{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Can the body lower is temperature by urinating? : r/askscience - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/31ee1d/can_the_body_lower_is_temperature_by_urinating/",
  "body": "Unfortunately, it will often cool you down when you want to warm up and vice versa. Because urine is held roughly at your core body temperature it acts as a a heat reservoir inside your body and actually makes it a little harder to change your overall temperature. This means that relieving it makes your temperature more easily changeable.",
  "readable_content": "- Dunkerino (2014-12-08): Can the body lower its temperature by urinating?\n\n- sticklebat (2014-12-08):\n  Peeing can either result in cooling down or warming up, depending on your circumstances. Unfortunately, it will often cool you down when you want to warm up and vice versa.\n  Because urine is held roughly at your core body temperature it acts as a heat reservoir inside your body and actually makes it a little harder to change your overall temperature. This means that relieving it makes your temperature more easily changeable. If it is cold outside, you will cool down faster after peeing because the atmosphere has to cool down less of you, but if it is hot outside then you'll heat up faster for the same reason.\n  This is why scuba divers are advised not to pee just for the warm sensation (our skin temperature, especially when underwater, is substantially lower than our core temperature, so the higher temperature urine flowing past your skin feels nice and warm), because in the long run it will actually just make you colder.\n  This is all complicated by the body's attempts to remain in homeostatic equilibrium, though, since by removing that extra volume of urine, your body can change its own temperature more easily, as well. But I think the answer to your question is pretty much: peeing will help you cool down as long as the outside temperature is already relatively low.",
  "summary": null,
  "sentiment": null
}