{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "The Official Foxhole Subreddit",
  "href": "https://www.reddit.com/r/foxholegame/",
  "body": "In local. Then I see, 40 fucking bommastones, not a fake number. 40 of them fly over the road and into a trench, and then all I hear from the local warden chat is just screams of agony and confusion. It felt like something out of WWI. Story. 233 19. r/foxholegame: The Official Foxhole community. Please read the rules and regulations below.",
  "readable_content": "- u/SiegeCamp-Moderator (2023-12-02): [Week 49] Ask The Community - December 04, 2023\nQuestions\n- u/markusn82 (2023-12-03): Update 55 is LIVE! Important\nhttps://store.steampowered.com/news/app/505460/view/3862462310571683679\n- u/Volfaer (2023-12-07): The average colonial logi man. Story\n- u/Expert-Relation-4888 (2023-12-07): Do Collies own the night? Questions\n  Every single time I play as a collie I feel like our big breakthroughs come at night.\n- u/SecretBismarck (2023-12-07): POV: You are preparing for warden t5 unlock. Funny\n- u/Pitiful-Error-7164 (2023-12-07): \"It's over Collies, we have the highground.\" Funny\n- u/Tomreks (2023-12-07): 30mm hell, for wardens of course. Funny\n- u/Sadenar0 (2023-12-07): Stop larping with your yeye ass facilities and integrate them to logi hubs. Funny\n- u/Muigg (2023-12-06): When I try to impress a girl I pull my biggest flex. Funny\n- u/orlikm_ (2023-12-07): I'm creating a sound mod for foxhole, should I continue? Fan Art\n- u/Patipan_memer69 (2023-12-07): Tactic Experiments, having 3 MGs in a wide arc can protect an entire section solo. Story\n- u/Ropesy252 (2023-12-06): The Siege of Port of Rime. Story\n  - To all those fighting in Port of Rime, Colonial and Warden, that was an incredible fight all day and night yesterday. Well done to the Wardens who held strong and all of the Colonials who pushed as hard as they could.\n  We got to the Town Hall eventually, destroying literally countless EMGs being spammed and I can't even describe how many mortar shells those Mortar Houses fired.\n  The Wardens prevailed however, so a big GGs to that. o7\n- u/Conradek68 (2023-12-07): Finding Wreckage. Questions\n- u/El_UnSkilled_Guy (2023-12-06): What it's like fighting in Stilican Shelf. Funny\n- u/SecretBismarck (2023-12-06): When grenade lands in a packed trench you should either throw yourself at it or throw your buddy. Funny\n- u/-Click-Bait (2023-12-05): Able Colonial Loyalist Program. Funny\n- u/Impossible_Food_2898 (2023-12-05): Whelp. Bug\n- u/BlerStar95 (2023-12-05): Little map I made \"Traveled Reefs\" south west of Origin. Fan Art\n- u/Nova-XO (2023-12-06): Ares rebalanceing. Suggestions\n  Vote\n  Closes in 1 day\n- u/videogameblicky (2023-12-07): Captured Goblin Bartends for Blueberries. Funny\n- u/Sad-Scheme-7669 (2023-12-06): Terrible feature that nobody asked for making the game more annoying. Discussion\n- u/WellofGebo (2023-12-05): proud colonial degenerate :3. Funny\n- u/ZorroNegro (2023-12-05): Was in Q for 50mins. Bug\n  - Team told me all AI went down and all. Players kicked out of the area 😱 So we lost so much buildings and gear. Anyone hear this?\n- u/Razorray21 (2023-12-04): Moved to Able this war. the culture shock is real. Funny\n- u/VEDAGI (2023-12-06): Moving through inventories with keys on keyboard. Questions\n  - What is your opinion on it? Should it be changed back?\n  Open • 215 total votes\n  I like it\n  Nothing changed for me\n  i don't like it\n  Vote\n  Closes in 2 days\n- u/Mikael5_yt (2023-12-06): Recruiting sailors and tankers. Clans\n  If you like gunboats and tanks I got a squad based on mostly these two. We are a small group but we are capable of doing operations, teaching new players, doing logi and having fun. Here's the discord link if you want to join https://discord.gg/C85DYc9DVQ Also we will be doing an operation today with 2 gunboats we would love to have you with us\n- u/VEDAGI (2023-12-05): Intel leak in: 3.... 2.... 1.... Drama\n- u/Strict_Effective_482 (2023-12-05): CNS Rasputin, Conqueror-class Destroyer. Fan Art",
  "summary": null,
  "sentiment": null
}