{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Paper straw revival: Plastic straws are an endangered species",
  "href": "https://vancouversun.com/news/world/paper-straw-revival-plastic-straws-are-an-endangered-species-2",
  "body": "Today, plastic straws are ubiquitous, which is why Surfrider is expanding their Straws Suck program to other communities, including Vancouver. When Wolowidnyk joined the team at CinCin a year ago ...",
  "readable_content": "-User (2023-12-08): Skip to Content \nSections\nSearch\nSubscribe\nSign In\nBreadcrumb Trail Links\nWorld\nPaper straw revival: Plastic straws are an endangered species\n\nI’m about to take a sip of one of SoBo’s famous key lime margaritas when I realize, wait a minute, something’s missing. That’s when chef-owner Lisa Ahier looks over and says, “There’s no straws in Tofino any more, because of the litter.”  Ah. That explains it.  On March 1, the town of Tofino began a campaign called “Straws Suck” with the intention of getting all local businesses to ban plastic straws by Earth Day, April 22. A couple of days before the deadline, all but three businesses were on board, and even the stragglers were well on their way to complying in time.\n\n“We’re almost at 100 per cent completion,” says Michelle Hall, co-chair of the Pacific Rim chapter of Surfrider Foundation, the environmental group spearheading the campaign, which is now expanding to other communities, including Vancouver. “I’m totally confident we’ll have everybody. It’s pretty cool.”\n\nWhat’s not cool is the amount of non-biodegradable garbage caused by plastic straws each year. Straws are a significant part of the 20 million tonnes of single-use plastics that end up in the ocean each year, according to Surfrider. They are not just unsightly; they are a hazard to sea life, and worse, they introduce toxins into the food chain.\n\nThe question is, why do we need straws anyway? And how did we get to the point where our planet is choking to death on them?\n\nAdmittedly, there are some occasions where a straw is a good idea. Dentists love them because they prevent acidic drinks from coming in contact with tooth enamel, thereby reducing tooth decay. And they’re certainly a good idea if you’re uncertain about the cleanliness of your drinking vessel.\n\nMostly, thought, straws make it easier to enjoy thick, rich, heavily textured drinks like smoothies, slushies, milkshakes, bubble tea and cocktails such as juleps and Mai Tais.\n\n- ...\n- ...",
  "summary": "The sentiment of the conversation about banning plastic straws is generally positive. The text discusses the successful campaign in Tofino to ban plastic straws and highlights the environmental impact of single-use plastics. It also questions the necessity of straws in our daily lives. Overall, there is a strong support for the initiative to reduce plastic waste. Sentiment: 0.8",
  "sentiment": 0.8
}