{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Tokujin Yoshioka recreates Tornado installation in Japan - Dezeen",
  "href": "https://www.dezeen.com/2015/07/07/tokujin-yoshioka-tornado-installation-japan-millions-straws/",
  "body": "For the show, which opened 2 July 2015, he has recreated a 2007 installation in Miami built using over two million clear plastic drinking straws. The straws are arranged to look like a tornado ...",
  "readable_content": "- User (2023-12-08): This website uses cookies\n\nDezeen uses cookies to ensure the website works properly, to store some information about your preferences, devices and past actions. ...\n\nAre you happy to accept these cookies? If not, you can decline all but the essential cookies or manage your cookie preferences by clicking on the relevant link below.\n\nYes, I accept\nNo, decline all but essential cookies\nMagazine\nAwards\nJobs\nEvents Guide\nShowroom\nSchool Shows\nCourses\n...\n\nAn installation of more than two million translucent straws provides the setting for a retrospective exhibition of work by Japanese designer Tokujin Yoshioka (+ slideshow).\n\nYoshioka created the Tornado installation as a backdrop for a solo exhibition of his work at the Saga Prefectural Art Museum – located on the island of Kyushu, where the designer grew up.\n\nFor the show, which opened 2 July 2015, he has recreated a 2007 installation in Miami built using over two million clear plastic drinking straws.\n\nThe straws are arranged to look like a tornado, with swirling forms spanning across the exhibition spaces, which have recently undergone renovation work supervised by Yoshioka.\n- ...\n\nThis included the 2001 Honey-pop Armchair, sculpted from a paper honeycomb, and the 2002 Water Block bench designed to look like solidified liquid.\n\nThe 2008 Venus chair, which was grown in a tank as crystals formed on a sponge-like substrate, is also on show.\n- ...\n\nYoshioka, who worked for fashion designer Issey Miyake before starting his own studio in 2000, is known for his ephemeral installations and furniture pieces.",
  "summary": "The text discusses an exhibition featuring an installation of more than two million translucent straws created by Japanese designer Tokujin Yoshioka. The straws are arranged to resemble a tornado and serve as a backdrop for a retrospective exhibition of the designer's work. The text also highlights some of the designer's other notable pieces, such as the Honey-pop Armchair and the Venus chair. The sentiment of the text is neutral. \n\nSentiment: 0.0",
  "sentiment": 0.0
}