{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "There are 5 trillion pieces of plastic floating in our oceans ... - Vox",
  "href": "https://www.vox.com/2016/5/23/11735856/plastic-ocean",
  "body": "The researchers categorized all plastics they found into four major size classes. Of the 5.25 trillion particles Eriksen's team estimates, 92 percent are microplastics — broken-down bits of larger...",
  "readable_content": "Vox Homepage\nBy Zachary Crockett\nUpdated Nov 22, 2016\n\nThe internet often presents the narrative of massive \"islands\" of plastic in the ocean, but the reality is quite different. A map by New Zealand–based data visualization firm Dumpark reveals that the ocean's plastic is not centralized but prevalent in small confetti-like pieces. Each white dot on the map represents 20 kilograms (44 pounds) of plastic, amounting to 593 million pounds of plastic on the ocean’s surfaces.\n\nThe data used for the map comes from a 2014 paper called \"Plastic Pollution in the World’s Oceans\" by oceanographer Marcus Eriksen, who found 5.25 trillion pieces of plastic in the oceans. Most of this plastic is microplastics, and the North Pacific is the most affected region, accounting for nearly one-third of the plastic pollution.\n\nEfforts to mitigate plastic pollution involve not only individual contributions but also changes at the industry level, such as recovering 100 percent of products or making them environmentally harmless. \n\n- Contributions are a key part of the future of Vox. Readers rely on Vox for clear, nuanced coverage. The site is looking to reach 95,000 individual contributions before the end of the year.\n- Vox is here to help everyone understand what’s shaping the world, and seeks to build a more equal society. Contributions can be made on a one-time, monthly, or annual basis.\n\n- An oil executive is leading the UN climate summit. It’s going as well as you’d expect.\n- Our love of orcas is making them miserable\n- Why psychedelics produce some of the most meaningful experiences in people’s lives\n\nEmail (required)\n\nSUBSCRIBE",
  "summary": "The text discusses the prevalence of small confetti-like pieces of plastic in the ocean and the efforts needed to mitigate plastic pollution. It also mentions efforts at the industry level and encourages contributions to Vox for clear, nuanced coverage. Overall, the sentiment of the text is concerned about plastic pollution and the need for individual and industry-level efforts to address the issue. \n\nSentiment: 0.8",
  "sentiment": 0.8
}