{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Strategies for reducing ocean plastic debris should be diverse and ...",
  "href": "https://iopscience.iop.org/article/10.1088/1748-9326/11/4/041001",
  "body": "The ever-increasing problem of plastic pollution is complex. On land, the production of plastic continues to increase annually (Plastic Europe 2015) and the availability and effectiveness of waste management infrastructure for plastic waste varies globally (Jambeck et al 2015).",
  "readable_content": "- You are reading a segment of a text from IOP Science dated March 23, 2016, discussing strategies for reducing ocean plastic debris. The text emphasizes the importance of diverse solutions guided by scientific evidence and mentions a study published in Environmental Research Letters that focuses on the potential effectiveness of ocean-based cleanup.\n- The study suggests that cleanup efforts should focus on the flux of microplastics near the coasts rather than in the center of the oceans where plastic accumulates in so-called 'garbage patches', stating that it will be most cost-effective and ecologically beneficial. Source reduction strategies, such as improving waste management infrastructure and preventing plastic input altogether, are also discussed.\n\n---\nIOP Science website: Strategies for reducing ocean plastic debris should be diverse and guided by science, Published on March 23, 2016",
  "summary": "The text from IOP Science emphasizes the importance of diverse solutions guided by scientific evidence for reducing ocean plastic debris. The study mentioned focuses on the potential effectiveness of ocean-based cleanup and suggests that cleanup efforts should focus on the flux of microplastics near the coasts rather than in the center of the oceans. Additionally, source reduction strategies, such as improving waste management infrastructure and preventing plastic input altogether, are also discussed.\n\nSentiment: 1.0",
  "sentiment": 1.0
}