{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Can our oceans be saved from environmental ruin? | CNN",
  "href": "https://www.cnn.com/2016/06/30/world/plastic-plague-oceans/index.html",
  "body": "Endangered species such as sea turtles could be driven to extinction by the plastic plague. NOAA Drowning in plastic — Plastic pollution has rapidly accelerated, with eight million tons...",
  "readable_content": "- CNN (2016-09-02): The Great Pacific Garbage Patch, created by the spiral currents of the North Pacific Gyre, has become a significant issue with its marine waste. Filmmaker Jo Ruxton found that the area, despite looking pristine, was heavily polluted with plastic pieces. The film \"A Plastic Ocean,\" produced in association with NGO Plastic Oceans, documents the impact of rampant plastic pollution. It is estimated that by 2050, there will be more plastic than fish in the oceans.\n\n- Ruxton's crew discovered plastic pollution in various locations, including the Mediterranean Sea bed, Bermuda shorelines, and Lord Howe Island, causing serious harm to marine life. The health impact of plastic pollution in places like Tuvalu is significant, with local residents suffering from exposure to toxic gases resulting from burning plastic. The team is also studying the effects of ingesting seaborne plastic and its potential impact on human health.\n\n- Oceanographer Captain Charles J. Moore believes that the damage caused by plastic pollution is not fully comprehended, with significant impact on marine ecosystems and economic sectors such as fishing, shipping, and tourism. Efforts to tackle the issue involve ending the culture of disposable plastic, implementing closed-loop systems for plastic reuse, and incentivizing schemes to reduce plastic consumption and increase recycling rates. Emerging technologies and initiatives led by entrepreneurs are contributing to the struggle against plastic pollution.",
  "summary": "The text highlights the significant impact of plastic pollution on marine environments, ecosystems, and human health. Efforts to address the issue involve advocating for the reduction of disposable plastic use, implementing closed-loop systems for plastic reuse, and promoting recycling. There is a sense of urgency in addressing this global problem. \nSentiment: 0.9",
  "sentiment": 0.9
}