{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Edible straws that look like plastic ones - Seasoned Advice",
  "href": "https://cooking.stackexchange.com/questions/67235/edible-straws-that-look-like-plastic-ones",
  "body": "It looks like a product called \"lollistraws\" by squire boone village might work. They're lolipops shaped as drinking straws. I do wonder if you can take some homemade candy cane or lolipops, dip them on a lubricated/foiled dowel and then pull out the dowel. Or more insanely, a small cylinder of ice.",
  "readable_content": "- CommunityBot (2017-03-09): How to Make the Edible Fondant Straws\n\nhttps://bakearama.wordpress.com/2014/05/09/pink-lemonade-cupcakes\n\nThe short version: Twist together \"snakes\" of red and white fondant to make straws. They will harden as the fondant dries.\n\n- A C (2016-03-09): It's the wrong flavour but something like a candy cane with the curved part cut off might look the part.\n\nI've seen many flavours of seaside rock sold in some shops, I think including the thin type about the diameter of a straw. This is in the UK, I'm not sure whether you can get it where you are.\n\nAnywhere calling itself an \"old fashioned sweet shop\" or selling fudge cut up to order would be worth a try. A quick look online didn't show sensible quantities.\n\n- Erica (2016-03-08): Pocky is probably about the right diameter, but doesn't have that spiral of color that would really look like a straw.\n\nCandy Sticks look right, but the available flavors might not be a great match for your root beer cupcakes.\n\n- Jolenealaska (2016-03-08): Pirouette cookies (here by Pepperidge Farm) are rolled wafer cookies. The inside is stuffed with chocolate, chocolate hazelnut or vanilla.\n\nHere's a recipe that includes a picture using them in a manner similar to what you're asking.\n\nYou could follow the recipe, but tweak it to look more like a straw and with colors and flavors that suit your purpose.\n\n- Catija (2016-03-08): Stick candy would be an option. They even usually offer it in many flavors including root beer or sassafras. Obviously, the root beer flavored ones are sort of boring looking but the other flavors come in many beautiful color combos.\n\nThey may be slightly wider than what you want but they're pretty close. They're similar to the wider straws for shakes.\n\n- CommunityBot (2017-03-09): This is what our local soda fountain gives us in our shakes. They don't work very well as actual straws, but visually they give that appearance - so perfect for something where they don't need to be actual straws :)\n\n- echristopherson (2016-03-08): That might work. I'm not sure about pairing chocolate with the root beer, but I know those cigarettes also come in generic sugar flavor.\n\n- Chris H (2016-03-08): I always used Red Vines/Twizzlers for straws but they're still wider in diameter. But they're more colorful.\n\n- echristopherson (2016-03-08): This is what I went with. They have several flavors (with corresponding colors) at Cracker Barrel.\n\n- Catija (2016-03-08): I couldn't come up with the American term, but as the OP appears to be from the US that should do the trick.\n\nI was thinking vanilla flavor might work of you can find it. It would have that artificial vanilla ice cream flavor that would go with root beer.\n\n- Jolenealaska (2016-03-08): Making them to look like straws and with a flavor that goes with your theme could be a really fun project :)\n\n- Erica (2016-03-08): From experience making candy-cane shaped cookies ... make both snakes a little thicker than your intended final diameter. Place the two side by side and roll them around until it looks like it's one stick (not just two things twisted together). As you're rolling, occasionally push one side while pulling the other to get some twist into it. Once it's well bonded, adjust the twist (as best you can, it takes some practice), finish rolling out to the desired thickness, and cut to length.\n\n- Joe (2016-03-14): I would consider rolling chocolate or fondant. Some googling turned up these fondant straws made for use atop cupcakes, along with instructions on how to make them.",
  "summary": null,
  "sentiment": null
}