{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Straw Hat Pirates bounties after Dressrosa Arc? : r/OnePiece - Reddit",
  "href": "https://www.reddit.com/r/OnePiece/comments/38kwuc/straw_hat_pirates_bounties_after_dressrosa_arc/",
  "body": "It was only one or two weeks ago in the One Piece timeline, and we've not heard any increases yet. Potentially their influence in Fishman Island combined with their actions on Punk Hazard and (for some) Dressarosa, will give all the gang new bounties. [deleted] • 9 yr. ago.",
  "readable_content": "- OcomenJAY (2023-12-08): Straw Hat Pirates bounties after Dressrosa Arc?\n\nAny thoughts/predictions on the bounties for each crew member will be after this arc?\n- joshokodo (2023-12-08): I hope God ussop gets a huge bounty. Not only would this be hilarious, it could serve as a tool for character development for him. What if his new found infamy makes him a target to stronger enemies forcing him to fight more serious opponents and slowly making him the brave warrior he is trying to be. Or the new bounty can be a new ego boost to him like sogeking was in the past.\n- JB76 (2023-12-08): Since his first bounty was as much as Luffy's first I'm gonna say the trend continues and he bumps to 100 mil\n- RobertOConnor (2023-12-08): Everyone saw what Zoro did so his should increase.\n\nGod usopp should get one from his hype.\n\nLuffy will Obviously get one.\n\nFranky will get one from taking on the marines and doffys executives at the same time.\n\nNico robin hasn't done anything too important infront of the marines that i can think off so hers might stay (maybe her presence alone might make it increase 20 mil or so).\n\nAnd maybe Sanji from his small confrontation with Fuji.\n\nThe rest shouldn't get an increase.\n- Chatcha31 (2023-12-08): We still have to consider their action in Fishman Island, because all of the Straw Hats had parts in the fighting. It was only one or two weeks ago in the One Piece timeline, and we've not heard any increases yet. Potentially their influence in Fishman Island combined with their actions on Punk Hazard and (for some) Dressarosa, will give all the gang new bounties\n- BlameReborn (2023-12-08): I hope everyone gets a huge increase especially after this 2 year spanning conflict\n- zareason (2023-12-08): Luffy should get the highest bounty in the world. Though it all depends on fujitoras report.\n- kumaLol (2023-12-08): Eventually at the end of the series he will xD something like 2bill beli or something. After this arc though, hoping for 500m for Luffy. In all the 2 years no other supernova got above this (as far as we know), so 500m seems highly reasonable I'd say.\n- [deleted] (2023-12-08): Big :)\n- Zehahahaha (2023-12-08): None of the Sunnies, that's for sure.\n- stonedsoviet420 (2023-12-08): Personally I don't think they will increase\n- Eyezin (2023-12-08): Unchanged.",
  "summary": null,
  "sentiment": null
}