{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "TLCsisterwives - Reddit",
  "href": "https://www.reddit.com/r/TLCsisterwives/",
  "body": "For years and years, Meri would share stuff on Instagram that made it appear as though, \"Ooooh, Meri sounds like she's going to leave Kody's sorrowful ass,\" or \"Ooooh, Meri's going to spill the tea in a BIG way!\" And it never happened. Instead, you'd see her kissing Kody's buttocks, more, or being mad at Christine for taking her power back, or ...",
  "readable_content": "- u/rarepinkhippo (2023-12-08): Do we think that when Robyn offers to mediate because she “can speak Kody,” that she’s actually just snooping on everyone else’s relationships with Kody? Robyn\n\n   I know there’s also an element of her being able to control what he says, like in the last episode of the season proper when she shuts Kody up by saying he’s not in the right place to say something that is clearly going to be awful about inheritance and his kids.\n\n   But lately I’ve also been wondering how much of it is just that she’s nosy af.\n\n- u/Pure-Pollution-5765 (2023-12-08): Janelle and her mom being all hot for Brown Married zmen Janelle\n\n   So Janelle sees Kody and gets the hots for him. Then her mom goes up with her to “check out” the family and gets the hots for his dad. Sorry, but both men were married. I don't care. That's wrong\n\n- u/Busy_Arachnid4091 (2023-12-08): In the beginning…\n\n   Do you think think Robyn had kids right away so she didn’t have to work? I’ve always thought that. She could use the excuse of having little ones and that only she can manage them not anyone else? That’s why Robyn didn’t let Christine babysit because she would raise eyebrows and get told to start working? Why did no tv host ever ask Robyn what she does to contribute to the family financially???\n\n- u/PippiMississippi (2023-12-08): Meri and the fertility doctor Meri\n\n   Remember during the \"should we have another baby\" storyline with Meri and Kody the two went to a fertility doctor? One of the doctor's questions had to do with if they were having sex frequently and Meri and Kody shut it down. Can't remember the exact wording but they obviously didn't want to address it. Knowing what we do now, I wonder if Meri was celibate for all those years and if there would have been other potential for pregnancy if Kody hadn't started shunning her. If that's the case, the fertility storylines must have been about a million times more painful since she couldn't reveal that Kody no longer treated her as a wife and that that was the real reason she didn't have more kids.\n\n   Any thoughts - and what other storylines now seem extra cringe and/or sad knowing what we do about the family?\n\n- u/SodaPop788 (2023-12-08): Social Media Pictures 12-09-23 Discussion\n\n- u/tortured4w3 (2023-12-08): S1E1 Kinda Crazy Kody drives a car with no backseats Episode Discussion\n\n   Hes got 14 kids and cant even put two in his own car?? Thats crazy to me, hes clearly not taking them anywhere.\n\n- u/Lampin5 (2023-12-08): The banana\n\n   Every time I see the \"Reddit recap\" banana, I think it has something to do with Meri. Not kidding. Anyone else have the same reaction?\n\n- u/SodaPop788 (2023-12-08): Short Preview For Tell All Part 3\n\n   https://www.tiktok.com/@mrskickstandreal/video/7310358878825303338?is_from_webapp=1&sender_device=pc&web_id=7310580638859773482\n\n- u/silent_chair5286 (2023-12-08): Nobody chose polygamy Brown kids\n\n   It’s so telling that none of the Brown kids chose polygamy as their lifestyle. What they must have seen behind the scenes when the cameras weren’t on.\n\n- u/thatssomaggie (2023-12-08): Meri wanting the ring\n\n   I thought if was strange that Meri wanted Kody's wedding ring back. It was weird he melted it, but equally weird she wanted it.\n\n   Am I projecting or do you think it was weird she wanted it back as well?\n\n- u/imhere4blkpeople (2023-12-08): I'm annoyed that Suki is annoyed that Christine doesn't want to be friends with Robyn. Episode Discussion\n\n   What universe has Suki been living in? Are Suki and Robyn secret besties? Why does she keep forcing Robyn on these women when they're no longer sister wives? They've never gotten along.\n\n   Something else that bothers me is how she babies Robyn but is harder on Christine and Janelle. I see the tide is turning on Christine on here but the only time Suki asks remotely difficult questions is when she's with Christine.\n\n   Nevermind that she babies Kody and almost leads him to his answers.\n\n   The question on why Christine didn't consider Robyn a sister wife/friend was top notch gaslighting\n\n- u/Chelc2723 (2023-12-08): Can we create a petition to get TLC to have someone other then Suki do the interviews for now on?\n\n   I'm just curious if there was a petition who all would sign it? I literally cannot stand her style of interviewing anymore. She coddles the crap out of Kody, she catches him when he falls by walking him into answers or rewording what he said to where it sounds mildly more flattering and she falls for Robyn's woe is me non sense. Anyone else just over it? How is it a tell all when your not telling the truth or telling everything! I know she doesn't watch the show but as a journalist you're supposed to do your research before you do interviews, which obviously she doesn't. They need to get someone else in there that will watch the show. Who do you think would make a good interviewer on the show?\n\n- u/inmyheadtho13 (2023-12-08): Christine is my favorite right now! Christine\n\n   She’s saying what we’re all thinking and she’s impervious to Kody’s bullshit. Love that in the interview that she’s being so honest. You can tell she’s so much happier and Kody can’t stand it.\n\n- u/Alibongo68 (2023-12-08): Confused and think I am missing parts of episodes Episode Discussion\n\n   I keep reading about, and have seen clips of, the ear piercing drama and just now read about Gwen's engagement being filmed. I haven't seen these parts during s18. Also I am sure the part of the argument between Kody and Janelle that was shown on the Tell-All was longer than what I saw in the episode. So my question is, is the UK version edited more than the US version or can you point me to those scenes? Maybe I'm just zoning out!\n\n- u/NoFundieBusiness (2023-12-08): Does anyone know where I can hear the recorded phone call between Meri and Kody about the ring? Meri\n\n   I saw some people say there’s a phone call recording going around between Meri and Kody talking about the ring situation and I can’t find it. Some are saying it could be AI but I wanna hear it anyway just because I’m curious as all hell 😅\n\n- u/julesdenskadeglade (2023-12-08): Retirement Fund for Family Business Episode Discussion\n\n   I'm on my third re-watch of the show (it is what it is). I'm on the episode where they just arrived in LV and Janelle uses one of her favourite lines, \"our resources are finite.\" They're talking about finding homes, not having jobs.. the usual stuff. Anyways - Janelle says they want to use their retirement fund for a \"family business.\" Does anyone know what the rough $$ amount for that would be? Why didn't they just open a fast food chain? Then I thought how amazing it would be to watch this family try and run a restaurant together and how it would have been a fun bit of gasoline to pour on the dumpster fire.\n\n- u/Competitive_Basil136 (2023-12-08): The original Claddagh ring came from Janelle Janelle\n\n   Janelle also gave Kody a ring when they got married. It was his original Claddagh ring.\n\n   https://www.facebook.com/reel/1075778800271615?mibextid=9drbnH\n\n- u/AutoModerator (2023-12-02): Sister Wives season 18 episode 16 LIVE EPISODE DISCUSSION \"One on One: Part 2\" Episode Discussion",
  "summary": null,
  "sentiment": null
}