{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Drinking water through a straw is the opposite of snorkeling.",
  "href": "https://www.reddit.com/r/Showerthoughts/comments/31adaq/drinking_water_through_a_straw_is_the_opposite_of/",
  "body": "Snorkeling involves a plastic tube that facilitates the movement of air from the atmosphere to your lungs. The opposite of plastic is paper. The opposite of a tube is a plug. The opposite of to facilitate is to block. The opposite of movement is stillness. The opposite of air is lightning (if we go by pokemon) or rock (if we go by Naruto or Wicca).",
  "readable_content": "- DavidMcl (2014-12-08): Drinking water through a straw is the opposite of snorkeling.\n\n- mlem64 (2014-12-08): I always thought the opposite of snorkeling was drowning\n\n- shahooster (2014-12-08): If you aspirate the water into your lungs?\n\n- too_toked (2014-12-08): The opposite of snorkeling is... not snorkeling.\n\n- cattyfuckhead (2014-12-08): Drinking beer through a snorkel is the opposite of sober\n\n- theejaybles (2014-12-08): ..and pooping is the opposite of eating.. hrrrng\n\n- [deleted] (2014-12-08): \n\n- Shonoun (2014-12-08): So snorkeling is blowing air out of your lungs?\n\n- 2ndPerk (2014-12-08): I believe that the opposite of snorkeling would be -1/(snorkeling).\n\n- logos__ (2014-12-08): Let's see here...\n  - ...snorkeling involves a plastic tube that facilitates the movement of air from the atmosphere to your lungs. The opposite of plastic is paper. The opposite of a tube is a plug. The opposite of to facilitate is to block. The opposite of movement is stillness. The opposite of air is lightning (if we go by pokemon) or rock (if we go by Naruto or Wicca).\n\n- [deleted] (2014-12-08): No...it's not.\n\n- [deleted] (2014-12-08): I chuckled. Have an upvote.\n\n- Wyrmmountain (2014-12-08): I read your post. Have an upvote.\n\n- Jsweezy23 (2014-12-08): I can't read. Have an upvote.\n\n- bacjac (2014-12-08): no, the opposite would be blowing air out of a hose.\n\n- Can_I_Read (2014-12-08): There's pretty much no difference when I'm trying to snorkel.\n\n- Crims0n5 (2014-12-08): It's actually kind of the same thing.\n\n- theredumb (2014-12-08): How is this upvoted so much and on the front page? The opposite of snorkeling would be sucking air through a pipe into your lungs and drowning.\n\n- Total_Carnage (2014-12-08): Yea, if you suck it into your lungs.",
  "summary": null,
  "sentiment": null
}