{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "How much force would it require to stab someone? - Reddit",
  "href": "https://www.reddit.com/r/morbidquestions/comments/4qmngk/how_much_force_would_it_require_to_stab_someone/",
  "body": "IIRC to be able to justify killing someone in self defence you'd have to be a victim of aggravated battery and have to truly feel that their intent is to end your life. Three or four criteria need to be met depending on how you look at it. They need to have the means, capability, and opportunity, and you have to be able to properly communicate ...",
  "readable_content": "3919dude (2023-12-08): How much force would it require to stab someone?\n\nIf I wanted to stab someone in between the neck and shoulder or slice someone's throat, how much force would it require? How easy would it be to penetrate human skin, for someone who has never stabbed anyone before? How about for the stomach? Just in case my stabbing arm is grabbed, I could just go for a quick stab to the stomach. How much force would it require? Please be as detailed as you can.\n\nI'm asking for self-defense purposes.\n\n- Darkninja39 (2023-12-08): Well... To give some perspective, my mom dropped a ceramic knife from 3.5-4 feet up and it went completely through her foot. She was shoeless, but the just the force of gravity was enough to do that.\n\n- Intellektueller (2023-12-08): Seems awfully detailed for a self defense question.\nI don't think you could ever justify slicing someone's throat as self defence when there are many other less lethal ways to disengage someone.\n\n- oldage (2023-12-08): How sharp is the knife?\n\n- CapnJaques (2023-12-08): As far as slicing goes, it depends on sharpness of the blade. If it's properly sharpened compare it to slicing a chicken breast with a filet knife...it doesn't take much. Stabbing? grab a pork shoulder and go to town.",
  "summary": null,
  "sentiment": null
}