{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Redefining pollution and action: The matter of plastics",
  "href": "https://journals.sagepub.com/doi/abs/10.1177/1359183515622966",
  "body": "Abstract. Using plastic pollution as a case study, this article shows how the material characteristics of objects - their density, their size, and the strength of their molecular bonds, among other traits - are central to their agency. The author argues that it is crucial to attend to the physical characteristics of matter if we, as ...",
  "readable_content": "User (2023-12-08): We value your privacy... action: Material culture in the Anthropocene.\n\nI am arguing with the chemist on board. We are both crew members on a 172-foot research schooner sailing from Bermuda to New York City. The research voyage is organized by 5 Gyres, a marine plastics research and education NGO based in California. Several times a day on our week-long journey, we drag fine-mesh nets called trawls along the surface of the water. Every one of our 38 trawls contains plastics, the vast majority of which are smaller than a grain of rice. These microplastics account for 92 percent of all marine plastics floating in the world’s oceans (Eriksen et al., 2014). As I dissect the fish that get caught in our trawls, I find that one third of them have eaten plastics. The chemist and I disagree as to whether or not these plastics are toxic.\n\n- ... pollutants. Plastics and their chemicals are challenging regulatory models of pollution, research methods, and modes of action because of their ubiquity, longevity, and scale of production. This article investigates how scientists researching plastic pollution are attempting to create a new model – or models – of pollution that account for the unpredictable and complex materialities of 21st-century pollutants, and how the Anthropocene has come to be a shorthand for our material understandings of moral transgressions, cherished boundaries, and good citizenship.\n\nIt is also why I am arguing with the chemist. Our entire crew is gathered in the galley to discuss how we will communicate what we have found on our voyage. All 21 of us have agreed to use the metaphor of plastic smog to talk about the constant stream of tiny microplastics in our trawls. Someone has suggested we call it ‘toxic smog’. Scientists know that, in water, plastics absorb oily chemicals (Mato et al., 2001). These chemicals include flame-retardants and dioxins, among others. Even before they reach the ocean, plastics contain flame-retardants and other endocrine disruptors like bisphenol A (BPA). Scientists have found that when animals eat plastics, these chemicals transfer to their bodies (Colabuono, 2010; Rochman, Browne, Underwood et al., 2013; Tanaka et al., 2013). In laboratory settings, these chemicals have been correlated with infertility, recurrent miscarriages, feminization of male fetuses, early-onset puberty, early-onset menopause, obesity, diabetes, reduced brain development, cancer, and neurological disorders such as early-onset senility in adults and reduced brain development in children (Bergman et al., 2013; Grün and Blumberg, 2009: 8; Halden, 2010: 179–194). This is where we hit the snag. Some of the crew, including me, are comfortable calling plastics toxic. Others, including the chemist, are not.\n\n'If you call it toxic smog, people will come out swinging', warns our plastics recycling representative. I think he means industry people. Plastic chemicals are correlated with health effects the way smoking is correlated with cancer, but neither directly causes harm – you can smoke your entire life and not develop cancer. Industry representatives have pointed this out before (Bergman et al., 2015).\n\n'Plastics aren’t toxic', says our chemist.\n\n'Of course they are', I reply.\n\nOur chemist clarifies: 'Plastic polymer chains by themselves aren’t toxic, but the small molecules that are added or attracted to them are toxic.'\n\nHe’s distinguishing between the polymer part of plastics – the plastic itself – and the added chemicals, called plasticizers or monomers, which are routinely added to plastics. BPA, which adds flexibility and transparency to plastics, is a typical example of the second. Monomers and polymers behave differently, and they account for two different types of pollution. At the time, I thought he was splitting hairs. I wondered if we needed to be that specific? Now, I believe that we do.\n\n***",
  "summary": "The conversation highlights the complexities of the impact of microplastics on marine life and the environment. There is a disagreement about whether these plastics are toxic, with some arguing for the use of the term \"toxic smog\" while others refute it. The chemist distinguishes between the plastic polymers themselves and the potentially toxic chemicals added to them. The crew's discussion reflects the challenges of communicating the dangers of microplastics and the need for specificity in addressing this issue. \n\nSentiment: 0.6",
  "sentiment": 0.6
}