{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastic | Society for Cultural Anthropology",
  "href": "https://culanth.org/fieldsights/plastic",
  "body": "Plastic substances are now a ubiquitous planetary presence, far beyond the human places for which they were meant. At this point, ninety percent of global seabirds have probably ingested plastic fragments (Wilcox, Sebille, and Hardesty 2015), while oceanographers write of the plastic debris teeming in the world's oceans as a \"plastisphere\" habitat for microbial communities (Zettler, Mincer ...",
  "readable_content": "- **SOCIETY FOR CULTURAL ANTHROPOLOGY**\n  - *About*\n  - *Engagements*\n  - *Fieldsights*\n  - *Join the SCA*\n  - *Cultural Anthropology*\n\n**Editors’ Forum: Theorizing the Contemporary**\n\n**Plastic**\n**FROM THE SERIES: Lexicon for an Anthropocene Yet Unseen**\n*Photo by H. Heyerlein.*\n*By Anand Pandian*\n*January 21, 2016*\n\nPlastic substances are now a ubiquitous planetary presence, far beyond the human places for which they were meant. At this point, ninety percent of global seabirds have probably ingested plastic fragments (Wilcox, Sebille, and Hardesty 2015), while oceanographers write of the plastic debris teeming in the world's oceans as a \"plastisphere\" habitat for microbial communities (Zettler, Mincer, and Amaral-Zettler 2013). For those who would identify the Anthropocene with the \"Great Acceleration\" of the postwar era, terrestrial plastic deposits turn out to be an ideal way to mark the beginning of this epoch (Zalasiewicz et al. 2014). Indeed, global plastic production has skyrocketed in these decades, from two million tons in 1950 to 299 million tons in 2013, with no signs of slackening in this frenetic pace of growth.\n\nSome observers have begun to call our time a Plasticene, with these stubborn and swelling tides of manmade debris in mind. This proposal is most intriguing if we keep in mind that plastic as a material has always yielded objects in the form of questions: what else could your life become in the company of this shiny new thing? “Plastic plummeted us into a collective dream, a heritage of magic we thought was dead, coming to life in perplexed new forms,” the poet Christine Hume (2014, 78) writes. “We projected ourselves into plastic material’s will to change.”\n\nI've tried, with this video essay, Wine Dark Plastic Sea, to wrestle with the beauty and the terror of such transformative potential. Its mood is mythopoetic. Plastic embodies, like no other substance, the arc of utopian hope and deep despair around the very possibility of fundamental change in modern times (Meikle 1995). These materials convey the plasticity (Malabou 2008) of human being, the power of encounters to catalyze new modes of life. What if we learned to see such banal and quotidian things--this construction tarp billowing over a renovated rowhouse in Baltimore, for example--as openings into a common pulse of existence, as fluid expressions of the ceaseless “play of forces and waves of forces” evoked by Friedrich Nietzsche (1968, 550), rather than as isolated and finished forms of consumer satisfaction?\n\nFor these objects, after all, have destinations far beyond our sidewalks and wastebins, passing into the muddied tides, ash-flecked skies, and grotesque bellies of our time. And they begin as well with life and death, as fossil fuels, with the “animal bodies in the browned oil procured from the distillation of fossilized things,” as the Russian scientist Mikhael Lomonosov first speculated in 1757.1 Say we confronted more squarely these chemical, biological, and geological currents eddying in the stuff of our lives. Could we find a way of cultivating more livable relationships with those countless things and beings that we use and dispose of so lightly?\n\n**Note**\n1. Thanks to Anne Eakin Moss for translating this passage into English.\n\n**References**\nHume, Christine. 2014. “Parachute.” In The Petroleum Manga, edited by Marina Zurkow, 78–79. Brooklyn, N.Y.: Punctum Books.\nMalabou, Catherine. 2008. What Should We Do with Our Brain? Translated by Sebastian Rand. Bronx, N.Y.: Fordham University Press.\nMeikle, Jeffrey L. 1995. American Plastic: A Cultural History. New Brunswick, N.J.: Rutgers University Press.\nNietzsche, Friedrich. 1968. The Will to Power. Translated by Walter Kauffmann and R. J. Hollingdale. New York: Vintage Books.\nWilcox, Chris, Erik van Sebille, and Britta Denise Hardesty. 2015. “Threat of Plastic Pollution to Seabirds is Global, Pervasive, and Increasing.” PNAS 112, no. 38: 11899–904.\nZalasiewicz, Jan, Mark Williams, Colin L. Waters, Anthony D. Barnosky, and Peter Haff. 2014. “The Technofossil Record of Humans.” Anthropocene Review 1, no. 1: 34–43.\nZettler, Erik, Tracy Mincer, and Linda Amaral-Zettler. 2013. \"Life in the 'Plastisphere': Microbial Communities on Plastic Marine Debris.\" Environmental Science and Technology 47: 7137-7146.\n\nBack to Series Description",
  "summary": "The text discusses the omnipresence of plastic in the contemporary world and the impact it has on the environment, particularly its effect on marine life. It also delves into the philosophical implications of the material and poses questions about humanity's relationship with it. The overall sentiment of the text is one of concern and contemplation about the widespread use and consequences of plastic. Sentiment: 0.8",
  "sentiment": 0.8
}