{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Any thoughts on Veggie Straws? : r/keto - Reddit",
  "href": "https://www.reddit.com/r/keto/comments/3ff0am/any_thoughts_on_veggie_straws/",
  "body": "Ingredients Veggie Straws (Potato Flour, Potato Starch, Corn Starch, Tomato Paste, Spinach Powder, Salt, Potassium Chloride, Sugar, Beetroot Powder [Color], Turmeric, Canola Oil and/or Safflower Oil and/or Sunflower Oil, Sea Salt). they taste like stale mcdonalds french fries. they're made with mostly potato starch. super gross IMO.",
  "readable_content": "- ShootsnLadders (2015-08-01): Any thoughts on Veggie Straws?\nI haven't seen anything on this subreddit about a product I found called \"Veggie Straws\".\nAny thoughts on these? 38 straws are around 16g of carbs so they seem like a keto friendly snack if you're having a craving for chips.\n\n- Crucial-Gaming (2015-08-01): [deleted]\n\n- Jelyyo (2015-08-01):\n  - heres the ingredients for the sea salt variety. Ingredients Veggie Straws (Potato Flour, Potato Starch, Corn Starch, Tomato Paste, Spinach Powder, Salt, Potassium Chloride, Sugar, Beetroot Powder [Color], Turmeric, Canola Oil and/or Safflower Oil and/or Sunflower Oil, Sea Salt).\n  \n- Lancerrr (2015-08-01):\n  - I'm more inclined to cheese, macadamias, pepperettes or boiled eggs for my Keto snacks.\n\n- Crucial-Gaming (2015-08-01): [deleted]\n\n- Wendyland78 (2015-08-01):\n  - I'd rather have cheese crisps. Satisfies my chip craving. I made some tonight and dipped them in salsa. Or cook some pepperoni until crispy.\n\n- Jelyyo (2015-08-01):\n  - they taste like stale mcdonalds french fries. they're made with mostly potato starch. super gross IMO.\n\n- PriceZombie (2015-08-01):\n  - Sensible Portions Garden Veggie Straws with sweet potato, 20 Ounce\n    Current\t$5.99\tAmazon (3rd Party New)\n    High\t$13.05\tAmazon (3rd Party New)\n    Low\t$1.22\tAmazon (3rd Party New)\n    $5.99\t(30 Day Average)",
  "summary": null,
  "sentiment": null
}