{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Clash Royale: A Most Ridiculous Duel! - Reddit",
  "href": "https://www.reddit.com/r/ClashRoyale/",
  "body": "Damage Radius: 1.2 tiles → 1.5 tiles. The baby dragon's place in the meta hasn't fluctuated by much recently. For the most part, it tends to be just a bit below average. So I think a buff to its damage radius will be helpful. I think its health and splash damage is good for a 4-elixir card.",
  "readable_content": "- u/AutoModerator (2023-12-07): Deck Help Discussion Thread\n   Discussion\n   [Link to the thread]\n\n- u/Bo5sj0hnth1n3H4MM3R (2023-12-03): The State of the Meta & Balance Change Suggestions: December 2023\n   Discussion\n   [Link to the image]\n\n- u/ItsManu001 (2023-12-07): Bro tried his best with Evo Recruits + Mirror Recruits 💀\n   Replay\n\n- u/1UP7_The_Mushroom (2023-12-07): Am I finally out of mid-ladder? Am I no longer gonna suffer from mega knights as much?\n   Discussion\n\n- u/Miragii (2023-12-07): For your satisfaction pt.2\n   Replay\n\n- u/douchedalouche (2023-12-07): I just played vs Mohamed Light in the double evo challenge\n\n- u/immentallyillfuck (2023-12-07): Anyone else still refusing to claim the 5k gold that used to be 300 gems?\n   Discussion\n\n- u/ThatGayRaver (2023-12-07): I'm sorry WHAT\n\n- u/br0knTV (2023-12-07): What\n   Replay\n\n- u/RedditorBedditor (2023-12-07): Ice spirit is not being the evolved variant in the double evolution challenge\n   Bug\n\n- u/Mercurys_Maggots (2023-12-07): I drew fanart of Little Prince as Lorian and Lothic from Dark Souls 3\n   Art\n\n- u/yosark (2023-12-07): Truly Has to Be the Biggest Clutch\n   Replay\n\n- u/iamstupidplshelp (2023-12-06): It says I won, but in my heart it felt like a loss\n\n- u/GodSlayer_1112 (2023-12-06): This challenge as f’ing unfair, I did not get to pick the evo even once\n   Idea\n\n- u/SamsungMobileUS (Promoted): At Switchers Anonymous, we always say nothing beats the joys of good puppy pics — nothing except finally making the switch. Come into the Fold.\n   [Link to samsung.com]\n\n- u/R080NN13 (2023-12-07): Sketch i did of Witch, my favorite troop\n   Art\n\n- u/ta394283509 (2023-12-07): Is there a way to stop this pop-up from appearing? I'm afraid I'll press ok on accident\n   Ask\n\n- u/MrMatthew0531 (2023-12-07): SATISFYING MONK ABILITY\n\n- u/Guilty_Flamingo_8246 (2023-12-07): Pretty much sums up the community\n   Discussion\n\n- u/epicrecipe (2023-12-07): Is this the closest win possible?\n   Discussion\n\n- u/Novel-Phrase-8562 (2023-12-07): Nice prediction bro\n   Replay\n\n- u/lokousak (2023-12-07): Low quality\n\n- u/DishNumerous3264 (2023-12-07): Why can’t the meta be normal for once\n   It’s not possible that once they nerf little prince (who is arguably still a very good champion) the goblin giant takes over. These past two seasons made me do an emergency change of decks. It’s so annoying. Why aren’t they emergency nerfing the goblin giant already? His stats in top ladder are ridiculous\n\n- u/ThriveHLTC (Promoted): Be the first to experience Thrive: Heavy Lies the Crown - Closed Beta available now via steam\n   [Link to store.steampowered.com]\n\n- u/SharkyTheGW (2023-12-07): Is this worth the gems when I only got 6 wins?\n\n- u/CRcyclone (2023-12-07): Who gets the final blow?\n   Discussion\n\n- u/Tikket420 (2023-12-07): Last second clutch, literally\n   Replay\n\n- u/dekilla69420 (2023-12-06): Does this count as a prediction?\n\n- u/Shibo1 (2023-12-07): Just got back into the game, are evo shards rlly that hard to get?\n   Discussion\n\n   There's no way I get one shard a month and a random one every like 2 levels. Also there's not even a way to buy them? Is there someplace I can get them that I haven't noticed?\n\n- u/Zero_7300 (2023-12-07): Enough negativity. What’s something you like about Clash Royale?\n\n   I really enjoy draft and I think it’s one of the most fun game modes for me.",
  "summary": null,
  "sentiment": null
}