{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Using a straw helps me to drink more water. : r/loseit - Reddit",
  "href": "https://www.reddit.com/r/loseit/comments/4iwk40/using_a_straw_helps_me_to_drink_more_water/",
  "body": "Using a straw helps me to drink more water. : r/loseit. I don't know why it is. I could never catch on to drinking enough water in the run of a day out of a glass or a water bottle. The straw does it for me. I have a cute Mickey Mouse cup with a lid and a straw that holds exactly 16 oz of water that I keep on my desk and every time I empty it I ...",
  "readable_content": "- my-other-car-is-a-__ (2015-12-08): Using a straw helps me to drink more water.\n\nThat makes sense to me. Using a water bottle is the only way I have a chance at reaching my water goal. For some reason, drinking water out of a cup or glass feels so much more tedious. I have no idea why.\n\n- nmnenado (2015-12-08): samesies. I bought a camelbak eddy bottle just because it was a pretty color and it turns out having the straw is amazing, I will drink half a liter of water at once and it doesn't even feel like guzzling.\n\n- narwhalsies (2015-12-08): I have this giant, 32 oz, cup with a straw from one of those boozy slushy places in Vegas and I drink so much more water when I use it compared to when I use a regular cup. It's insulated, has a handle, and the straw has a little cap. I love my cup. I have a venti Starbucks cold cup beside my bed because more sippy cups is always better!\n\n- lesslikemath (2015-12-08): Works for me too! I got a Camelbak a few years ago and it turned me into a 2-gallon-per-day water drinker.\n\n- EroicaSymphony (2015-12-08): Whatever works for you, keep at it!\n\n- nimphette (2015-12-08): Also, not using a straw helps with not drinking as much alcohol! It blew my mind when I realized that, basically cut my drinking (on the rare occasion when I do) by a third.\n\n- emR_ (2015-12-08): Hey, whatever works for you! Keep it up!\n\n- FormerFatBarbie (2015-12-08): I do the same exact thing - we have a bunch of tumblers with lids and straws that I bought for smoothies. I realized my son was much more likely to finish his water if it was in a tumbler, so I started doing the same thing. I went from never drinking any water ever, to drinking 64+ ounces a day, just from switching to tumblers. Hey, whatever works :)\n\n- [deleted] (2015-12-08): This is true for me too but it's because if I drink without a straw, my upper lip gets chapped pretty quickly.\n\n- [deleted] (2015-12-08): I have no trouble drinking enough water, but I notice I drink more when I drink from this https://www.chapters.indigo.ca/en-ca/Gifts/product/825466929531-item.html?ref=item_page:richrel:rr-carousel-small:json1 plus it makes water exciting because it's cute!\n\n- Leoluvr (2015-12-08): I am the exact way. I only drink water with meals normally, but when I have a straw I'll end up actually hitting my water goal. I also seem to drink more water when I have a bigger container.\n\n- caeliter (2015-12-08): I discovered this once when I had the flu... I felt like death, but I knew I had to stay hydrated, but it seemed so hard. Day 2, I switched to the water bottle with the straw, drank like 3-4 times as much water.\n\n- [deleted] (2015-12-08): I keep a straw in my water bottle for this exact reason!\n\n- loquinmalie (2015-12-08): I always drink water with a straw too :) Yay straw club.\n\n- DodgyBollocks (2015-12-08): In a similar way for me it was a water bottle with an easy to pop open lid that I could operate one handed AND keeps the mouthpiece completely covered. Once I got those two things I started taking it with me everywhere and since I could pop it open one handed and pour it into my mouth no matter how dirty my hands were I started drinking a lot more.\n\n- UniversallyReviled (2015-12-08): Same thing here, unless the water is carbonated in which case I'll knock glasses of it back like it was booze. Thought it was an ex-alcoholic thing, but guess not. :)\n\n  - EDIT: since we're sharing I use an asaklit exercise bottle with an integrated straw. Link It's way overkill since I rarely use it for actual exercise but rather just keep it on my desktop, but I think it's pretty cool looking next to my keyboard anyway.\n\n- lmdmatt (2015-12-08): Hah, ditto. I have a Starbucks cold cup with the plastic straw that goes with me everywhere. It doesn't seal like a water bottle, but it doesn't matter - I empty it almost as soon as I finish filling it up. And I hate drinking water.\n\n- HavidDume (2015-12-08): Totally not lame. I have an R2-D2 cup with lid/straw that I use.",
  "summary": "The conversation emphasizes the positive impact of using straws on water intake and personal hydration goals. The individuals express how using a straw, particularly one that is part of a reusable water bottle or cup, has significantly increased their water consumption. Overall, the sentiment toward using straws to encourage water intake is positive. Sentiment: 0.8",
  "sentiment": 0.8
}