{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "What's worse, burning plastic or sending it to a landfill?",
  "href": "https://grist.org/living/whats-worse-burning-plastic-or-sending-it-to-a-landfill/",
  "body": "What's worse: burning plastic trash, or letting it sit in a landfill? I'm thinking of not-easily-recyclable plastic packaging especially — are its components perhaps more easily dispersed as ...",
  "readable_content": "User (2023-12-08): For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nSkip to content\n\nQ. Dear Umbra,\n\nWhat’s worse: burning plastic trash, or letting it sit in a landfill? I’m thinking of not-easily-recyclable plastic packaging especially — are its components perhaps more easily dispersed as gases rather than slowly leaching in a landfill?\n\nSigned,\nWilburforce\n\nA. Dearest Wilburforce,\n\nAs anyone who has ever witnessed someone toss an errant water bottle or crinkly wrapper into a campfire can attest, burning plastic is a nasty business. It stinks; it spews oddly colored flames; and the smoke makes you want to reach for the nearest gas mask. I distinctly recall one such instance in particular, in high school, when a perfectly lovely beach bonfire was ruined... [truncated]\n\n-...\n\n-My take, Wilburforce? There’s no perfect solution to plastic disposal, so what we really should be doing is creating and using less plastic — especially the types that can’t be recycled easily. On an individual basis, this means steps such as buying in bulk, using reusable containers for everything, and shopping secondhand... [truncated]",
  "summary": "The sentiment of the response is one of concern for the environmental impact of plastic disposal and a call for reducing plastic usage. The writer emphasizes the unpleasantness and negative effects of burning plastic and suggests individual actions to minimize plastic consumption. Overall, the sentiment is one of advocating for reducing plastic usage and finding alternative solutions. Sentiment: 0.8",
  "sentiment": 0.8
}