{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Straws Suck",
  "href": "https://blog.glassticwaterbottle.com/plastic-straws-suck/",
  "body": "The problem with straws comes in with single-use plastic straws: - Plastic straws ranks as number 5 in The Ocean Conservancy's top 10 most collected items at beach cleanups - Plastic straws harm marine life. Sea birds pick up and swallow small straws (like those from juice boxes) which block their airways and cause them to choke.",
  "readable_content": "Glasstic (2015-03-16): A drinking straw is defined as a short tube intended for transferring a beverage from its container to the mouth of the drinker. The first known straws were made by the Sumerians and the oldest drinking straw in existence is a gold tube inlaid with the precious stone lapis lazuli that was found in a Sumerian tomb dated 3,000 B.C. While in most cases we can all get along without the need for a straw, they do have their advantages including reducing tooth decay when drinking soft drinks.\n\nThe problem with straws comes in with single-use plastic straws:\n\n- Plastic straws ranks as number 5 in The Ocean Conservancy’s top 10 most collected items at beach cleanups\n- Plastic straws harm marine life. Sea birds pick up and swallow small straws (like those from juice boxes) which block their airways and cause them to choke. Plastic is also increasingly being found in the digestive system of turtles and fish affecting the ocean food chain as well as humans\n- Plastic straws are easily swept up into gyres and get trapped, contributing to ocean garbage patches\n\nRefusing single-use plastic straws at home and at restaurants is easy to do and does have an impact. Fortunately we have straw options that are not plastic or harmful to our health; good old paper straws have improved greatly over the years and you can also find reusable glass straws and plant-based material straws.\n\n- We need to make a conscious effort to reduce the use of plastic straws for the benefit of our environment and marine life. Thank you for sharing this information.",
  "summary": "The text provides a detailed explanation of the historical significance of drinking straws and highlights the negative impact of single-use plastic straws on the environment and marine life. It also promotes the use of alternative options such as paper, glass, and plant-based material straws. The overall sentiment of the text is supportive of reducing the use of plastic straws for the benefit of the environment and marine life. Sentiment: 0.8",
  "sentiment": 0.8
}