{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic or Glass food storage: does it matter? : r/Frugal - Reddit",
  "href": "https://www.reddit.com/r/Frugal/comments/3mnwxp/plastic_or_glass_food_storage_does_it_matter/",
  "body": "Plastic: we all know about plastic leaching chemicals into your food, so I'd go with glass without lead base. I do recycle and reuse plastics: I wash, rinse in hydrogen peroxide and rinse again in hot water before using with food storage. I actually store rice in 2L plastic soda containers simply because I like how easy it is to pour stuff out ...",
  "readable_content": "- eternitea2010 (2023-12-08): Plastic containers can be durable (and stay pretty) if they're not used to heat up food in the microwave. Most manufacturers make their glass storage containers very durable nowadays. The only time my Pyrex has broken has been when it was dropped onto a tile floor. As for freezing, I throw the glass containers in the freezer all the time without having them crack, just leave some room for the food to expand. For me, glass and plastic containers have never been good at preventing freezer burn if it's in there for more than a month.\n\n- rfury (2023-12-08): We recently started to move over to mason jars for the general purpose container. They are freezer\\microwave safe, can be used for drinking glasses, store prepackaged lunches in them, used to store leftovers, and we vacuum seal dried herbs\\mushrooms\\peppers in them.\n\n- robin-bunny (2023-12-08): Quality Pyrex glass is great - you can put hot foods directly into the freezer, or vice versa. Not great for your freezer, perhaps, but it's fine for the glass. BUT don't get knock-off glass ones. I put one in the microwave, and it cracked - the food and glass weren't even hot. So, real ones good, dollar-store glass tupperwares be careful with!\n\n- happyjoylove (2023-12-08): Glass if you can afford it, there are potential health concerns with plastic contacting food, so if you can reduce some of that exposure it's a pro in my book. Look up the endocrine disrupting issues. Also, glass won't retain smells/stains.\n\n- TheShortAzn (2023-12-08): I don't like plastic containers because every time I heat food in it, it seeps the soap into my food and I can taste/smell the soap. Plus, if you do get plastic, I think you have to get the one without BPA.\n\n- lechef (2023-12-08): We have a mix of both, some kind of locking plastic for when we go out and glass for the home.\n\n- recessionbeard (2023-12-08): Plastic can stain from the pigments in your food and warp from heat. It can shatter from cold temperatures and mild shocks. It is also much, much cheaper usually than glass.\n\n- [deleted] (2023-12-08): When getting jars for storing food - consider a jar with a sealing lid or ring set like a canning jar, those jars like peanut butter jars we all recycle, have no ability to seal - so pantry pests can crawl in under the crimped edges and you have to toss the food out. A heavy canning jar also better in that it's heavier and will take a thermal shock better, cheap glass jars break too easy from temperature changes. Plastic: we all know about plastic leaching chemicals into your food, so I'd go with glass without lead base. I do recycle and reuse plastics...\n\n- Meayow (2023-12-08): My problems with plastic are: It's porous so it can leak into your food. It can melt in the microwave. If you store something like spaghetti in it, the plastic can become discolored or very difficult to clean. Food just seems better off in glass and it lasts longer...\n\n- [deleted] (2023-12-08): Plastic is porous and so you will never be able to get it 100% clean. I prefer glass when possible...\n\n- dreadpiratemumbles (2023-12-08): I like glass storage because I can put it in the bottom rack of my dishwasher...\n\n- lefsegirl (2023-12-08): Ceramic is a good option also, such as my favorite, Corningware.\n\n- [deleted] (2023-12-08): Hormone disrupters are in plastic, and even somewhat in plastics that say they are safe. Glass for storage, cast iron for cooking, rinse canned food...\n\n- [deleted] (2023-12-08) As soon as someone badmouths MSG I know to stop listening. Every blind study of it has found no negative effects whatsoever. Any problems people have with it are entirely a placebo effect, plus it's delicious.",
  "summary": null,
  "sentiment": null
}