{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "cutting - How can I cleanly cut thick plastic straws? - Arts & Crafts ...",
  "href": "https://crafts.stackexchange.com/questions/1736/how-can-i-cleanly-cut-thick-plastic-straws",
  "body": "The heat should (locally) soften the plastic and make a relatively neat hole. Just pay attention to retain your move in order to avoid piercing both sides of the straw :). Note that you could also put something in the straw to stop the awl on the midway. Solution 2: Another way could be to use sand paper rolled.",
  "readable_content": "- user24 (2016-06-10): Do you have a dremmel or something similar?\n- Catija (2016-06-10): @Catija My wife has a Dremel, but I've never used cutting attachments. We also have a cordless drill. No saws. Different knives..\n- user24 (2016-06-10): As I said in my answer, I misread the question the first time and so answered also another question which is: \"How can I cleanly pierce plastic straws?\". I tried to adapt my answer to also answer your question. I'm just a bit puzzled why you need to make holes where the air comes out? I'd be surprised that the straws are blocked on one side... Could you detail a bit what you meant? Basically, if you don't need to make holes at all, I would consider asking the similar question and splitting my answer between the two questions.\n- Surb (2016-06-10): If you look at a flute, on whistle, you need to put in a hole near the mouth side where the air escapes. (I'll be plugging up the opposite end of the straw.)\n- user24 (2016-06-10): I was not aware that there are different types of Boxcutters blades. Sounds definitely interesting. I would just avoid the \"flat\" ones. I think you should consider posting an answer about it.\n- Surb (2016-06-10): I have not tried the Dremel yet, but the \"serrated\" utility knife blades are the answer. \n- BrownRedHawk (2016-08-01): It's worth noting, if you feel like taking a trip to your local hardware store, that they make specialty blades that fit boxcutters. Some of these are designed for laminate. Most likely, the blades that came in your boxcutter are ok for opening boxes, plastic packagine etc. However, you can buy some designed for cutting laminate, PVC, etc. Look for blades that are thicker and may have a wavy pattern on the edge. These can be especially helpful in working with plastics. The sharper the blade, the less force needed to cut/saw. Like in the kitchen, this is safer than a dull knife that needs lots of force (that ends up slipping into your thumb - Ouch).\nSimilarly, rather than \"homebrew\" a solution, for under $10 you should be able to find a cutoff wheel for your dremel made for plastic. They often are serrated, and may have holes through the wheel that lighten in.\nAdd a comment",
  "summary": "The conversation is focused on finding tools to cleanly pierce plastic straws and the different options for cutting plastic. There is a helpful exchange of ideas and suggestions for using tools such as Dremel, serrated utility knife blades, and specialty box cutter blades for cutting plastic. Overall, the tone of the conversation is practical and problem-solving oriented. Sentiment: 0.8",
  "sentiment": 0.8
}