{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "A fingerling potato and a plastic bendy straw saved my night.",
  "href": "https://www.reddit.com/r/trees/comments/3vvi99/a_fingerling_potato_and_a_plastic_bendy_straw/",
  "body": "Business, Economics, and Finance. GameStop Moderna Pfizer Johnson & Johnson AstraZeneca Walgreens Best Buy Novavax SpaceX Tesla. Crypto",
  "readable_content": "- boltscg (2023-12-08): A fingerling potato and a plastic bendy straw saved my night.\n- something_2_b (2023-12-08): This is the most desperate smoking device I have seen in my entire life but I can't say I'm not impressed\n- BootlegFirewerks (2023-12-08): You MacGyvered the shit out of that, much respect\n- TooHighGuy_ (2023-12-08): But did he really? I love the simplicity of shoving a straw into the bottom of a potato bowl.\n- pldhln (2023-12-08): Baked potato\n- Chezuz_Krytzt (2023-12-08): I don't want to be that guy, but try avoiding plastic in makeshift pipes, especially if your \"bowlpiece\" is as small as this one. Cucumbers make great stems.\n- PM_ME_YOUR_NUNS (2023-12-08): Would the heat of the smoke be enough to cause problems?\n- I_SAY_CUNT_A_LOT (2023-12-08): More like \"A fingerling potato and a plastic bendy straw gave me cancer\"\n- rockoholik13 (2023-12-08): As long as the flame doesn't ignite the straw it would be fine no?\n- [deleted] (2023-12-08): I never understood the whole \"how am I gonna smoke this weed\" situation people get into...\n- TheMellowestyellow (2023-12-08): Most smoke shops require a person to be 18 to buy something. Hell, my town just passed some stupid ordinance that makes it to where you have to be 21 to buy tobacco!\n- Minnesotaisdope (2023-12-08): That rug is fantastic!\n- [deleted] (2023-12-08): Genius\n- ShredLobster (2023-12-08): Haha awesome! Didn't even realize what it was till I went to the comments",
  "summary": "The conversation about using a plastic bendy straw as a makeshift smoking device sparked a range of reactions, from admiration to concern about potential health risks. Some users expressed admiration for the resourcefulness while others raised valid points about the health implications and environmental impact of using plastic in makeshift pipes. Overall, the sentiment of the conversation seems to highlight a mix of creativity, concern, and practical advice.\n\nSentiment: 0.1",
  "sentiment": 0.1
}