{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Eight million tonnes of plastic are going into the ocean each year",
  "href": "https://theconversation.com/eight-million-tonnes-of-plastic-are-going-into-the-ocean-each-year-37521",
  "body": "Plastic waste is the scourge of our oceans; killing our wildlife, polluting our beaches, and threatening our food security. But there are solutions - some of which are simple, and some a bit ...",
  "readable_content": "user (2023-12-08): Eight million tonnes of plastic are going into the ocean each year\n\nYou might have heard the oceans are full of plastic, but how full exactly? Around 8 million metric tonnes go into the oceans each year, according to the first rigorous global estimate published in Science today.\n\nThat’s equivalent to 16 shopping bags full of plastic for every metre of coastline (excluding Antarctica). By 2025 we will be putting enough plastic in the ocean (on our most conservative estimates) to cover 5% of the earth’s entire surface in cling film each year.\n\nAround a third of this likely comes from China, and 10% from Indonesia. In fact all but one of the top 20 worst offenders are developing nations, largely due to fast-growing economies but poor waste management systems.\n\nHowever, people in the United States – coming in at number 20 and producing less than 1% of global waste – produce more than 2.5 kg of plastic waste each day, more than twice the amount of people in China.\n\nWhile the news for us, our marine wildlife, seabirds, and fisheries is not good, the research paves the way to improve global waste management and reduce plastic in the waste stream.",
  "summary": "The post highlights the alarming amount of plastic entering the oceans each year, causing significant harm to marine life and ecosystems. It also emphasizes the need for improved global waste management and reduced plastic usage. The sentiment about banning plastic straws could be strongly in favor of it, given the devastating impact of plastic pollution on the environment. Sentiment: 0.9",
  "sentiment": 0.9
}