{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Marvel's Spider-Man - Reddit",
  "href": "https://www.reddit.com/r/SpidermanPS4/",
  "body": "r/SpidermanPS4 Rules. 1. No content that isn't related to the Marvel's Spider-Man series in some way. 2. No harassment or bullying. 3. No low effort posts or shitposting. 4. No repetitive posts.",
  "readable_content": "- u/ckareddit (2023-10-08): Spider-Man 2: Release Hub: General Discussion, Spoiler Discussion, Technical Issues/Glitches, Game Help/Tips, +More Thread Links\n- u/LeGuigzz (2023-10-08): Spider-Man 2: List of improvements from the fans to the devs\n- u/Capable-Tie-4670 (2023-12-08): Found this on Twitter. Very accurate summary of the state of this sub. Humor/Meme\n- u/Kin_93 (2023-12-08): We Get It. Humor/Meme\n- u/SuperiorArachnid (2023-12-08): The Raimi black suit looks so good in this scene. Discussion\n- u/AbeliousAugustus (2023-12-08): The fandom: Humor/Meme\n- u/fidelityinvestments (2023-12-08): Enjoy $0 commission trades on U.S. stocks and ETFs, and get independent expert Analyst Ratings to help you understand stock potential.\n- And more discussion posts...\n- u/Dry_Musician8297 (2023-12-07): I don't understand why people keep lobbying Spiderman 2 not winning any awards as 'proof' that it's somehow a bad game and was all along. Spiderman 1 didn't win any awards either, and it was nominated for fewer awards than Spiderman 2...\n\n  - u/Dry_Musician8297 (2023-12-07): Also, I agree that this game deserves criticism, as does any game. But I don't know what's necessarily critical about the game being safe...\n\n  - u/Dry_Musician8297 (2023-12-07): The arkham games all have the same formula, and are all praised. Yes, even Arkham Knight, which was initially hated...\n\n  - u/Dry_Musician8297 (2023-12-07): Personally, I think Spiderman 2 is the Arkham Knight to Spiderman 1's Arkham City. Literally. Seriously, which game do you think I'm talking about below. Arkham Knight or Spiderman?\n\n  - u/Dry_Musician8297 (2023-12-07): And before the gaslighters come in, yes your opinions are valid, yes you are allowed to hate the game, and YES, CRITICISM IS A GOOD THING...\n\n  - u/Dry_Musician8297 (2023-12-07): Examples of bad criticism: 'game is trash', 'insomniac fumbled the ball — they need to do better', 'safe, mundane, generic.' Examples of good criti",
  "summary": null,
  "sentiment": null
}