{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Bringing up Bates - Reddit",
  "href": "https://www.reddit.com/r/BringingUpBates/",
  "body": "Erin, Alyssa, and Josie have done the same. Alyssa especially, girl has pushed through serious heart problems and worsening HG to have more babies, and even after her Grand Finale Boy she STILL is considering more kids. And Josie's pregnancies will only become more and more toxic to the babies. It's fucking wild man.",
  "readable_content": "- u/proof-ingenuity2262 (2023-10-08): Thoughts from one of the new moderators.\n\n- u/agitated_pin2169 (2023-11-22): Rukes Clarificatiob/Discussion Post\n\n- u/aslow_study (2023-12-07): One thing about Kelton\n\n- u/ilovegymnastics34 (2023-12-07): She Just had surgery but Katie still has to shill on Instagram. Girl go rest omg\n\n- u/agitated_pin2169 (2023-12-06): Before the Frumpers--Little Erin is Wearing Pants\n\n- u/dawn9476 (2023-12-06): It looks like Evan and Carlin did go to NJ.\n\n- u/comcastbusiness (2023-12-08): Promoted Ask how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in. xfinity.com Learn More\n\n- u/slow_return_6247 (2023-12-06): Why does he pose like a magazine model in every picture he post 🙄\n\n- u/izzysmiles2114 (2023-12-06): A last ditch effort to save this sub and get a vote on what the people want.\n\n- u/wildernesssss (2023-12-06): Then vs now 2023\n\n- u/time_yogurtcloset164 (2023-12-06): I’d love to know which words are against the rules. I did not edit.\n\n- u/after_hope_8705 (2023-12-06): Did Taylor always have her tiktok link on her profile?\n\n- u/ilovegymnastics34 (2023-12-06): Callie helping and staying with law & tiffy again… is Callie ever home? Seems like she’s always with these two.\n\n- u/oakenforest749 (2023-12-05): Do You Think Tori and Bobby will ever become more public again?\n\n- u/goobergoof21 (2023-12-05): Katie’s procedure\n\n- u/cosmosmom87 (2023-12-05): Wow yeah nothing more romantic than filming your entire life for content.\n\n- u/leatherlow911 (2023-12-04): No surprise here.\n\n- u/noself127 (2023-12-05): Where They Started VS Where They Are Now: As Per Me\n\n    - Posted my 2023 predictions on another sub, now defunct, I think, or maybe I was banned I dunno. Anyways, these are the results in accordance to what actually happened throughout the year. [It's not only about babies and relationships but it is the bulk of it so don't be whining.]\n\n    - CORRECT\n\n        - Zach & Whitney: There will definitely be a baby this year. Approximately 1 typical pregnancy duration (36-40 weeks) after December 14, 2022. Lily Jo, born August 15, 2023, 35 weeks after December 14, 2022\n\n        - Trace & Lydia: Maybe they'll have a late 2023 baby; I'm not too sure. Ryker, born September 12, 2023\n\n        - Jackson: He'll get married to Emerson in late 2023. I don't see the Bates Boy first public courtship curseTM happening to him. He married Emerson sometime in October.\n\n    - WRONG\n\n        - Erin & Chad: No 2023 baby. William was born in November.\n\n        - Lawson & Tiffany: They'll have a kid. No baby. I'm actually surprised they haven't yet. We obviously don't know what the reasons are so I'll leave it there.\n\n        - Tori & Bobby: She will have a baby any time between July and December 2023. She's still pregnant and I think was confirmed to be due in 2024. She's behind per her usual spacing; that's what I went off.\n\n        - Josie & Kelton: Josie seems very content with the two girls she has now. I think it will stay there for another year or two. She's currently pregnant with baby #3.\n\n        - Warden: He's not starting a courtship any time soon with the way he's wildin on social media. Well, well, well. He went Instagram official with a girl like yesterday.\n\n    - INCONCLUSIVE\n\n        - Nathan & Esther: Umm…a late 2023 kid is certaintly possible, but I more see an early 2024 baby. They better be out of a camper before they even think about another child. I actually have no idea what their living situation is right now, but I assume it's the same. That being said, she might be pregnant rn and on track for a 2024 baby. But, I don't really think so anymore.\n\n        - Alyssa & John: I actually believe them that they're done lol. Call me booboo the fucking fool when Alyssa has an accidental pregnancy come 2026. Their 'grand finale' turned into 'maybe, maybe not' once they actually had the kid so it's obvious they can't be trusted. Alyssa wants a lot of kids but just doesn't want to admit it. She keeps referring to wanting a lot of kids in the past, no baby, you still do.\n\n        - Carlin & Evan: Hmm…from Layla's health in the beginning, we saw Carlin space her kids out more than she maybe would've wanted. And now with her own health scare, I think we're done for now. If Carlin finds a solution to her seizures, we'll see about a 5 year gap between Zade and a third (a girl). Then, probably two more kids to make 5. If she doesn't, I want to believe they'll be smart enough and not take a risk like that. Honestly, I thought they would be taking her health more seriously. She was having seizures for months and as far as I know, they still don't have any actual answers. So, the fact that they're not \"HELL NO!\" on babies rn is so... Obviously my prediction was wishful thinking.\n\n        - Warden: Outside of Jackson, all the Bates men have been 24+ when getting married. So…I don't see anything significant (if it is significant, I don't see it lasting) for him in 2023. We don't how this relationship will pan out. Majority of his brothers had failed courtships and I think he could be one of them tbh. I just don't trust him that much lmao.\n\n        - Warden is the boy likely to stray furthest from the original family teachings. Not only in dress as we've seen with the girls but in behaviour and belief. On not trusting him, I feel like the relationship has come so much out of left-field for me. We see his likes, his reposts and can have a vague understanding of where his head is at and I don't think it's with Christianty or the intention and genuine love needed for a romantic relationship. This could be just a 'this is what I'm supposed to do at this stage' but not with the excitement of a Tori or Carlin but with begrudgement. I don't know the dude so I can't say that with conviction but I've seen and experienced...\n\n        - Erin, Carlin & Whitney: Either there will be a direct public Carlin/Whitney and \n\n- u/mtndewofficial (2023-12-05): Promoted r/gaming, give us your most refreshing Mtn Dew flavor x game combos in the comments! mountaindew.com Learn More",
  "summary": null,
  "sentiment": null
}