{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Broken skates (plastic straps), want to fix! : r/rollerblading - Reddit",
  "href": "https://www.reddit.com/r/rollerblading/comments/4n2wbe/broken_skates_plastic_straps_want_to_fix/",
  "body": "plastic degrades over time and with stress cycles. The same thing that happened to those buckles is happening to some degree to the rest of the skate's plastic parts. This skate looks between 10 and 15 years old, if you can afford it go with a new pair. If not u/eck226's idea of the Bauer buckles is a good one.",
  "readable_content": "- Whatsername868 (2015-06-08): Broken skates (plastic straps), want to fix!\nI've had this pair of skates for YEARS and they're in great condition (haven't exactly used them tons). However, the stupid cheap plastic tightener straps broke on both of them. I've called Nike to ask about getting them fixed and was told there's nothing they can do. I'm an optimist and a realist, I know there's got to be a way to fix these instead of buying a new pair! Any ideas?\nHere's what they look like. Specifically, they're Nike N-dorfin 4s.\n\n- eck226 (2015-06-08):\nYou might want to search for Bauer buckles if you want an exact replacement.\n\n- NewYorkCityGent (2015-06-08):\nplastic degrades over time and with stress cycles. The same thing that happened to those buckles is happening to some degree to the rest of the skate's plastic parts. This skate looks between 10 and 15 years old, if you can afford it go with a new pair. If not u/eck226's idea of the Bauer buckles is a good one.\n\n- dane_and_egyption (2015-06-08):\nhonestly speaking, you cant fix it. buy a new buckle set :)\n\n- Xavi787 (2015-06-08):\nThe part that broke is the buckle strap. You should be able to fix that by replacing it with a new one. You probably have to drill out the old one since most of them are attached with rivets. Here is a razor buckle replacement that could fit your skates.\nThere are plenty other buckle replacements manufacturers but I think razor would be the cheapest one",
  "summary": null,
  "sentiment": null
}