{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "ELI5: Why are most coffee stirrers either divided into two ... - Reddit",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/3aa3f9/eli5_why_are_most_coffee_stirrers_either_divided/",
  "body": "The ones I've been to have their own branded green plastic ones. I still see wooden sticks but I see them in small independent coffee shops. ... If you try to stir your coffee with a single straw, the cylindrical shape would easily pass through the coffee without much resistance, making for a terrible stirring device. This is remedied with the ...",
  "readable_content": "- aalambis (2014-06-18): ELI5: Why are most coffee stirrers either divided into two tubes, or have a divider in them?\n\nBasically the title.\n\n- [deleted]\n  - \n\n- RyanSmithN (2014-06-18):\n  If you try to stir your coffee with a single straw, the cylindrical shape would easily pass through the coffee without much resistance, making for a terrible stirring device. This is remedied with the 2-straw design.\n\n- gilbatron (2014-06-18):\n  McDonalds used to have little spoons, but they were used to sell cocaine in them so they stopped using them\n  [snopes link provided]\n\n- [deleted]\n  - \n\n- binatilyo (2014-06-18):\n  Actually, their hollow, cylindrical shape keeps coffee stirrers strong. If they were a flat solid, they would more likely bend/break under stress when you use them for stirring. Two cylinders joined together makes for a much stronger design.\n\n- D_r0d (2014-06-18):\n  While all of this makes a lot more sense, I always though it was to discourage burning your tongue as a tiny burn from the little holes is less significant than a hydro pump through the straw.\n\n- saltySOB (2014-06-18):\n  I never understood the need for a coffee stirrer. I just put the cream and sugar in first then pour the coffee in and let it do the work. It seems to be a waste of plastic.\n\n- Prussik (2014-06-18):\n  The coffee stirrers are a remnant of our independence from England. Even way back in colonization times England was crazy about tea... these were dark times before coffee was here \"across the pond\" so of course we were also a tea people. High grade porcelain was taxed so highly that if you wanted a cup that could withstand the rapid temperature change of boiling water being added then you had to pay a premium, because affordable cups that worked were taxed till they were no longer affordable. When we gained independence we changed to milk first ordering things as a way to mock Englands taxes and their previously crappy cups. When we switched from a nation of tea drinkers into coffee this habit came along for a ride. The reasons behind the simple action of adding milk were forgot with time to most... but i know and now so do you. My coffee cup however doesn't care at all. I now just know with every cup i get a choice between being patriotic or practical. edit for run-on\n  - aalambis (2014-06-18):\n    Whether or not this is true, I choose to believe it.",
  "summary": null,
  "sentiment": null
}