{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic and marine turtles: a review and call for research",
  "href": "https://academic.oup.com/icesjms/article/73/2/165/2614204",
  "body": "Introduction. Between 1950 and 2015, the total annual global production of plastics grew from 1.5 million t to 299 million t ( PlasticsEurope, 2015).As a result, the abundance and spatial distribution of plastic pollution, both on land and at sea, is increasing ( Barnes et al., 2009 ; Jambeck et al., 2015 ).Indeed, plastic items have become the principal constituent of marine debris, the ...",
  "readable_content": "- **Unknown** (*2023-12-08*): I found a source from a website. It focuses on a review of the effects of plastic debris on marine turtles and their habitats. The review highlights the evidence for the effects of plastic debris on turtles, including ingestion, entanglement, impacts on nesting beaches, and wider ecosystem impacts. It also emphasizes the need for urgent action to better understand this issue and its effects on marine turtles.\n\n  The article discusses the increase in plastic production and the growing abundance and spatial distribution of plastic pollution in marine environments. It points out the longevity and wide dispersal ability of plastic debris, highlighting its presence in various marine habitats worldwide. The review also describes the potential threats of plastic pollution to marine turtles, considering their vulnerability due to their complex life histories and highly mobile behavior.\n\n  Additionally, the article provides a summary of studies on plastic ingestion by marine turtles, focusing on different species and study areas. The authors emphasize the increasing number of peer-reviewed publications over time and offer a descriptive overview of the studies.\n\nThe content includes detailed information on the impact of plastic pollution on marine turtles and the urgency for further research in this area.\n\nWould you like me to find more information on this topic?",
  "summary": "The post provides a comprehensive overview of the review of the effects of plastic debris on marine turtles and their habitats. It emphasizes the urgent need for understanding and addressing the issue. The sentiment is positive as it highlights the importance of taking action to protect marine turtles from the impacts of plastic pollution.\n\nSentiment: 0.8",
  "sentiment": 0.8
}