{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "[Request] How to throw a boomerang straw : r/LearnUselessTalents - Reddit",
  "href": "https://www.reddit.com/r/LearnUselessTalents/comments/3fia3g/request_how_to_throw_a_boomerang_straw/",
  "body": "take the straw between your thumb and your first finger, or your index finger, flick it to put spin on it. aim it upwards so that if you put enough spin on it it will actually return to you like a boomerang. the spin direction should be towards yourself. 186. Finstyle • 8 yr. ago • Edited 7 yr. ago.",
  "readable_content": "takkuso (2015-08-02): [Request] How to throw a boomerang straw\n\n- 20rakah (2015-08-02): found a description on a forum\n- take the straw between your thumb and your first finger, or your index finger, flick it to put spin on it. aim it upwards so that if you put enough spin on it it will actually return to you like a boomerang\n- the spin direction should be towards yourself\n\n- JugglerCameron (2015-08-02): We spent about 5 hours one night throwing straws after a juggling convention. You can get them to do all sorts of wierd stuff including throwing them around somones head. The spin is the key I'm not sure about this flick nonsense, as we never experimented with it and I'm not sure how you would add a flick without throwing off the straw. But what we were doing was putting the straws as far down our palm as we could. So to the crook of our thumb so we could hold it upside down if need be and then a very plainer motion such that the straw was forced to spin down our palm put the spin on it. You could only move your hand in one direction or you mine as well have just knocked it off a table. Anyway the heavier the straw the better McDonald's seemed to be the best at the time. Heck with a stright downward motion we were able to throw a straw like 20 feet and watch it do 3 loops in the air.\n\n- 3rt41 (2015-08-02): Cool, now someone can tell me why is he putting a straw in a beer?\n\n- UnorthodoxViking (2015-08-02): I need this.\n\n- stilt (2015-08-02): Well, I'm about to waste a few hours of my life\n\n- lucantini (2015-08-02): This probably has something to do with the Magnus Effect https://www.youtube.com/watch?v=2OSrvzNW9FE\n\n- Greyhaven7 (2015-08-02): I'm not sure who made this gif without a watermark.\n\n- BuSpocky (2015-08-02): https://m.facebook.com/story.php?story_fbid=781640718610177&id=386068331500753&_rdr\n\n- ItPutsLotionOnItSkin (2015-08-02): I want to learn this but I'm too lazy\n\n- [deleted] (2015-08-02): My hand hurts from trying this...\n\n- OneHalf_SafetyFactor (2015-08-02): Did he just put a straw in a beer?\n\n- takkuso (2015-08-02): Relevant conversation\n\n- axehomeless (2015-08-02): Why is weird german music in the background of this gif?\n\n- buzzkills68 (2015-08-02): Pls teach me master",
  "summary": null,
  "sentiment": null
}