{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "A Robin Hanson Primer : r/slatestarcodex - Reddit",
  "href": "https://www.reddit.com/r/slatestarcodex/comments/3sjtar/a_robin_hanson_primer/",
  "body": "Then I think about it for years.\"—Bryan Caplan, quoted in Robin Hanson's wikipedia entry. Robin Hanson is the son of a Southern Baptist preacher and came from a religious family. He also wants to have his head cryogenically frozen. He is a professor at George Mason, and is associated with a loose organization of Masonomic bloggers.",
  "readable_content": "- **scottalexander** (2023-12-08): A Robin Hanson Primer\n\nCaveat: I don’t claim to have any special authority or knowledge on the subject of Robin Hanson other than I find him really interesting and have been reading his blog for many years. Please feel free to critique/correct/amend my post in the comments!\n\n\"When the typical economist tells me about his latest research, my standard reaction is 'Eh, maybe.' Then I forget about it. When Robin Hanson tells me about his latest research, my standard reaction is 'No way! Impossible!' Then I think about it for years.”—Bryan Caplan, quoted in Robin Hanson's wikipedia entry.\n\nRobin Hanson is the son of a Southern Baptist preacher and came from a religious family. He also wants to have his head cryogenically frozen. He is a professor at George Mason, and is associated with a loose organization of Masonomic bloggers. Hanson’s blog is http://www.overcomingbias.com, which he used to share with Eliezer Yudkowsky before Eliezer moved to http://lesswrong.com/\n\nMy impression is that Scott brings up Hanson or Hansonian thinking at least once a month. (For example, twice in this round-up of links.) My goal here is to present an introduction to some of Hanson’s key ideas.\n\nTHE GREAT FILTER\n\nThis is the Hansonian idea I encounter most often out in the wild. It seems like every few months Reddit rediscovers it and talks about it all over again. To quote Wikipedia :\n\nthe failure to find any extraterrestrial civilizations in the observable universe implies the possibility something is wrong with one or more of the arguments from various scientific disciplines that the appearance of advanced intelligent life is probable; this observation is conceptualized in terms of a \"Great Filter\" which acts to reduce the great number of sites where intelligent life might arise to the tiny number of intelligent species with advanced civilizations actually observed (currently just one: human). This probability threshold, which could lie behind us (in our past) or in front of us (in our future), might work as a barrier to the evolution of intelligent life, or as a high probability of self-destruction. The main counter-intuitive conclusion of this observation is that the easier it was for life to evolve to our stage, the bleaker our future chances probably are.\n\nAs I understand Hanson, he thinks we’re likely alone:\n\nThe simplest story seems right: if we have a chance to fill the universe, we are the only ones for a billion light years with that chance.\n\nPREDICTION MARKETS\n\nHanson has been a vocal proponent of using prediction markets (or what he also calls “idea futures”) to reform how we deal with controversies in science, academia, and politics. In \"Could Gambling Save Science\", he writes:\n\nIf the primary way that academics are now rewarded for being right, rather than popular, is an informal process for staking their reputation, which has various biases because of its informality, and if we want a better reputation game, why not literally make bets and formalize the process?\n\nImagine a betting pool or market on most disputed science questions...\n\n- **Assistant** (2023-12-08): Due to the length of the response, the continuation of the text will be displayed separately.",
  "summary": null,
  "sentiment": null
}