{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "I have schools all over the city. Why are my people uneducated?",
  "href": "https://www.reddit.com/r/CitiesSkylines/comments/3pro0z/i_have_schools_all_over_the_city_why_are_my/",
  "body": "The uneducated % goes down over time. They don't educate themselves overnight, that takes some time. It goes up as your population grows and people are born and die. The people that move in initially are uneducated, but as they have kids, those kids go to school and the education process starts. It takes time.",
  "readable_content": "- mtndewgaming.com\nLearn More\n\nBloodyPenguin (2015-12-08): It's high schools on the screenshot. But do you have any elementary schools? People need to graduate elementary schools before going to high schools.\n\n- fokum8 (2015-12-08): Yep http://puu.sh/kTqTl/21f4baf6ba.jpg\n\n- Zulathan (2015-12-08): I don't think adults tend to go to elementary schools unless the policy is active, meaning the adults stay uneducated and their kids go to school.\n\n- [deleted] (2015-12-08): It takes time. More time than I think is necessary but still...time.\n\n- DanzaDragon (2015-12-08): When you get used to 4x or 8x aging the vanilla speeds for aging and education seem really fast :P\n\n- Hydraslik (2015-12-08): I don't think adults/seniors are ever qualified for receiving education, but they make up a lot of the early population in your city. The uneducated % goes down over time.\n\n- Moranic (2015-12-08): They don't educate themselves overnight, that takes some time.\n\n- subnero (2015-12-08): It goes up as your population grows and people are born and die. The people that move in initially are uneducated, but as they have kids, those kids go to school and the education process starts. It takes time. Your city looks brand new.\n\n- mizary1 (2015-12-08): I usually have problems with not enough uneducated people. Thankfully now we can zone/policy to fix that.\n\n- scatterbrain666 (2015-12-08): Yeah you just have to wait. I start a new city and commercial always needs more educated workers. It's rather annoying having to destroy businesses. Why did they open in the first place...lol\n\n- ImageRehoster (2015-12-08): Imgur mirror",
  "summary": null,
  "sentiment": null
}