{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Far more microplastics floating in oceans than thought - The Conversation",
  "href": "https://theconversation.com/far-more-microplastics-floating-in-oceans-than-thought-51974",
  "body": "Plastic pollution in the ocean frequently appears as seabird guts filled with cigarette lighters and bottle caps, marine mammals entangled in fishing gear and drifting plastic bags mimicking a ...",
  "readable_content": "- The article discusses how microplastics in the ocean are much more abundant than previously thought, with estimates up to 37 times higher than previous assessments. The study was conducted by Kara Lavender Law, a research professor of oceanography, and Erik van Sebille, a lecturer in oceanography and climate change. They used available measurements of floating microplastics and three different numerical ocean circulation models to estimate the amount of microplastic waste in the ocean.\n\n- The article highlights the challenges in measuring and quantifying microplastics in the ocean, especially in less-sampled regions. It also emphasizes the need for improved ocean surveys to better understand the distribution of microplastic debris.\n\n- The authors stress the significance of addressing the issue of plastic pollution in the ocean, as it poses threats to marine animals and the marine ecosystem. They advocate for implementing effective waste collection and waste management systems to prevent further plastic waste from entering the ocean.\n\n- The study's findings were published in 2016 and are significant in shedding light on the prevalence of microplastics in the ocean and the need for strategic solutions to mitigate plastic pollution.",
  "summary": "The article emphasizes the concerning prevalence of microplastics in the ocean and the need for improved measures to address plastic pollution. It also underscores the importance of implementing effective waste collection and management systems. The sentiment of the article is one of concern and urgency regarding the impact of plastic pollution on the marine ecosystem.\n\nSentiment: 0.9",
  "sentiment": 0.9
}