{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Straw Sensory Bin - Teaching Mama",
  "href": "https://teachingmama.org/plastic-straw-sensory-bin/",
  "body": "Plastic Straw Sensory Bin. By Angela Thayer January 23, 2015. We recently tried a new sensory bin out and it was LOADS of fun! Usually we use beans, rice, or sand for a sensory bin filler. This time we used plastic drinking straws! It was easy, cheap, and colorful. All you need for this activity are colorful plastic drinking straws and a bin.",
  "readable_content": "user (2023-12-08): Skip to content\nGo\nHome\nAbout\nContact\nToddlers\nPreschoolers\nShop\nPrintables Club\nMember Login\nHome » Indoor Activities\nPlastic Straw Sensory Bin\nBy\nAngela Thayer\nJanuary 23, 2015\n\nWe recently tried a new sensory bin out and it was LOADS of fun! Usually we use beans, rice, or sand for a sensory bin filler. This time we used plastic drinking straws! It was easy, cheap, and colorful.\n\nAll you need for this activity are colorful plastic drinking straws and a bin. I found a HUGE bag on clearance at Target (for around $2). I also gave my preschoolers kid-friendly scissors, rope for threading, cups, and tongs.\n\nJust running your hand through the bin is fun! It feels neat and it makes a unique sound.\n\nEven my 6 month old got in on the fun! He loved splashing his hands in the straws. It was his first sensory bin experience. Since he doesn’t sit on his own, he sat in my lap and I tipped the bin up so he could reach the straws. He loved it!!\n\nMy three year old enjoyed threading the straws on the rope. To prepare the rope, I tied one end in a knot and the other end I burned with a lighter (ahead of time!) so it wouldn’t fray.\n\nThis was great practice for fine motor skills!\n\nHe loved creating his necklace…then he turned it into a headband! He cracks me up! 🙂\n\nMy 5 year old really enjoyed cutting the straws with scissors. I gave him a bunch of long straws to cut into smaller pieces. He thought it was the greatest thing ever!\n\nMy 3 year old tried cutting straws, but it was difficult for him. I remember Troy having a hard time with scissors at this age, so it’s awesome to see Troy using scissors so well now.\n\nWe also had fun poking the straw pieces together to make “lightsabers”.\n\nAs you can see, there are different ways to play with this sensory bin. These were just a few ways we played with it, but there are other ways we can still try out! We’re keeping this one out in the playroom for more fun play!\n\nThis was day 23 of the 31 Days of Play Series. To see all the activities, visit here.",
  "summary": null,
  "sentiment": null
}