{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Accidentally smoked plastic? : r/trees - Reddit",
  "href": "https://www.reddit.com/r/trees/comments/35e3e3/accidentally_smoked_plastic/",
  "body": "It is the chemical that is used in rat poison. Once it is converted to a gas, it can be deadly. In rat poison, however, the chemical is infused with other rodenticides, making it immediately effective. In plastic, it is solidified and bonded with other debilitating elements, making it less effective. However, when converted to a gas and inhaled ...",
  "readable_content": "- [deleted] (2023-12-08): Accidentally smoked plastic?\n\nI was smoking from this bubbler that kinda looked like hookah because there was a plastic straw coming out of it to inhale from. The bowl is right next to the straw, and as I was toking, I realized that I was burning the plastic straw and inhaling it. I tasted plastic. That was last night and I feel fine, but I'm getting worried reading shit like: [Link to article].\n\nHow serious is this r/trees? tldr accidentally smoked plastic but feel fine 8 hours later, what should I do?\n\n- morvis (2023-12-08): I'm sure he burnt that pez dispenser the f*ck up smoking that sh*t and blew thru a lot of it. Just a taste of a bit burning and stopping there shouldn't be a problem.\n\n- TreesIBreath (2023-12-08): Hey man, back in the days of makeshift bongs I smoked a little bit of plastic accidentally, and I'm fine now and was fine then. A little bit won't hurt you. You'll be fine :) (7)\n\n- [deleted] (2023-12-08): Thanks a bit reassuring. I've had a headache on and off all day, I wonder if it's a coincidence?\n\n- Shawncola (2023-12-08): If you ever have a question about intaking anything dangerous or even get bit by a bug you don't know. Call poison control. The are 24 hours, super friendly, and you can't get in any sort of trouble for answering their questions (unless you are attempting to harm yourself or others intentionally).(800) 222 1222\n\n- HighNAz (2023-12-08): You need to worry about phosgene gas. You will most likely get cancer from this. buh bye.",
  "summary": null,
  "sentiment": null
}