{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "How to clean inside of straw - Lifehacks Stack Exchange",
  "href": "https://lifehacks.stackexchange.com/questions/6303/how-to-clean-inside-of-straw",
  "body": "The number of people suggesting that you just buy new straws is appalling. The point of reusable straws is to keep those cheap, plastic disposable straws out of the landfills. Say yes to the pipe cleaners and yes to tiny bottle cleaners. Some reusable straws come with mini bottle cleaners (sized for the straw). You want a hack?",
  "readable_content": "- michaelpri (2015-03-21): Your best option is to use a pipe cleaner. Add some dish soap to the pipe cleaner. I like to dip the pipe cleaner in a bottle of soap, but you can pour soap on it. Now just push the pipe cleaner through the straw and rinse it with water. If you have a straw that has too wide of a diameter for one pipe cleaner, you can braid 2 or 3 together to make it wider.\n  - Carl (2015-04-02): Try focusing your search on cleaning brushes for lab equipment, you might be able to find specific shapes/sizes for your needs.\n- Pobrecita (2015-03-23): Use denture cleaners. These create foams that smell clean and clean deep within the straw. Also, use long Q tips. These may push the dirt further in some cases, so also use with soapy water and water pressure helps too. Straw cleaners.\n- Tim Lamothe (2015-11-12): Espresso machine! Heat up some steam and as long as your re-usable straw is relatively thick, slap it up against the steam shoot for a few seconds per side. Finally, run water through it. Presto! A clean and sanitized straw. I do this all the time.\n  - Sondra Kinsey (2019-11-19): Might heat break down or deform a plastic straw?\n- CRABOLO (2015-03-22): I would just hold the straw in a vertical position with one of my fingers covering the bottom of the straw. Pour some soap into the top of the straw. Then pour some warm water into the top of the straw. If you want to make sure it gets clean as possible, then you could just repeat the above steps a few times.\n- MrPhooky (2015-03-23): An adaptation to a couple of methods already mentioned that involves shoving something down the straw to try and get rid of any dirt.\n- CityBoyFarmer (2016-01-12) : Get yourself some bottle cleaners for the natural flow bottles, they are perfect for cleaning straws for plastic cups! Our 4 year old has a few of the toddler size cups with these plastic straws and we use the natural flow cleaner brushes to clean her straws (and our three month old daughter's bottles too!). They are inexpensive, and last a long time compared to having to use a new long q-tip every time you wash the straw. \n- Dave (2015-08-22): Found these on Amazon. Bought some to clean out the drink straws on reusable water bottles. Drink Straw Cleaning Brush - set of 4 Stainless Steel brushes for drinking straws, Tumblers, sippy Cups and more! https://www.amazon.com/dp/B00K4QBYQY/ref=cm_sw_r_awd_-Ki2vb38NNEKK Cheap and should last a long time. Useful for cleaning out other tiny hard to reach places.\n- user70848 (2015-09-17): I would put the straw in a container that would allow it to be completely submerged with water. Fill it up, then add a denture tablet or two. Wait. When it comes out, it should be clean and smell minty. Repeat as needed. You could also try submerging in a tub of white vinegar.\n- Ritu makkad (2016-01-23): I put a thin tissue paper in the waterbottle straw and then pushed the tissue with the other plastic straw, could not believe how much dirt came on the tissue, did it three times, my waterbottle straw is clean as.",
  "summary": "The conversation provides various creative and effective ways to clean reusable plastic straws, demonstrating a commitment to sustainability and reducing single-use plastics. Participants are sharing practical tips and products for keeping straws clean, reflecting a positive attitude toward environmental responsibility. Overall, the sentiment is positive. Sentiment: 0.8",
  "sentiment": 0.8
}