{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "New Study Shows Plastic in Oceans Is on the Rise - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/150212-ocean-debris-plastic-garbage-patches-science",
  "body": "The Haunting Art of Plastic Pollution Using trash from the sea and birds' stomachs, Mandy Barker's work forces us to face our waste. We Know Plastic Is Harming Marine Life.",
  "readable_content": "User (2023-12-08): A plastic bag floats in the sea off the Philippines. Ocean plastic has turned up literally everywhere. It has been found in the deep sea and buried in Arctic ice.\n\nPHOTOGRAPH BY KEITH A. ELLENBOGEN, AP\nEight Million Tons of Plastic Dumped in Ocean Every Year\n\nIt's equal to five grocery bags per every foot of coastline around the globe, says new study.\n\nBYLAURA PARKERNATIONAL GEOGRAPHIC\nPUBLISHED FEBRUARY 13, 2015\n• 5 MIN READ\n\nScientists have come up with a new way to measure ocean trash—and the numbers are even worse than thought.\n\nIn 2010, eight million tons of plastic trash ended up in the ocean from coastal countries—far more than the total that has been measured floating on the surface in the ocean's \"garbage patches.\"\n\n- The rest of the text continues to describe the gravity of the situation and the urgency to improve garbage collection and management. It also touches upon the impact of plastic waste on marine life and the need to close the gap between what is found floating and what flows into the ocean.",
  "summary": "The post highlights the staggering impact of plastic waste on the world's oceans, emphasizing the urgent need for improved garbage collection and management. It also addresses the detrimental effects of plastic waste on marine life, calling for immediate action to address the issue. The sentiment of the text is concern for the environment and a call for urgent action to combat the problem.\n\nSentiment: 0.9",
  "sentiment": 0.9
}