{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "When you put your thumb over the end of a straw that's ... - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/34b98a/when_you_put_your_thumb_over_the_end_of_a_straw/",
  "body": "At all times, 1atm of air is pushing down on surface of the water in the cup and the water in the straw (while it's in the cup). When you cover the hole of the straw with your thumb and take the straw out of the water, the pressure of the trapped air side inside the straw is less than the pressure of the air outside the straw: so the water is 'pushed' into the straw by the outside atmosphere.",
  "readable_content": "- PM_ME_Ur_BO0bs_Thx (2014-12-08): When you put your thumb over the end of a straw that's submerged and then pull the straw out (while keeping your thumb on the straw), what force(s) opposing gravity are keeping the liquid in the straw?\n\n- jj3570 (2014-12-08):\n  - At all times, 1atm of air is pushing down on surface of the water in the cup and the water in the straw (while it's in the cup). When you cover the hole of the straw with your thumb and take the straw out of the water, the pressure of the trapped air side inside the straw is less than the pressure of the air outside the straw: so the water is 'pushed' into the straw by the outside atmosphere.\n\n  - Note that this phenomenon has limits. If you increase the straw to 32ft/9.8m, the air pressure pushing up on the bottom of the straw won't be able to support the pressure of the water in the straw, resulting in the water spilling out. The maximum height you could suck water up a vertical pipe would be reached when the pressure of the water column equals one atmosphere.\n\n  - This pressure is given by P = pgh, where p is the fluid density, g is the gravitational acceleration (9.8m/s2) and h is height. Water has a density of 1 g/cm3 which gives a maximum height of about 10m after subtracting for the vapor pressure of water itself.\n\n  - It's actually impossible to drink water through a straw larger than 10m because the pressure of the atmosphere can't exert enough force against the pressure of water at that height to push it up into your mouth.\n\n- TheMightyGreenGiant (2014-12-08):\n  - In terms of the forces acting on it. The force acting upward is air pressure. The force acting downward is gravity (obviously). When you put your finger on top of the straw you are trapping the air above the liquid in. If you pay close attention, when you pull the straw out of the larger liquid it was in the height of liquid in the straw is always less then the height of the larger liquid. This serves to lower the pressure of the air above the liquid in the straw. Since you lost some liquid when pulling the straw out you increased volume of the air above the liquid in the straw. Therefore the pressure of the air goes down and since the atmospheric pressure is higher it pushes on the liquid at the bottom to try to equilibrate the pressure. Pending no liquid or air leaked out further this could stay forever. There is a maximum amount of water a certain amount of air could support. The math to figure it out wouldn't be too bad, but I am not going to do it. There is likely some ratio of liquid height to air height that you have to have for it to work. The liquid doesn't stretch out because it is denser than the air, so gravity is holding it at the bottom (like combining oil and water). I hope that is clear!",
  "summary": "The conversation explains the physics behind using a straw to drink a liquid by discussing air pressure and gravity. Contributors provide detailed explanations of the forces at play and the limitations of using a straw due to pressure. The discussion maintains a neutral and informative tone without expressing a clear position on the use of straws.\n\nSentiment: 0.0",
  "sentiment": 0.0
}