{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Millions of Tons! Scientists Tally Up Plastic Pollution in Oceans",
  "href": "https://www.nbcnews.com/science/environment/millions-tons-scientists-tally-plastic-pollution-oceans-n304956",
  "body": "SAN JOSE, Calif. — The first comprehensive effort to estimate how much plastic pollution is going into the world's oceans has come up with a staggering figure: As much as 13 million tons flow ...",
  "readable_content": "- User (2023-12-08): Millions of Tons! Scientists Tally Up Plastic Pollution in Oceans\nResearchers estimate that up to 13 million tons of plastic waste go into the sea every year, and the rate could rise dramatically in the next decade.\n\nThe first comprehensive effort to estimate how much plastic pollution is going into the world's oceans has come up with a staggering figure: As much as 13 million tons flow into the sea every year, and the annual pile could get 10 times bigger over the next decade. Based on tonnage, China was judged the biggest plastic polluter among 192 coastal countries surveyed. Many of the others in the top 20 — such as No. 2 Indonesia and No. 3 Philippines — have fast-growing populations and economies.\n\n\"It's not about finger-pointing, but examining things that strongly influence a country's rank on this list,\" University of Georgia environmental engineer Jenna Jambeck told reporters here Thursday at the annual meeting of the American Association for the Advancement of Science. She's the lead author for the survey, which is being published this week in the journal Science.\n\nThe study includes a call for upgrading solid waste management systems, particularly in the developing countries of Southeast Asia and the Pacific. Other strategies to stem the tide could include boosting the rates of reuse and recycling for plastics, and cutting down on plastic consumption by redesigning products or using more environmentally friendly materials.\n\n- User (2023-12-08): Multiple publication and site-specific information is filtered out for relevance.",
  "summary": "The conversation about plastic pollution in oceans demonstrates the alarming scale of the issue and the urgent need for global action. The estimated 13 million tons of plastic waste flowing into the sea annually is a cause for concern, and it highlights the necessity for comprehensive strategies to improve waste management systems and reduce plastic consumption. The call for upgrading waste management systems and increasing recycling rates reflects a proactive approach to addressing this critical environmental challenge.\n\nSentiment: 0.8",
  "sentiment": 0.8
}