{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic waste inputs from land into the ocean - UGA",
  "href": "https://jambeck.engr.uga.edu/landplasticinput",
  "body": "If we assume a business as usual projection with growing populations, increasing plastic consumption and increased waste generation, by 2025, this number doubles - we may be adding 17.5 million metric tons of plastic per year. If that happens, then our cumulative input over time from 2010 to 2025 is projected to be 155 million metric tons.",
  "readable_content": "**Jambeck Research Group**\n\n**Sea to Source: Plastic waste inputs from land into the ocean**  \n*Jenna R. Jambeck and Kara Lavender Law*  \n\n*Transcript of the Comments given at the AAAS Panel*  \nFebruary 12, 2015, San Jose, CA, USA  \n\nJenna R. Jambeck:  \nGood morning everyone. My name is Jenna Jambeck and I am an assistant professor of environmental engineering from the University of Georgia. When I had to choose a focus in environmental engineering, I fell in love with the study of solid waste, which is trash, or better known as anything that you recycle or throw every day. The reason I felt waste was so different from designing water or wastewater facilities was that it so closely involved people. And people have strong reactions to it – especially when a waste management system might be physically close to them. Yet it is something we create every day and have to manage. So as I talk today, I will go over many numbers, but as I do, I hope you’ll keep in mind the same thing that I do – that there are always people behind these numbers.  \n\nIt seems like we have been hearing a lot lately about the concerns over plastic in our oceans and estimates of plastic in the ocean. Research interest in this issue has grown tremendously in the last 10 years. And the results you’re hearing today arise from a scientific working group that was founded at the National Center for Ecological Analysis and Synthesis 3.5 years ago. We are a diverse group – oceanographers, marine ecologists, solid waste experts, statisticians, industrial ecologists, polymer scientists and engineers. When we got together, our starting point was to ask ourselves – What are the major sources of plastic in the ocean? Quickly, we found out that that land-based inputs would be a major source. So we set out to find out how much it was.  \n\nNow what we did is different than the numbers you have heard before – those numbers estimate the amount of plastic already in the ocean – we call this “the standing stock”. What we looked at was an annual input – how much goes in each year. And this is exciting to report because this is the first time we have been able to connect the ocean to the land with a number, and I’ll explain more about this number but the way we are most comfortable reporting this is to say “We estimate that people added 8 million metric tons – and a metric ton is 1000 kilograms, so that’s 8.8 million American tons – of plastic to the ocean in 2010.”\n\nOur methods for this estimate were to look at per person waste generation rates in 2010 from 192 countries with a coastline in the world. Because people’s activities nearest the coast are responsible for most of the plastic going into the water, we limited our analysis to a 50km strip of the coastline. From there, we looked at what percent of that waste is plastic, and what percentage of that is mismanaged waste (which means litter or when waste is not captured and dumped on the land). From there we had three scenarios of input into the ocean: low, mid and high. Our 8 million metric ton estimate is that mid-range scenario. 8 million metric tons of plastic is equal to 5 bags (like this) filled with plastic going into the ocean along every foot of coastline in the world. That… is huge.  \n\nAnd it can get worse. If we assume a business as usual projection with growing populations, increasing plastic consumption and increased waste generation, by 2025, this number doubles – we may be adding 17.5 million metric tons of plastic per year. If that happens, then our cumulative input over time from 2010 to 2025 is projected to be 155 million metric tons.  \n\nThe purpose of this work was to create this global estimate. But remember what I said before – behind these numbers are people, people living in culturally and socially different countries of the world. And we had to use country-level data to build out our framework – so we do indeed have a list of countries that are top contributors. And this has been getting a lot of attention so I want to be clear about how we think about this list – it is not about finger pointing, but examining things that strongly influence a country’s rank in this list: first, the population density in the coastlines – how many people are generating waste within 50 kilometers of the sea? Next, how MUCH plastic waste is each person generating? And finally the mismanaged waste percentage plays a role – how much of what all those people throw away accidentally ends up in the ocean? So what you will find near the top are mostly middle income countries with rapidly growing economies that have not yet been able to develop waste management systems to handle the increase in waste generation that comes along with economic growth. There is one high income country on the list, the United States, and while our waste management systems are well-designed and very effective, and the only mismanaged waste is from litter, we have a large coastal population and a large waste generation rate.  \n\nWe know the solutions: we must cut back on plastic waste generation and increase the amount we capture and manage properly. That sounds simple. We know how to design waste management systems, but waste management is not just a design problem, it is also has social and cultural dimensions. So we need to work together at a combination of local and global initiatives… and we need global participation from various stakeholders, and based upon the diverse global interest in this work – I am optimistic this will happen. By changing the way we think about waste, valuing the management of it, collecting, capturing and containing it, we can open up new jobs and opportunities for economic innovation, and in addition, improve the living conditions and health for millions of people around the world and protect our oceans.  \n\nKara Lavender Law:  \nGood morning. My name is Kara Lavender Law. I am a research professor of oceanography at Sea Education Association (SEA) in Woods Hole, MA, home of the SEA Semester undergraduate study abroad program. With our students I have sailed and sampled both the Atlantic and Pacific Oceans for plastic debris, and for the past 8 years I have been actively researching the sources, distribution, and fate of plastic in the ocean.  \n\nWhy do we care how much plastic is in the ocean? While I would argue that any plastic in the ocean is too much plastic, we ultimately want to know how this contaminant is affecting the ocean and marine life in particular – not only sea turtles, whales and seabirds, but also animals at the base of the food web all the way up to what we call seafood.  \n\nAs Jenna mentioned, two recent studies estimated the amount of plastic floating in the ocean worldwide. These studies, and ours, attempt to put a single number on the current size of the ocean plastic problem in all the worlds’ oceans. Previously we have taken ships far out to sea to tow one-meter wide plankton nets, one nautical mile at a time, to collect and count the number of plastic pieces at the sea surface. These data are limited, given the size of the oceans and the cost of taking ships far offshore, they are tedious to collect, and we are only measuring the plastics that float.  \n\nThis new study looks at the other side of the equation. Instead of trying@endsection",
  "summary": "The text discusses the significant issue of plastic waste entering the oceans and emphasizes the urgency of addressing this problem by reducing waste generation and improving waste management systems. The speakers express concern about the impact of plastic pollution on marine life and highlight the need for global initiatives to tackle the issue. Overall, the sentiment of the text is one of urgency and hope for positive change. Sentiment: 0.8",
  "sentiment": 0.8
}