{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Managing Marine Plastic Pollution: Policy Initiatives to Address ...",
  "href": "https://ehp.niehs.nih.gov/doi/10.1289/ehp.123-A90",
  "body": "Beach cleanups yield enormous amounts of trash, with plastic items a major constituent. 1 Although the human health impacts of this marine plastic pollution remain poorly characterized, it is widely seen as an emerging problem that deserves much more research attention. 2 Likewise, there is a growing urgency among industry, government, nongovernmental organizations, and environmental groups to ...",
  "readable_content": "-User (2023-12-08): This Journal\nSearch\nISSUE IN PROGRESS\nARCHIVES\nABOUT THIS JOURNAL\nJOURNALS\nOPEN ACCESS\nNews\n1 April 2015\nManaging Marine Plastic Pollution: Policy Initiatives to Address Wayward Waste\nAuthor: John H. TibbettsAUTHORS INFO & AFFILIATIONS\nPublication: Environmental Health Perspectives\nVolume 123, Issue 4\nPages A90 - A93\nhttps://doi.org/10.1289/ehp.123-A90\n23,322\nMetrics\nTotal Downloads\n23,323\nLast 12 Months\n2,055\nPDF\nSources of Marine Plastic Pollution\nThe Impact of Coastal Countries\nExtended Producer Responsibility\nThe Economics of Plastic Waste\nSeeking Solutions\nReferences\nInformation & Authors\nMetrics & Citations\nReferences\nMedia\nTables\nShare\nA few times a year, volunteers fan out along the causeway that links the South Carolina mainland with the seashore community of Folly Beach to clean up plastic bottles, straws, bags, and other debris from along the road and the salt marsh. Some of this debris has come from cities miles away. On windy days, litter is often blown off city streets into waterways. During rainstorms, debris floats into drains that empty into rivers. Other trash probably came from places closer to home. “I see bags and other plastic flying off the beds of pickup trucks going down the causeway,” says Marty Morganello, who organizes the cleanups for the Charleston-area chapter of the nonprofit Surfrider Foundation. “I see them coming out the open windows of cars and out the backs of garbage trucks and even recycling trucks. This material is lightweight, and if you don’t secure it, it will fly away.”\nBy one estimate, the volume of plastic debris going into the world’s oceans could more than double by 2025, assuming current trends in coastal development and plastics use. Some countries have begun identifying ways to improve management of plastic waste, creating solutions that make sense both for business and for the sea.\n© Roy Scott\nOPEN IN VIEWER\nBeach cleanups yield enormous amounts of trash, with plastic items a major constituent.1 Although the human health impacts of this marine plastic pollution remain poorly characterized, it is widely seen as an emerging problem that deserves much more research attention.2 Likewise, there is a growing urgency among industry, government, nongovernmental organizations, and environmental groups to develop tools and policies to track, capture, and recycle plastic waste before it reaches the ocean.\nSources of Marine Plastic Pollution\nLost and discarded nets and lines from fishing vessels are important contributors to marine debris, especially in heavily fished areas. These vessels also lose plastic floats, traps, pots, and other gear. Other sea-based sources of plastic pollution include oil and gas platforms, aquaculture facilities, and cargo ships that lose containers to the sea.3\nPlastic debris from land comes primarily from two sources: first, ordinary litter; and, second, material disposed in open dumps or landfills that blows or washes away, entering the ocean from inland waterways, wastewater outflows, and the wind.4 Major waterways can transport a great deal of plastic waste. One study estimated that the Danube River, for example, transports 4.2 metric tons of plastic into the Black Sea each day.5\nLightweight plastic items tend to float in water and can be carried by currents great distances. By one report, plastic cargo lost from ships has been found more than 10,000 kilometers from where it was lost.6 Likewise, currents can carry floating fishing nets hundreds of miles from where they were last used, according to Nancy Wallace, director of the National Oceanic and Atmospheric Administration’s (NOAA) Marine Debris Program. The Northwestern Hawaiian Islands do not have significant fishing nearby—they lie within the largest marine wildlife reserve in the world—but in 2014 NOAA-supported collection efforts there rounded up about 52 metric tons of lost nets and other plastic debris.7\nA working group of researchers recently estimated that just 20 countries, out of a total of 192 with coastlines, are responsible for 83% of the plastic debris put into the world’s oceans. Lead author Jenna R. Jambeck, an environmental engineer at the University of Georgia, and her colleagues estimated that, all together, these 192 countries produce some 275 million metric tons of plastic waste each year. Of that volume, about 4.8–12.7 million metric tons of mismanaged plastic waste is thought to have entered the ocean in 2010.4\n\"That is the same as five five-gallon bags filled with mixed plastic on every foot of coastline around the world,\" says Jambeck. Without improvements to waste management infrastructure, and assuming a business-as-usual projection of increasing coastal populations, economic growth, and use of plastics, the authors predict this volume of plastic debris could more than double by 2025.4\nThe Impact of Coastal Countries\nTable of top 20 countries in terms of mismanaged plastic waste\nRank    Country    Percentage of waste that is mismanaged    Quantity of mismanaged plastic waste (MMT/year)    Percentage of global mismanaged plastic waste    Quantity of plastic marine debris (MMT/year)\n1    China    76    8.82    27.7    1.32–3.53\n2    Indonesia    83    3.22    10.1    0.48–1.29\n3    Philippines    83    1.88    5.9    0.28–0.75\n4    Vietnam    88    1.83    5.8    0.28–0.73\n5    Sri Lanka    84    1.59    5.0    0.24–0.64\n6    Thailand    75    1.03    3.2    0.15–0.41\n7    Egypt    69    0.97    3.0    0.15–0.39\n8    Malaysia    57    0.94    2.9    0.14–0.37\n9    Nigeria    83    0.85    2.7    0.13–0.34\n10    Bangladesh    89    0.79    2.5    0.12–0.31\n11    South Africa    56    0.63    2.0    0.09–0.25\n12    India    87    0.60    1.9    0.09–0.24\n13    Algeria    60    0.52    1.6    0.08–0.21\n14    Turkey    18    0.49    1.5    0.07–0.19\n15    Pakistan    88    0.48    1.5    0.07–0.19\n16    Brazil    11    0.47    1.5    0.07–0.19\n17    Burma    89    0.46    1.4    0.07–0.18\n18    Morocco    68    0.31    1.0    0.05–0.12\n19    North Korea    90    0.30    1.0    0.05–0.12\n20    United States    2    0.28    0.9    0.04–0.11\nMMT = million metric tons Adapted from Jambeck et al. (2015)4\nOPEN IN VIEWER\nThe United States makes a significant contribution to marine plastic pollution, but it’s only twentieth on the list of coastal nations that produce the most plastic waste from land. The top spots are filled by a number of rapidly developing countries with expanding populations near coastlines and poor systems of waste management, including China, Indonesia, and the Philippines.4\nOne of the major drivers of this trend in developing countries is the very rapid growth of “megacities,” defined as urban areas with populations exceeding 10 million. More than 70% of megacity growth is said to occur outside the formal planning process, and nearly a third of the urban population in developing countries lives in slums or informal settlements that lack city services, including solid-waste disposal.8\nAccording to Jambeck and colleagues, a nation’s population density within 50 kilometers of the coast is the primary determinant of its land-based contribution to marine pollution.4 For instance, about 74% of Indonesia’s population and 83% of the Philippines’ population live in coastal regions.9 The second determinant is how much waste overall a coastal nation produces on a per-capita basis. At 2.58 kilograms per person per day, the United States produces far greater volumes of waste per capita than any other nation on the top-20 list except Sri Lanka, and more than twice as much as China.4\nThe third determinant is how much of a country’s waste, including plastic material, is mismanaged. The United States does well on that score. “U.S. mismanaged waste is only due to litter,” says Jambeck. “We have a waste-management infrastructure that allows everyone an opportunity to throw something away properly.” China’s coastal population is about 2.5 times larger than that of the United States but is estimated to produce more than 30 times more mismanaged plastic waste.4\nThe geographies of countries play an important part in their contribution to marine debris. Among the top 20 ocean polluters are Sri Lanka, an island nation; archipelago countries, such as the Philippines and Indonesia; and countries with long coastlines",
  "summary": "The post discusses the significant impact of marine plastic pollution and the sources of plastic waste, highlighting the urgency for research, industry, government, and environmental groups to develop policies to address this issue. It also provides data on the top countries contributing to marine plastic pollution. The overall sentiment of the text is concerned and urgent about the issue of marine plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}