{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "NVIDIA GeForce NOW - Reddit",
  "href": "https://www.reddit.com/r/GeForceNOW/",
  "body": "I have Samsung OLED and Shield TV Pro 2017. I noticed that there is considerable latency when using Geforce now on shield. Network latency is unchanged but there is more latency to the game and you can notice it. When playing on the built in app on Samsung TV the game feels local, it's really good but doesn't have HDR.",
  "readable_content": "- Silverddragn (2023-12-04): Improvements to the Call of Duty experience on GFN\n- Bravemeow (2023-12-07): Why do i still wait for the available rig with Ultimate tier?\n- Zep0th (2023-12-05): Who smoked the crack pipe at NVIDIA today? Ultimate Tier.\n- nqxenn (2023-12-07): Help pls, gfn cant detect cyberpunk dlc phantom liberty why? how can ı fix this?\n- professional_burrito (2023-12-07): hmm?\n- NVIDIAOFFICIAL (2023-12-07): The ultimate cloud gaming combo. 🌩️\n- Desperate-Watch-8950 (2023-12-07): Did anybody have a performance issue recently?\n- Mediocre_Spell_9028 (2023-12-07): this is absolutely outrageous\n- Other_Breakfast7505 (2023-12-07): Cyberpunk shows not supported at your location (US)\n- IAmEkza (2023-12-06): The Day Before should be removed from the banner of GFN.\n- stayawayvilebeggar (2023-12-07): Who TF is queuing for hours at a time\n- Elegant-Mushroom5895 (2023-12-07): Help CoD Warzone GeforceNow\n- Naes86 (2023-12-07): Geforce Now in Thailand via Yes Malaysia - anyone tried it?\n- Wisest_of_the_sages (2023-12-07): Bro I just wanna play sifu man, like come on\n- bLaCkPoEtGaming (2023-12-07): Congrats GeForce, you just lost another customer, don't get paying for a service that i can't use, i mean game not available in my location? seriously? then what the hell have i been paying since the service was in beta?\n- iBizzBee (2023-12-07): Does anyone else get random servers, despite which region they choose?\n- Zoe_Ervade (2023-12-06): Eyes getting tired only by playing GFN…am I old?\n- fegeleinn (2023-12-07): A Question about available RAM for each rig.\n- Mindless-Addendum621 (2023-12-07): US Midwest not working since last night\n- Ayu_26 (2023-12-07): Is it reasonable to get a 6-month Priority membership right now?\n- Minimum_Argument5333 (2023-12-07): Game not working properly - MW3\n- SuperBlackWhite (2023-12-07): Ori and the Blind Forest re",
  "summary": null,
  "sentiment": null
}