{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Why Switch to Reusable Straws? - 5 Reasons You Simply Can't Ignore",
  "href": "http://blog.ecoatheart.com/why-switch-to-reusable-straws-5-reasons-you-simply-cant-ignore/",
  "body": "1) Disposable plastic straws are TOXIC. Plastic drinking straws can contain harmful toxins that can be detrimental to your health and the health of your loved ones, including Phthalates and Bisphenol A. More commonly known as BPA, Bisphenol A has been linked to brain and behaviour problems, increased risk of cancer, heart problems and increased ...",
  "readable_content": "-20580 (2023-12-08): The blog post \"WHY SWITCH TO REUSABLE STRAWS? – 5 REASONS YOU SIMPLY CAN’T IGNORE\" by Lucy Kate discusses the benefits of switching to reusable stainless steel straws. The post highlights the health and environmental impacts of disposable plastic straws and provides five reasons to make the switch:\n  \n  1) Reusable straws reduce exposure to harmful toxins found in disposable plastic straws.\n  2) Switching to reusable straws helps in cleaning up oceans and beaches by reducing plastic waste.\n  3) Reusable straws are cost-effective in the long run, saving money compared to regularly replacing disposable items.\n  4) The use of reusable stainless steel straws reduces reliance on fossil fuels, contributing to curbing global warming.\n  5) Making the switch to sustainable and reusable products sets an example for others, promoting eco-friendly choices.\n\n  The post also encourages readers to check out the reusable straws available and to consider joining the Eco at Heart VIP Club for more tips and resources for eco-friendly living.",
  "summary": "The blog post \"WHY SWITCH TO REUSABLE STRAWS? – 5 REASONS YOU SIMPLY CAN’T IGNORE\" by Lucy Kate discusses the benefits of switching to reusable stainless steel straws. It emphasizes the health and environmental impacts of disposable plastic straws and provides five compelling reasons to make the switch. The post also promotes eco-friendly living and encourages readers to consider joining the Eco at Heart VIP Club for more tips and resources. Overall, the sentiment of the post is positive, advocating for the use of reusable straws as a sustainable and environmentally friendly alternative to disposable plastic ones.\n\nSentiment: 0.9",
  "sentiment": 0.9
}