{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Help I just dropped a straw in my gas tank! : r/Advice - Reddit",
  "href": "https://www.reddit.com/r/Advice/comments/4pve83/help_i_just_dropped_a_straw_in_my_gas_tank/",
  "body": "MengerianMango Advice Guru [92] • 7 yr. ago. There's not much you can do. You'd have to take the gas tank off to get it out. The straw alone shouldn't be enough to plug the fuel pump, but, if it dissolves, then it might plug the fuel pump filter. If it does, then you're going to have to have that replaced, which also requires removing the tank.",
  "readable_content": "- zcarlosz (2015-06-26): Help I just dropped a straw in my gas tank!\n\nLong story short: I ran out of gas, didn't have a gas can, tried to make a makeshift gas can out of empty water bottle, empty water gallon, and straw. Tried to keep the little sealer open, straw fell in. Can this result in some issues? What should I do?\n\n- flair_your_post_bot (2015-06-26): r/Advice prefers that you flair your post! This comment will be deleted once flair has been added.\n\nTo add flair to your post, open it and click the button labelled flair beneath your title. From the menu, select the most appropriate category, and then hit save. You do not need to delete or resubmit your post!\n\nDon't blame me, I'm just a bot from radd.it.\n\n- MengerianMango (2015-06-26): There's not much you can do. You'd have to take the gas tank off to get it out. The straw alone shouldn't be enough to plug the fuel pump, but, if it dissolves, then it might plug the fuel pump filter. If it does, then you're going to have to have that replaced, which also requires removing the tank. (There is the possibility that it could dissolve completely enough to go through the filter. I'm assuming that, if that happens, the plastic solute will pass through the engine without damaging anything. That seems likely because it should be in insignificant concentration.)\n\nI'd say wait and see. If it quits, then you'll be out some money to fix it, but not much more than if you had someone preventively extract the straw.",
  "summary": null,
  "sentiment": null
}