{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Guide To Smoking Meth : r/Stims - Reddit",
  "href": "https://www.reddit.com/r/Stims/comments/3vod52/the_guide_to_smoking_meth/",
  "body": "IMO the best way to load your pipe is to open the baggie of meth and put the stem in the bag and kinda scoop up what you want while holding your finger over the small hole on the bowl (so nothing falls out), then just take the stem out and tap on the end of the stem to get all of it in the bowl.",
  "readable_content": "ACrypticName (2023-12-08): The Guide To Smoking Meth\n---\n- [deleted]\n  - 8 yr. ago\n\nthis makes me want to smoke meth, nice work m8 r8 8/8\n\n13 more replies\n- [deleted]\n  - 8 yr. ago\n\nI can dig it.\n\nNow all there is a need for a need for is a guide to smoking off foil, for those who cant find bowllos and cant stand to snort another line of that fowl powdered shard.\n\n4 more replies\n- needlepointxo\n  - 8 yr. ago\n\nDude smoking meth with a bubbler is so fucking awesome. Search for a vapor bubbler, like the ones you'd smoke the oils and shit with. It's like going from smoking pot, smoking joints, rather, to smoking from a fuckin' gravity bong. When you hit that shit that way you fucking KNOW you've hit it. Holy shit.\n\n7 more replies\n- [deleted]\n  - 8 yr. ago\n\nNice work man- very comprehensive write up for people like me who don't know shit about shit\n\nOne thing tho is that the pipe is sometimes referred to as a \"bubble pipe\" at smoke shops. At least in sf and east bay.\n\nI'm confident that's the best name for it. I've heard tar burner for fucks sake-\n\nIs it the same thing as the ubiquitous \"crack pipe\" in our culture? What a loaded word...\n\n3 more replies\n- sorudesandstorm\n  - 8 yr. ago\n\nWow great guide dude. I've had many people give me ridiculous ways on smoking and they all involved complex rolling techniques or light bulbs.\n\n1 more reply\n- PluggingEverything\n  - 8 yr. ago\n\nHolding in the hit is not dangerous. It does not recrystallize in your lungs, that's propaganda. But the absorption is so good in your lungs that holding a hit only makes a small difference. I still do it because I'm fiending for those few extra % bioavalability\n\n1 more reply\n- [deleted]\n  - 8 yr. ago\n  - Edited 8 yr. ago\n\nA number of Vid Links for reference\n\nWalkthru http://sendvid.com/7esnwar5\n\nKeepinitfull http://sendvid.com/7rex0d1n\n\nCleaning http://sendvid.com/8sdo266c\n\nBiccontrol http://sendvid.com/f3ydhc2d\n\nRandompipedream http://sendvid.com/nbpnx0jm\n\nRandersome Starship http://sendvid.com/3vqpfwso\n\nRandomNoEyeDeer http://sendvid.com/5y1c88o3\n\nRandomMan http://sendvid.com/i7oi8s3p",
  "summary": null,
  "sentiment": null
}