{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Threat of plastic pollution to seabirds is global, pervasive, and ...",
  "href": "https://www.pnas.org/doi/full/10.1073/pnas.1502108112",
  "body": "Plastic pollution in the ocean is a rapidly emerging global environmental concern, with high concentrations (up to 580,000 pieces per km 2) and a global distribution, driven by exponentially increasing production. Seabirds are particularly vulnerable to this type of pollution and are widely observed to ingest floating plastic. We used a mixture ...",
  "readable_content": "User (2023-12-08): RESEARCH ARTICLE\nENVIRONMENTAL SCIENCES\nOPEN ACCESS\nSHARE ON\nThreat of plastic pollution to seabirds is global, pervasive, and increasing\nChris Wilcox chris.wilcox@csiro, Erik Van Sebille, and Britta Denise HardestyAuthors Info & Affiliations\nEdited by James A. Estes, University of California, Santa Cruz, CA, and approved July 2, 2015 (received for review January 31, 2015)\nAugust 31, 2015\n112 (38) 11899-11904\nhttps://doi.org/10.1073/pnas.1502108112\nTHIS ARTICLE HAS BEEN CORRECTED\nView related content\n216,806\n547\nMetrics\nTotal views\n216,806\nLast 12 Months\n8,459\nTotal citations\n547\nLast 12 Months\n53\nVol. 112 | No. 38\nSignificance\nAbstract\nResults\nDiscussion\nMethods\nAcknowledgments\nSupporting Information\nReferences\nInformation & Authors\nMetrics & Citations\nView Options\nReferences\nMedia\nShare\nSignificance\nPlastic pollution in the ocean is a rapidly emerging global environmental concern, with high concentrations and a global distribution. Seabirds are particularly vulnerable to this type of pollution and are widely observed to ingest floating plastic. The threat of ingestion is geographically widespread, pervasive, and rapidly increasing.\n\nAbstract\nPlastic pollution in the ocean is a global concern with concentrations reaching 580,000 pieces per km2. We performed a spatial risk analysis using predicted debris distributions and ranges for 186 seabird species to model debris exposure. Adjusting the model using published data on plastic ingestion by seabirds, we estimate the ingestion rate would reach 90% of individuals if these studies were conducted today. Effective waste management can reduce this threat.\n\nResults\nThe predicted plastic exposure for 186 species covered 90% of the species’ range on average. The fraction of individuals containing plastic in a study is increasing at ∼1.7% per year, with a predicted value of 90.4% in 2014. The chance of finding debris in species in which no plastic had been found previously is estimated to be ∼20%.\n\n- This is a very informative study highlighting the concerning impact of plastic pollution on seabirds. It's crucial to address this issue to protect marine wildlife.",
  "summary": "The post discusses the significant and increasing threat of plastic pollution on seabirds, emphasizing the urgent need for effective waste management to reduce this danger. The focus is on the global concern of plastic pollution and its impact on marine wildlife, highlighting the importance of addressing this issue. Overall, the sentiment of the text is one of concern and urgency to protect seabirds and the marine ecosystem from the harmful effects of plastic pollution.\n\nSentiment: 0.8",
  "sentiment": 0.8
}