{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Stainless Steel Straws Versus Plastic Straws - Shawna Coronado",
  "href": "https://shawnacoronado.com/stainless-steel-straws-versus-plastic-straws/",
  "body": "Take their super cool drinking lids, add in their stainless steel straws, pour your drink in the mason jar, and screw on the lid. It's that easy. Stop using those plastic straws and set yourself up with a more sustainable drinking system at home that has stainless steel straws and makes a difference. These stainless steel straws and Ecojarz ...",
  "readable_content": "Shawna Coronado (2023-12-08): \"Stainless steel straws are better for the environment since they are reused and not thrown away in landfills and the ocean. There are a host of reasons why, but the bottom line is that we are producing over 500 million straws annually, yet very few of these straws are ever recycled because they are made of polypropylene which is an oil-based product that does not biodegrade. This type of plastic 'photo degrades', which means that it breaks apart into smaller and smaller hunks until it becomes small enough for fish to eat. According to ChooseToBeStrawFree.com, straws are among the top 10 items found in marine debris. In a 2011 study done by Scripps Institute of Oceanography, the incidence of plastic in fish stomachs was 9.2% of what they collected. According to findings, 'The ingestion rate of plastic debris by mesopelagic fishes in the North Pacific is estimated to be from 12000 to 24000 tons yr.' \"\n\n- eliona (2016-04-27): \"How do you clean them to reuse? You can’t just rinse the milk, smoothie etc away from the inside\"\n- Shawna Coronado (2016-04-27): \"Washing the straws is made super-easy by the little brushes EcoJarz sells with the straws. Plus you can use very hot water on them to help shake loose anything on the inside of the straw.\"\n\n- Amy Renea (2016-04-29): \"I LOVE my steel straws and truth be told, I rarely use the little brushes. Just let some super hot water rinse through and over and they are good to go!\"\n\n- Bren (2018-04-20): \"I agree with Amy [above] - it’s never really an issue around cleanliness - even if you leave your stainless steel straw in your car for days after use. Hot water rinsing really works! Also, I prefer stainless steel drinking straws as they last for years - I have three going simultaneously - one for the office - one for the car and one for the kitchen. Always handy and always accessible. Thank you! Bren\"",
  "summary": "The discussion revolves around the benefits of stainless steel straws compared to plastic ones, emphasizing their positive environmental impact and ease of cleaning. The conversation showcases a strong inclination towards using stainless steel straws due to their reusability, ease of cleaning, and long-lasting nature. The sentiment is overwhelmingly positive towards banning plastic straws and adopting sustainable alternatives. Sentiment: 0.9",
  "sentiment": 0.9
}