{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "These 5 Countries Are the Biggest Plastic Polluters | Audubon",
  "href": "https://www.audubon.org/news/these-5-countries-are-biggest-plastic-polluters",
  "body": "Ocean plastic harms seabirds and other wildlife, and a recent report zeroes in on the top culprits. Plastic washes up at Kedonganan Beach in Indonesia. Billions of pounds of plastic pollute the world's oceans and harm wildlife. Photo: Putu Sayoga/Redux Birds Tell Us to Act on Climate",
  "readable_content": "-User (2023-12-08): Skip to main content\nAudubon\n\nThese 5 Countries Are the Biggest Plastic Polluters\nOcean plastic harms seabirds and other wildlife, and a recent report zeroes in on the top culprits.\n\nBy Suzanne Jacobs, Grist\nJanuary 21, 2016\n\nThere’s a veritable amount of plastic floating around in the world’s oceans—between 10 and 30 billion pounds of it, to be imprecise—and more than half of it comes from just five countries.\n\nThose countries are China, Indonesia, the Philippines, Thailand, and Vietnam, according to a report from the Ocean Conservancy and the McKinsey Center for Business and Environment. Here’s why these countries are on the hook for up to 60 percent of the world’s ocean plastic:\n\n- As Asian economies rise, people have more cash to spend on various items. However, the garbage produced by these habits often doesn’t end up in proper landfills. In the five Asian countries listed above, only about 40 percent of garbage is properly collected. Trash is often piled up in communal dumps where stray bits are swept up by the wind and cast into the ocean. Even sanctioned garbage dump sites are sometimes intentionally set up near rivers that flow into the sea.\n\nThe situation would be even worse if not for the efforts of trash pickers—the courageous individuals who wade through garbage in search of valuable recyclables.\n\n- Another part of the problem is that products are packaged differently in developing countries. Corporations in Asia sell everything from beauty products to instant noodles in tiny, cheap quantities, resulting in a lot more plastic packaging ending up in the ocean.\n\nIf the top plastic polluters don’t adopt proper waste management systems, and their demand for plastic-based consumer goods continues to grow, then by 2025 there could be one ton of plastic for every three tons of fish in the oceans, according to the report.\n\nThe article also emphasizes the importance of recycling and proper waste management, as well as the need for corporations to address the issue.\n\nThe full article provides more details on ocean plastics and their impact on seabirds, and it is available on Grist.\n\n-User (2023-12-08): Source: https://www.audubon.org/news/these-5-countries-are-biggest-plastic-polluters",
  "summary": "The conversation focuses on the impact of plastic pollution on marine life, specifically on how five countries contribute to a significant portion of ocean plastic. The article highlights the need for proper waste management and recycling, as well as the role of corporations in addressing the issue. It emphasizes the potential threat to marine life if the situation is not remedied. Overall, the sentiment is a call for action to address ocean plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}