{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Malicious Compliance - Reddit",
  "href": "https://www.reddit.com/r/MaliciousCompliance/",
  "body": "The district said this \"you have to show up at the meeting\". Cue malicious compliance: the teachers that were going to the funeral, I counted 8 but I'm probably wrong, showed up at the meeting. My teachers said that they \"took one step inside, then walked back to our cars\".",
  "readable_content": "- u/Resident-Device-2814 (2023-12-08): Act like a jerk? Pay the stupid tax.\n\nWay back in the late 1900's, during some of my high school years, I worked at a location of the restaurant chain prophesized in Demolition Man to one day be the victor of the fast food wars, along with several other buddies from school.\n\nIn those days, one could purchase a taco, in hard or soft shell form, for 79 cents. It was the same then as it is now. Shell, meat, lettuce, cheese. If you wanted the supreme version, which added tomatoes and sour cream, it cost 99 cents. If you wanted to add sour cream to any menu item, it was a 25 cent upcharge.\n\nMany people would come in and order a taco with sour cream added. And generally, we would repeat it back as a taco supreme no tomatoes, knowing that ringing it up this way saved the person 5 cents (\"SHOCKING LIFE HACK MOST PEOPLE DON'T KNOW!\"). If anyone asked, we'd explain why we rung it up that way, and most folks were cool about it.\n\nBut sometimes, and sadly more frequently than one would hope for, you'd have the jerks who just couldn't comprehend things like logic. \"THAT'S NOT WHAT I ORDERED!\" etc. Nowdays I believe they would be called Karens, back then we just called them c*nts. When we encountered those people, it wasn't worth my barely minimum wage time to try and explain things like economics or basic math to people. Way above my paygrade. So we'd just say, \"Sorry about that, I'll correct it,\" and ring it up exactly how they ordered. Widely known as the stupid tax.\n\nYeah, it's entirely petty and mostly insignificant when it was only 5 cents per taco. But we were teenagers working part time at Taco Bell, what do you expect?\n\n- u/plexdiferous (2023-12-07): Karma is a bitch ... and so was she\n\nStory from quite a few years ago, from when I was a bartender in a corporate style cookie cutter restaurant. I mostly worked nights, but had one regular mid shift on Fridays. We were always super busy at the bar for lunch on Fridays and usually had quite a few of the mall workers coming in to eat then head back to work.\n\nNearly every Friday the same smug, borderline rude lady came in for lunch. Everytime she paid exact change. Zero tip. Maybe half the time she would complain over some minor inconvenience, and more than a few times got a comped meal. The more I had to wait on her, the more indignant and pissed I got.\n\nSo around Christmas time I was out and about in the mall buying for family and friends. Picked out something nice for my girlfriend at the time ... a sheer top which I thought would look amazing on her. Decently priced with it being on sale too.\n\nWalking up to the cashier, I was a bit surprised to run into ... resting-bitch-face. Whatever. In street clothes I felt like she barely registered who I was, or maybe she really didn't care who was at her register... maybe both. So, I hand her a $20 bill. She examines it for a moment. Turned it over twice. Held it up to the light even. Then... out comes the counterfeit pen marker. Thinking to myself \"a bit excessive, no?\".\n\nChange should have been around a dollar and change. Surprisingly, she hands out $81 plus change.\n\nShe calls next in line, so I stepped to the side for a moment in contemplation. I could honestly feel the devil on one shoulder and angel on the other.\n\nTook me a moment or two ... but I finally let my moral compass win and stepped back in front of the register.\n\nI nicely explained that there was a mistake made, but before I could continue she shot me down and briskly told me in a semi-professional tone to GTFOH.\n\nSo ... I did.\n\nThe way I look at it? All those lost tips and the money she just gifted me was just karma. Sucked to be her I guess.\n\n- u/skwerlmasta75 (2023-12-05): Sorry, you told me to leave you alone\n\nWhen I was around 15 or 16, a friend and I went to the local mall on the weekend to hang out and hit the arcade. After a bit we decided to get a drink at the food court. While we were standing in line an older man, late 30's or early 40's, looking like he just got out of the gym decided to cut in the line in front of us. The line was fairly long at this point, around 10 deep(they had the best lemonade in the mall). I tapped him on the shoulder and said, \"Sir, we're in line here.\" He shot us a look and turned back around, pretty much ignoring the fact that we were there.\n\nWhen he got nearer to the register he reached into his pocket to take out his wallet. As he did so a wad of cash fell onto the floor unnoticed by him. As rude as he was, I was raised to be courteous and respectful. I picked up the cash and said, \"Excuse me, sir.\" At which point he replied, without even turning to look at me, \"Shut up and leave me the f... ",
  "summary": null,
  "sentiment": null
}