{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "LifeStraw - Plastic Taste? : r/preppers - Reddit",
  "href": "https://www.reddit.com/r/preppers/comments/3bk1ji/lifestraw_plastic_taste/",
  "body": "Sawyer water filters are much more popular in r/preppers than LifeStraw so there might not be too many people who can answer your question. After a month of use you may be nearing the maximum filtering capacity of 1000 liters for a LifeStraw. HydrationAnywhere • 8 yr. ago.",
  "readable_content": "HydrationAnywhere (2014-12-12):\nSo I was pretty excited to try the LifeStraw since I've heard a lot about it, but unfortunately it has a super strong plastic taste. And I'm talking more than just the \"new filter funk\" which goes away after use. I've had the thing for over a month, used it several times, but still run into this.\n\n- rolahey (2014-12-12):\n  Honestly, I know that the only reason you posted this and the review is so that people click on the Amazon link and you get credit and paid for it. You are not concerned with people having clean water in a bad situation. You want to earn money. Otherwise, why would your user name be HydrationAnywhere? I'd like to know.\n\n  - HydrationAnywhere (2014-12-12):\n    I posted this because I wanted to have a discussion about something relevant to my life. Sorry if that bothers you.\n\n- edheler (2014-12-12):\n  Sawyer water filters are much more popular in r/preppers than LifeStraw so there might not be too many people who can answer your question. After a month of use you may be nearing the maximum filtering capacity of 1000 liters for a LifeStraw.\n\n  - HydrationAnywhere (2014-12-12):\n    What? 1,000 liters is about 265 gallons of water. Even if I was using it for my entire daily water intake it would last far longer than a month... according to the manufacturer it is designed for a year of use. Considering the only way to move water through the LifeStraw is manual suction, I think I'd get sore lips trying to pass 1,000 liters through it in a month.\n\n  - [deleted] (2014-12-12):\n    Haven't gotten one yet, the low mileage kept me away from them. How many liters/gallons have you filtered with yours?\n\n- TippyTopDog (2014-12-12):\n  Sawyer is certainly great. But LifeStraw should be a staple. Their easy for any novice and very inexpensive. Sawyers are great, I have one and love it. But my lifestraw is my \"go to\" while hiking. With that said, I don't feel mine have had plastic aftertastes.\n\n- 666SaTAn969 (2022-12-08):\n  I’m glad I’m not the only one\n\n- evolucian911 (2022-06-08):\n  The Plastic Taste is very Strong. Just tried it today and this is my very first experience with filtering water. On our island we typically trust our water utility company and often drink from the tap or just boil. In any case. I only see one suggestion here about leaving it unused after unsealing for 2 days with no water. Will try and wake this dead thread up again. Funny they dont mention this in their documentation.",
  "summary": null,
  "sentiment": null
}