{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastic Pollution in Your Home and How to Reduce It - Moms Clean Air Force",
  "href": "https://www.momscleanairforce.org/7-ways-ditch-plastic/",
  "body": "Plastic Pollution in Your Home and How to Reduce It English Read why you should ditch plastic in your home and learn ways you can minimize sources of plastic pollution around the home using DIY solutions.",
  "readable_content": "user (2023-12-08): Skip to primary navigation\nSkip to main content\nSkip to primary sidebar\nSkip to footer\nMoms Clean Air Force\nFighting for Our Kids' Health\n- TAKE ACTION\n- WHAT WE WORK ON\n- WHERE WE WORK\n- WHO WE ARE\n- ARTICLES\n- RESOURCES\n- PRESS\n- DONATE\n- Search this website\nJOIN THE FORCE\nLATEST ARTICLES / TOXIC CHEMICALS / CHEMICAL SAFETY\n7 Reasons To Ditch Plastic In Your Home and 7 Ways To Do It\nFEBRUARY 12, 2016 BY DIANE MACEACHERN\n- SHARE SHARE\nPlastic: Bad for our air. Bad for our oceans. Bad for our planet. Bad for our kids. (Tweet this)\nIn the battle to reduce plastic pollution, you can now buy shampoo and personal care products that don’t contain plastic microbeads. And you’re probably already using a reusable non-plastic water bottle and cloth shopping bags. But those actions are only making a dent in the huge plastic pollution problem. And plastic production is an air pollution issue because (from the Moms Clean Air Force Plastic Resource):\n- Most plastic is made from fossil fuels like oil and natural gas, which release toxic emissions when extracted from the earth.\n- Petrochemical plants pollute communities and harms workers.\n- Plastics contain additives that can offgas and contaminate the air in our homes and other personal spaces.\n- Plastics release hazardous emissions when burned.\n- Plastic recycling can be hazardous to communities and workers.\nA recent report by the MacArthur Foundation projected that, by 2050, so much discarded plastic is getting into our oceans that it will weigh more than all the fish!\nHere are other important sources of plastic in your home, along with suggestions for what you can do to minimize them.\n1. Plastic packaging associated with food; canned food, too – Most food comes packaged in some kind of plastic wrapper: a bag, a food tray, a tub, a carton. This is not only bad for the planet; it also takes a chunk out of our pocketbooks, as about $1 of every $11 we spend at the grocery store goes to throwaway packaging. Plus, the lining of food cans usually contains a thin plastic film.\n- Solution: Buy food in bulk, filling your own reusable containers. Buy fresh fruits and vegetables, not those that are pre-cut and wrapped, or boxed and bagged. If you have the choice, pick paper wrapping over plastic. Your best bet is to buy fresh food you can prepare yourself.\n2. Plastic shampoo and conditioner bottles, plus body wash – Most hair care products that you use in the shower come packaged in plastic, primarily for safety’s sake. If you drop a plastic bottle, it won’t shatter. On the other hand, these plastic bottles generally aren’t recycled, so end up in the trash, a landfill, and potentially the oceans.\n- Solution:  Switch to bar shampoo soap rather than liquid shampoo in a bottle. Use a shampoo/conditioner combination product rather than a bottle for each. Try shampooing less, so that you’re using fewer containers overall (I realize that I only need to shampoo once a week, but I keep my hair fresh by just using conditioner another once or twice). There are also lots of DIY recipes online if you want to try making your own. Here’s one from Mother Earth Living, but there are many more. It’s a no-brainer to replace body wash in a plastic bottle with organic bar soap.\n3. Plastic milk jugs, water bottles, soda and juice bottles – Even though these plastic bottles are supposed to be recyclable, often they’re not. Some communities just don’t take them. Some communities pick them up with paper and aluminum, but then don’t get them to a recycling facility.\n- Solution: It is possible to get milk in glass bottles or paper milk cartons, though the cartons usually come with a plastic top, and may be coated with a thin plastic film. Glass bottles are best. For water bottles, re-examine whether you need to buy bottled water at all, or can buy a filter for your tap or home water system instead. Make your own soda using a seltzer machine and fresh squeezed fruit juice, crushed mint leaves, slices of ginger or other flavorings. Instead of buying juice in plastic bottles, invest in a juicer to make delicious fresh juice whenever you want it.\n4. Plastic coffee makers and now, single-serving coffee pods – When I was researching Big Green Purse, my book on greener living, I read that coffee makers are the most commonly thrown away appliance – millions of them get tossed in the trash every year.  Today, that problem is compounded by the billions of single-serving plastic-encased coffee pods that have become so popular.\n- Solution: Use a French press or drip press coffee maker, or an automatic machine made of stainless steel that is guaranteed to last many years. If you have a single-serve machine, use a reusable coffee pod and fill it with your own favorite coffee.\n5. Clingy plastic food wrap – This wrapping is used to cover leftovers in the fridge, or to wrap sandwiches, fruit, or snacks for lunch or an outing. Some people may use it to put on top of food they microwave. It can only be used once before it gets tossed in the trash.\n- Solution: A better option is to use reusable containers for leftovers and in lunches, and a glass saucer if you need to put a lid on something in the microwave.\n6. Plastic packing peanuts, polystyrene foam, and plastic air bags that people receive when they get a shipment of something – Many products are still packed in plastic when they’re shipped. Unless you do a lot of shipping yourself, you probably can’t reuse this waste at home.\n- Solution: If you receive packing peanuts, take them to a shipping company, like a UPS store, and they’ll probably take them from you for their own use. But that does nothing to reduce the use of the peanuts again. There’s not much you can do to recycle polystyrene foam or the plastic air bags. I usually send an email to the company that shipped me the product asking them not to use plastic in the future.\n7. Plastic takeout food containers – I’ve almost stopped getting food delivered to my house because it comes in plastic containers in a plastic bag, with little servings of condiments packaged in plastic, too. When I go out to eat, I hate to ask to take the leftovers with me, because they are likely to be packed into a polystyrene foam box or some kind of plastic tub.\n- Solution: I’m starting to take my own reusable “doggy bags” to restaurants so, in the event I have leftovers, I can bring them home in my own containers, rather than the polystyrene ones the restaurants usually have on hand. If you can opt for pick-up rather than delivery service, you can take your own containers to be filled rather than use their plastic ones.\nPlastic: Bad for our air. Bad for our oceans. Bad for our planet. Bad for our kids.",
  "summary": "The article provides insight into the negative impact of plastic on the environment and suggests practical alternatives for reducing plastic use in daily life. It emphasizes the importance of minimizing plastic consumption to protect the planet and the health of our children. The overall sentiment is environmentally conscious and proactive. Sentiment: 0.8",
  "sentiment": 0.8
}