{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Magnificent 7 Elements of plastics as a 'wicked problem'",
  "href": "https://plasticoceans.org/magnificent-7-elements-plastics-wicked-problem/",
  "body": "Plastic Oceans International is a 501(c)(3), non-profit organization, founded and existing under the laws of California (Federal Tax ID #81-3778043). We are dedicated to ending plastic pollution and fostering sustainable communities worldwide.",
  "readable_content": "The Magnificent 7 Elements of plastics as a ‘wicked problem’\n2015-12-08\nTOD HARDIN\n\nWe are the Plastic Generation. Plastic is in all aspects of our daily lives. We use plastic because of its qualities – flexible, durable, in packaging protecting food and consumer products, as components in all our household goods and cars.\n\nPlastic is a ‘wicked problem’ – complex, multifaceted, a legacy of old thinking that is crying out for a new paradigm.\n\n- Plastics are made primarily for use and not designed for end of life\n- Plastics are made from oil, water, energy – this is a substantial ‘planetary’ resource of value, which can be reclaimed after use\n- A third of all plastics can’t be currently recycled\n- Plastics value is lower, and are toxicologically more hazardous, when it contains dye\n- The low value of recyclates\n- Adequate waste management facilities – capacity and capability\n- Some products are designed with microplastics in them\n\nFull text available at the original source.",
  "summary": "This post discusses the widespread use of plastics in daily life and highlights the complex and multifaceted nature of the issue. It emphasizes the need for a new paradigm to address the problems associated with plastic, such as limited recyclability and environmental impact. The sentiment of the text is concerned about the challenges posed by plastics and the need for a change in approach to address these issues. Sentiment: 0.7",
  "sentiment": 0.7
}