{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Report: Plastic pollution in the ocean is reaching crisis levels - Fortune",
  "href": "https://fortune.com/2015/10/01/ocean-plastic-pollution/",
  "body": "Plastic pollution in the ocean has reached crisis levels and must be addressed in Asia, where most pollution occurs, a report found. Half of the pollution comes from five developing Asian countries.",
  "readable_content": "user (2023-12-08): The Ocean Conservancy has reported that the level of plastic waste in the world's oceans is reaching crisis levels. The report states that there are 5.25 trillion pieces of plastic trash in the oceans, with 8 million tons of plastic getting added each year. The report highlights the impact of plastic pollution on marine ecosystems and the global supply of seafood, emphasizing that these issues are reaching crisis proportions. The report calls for a focus on improving waste management systems in developing countries, particularly China, Indonesia, the Philippines, Thailand, and Vietnam which are the major contributors to the plastic leakage into the ocean.\n\nThe report also suggests specific measures such as waste collection services, closing the leakage points within the collection system, gasification and incineration of waste, and recycling facilities to address the plastic pollution problem. It also mentions the involvement of multinational companies like Coca-Cola and Dow Chemical in efforts to combat ocean pollution. The report emphasizes the importance of addressing the fundamentals of waste management in these developing countries to mitigate the problem.\n\nIt seems that there are concerted efforts being made by both environmental organizations and industry players to address the issue of plastic pollution in the oceans.",
  "summary": "The conversation highlights the severity of plastic pollution in the world's oceans and the urgent need for action. The report emphasizes the impact on marine ecosystems and the global supply of seafood, and calls for improved waste management systems in developing countries. It also mentions specific measures and the involvement of multinational companies in combatting ocean pollution. Overall, the sentiment is one of concern and recognition of the importance of addressing the issue.\n\nSentiment: 0.9",
  "sentiment": 0.9
}