{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Glass water bottle recommendations? : r/minimalism - Reddit",
  "href": "https://www.reddit.com/r/minimalism/comments/3hai4a/glass_water_bottle_recommendations/",
  "body": "Takeya water bottles are strong, minimalist, and can be easily washed. You should give our bottles a shot! They're made of super thick, double walled glass and have really cool designs. Plus 2.5% of sales of all our Classic designs go to a clean water charity!",
  "readable_content": "- AnnaLeptikon (2023-12-08): https://www.soulbottles.com I love these for their design and the values of the brand (co2 neutral, part of the money donated) - on the other hand they are quite heavy.\n- tendre (2023-12-08): http://mybkr.com I have a couple that have lasted about 3? years now, and have been dropped on carpet without any damage. They are heavy though.\n- [deleted] (2023-12-08; edited 2023-12-08): Retap's water bottles sound perfect for your use case. I love mine. They're made from special glass which doesn't break as easily and is extremely temperature resistant. Also comes with a lifetime warranty i.e. if it breaks you get a new bottle. Haven't had to try that yet. They also look great. Did I mention they're also lighter than normal glass? Gosh, I sound like such a fanboy or seller but I honestly just think they're the best water bottle out there.\n- fedoradave (2023-12-08): I use the Takeya 22oz Glass Bottle for at home and on the go. I prefer glass over steel and plastic because it is inert and won't give a taste to water if it's in there for a while. Be aware that the mouth on this is small so whole ice cubes are hard to get into it (non-issue for me, since I don't put ice in my water). The glass is really thick on this; it won't break from just being knocked over, even with force. Don't expect any glass bottle to hold up to a few foot drop though.\n- Rainbowlemon (2023-12-08): Huh, I was just looking at the same thing the other day! I ended up buying a Voss bottle - cheap enough to replace if you break it, too! Actually like the bottle design more than most empty bottles, so I just went for this instead.\n- YonceOnHerKnees (2023-12-08): I got these, and love them. I even bought a second set for the people in my office. They're thick, so they wont break easily, and cheap!\n- Polympics (2023-12-08): MIU Color. I've been using it for a couple months now and it does what it's supposed to. Feels durable in hand, nice design, no leaks and it comes with an insulated holder (with a strap for portability) that isn't tacky silicone. Really nice water bottle, I highly recommend it.\n- carbontae (2023-12-08): If you are thinking of \"investing\", you should get something that would last...glass bottles just seem too risky for an investment. If you ever change your mind to invest in stainless steel water bottles, I recommend Klean Kanteen, I've been using them for the past 3 years, with no trouble, and the cap can be replaced if you accidentally lose them (I dropped mine into the subway rail haha)\n- Aum_lol (2023-12-08): Takeya water bottles are strong, minimalist, and can be easily washed.\n- FaucetFace (2023-12-08): You should give our bottles a shot! They're made of super thick, double-walled glass and have really cool designs. Plus 2.5% of sales of all our Classic designs go to a clean water charity! http://faucetface.com/\n- emerald447 (2023-12-08): Bottlefull.com.au\n- pygmy (2023-12-08): Partner & I use these Zojirushi double-walled stainless steel mugs every day, they're unbreakable and 'pop' open/ closed with a lockable button. They keep coffee hot all day, iced water for days, I cannot recommend them enough!\n- Herpderpherpherp (2023-12-08): get a Klean Kanteen reflect, they're minimalist and environment friendly\n- strategichope (2023-12-08): Second!\n- MallowCocktail (2023-12-08): Why glass? I have the plastic a Nalgene and it is frankly amazing.",
  "summary": null,
  "sentiment": null
}