{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Legends of Runeterra - Reddit",
  "href": "https://www.reddit.com/r/LegendsOfRuneterra/",
  "body": "Set in the League of Legends universe, Legends of Runeterra is the strategy card game created by Riot Games where skill, creativity, and cleverness determine your success.",
  "readable_content": "- u/icewitchenjoyer (2023-12-07): Heisho hotfix nerf announced\n  - News\n- u/CaptSarah (2023-12-07): Rule Changes - Censored usernames removal\n  - Sub Update\n- u/Wrexonus (2023-12-07): I think I start to see a theme here.\n  - Humor/Fluff\n- u/LegendaryW (2023-12-07): This set is should have been called \"YOU CAN'T\"\n  - Meme\n- u/ElementmanEXE (2023-12-07): Since this is the last expansion of this year has been released, I decided to re-release the list showing functioning move origins from lol\n  - Discussion\n- u/okason97 (2023-12-07): Deathless knight is broken, he is not really deathless\n  - Meme\n- u/FlubbedPig (2023-12-07): \"Attach\" feels like it shouldn't be a keyword\n  - Game Feedback\n\nSo, I was looking at that article about keywords, and it occurred to me just how odd Attach is in the full scope of the game. It and Attune are two of the only keywords in the game which are present on the unit in-hand but not the unit in-play, but unlike Attune, Attach only really exists on 4 units in the entire game, and 3 of them have no card text whatsoever.\n\nIt really feels like Attach should be treated similar to Capture and just exist as a card-text play effect, like \"Play: Attach me to an ally\", and you can then just elect to play the unit as-normal by not selecting anything.\n\nGranted, Attach's entire package has been rotated, and as I said it barely exists at all in the first place, so this isn't a pressing issue or anything. Still, I just find it interesting to think about the various oddities the game has in its wording and categorization, so when I remembered Attach exists it got me thinking.\n\nView full post\n- u/BruiserBison (2023-12-07): I won old school style\n  - Meme\n- u/Disastrous_Issue (2023-12-07): 6 changes to make Path of champions exponentially better and more fun to play\n  - Humor/Fluff\n- u/Barisamayuzde99 (2023-12-07): While all the people are playing new champs, I'm terrorizing people with some big elusives\n  - Gameplay\n- u/Substantial-Night866 (2023-12-07): Barbara’s ability\n  - Game Feedback\n- u/CrossXhunteR (2023-12-07): Worlds Viewers Guide\n  - Discussion\n- u/LegendaryW (2023-12-07): Can we either swap this tabs or make so closed tabs remain closed even if you relaunch the game?\n  - Discussion\n- u/6Kaliba9 (2023-12-07): This match was quite the drama hahaha after being in disadvantage for the last 4 turns this is how it all ended. My patience paid off\n  - Gameplay\n- u/cardsrealm (2023-12-07): LoR: Everything They Didn't Tell You About Keywords!\n  - Article\n- u/NEETHAII (2023-12-07): I'm a new player\n  - Question\n- u/SwaggedyAnn (2023-12-07): Just got decked out by the first enemy in The Machine Herald... Any advice for levelling PvE champs?\n  - Question\n- u/Acrobatic_Hunt7259 (2023-12-07): Braum loves Poros so much, he decided to become one. . . But why?\n  - Gameplay\n- u/KickSuckem (2023-12-07): Deathless Udyr in poc doesn't revive\n  - Discussion\n- u/Substantial-Night866 (2023-12-07): A different deathless PoC bug\n  - Bug\n- u/FinerPrint (2023-12-07): Ashe doesn't gain level-up progress from the terror curse?\n  - Question (Answered)\n- u/ArcanaGingerBoy (2023-12-07): What's the basic counter-strategy against every keyword/mechanic?\n  - Question\n- u/LoliNep (2023-12-07): So do I get a refund or will I get it after it's fixed?\n  - Discussion\n- u/Cubicool (2023-12-07): Challenge 9 (Darius)\n  - Question\n- u/theemeraldsquid (2023-12-07): My Turtle was better\n  - Gameplay\n- u/ElectricalAd2960 (2023-12-07): Is Deathless bugged in PoC?\n  - Bug\n- u/Dropboarder (2023-12-07): I know a lot of people enjoyed shitting on the dev/balance team for Heisho, but can we now focus that on giving props to them for the quick hotfix?\n  - Discussion",
  "summary": null,
  "sentiment": null
}