{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Straw hat crew in dressrosa : r/OnePiece - Reddit",
  "href": "https://www.reddit.com/r/OnePiece/comments/352jri/straw_hat_crew_in_dressrosa/",
  "body": "I would say that the Straw Hat crew gained most the allies themselves, where as Luffy only gained a few himself. Luffy helped Law, Rebecca, and Ex-Don Chinjao. Then later on gaining Cabbage's respect. Sanji got Violet, Zoro did something, Franky helped with Soldier-san, Robin with Revolutionaries/Rebecca.",
  "readable_content": "- InvaderZem (2015-05-06): Dressrosa has been the most important arch establishing the crew as just a big trouble makers as their captain Monkey D Luffy and not just acting on one of his whims. With Luffy going off to fight in the Coliseum in the beginning of the month under the name Lucy no less it has left his crew this time to be the ones to cause turmoil and mischief throughout Dressrosa.\n\n- mice_is_nice (2015-05-06): This is actually a really good point! I had been down on this arc personally because I felt like it focused too much on non-straw hats but now that you lay it out this really has been an arc of evolution for the straw hats as a team\n\n- LucciDVergo (2015-05-06): \"beginning of the month\" if by that you mean March 2013, then yes.\n\n- [deleted] (2015-05-06): Dwarfs? You mean tontattas?\n\n- xXx420BlazeRodSaboxX (2015-05-06): That's a really good point. I would say that the Straw Hat crew gained most the allies themselves, where as Luffy only gained a few himself.\n\n- [deleted] (2015-05-06): USOLAND!!!!! THE LEGENDARY HERO!!!!!!\n\n- tigercool777 (2015-05-06): It makes total sense. Luffy is not going to have people on his crew that are not as crazy as him, don't make allies like him, or don't inspire others. The entire strawhat crew desire for freedom and their determination to achieve their goals is what makes people like them so much.\n\n- dokem (2015-05-06): very nice point. when usopp says \"dont worry and dont look back\" or smth its kind of symbolic for the whole spirit.\n\n- StrawHatIan (2015-05-06): Hasn't the entire dressrosa arc happened in the span on 1 day?\n\n- SimpsDaGreat (2015-05-06): 110% with you on this point brother.. good job\n\n---\nI have omitted some comments as they were not relevant to the discussion of the One Piece dressrosa arc. If you need any specific part of the omitted text, feel free to ask!",
  "summary": null,
  "sentiment": null
}