{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "SpookyKins (u/SpookyKins) - Reddit",
  "href": "https://www.reddit.com/user/SpookyKins/",
  "body": "Trying to find the next date closest to today in a row of dates. =TODAY ()+MAX (C2-TODAY (),E2-TODAY (),G2-TODAY ()) I hit a road block with this, it only gives me the furthest date after today. What I was looking for was the closest future date to today (for example if I have Feb 1, 2019 listed AND April 15, 2019 it will list April for me, but ...",
  "readable_content": "- SpookyKins (u/SpookyKins) - Reddit\n  - Lewd but well-drewed (I will mangle English to make this title work) \n    - 5 yr. ago\n    - This is an older thread so I dont think many people will see this comment, but I have a good deal of breast to work with, and if i hunch my shoulders a bit and and squeeze my arms in a bit tighter to really oomf up my cleavage, then guess what, my nipples shift. They're not where they would normally be, they're in a slightly different position than if I wasn't slightly altering my stance. Same if I'm lying down or pulling my arms back, then the nipple is further from the other. I can go crazy and make them touch even, although at that point it's really fucking obvious to what I'm doing hahaha. My point is, this nipple location isn't entirely unrealistic. She does look like she's holding her arms too close to her body, and her shoulders are slightly hunched and she's facing slightly sideways, so her nipple can be pushed up and closer to her other boob, so unlike the majority of people in this comment section, I have no qualms with where I \"think\" her nipple should be. I do however think that's probably all unintentional, as there's so much else wrong with the design of this lady that I don't really think that much thought went into this lol.\n  - Lady interrupts me when I try to tell her what's wrong with her drink order, so she gets what she asked for.\n    - SpookyKins replied to TheRealNobodySpecial 5 yr. ago\n      - How could you possibly be with that knowledge? Hrnggg\n  - A weird thing but does anyone remember when strawberries at the store came in these green plastic baskets?\n    - 5 yr. ago\n    - SpookyKins commented\n      - I see them every year for the local, farm field strawberries. Strawberries from further away or out of season (and grown in green houses) are packed in the clear clamshell packages. Remind me in the summer and I'll send you pics to help with your nostalgia haha\n  - Help with a double vlookup option - or other option\n    - SpookyKins replied to TheFirstKevlarhead 5 yr. ago\n      - SOLUTION VERIFIED\n    - SpookyKins replied to SpookyKins 5 yr. ago\n      - wait i'm retarded.... it just needed to be TRUE\n    - SpookyKins replied to BringBackTheOldFrog 5 yr. ago\n      - When I'm doing the vlookup I base it on whatever date - so for example Feb 1/19. Then a vlookup will bring me to the amount where Feb 1, 2019 falls. But I was looking to see if there was a way to specifically search for \"IG\" and then find Feb 1/19 and return the number in column C.\n    - SpookyKins replied to TheFirstKevlarhead 5 yr. ago\n      - you have assumed all as correct. Formula returns N/A\n    - 5 yr. ago\n      - Hello Hello! I have this incredibly complicated spreadsheet - that's only complicated because I had no idea what I was doing back in the day, so it has a bunch of nested min, max, if, sumifs, etc etc all over the place because I didn't really know what I was doing. So as it turns out, vlookup SORT OF does the job I need it to do, however I need it to look up 2 things instead of 1. Data: A B C IG 1/1/17 1000 IG 1/1/19 1100 IG 1/1/23 1200 IM 10/1/16 500 IM 10/1/20 600 IR 5/1/18 800 G H IG 2/1/19 So currently I have a mess of a worksheet, that does work mind you. But it's not clean, and takes some time to sort out if anything goes a bit haywire. I learned I can do vlookup for the date if I give IG their own table, IM their own table, and IR their own table, etc etc. approximate match. But I was wondering if there was a way just to keep it all in the same table (like above) and have something do an approximate match lookup for the date, based on the name (IG/IM/IR/)? Hope you can help <3 *Edited for more clarity\n  - Encountered one on reddit - I received platinum a while back and it came with 700 complimentary reddit coins, so I’ve been giving silver to posts/comments that I enjoyed. Apparently it’s not enough. Should’ve probably purchased more RC’s from my money to give them gold MINIMUM.\n    - 5 yr. ago\n    - SpookyKins commented\n      - What does silver do? Besides offend apparently .\n  - IF/OR function to pull a month of a specific date\n    - SpookyKins replied to caribou16 5 yr. ago\n      - =IF(MOD(MONTH(T12), 3)=0, TRUE) solution verified! thanks caribou :)\n    - SpookyKins replied to caribou16 5 yr. ago\n      - I want to find if today is in March, June, September or December I actually just wrote that to fill in, I currently have 585,0 as my values\n    - 5 yr. ago\n      - Hello Hello! This might be an easy one for you guys, but I'm looking at help with the following: E12 has he following =IF(OR(T12=MONTH(3),T12=MONTH(6),T12=MONTH(9),T12=MONTH(12)),\"TRUE\",\"FALSE\") T12 =TODAY() It returns true no matter what month today falls in. I'm hoping someone can direct me on how to fix this, I don't want to add another column just to make T12 equal 1/2/3/etc Thanks :)\n  - For those with office jobs, what little touches have you added to make your desk a little more pleasant?\n    - 5 yr. ago\n    - SpookyKins commented\n      - Everything on my desk is functional for work. Post it note holder, pen holder, tape dispenser, stapler, etc etc. They do however all happen to be cat shaped. Purchased out of pocket, but totally worth it.\n  - If you died right now, what's something on your phone that people will judge you for?\n    - SpookyKins replied to hrbrox 5 yr. ago\n       - Well I am super grateful I didn't get an iPhone last week..... I use pokegenie on 100ish mons a day and that would be so frigging inconvenient.\n  - If you died right now, what's something on your phone that people will judge you for?\n    - SpookyKins replied to DarthLordi 5 yr. ago\n      - ? My Poke Genie just overlays the pogo screen and I do it right over the game, no screen caps necessary... do you have an old phone?\n  - Can we get an L for my fallen soldier\n    - SpookyKins replied to STEPHENonPC 5 yr. ago\n      - Name checks out\n  - Trying to find the next date closest to today in a row of dates.\n    - SpookyKins replied to wiredwalking 5 yr. ago\n      - I already gave you the clippy point....... unless you can award more than 1 point a thread?? in which case... solution verified!\n    - SpookyKins replied to wiredwalking 5 yr. ago\n      - That does it <3 Thank you!!\n    - SpookyKins replied to wiredwalking 5 yr. ago\n      - =TODAY()+MAX(C2-TODAY(),E2-TODAY(),G2-TODAY()) I hit a road block with this, it only gives me the furthest date after today. What I was looking for was the closest future date to today (for example if I have Feb 1, 2019 listed AND April 15, 2019 it will list April for me, but I want it to list February as the option) Do you think you can help with tweaking that? Thank you :)\n    - 5 yr. ago\n    - Hello! I have a few rows of data, and there are various dates in various cells. For example Row 2 has dates in columns C, E, and G. I want to find out which of those three cells have the date closest to TODAY (but not any dates in the past - only future o",
  "summary": null,
  "sentiment": null
}