{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Will Bartolomeo join strawhats poll : r/OnePiece - Reddit",
  "href": "https://www.reddit.com/r/OnePiece/comments/3759mw/will_bartolomeo_join_strawhats_poll/",
  "body": "If Caeser joined the Straw hats all of the show's credibility is immediately gone. I do think he will joins Buggy's crew however, because he is a comic relief character who will probably remain in the story, is an idiot, and thematically fits Buggy's crew. Also the clowns could use a heavy hitter now that Buggy is a warlord.",
  "readable_content": "- Ximoquim (2023-12-08): He wont. I wish he did though.\n- ArosHD (2023-12-08): Yeah this. He already has a crew. He also admires the SHs too much, if he became one he would die lol. But I do think he will become a strong ally to the SHs.\n- Cha_Lad (2023-12-08): As much as I love Rooster-kun I really don't want to see him joining the Straw Hats. I just think it wouldn't suit his character. If he is part of the crew it wouldn't make sense to fanboy anymore. Also he doesn't seem to have the same childhood dream that the rest of the crew has. His determination only has comedic value and no serious plot development.\n- woah_take_it_ez_man (2023-12-08): I hope he stays as a recurring character. Crew or not.\n- bWoofles (2023-12-08): Everyone in the straw hats has a dream to accomplish his goal is to be a straw hat so that doesn't work.... But what if he follows the straw hats around like Luffy never asks him to join but he follows them any way so he ends up being a mock crew member\n- Xenyme (2023-12-08): Everything would fit better if he didn't join and stayed as an important ally. He wouldn't be with them all the time, but when he did meet them, he could keep his fanboy personality. They need another fighter to add on to the monster trio. But to be honest, I don't think there is currently any character we know that would be good enough. They need to be strong and have a good sense of humor like all the other crew.\n- Melting_Orphan (2023-12-08): Why the hell is everyone getting downvoted? I upvoted everything to make it fair.\n- Qwardian (2023-12-08): Robin does already have a nic name for him, like she does every other member of the SH but Luffy... But at the same time she has a nic name for Kyros. Which is someone I really want to join. I have a feeling he has only shown a fraction of what he is capable of.\n- rodriw (2023-12-08): I don't think so, but i'd will like him on the crew\n- Anshin (2023-12-08): If Bartolomeo joins them I'll eat a straw hat\n- WhiteBoyChief (2023-12-08): \"Do you think Barto will be the next crew member\" would have been a better title.\n- darexinfinity (2023-12-08): He'll probably be offered to join by Luffy but for some reason he won't.\n- marquize (2023-12-08): He won't, Luffy won't have him. Sure Luffy wants respect from his crew, but I doubt he wants to be idolized by them, remember how insulted he felt when Fishman Island treated them like heroes? He doesn't want that.\n- Roronoa_Zoro_ (2023-12-08): For those who doubt there will be new members please do yourself a favor and read an interview with Oda himself (the author): http://opforum.net/showthread.php?tid=6501",
  "summary": null,
  "sentiment": null
}