{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "My kid drank from a fricking moldy bottle. What do I do.",
  "href": "https://www.reddit.com/r/Parenting/comments/4o4dsb/my_kid_drank_from_a_fricking_moldy_bottle_what_do/",
  "body": "Keep an eye for the poops for 24 hours. Don't shoot yourself. missgiddy. •. I'm not a parent but from time to time I'll discover my Nalgene bottle is blooming with mold. It's a dark colored bottle so it's easy to miss. I just gag a little then bleach it. I'm still alive! :)",
  "readable_content": "- randy133 (2023-12-08): truthfully, mold is present pretty much everywhere there is water. You probably breathe in tons of mold spores each and every day. Your immune system protects you from harmful effects so as long as your child doesn't have any health issues that would compromise their immune system they will be fine.\n\n- [deleted] (2023-12-08): I would just keep an eye on her. She'll probably be fine. Couldn't hurt to call the ped just to be sure/get some peace of mind.\n\n- hitsworth (2023-12-08): Mine drank from a moldy sippy cup once. She threw up once and carried on as normal. I would just keep your kid hydrated and wait. If they get a fever or are acting abnormal, then call. I doubt it will be necessary though.\n\n- [deleted] (2023-12-08): Pic of fricking moldy nipple/ring. http://i.imgur.com/am2Jxh0.jpg\n\n- catloving (2023-12-08): She'll be fine. Let it roll, it was one bottle, an oops. It's been that long? Keep an eye for the poops for 24 hours. Don't shoot yourself.\n\n- missgiddy (2023-12-08): I'm not a parent but from time to time I'll discover my Nalgene bottle is blooming with mold. It's a dark colored bottle so it's easy to miss. I just gag a little then bleach it. I'm still alive! :)\n\n- Irixian (2023-12-08): Laugh and get over it?\n\n- Antiochia (2023-12-08): As long as it was not contaminated with fish, flesh or mushrooms, she will most likely only have accelerated digestion for some time.\n\n- Jalapeno_Business (2023-12-08): Your child is fine, the diarrhea is probably not even related. It is gross, but it probably isn't even in the top 10 grossest things your child will ingest this month if you honestly account for where their hands have been.\n\n- buzz_uk (2023-12-08): I would not worry, our kids eat food off the floor, it has never done them any harm. That will never make you feel less guilty about it though.",
  "summary": null,
  "sentiment": null
}