{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "For Midway Atoll's birds, plastic is the main dish - Scienceline",
  "href": "https://scienceline.org/2015/02/for-midway-atolls-birds-plastic-is-the-main-dish/",
  "body": "All the other garbage, hundreds of millions of pounds of it, must stay. The plastic mess on Midway, a historic island known not only for its majestic birds but as the namesake for a crucial sea battle during World War II, is a small part of the global problem of ocean debris. It's a problem so vast that advocates and experts acknowledge they ...",
  "readable_content": "-User (2023-12-08): Skip to content\nSCIENCELINE\nTHE SHORTEST DISTANCE BETWEEN YOU AND SCIENCE\na project of nyu's science, health and environmental reporting program\n\nENVIRONMENT\nFor Midway Atoll’s birds, plastic is the main dish\nThe debris littering this historic island is just a tiny part of a global littering problem\nJENNIFER HACKETT • FEBRUARY 9, 2015\n\nWhen albatrosses return to the Midway Atoll for their nesting season in November, there’s about one bird per square foot — that’s more than 1.5 million birds. The human population of the 2.4 square mile island, on the other hand, is only about 40. Residents are either studying the albatross and other native oceanic wildlife, supporting that research via management and maintenance work or keeping Henderson Field, a one-runway airport used for emergency landings, running. At this point, Midway truly belongs to the birds.\n\nThere’s only one challenger to the albatrosses’ claim to Midway: plastic. This tiny speck of land — about 3,200 miles from San Francisco and 1,200 miles northwest of the main Hawaiian Islands — is blanketed not just by birds, but also by garbage.\n\nPlastic is so ubiquitous on Midway that every single albatross on the island will likely die with a stomach full of it. A typical albatross stomach includes “stuff about the size of a cigarette lighter – everything from golf balls to shotgun shells, or chunks of plastic that used to be something bigger,” according to Bret Wolfe, deputy manager of the Midway Atoll National Wildlife Refuge. When birds die and decompose, the plastic in their guts remains.\n\nMuch of the plastic waste is brought back by the albatrosses. Their favorite food, squid, can easily be mistaken for plastic. The birds, renowned for their long distance flying abilities, snap up the squid-like plastic from waters near Alaska and carry it a thousand miles or more back to Midway. There, the birds either regurgitate it for their young or else ultimately die of natural causes with the garbage still in their stomachs.\n\nGetting plastic to Midway is easy, at least for albatrosses. Getting rid of it, though, is nearly impossible. The National Oceanic and Atmospheric Administration (NOAA) helps whenever its ships are in the area by carting away as much debris as it can, but every trip is a risk because invasive species could be hitching a ride on the ship’s hull. For that reason, private ships aren’t allowed to dock at Midway even during emergencies, according to Wolfe.\n\nThat’s a key reason why it would be so costly — too costly, according to federal officials — to undertake a major cleanup of the atoll. Instead, the people of Midway are stuck performing a kind of permanent triage focusing on corralling the largest, most threatening debris.\n\n-User (2023-12-08): Clip 1 of 2",
  "summary": "The post discusses the detrimental impact of plastic pollution on Midway Atoll's bird population, highlighting the pervasive presence of plastic debris and the challenges of managing and disposing of it. The lack of a feasible solution for a major cleanup underscores the severity of the problem. The sentiment is negative, emphasizing the urgency of addressing the issue. Sentiment: -0.9",
  "sentiment": -0.9
}