{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Small is big when it comes to the world of plastic straws",
  "href": "https://www.plasticsnews.com/article/20150313/NEWS/150319957/small-is-big-when-it-comes-to-the-world-of-plastic-straws",
  "body": "PP pellets in a rainbow of colors undergo an extrusion process in an injection molding machine to become plastic straws. Then a special crimping process creates the bendy part of the straw, and ...",
  "readable_content": "-User (2023-12-08): Skip to main content\nSister Publication Links\nSustainable Plastics Rubber News\nSubscribe\nSIGN UP FREE LOGIN SUBSCRIBE\nNEWS\nOPINION\nSHOP FLOOR\nEVENTS\nRANKINGS & DATA\nDIRECTORY\nRESIN PRICES\nCUSTOM\nBreadcrumb\nHome\nNews\nMarch 13, 2015 02:00 AM\nSmall is big when it comes to the world of plastic straws\nREBECCA KANTHOR \nCorrespondent\n TWEET\n SHARE\n SHARE\n EMAIL\nSoton Daily Necessities Co. Ltd.\nChina's Soton Daily Necessities has grown from a start-up in eastern China in 1994 to the world's largest maker of plastic straws.\n\nYIWU, CHINA — A large piece of Chinese calligraphy hangs on the wall behind Lou Zhongping's office desk: Small is Big. That's the motto he has tried to live by in his past 30 years as founder and chairman of Soton Daily Necessities Co. Ltd.\n\nIn an interview with Plastics News, he explained that tackling something small has been the key to his company's success. That singular focus and his natural early adopter tendencies have served him well and brought his company to where it is today — the largest manufacturer of drinking straws in the world.\n\nAs Lou tells it, he stumbled into straws quite by chance. A native of Yiwu, the small Chinese city famous for its small commodities market (the largest in the world), he grew up poor and remembers always feeling hungry as a child. He was forced to drop out of middle school after just a year and a half in order to accompany his farmer-merchant parents on their trading trips to other provinces. That instability followed him into adulthood. Before founding Soton, he had worked 20 different jobs between the age of 14 and 30.\n\nBy the 1990s, he was selling plastic products, including toothbrushes and straws, at Yiwu's small commodities market. He saw the potential in straws and decided to invest in his own operation. When he started Soton in 1994, he embraced a Japanese-style management sense that encouraged simplicity, and since then his company has focused on drinking straws and nothing else.\n\n“When we started, our company was small. [It was] just my wife and I and one machine in a 100 square meter [about 1,000 square foot] space,” he recalled, while showing a small blurry black-and-white photo taken at the time. The original operation was so basic that workers had to use chopsticks to push the straws into packaging by hand.\n\nBut 1994 also was the year when Lou first began using a computer, which he describes as a life-changing experience.\n\n“I was one of the first Internet users in China,” he recalls. “We made a website in 1997 and through the Internet our scale increased greatly.”\n\nThe company began exporting straws to the Middle East and Africa, and then to the United States.\n\n-...\n\n-...",
  "summary": "The article portrays the story of Lou Zhongping, the founder of Soton Daily Necessities Co. Ltd., which has become the world's largest manufacturer of plastic straws. It highlights how Lou's focus and early adopter tendencies have been the key to his company's success. The article doesn't directly address the issue of banning plastic straws, rather it offers a perspective on the entrepreneurial journey of the founder. Sentiment: 0.0",
  "sentiment": 0.0
}