{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Discord - Imagine a Place... - Reddit",
  "href": "https://www.reddit.com/r/discordapp/",
  "body": "Go to Messages -> Add Friend in the top right to see the option to turn off the contact sharing feature. Every time you return here, it will be turned back on. be careful with the new discord app when sending pictures ! i send a friend an furry hentai pic on accident , when i was trying to send it in a discord server.",
  "readable_content": "- Pruvided (2021-12-08): Nitro Scams, Malicious Content, & Account Support\n https://www.reddit.com/r/discordapp/comments/tkgivh/nitro_scams_malicious_content_account_support/\n- Hunt100 (2023-12-08): Discord is now below 4 stars on the Play Store\n  Discussion\n- NVIDIAOFFICIAL (Promoted): The ultimate cloud gaming combo. 🌩️ For a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝 google.com Learn More\n- ReverbCS (2023-12-08): \"We reduced app open time by 55% on Android\"\n  Media\n- Bonecandy25 (2023-12-08): Accidentally changed skin color of emojis and can't change it back\n  Support\n- Quonkie_ (2023-12-08): They're pushing the nitro advertisements far enough they're using my friends to describe it\n  Discussion\n- Few_Worth4350 (2023-12-08): They don't read it, and if they do, they certainly don't acknowledge that they do, much less act on any of the feedback given.\n  Discussion\n- DaMangoYay (2023-12-07): “So fresh, so clean, so mobile”\n  Discussion\n- BorfieYay (2023-12-08): Messages I sent to a dm just were went to a server instead\n  Discussion\n- Hyperfyre (2023-12-08): The new app can't even manage to open DMs for right person.\n  Discussion\n- External_Nebula_4089 (2023-12-08): I keep getting these emails, and I’ve changed my password to a very strong and long one that would be pretty hard to brute force.\n  Support\n- AirNationalGuard (Promoted): Guardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills. Serve Close To Home airforce.com Learn More\n- Gastr1c (2023-12-08): iOS app never loads\n  Support\n- I_Fuck_Traps_77 (2023-12-08): Phone treating discord vc like a phonecall?\n  Support\n- Lucid_Animals (2023-12-08): Why can’t I leave this server my friend created even though I’m not owner?\n  Support\n- Chrinsieboy (2023-12-08): A wonderful wumpus creation\n  Media\n- fluffyarium (2023-12-08): i can’t go to settings to report a bug or fix the theme\n  Support\n- UDistractedMom (2023-12-07): ok so dms are multiplying now?\n  Support\n- Ethany523 (2023-12-06): Discord paused the youtube comment section because of overwhelming hate\n  Discussion\n- UDistractedMom (2023-12-08): is this house in the middle of the white circle or is it off by some pixels\n  Support\n- NVIDIAOFFICIAL (Promoted): The ultimate cloud gaming combo. 🌩️ For a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝 google.com Learn More\n- TASKMASTER2901 (2023-12-08): How do you make this blue dot move?\n  Support\n- BuyingSelling (2023-12-08): Why is the formatting so different on the mobile and desktop?\n  Support\n- VGPlayzYT (2023-12-07): The icon supposed to be moving around that fast?\n  Discussion\n- MixAny50 (2023-12-08): pinned message previews in dms aren’t showing the correct profile\n  Discussion\n- RebelRedRollo (2023-12-07): Discord's new mobile UI redesign is inaccessible for me and my friend\n  Feature Requests",
  "summary": null,
  "sentiment": null
}