{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Straws at Restaurants : r/self - Reddit",
  "href": "https://www.reddit.com/r/self/comments/2xerfh/plastic_straws_at_restaurants/",
  "body": "The plastic trim provided serviceable aerodynamic stability when the toothpick was blown though a straw like a blowgun. I was at one diner where they had cork tiles on the ceilings of the booths, which were peppered with toothpicks.",
  "readable_content": "- ZannX (2014-12-06): Plastic Straws at Restaurants\n\nI used to be able to gently bump these straws against the table to get the wrapper off. But now I haven't been able to for a while now. I have to rip the wrapper and shit. Feel like I'm going nuts.\n\n- dirtymoney (2014-12-06): making straws thinner to save on money. I have noticed this with the clear straws.\n\n- [deleted] (2014-12-06)\n\n- chenyu768 (2014-12-06): And sking\n  - *9 more replies*\n\n- ceepington (2014-12-06): >not using a disease-ridden dollar bill\nmy aren't we [expletive] fancy?\n\n- smedrick (2014-12-06): I've noticed it too. The straw will either split or bend before the paper breaks.\n\n- [deleted] (2014-12-06)\n\n- wheezymustafa (2014-12-06): This is for real. I was just thinking about this last night. Normally I could bump it, push the paper about halfway down, and then blow the straw wrapper at the person across from me. Now I have to tear the paper at the midpoint and pull one side off like some douche.\n\n- neutral_cadence (2014-12-06): Are you holding on to the straw too tightly?\n\n- Pielsticker (2014-12-06): The most superfluous thing in the planet. Most of them are probably in the ocean.\n\n- AmishAvenger (2014-12-06): Chipotle straws are the worst with this sort of thing. You have to carefully pull back the wrapper and pull it down.\n  - *more replies*\n\n- rengfx (2014-12-06): I thought I was the only one..\n\n- RainbowEffingDash (2014-12-06): Really? What restaurants. I have no problems doing it with McDonald's straws\n\n- [deleted] (2014-12-06)\n\n- GodLuvsUgly (2014-12-06): Scrolling through my front page I thought this post was in r/sex. Was confused.\n  - *1 more reply*\n\n- [deleted] (2014-12-06)\n\n- AdonisChrist (2014-12-06): Your arms are atrophying from disuse. You need to masturbate more to keep them strong.\n  - *more replies*",
  "summary": "The conversation seems to revolve around frustrations with the decreasing quality of plastic straws, with many users expressing annoyance at the difficulty in removing the straw wrapper. Some users also make lighthearted or off-topic comments. Overall, there is a sense of dissatisfaction and inconvenience regarding the changes in the quality of plastic straws. \n\nSentiment: -0.65",
  "sentiment": -0.65
}