{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Kids Tackle Plastic Pollution - National Geographic Education Blog",
  "href": "https://blog.education.nationalgeographic.org/2016/04/20/kids-tackle-plastic-pollution/",
  "body": "Plastic pollution is now considered one of the largest environmental threats facing humans and animals globally—and the problem keeps getting bigger. My brother and I first learned about plastic pollution while we were delivering animal rescue supplies to the Gulf of Mexico during the BP Gulf oil spill.",
  "readable_content": "-User (2023-12-08): Skip to content\nExplore ideas, activities, and resources to spark creativity and curiosity from anywhere!\nNational Geographic Education Blog\nEducator Spotlight\nStrategy Share\n#GenGeo\nNews from Nat Geo\nKids Tackle Plastic Pollution. Our Plastic and Recycling Awareness Curriculum Classroom Kit has everything teachers need to teach students (K-6) about plastic pollution. Plastic pollution is now considered one of the largest environmental threats facing humans and animals globally— and the problem keeps getting bigger.\n\nMy brother and I first learned about plastic pollution while we were delivering animal rescue supplies to the Gulf of Mexico during the BP Gulf oil spill. Ever since then, we have been educating ourselves on the subject and we have actually authored an award-winning Plastic and Recycling Awareness Curriculum. Our curriculum was written to match the latest national standards for science, and we even have math, literacy and art infused throughout.\n\nHere are some alarming facts about plastic pollution we have learned about since starting our quest to find a solution.\n\nAlarming isn’t it?\n\nThe more we learned about the problem, the more we realized that most people really know little about the problem or even how to be the solution...\n\nMost people don’t realize that recycling centers are ‘for-profit’ organizations, not a ‘non-profit’ like my organization. That means the recycling center needs to make money on everything we give them. Now before anyone gets upset and thinks we are saying that recycling centers are not doing their job, let me say for the record, that is not what we are saying!\n\nMy brother and I tour recycling centers around the country, and what we have found is that plastics #3 (PVC), #6 (styrofoam) and plastic #7 (other) are deemed too expensive to recycle so they all end up in landfills or waterways, where they will sit for hundreds of years...\n\nSo as you see, that is why we created our curriculum. We want to teach the next generation of leaders about the problem—and, more importantly, how to immediately start being the solution.\n\nThis is just one of the many examples of the creative art sculptures students around the country created...\n\nOur program allows students to use art to express what they have learned during our weeklong program and the school-wide art project on the final day is always one of the highlights of the program. We have had schools make art sculptures of giant sea turtles or penguins. We even had one school make a giant map of the United States, which they filled with all the plastic trash the school generated that week as their way of showing the community how quickly our plastic trash amasses.\n\nOur weeklong curriculum is available to schools nationwide. It has already been tested in one school in South Africa, and will soon be tested in our first schools in the UK and Australia...\n\nYou can learn more about the program by visiting the website link below or by sending us an email. We will gladly help you out!\n\nWe also make available this handy ‘Pocket Recycling Decoder‘ which our friends at the Ocean Conservancy created. It helps students (and their parents) know what to watch out for when they shop, and where the plastics currently in demand at recycle centers can be recycled...\n\nThe next generation of leaders is merely inheriting the mess that previous generations unintentionally created. If we give them the tools to deal with the problem at an early age, we can truly turn this problem around. As always, you can keep up to date with all things NG Education and the #GenGeo community on Twitter, Facebook, and Instagram.",
  "summary": "The post highlights the importance of educating students about plastic pollution and empowering them to be part of the solution. The initiative to create a curriculum and engage students in art projects to raise awareness about plastic pollution is inspiring. The emphasis on teaching the next generation of leaders and providing practical tools for making a positive impact is commendable. Overall, the sentiment conveyed in the post is positive and proactive. \n\nSentiment: 0.9",
  "sentiment": 0.9
}