{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Blightfall tips and tricks : r/Blightfall - Reddit",
  "href": "https://www.reddit.com/r/Blightfall/comments/3ppg98/blightfall_tips_and_tricks/",
  "body": "Then use the command /hqm edit. A glowing quest book should appear in your inventory with the description \"Use as: <your username>\". Open it up and navigate to the Supplier quests and follow the little directions in the corner to reset those missions. (I believe it's shift+click or something to reset missions.)",
  "readable_content": "DaZebraffe (2023-12-08): Blightfall tips and tricks\n\nJust a little list of advice for newcomers to the pack. Responders, feel free to add any tips you can think of that I missed!\n\n- Unless your plan is to move straight to the swamp as soon as you hit the planet, I recommend starting in some other bio-dome than Alpha. ANY other bio-dome! Well, perhaps not Omega. If you're here for tips, you're probably not experienced enough with the pack to start in Omega...Anyway! With all due credit and respect to Talonos, I know what he was trying for with setting up Alpha, but he didn't succeed. Sure, its central location makes it closer to (almost) everything than most other domes are...but with how spread out everything is, it doesn't make much difference, and each bio-dome has things it is MUCH closer to than Alpha could hope to claim. Plus, every other dome (save Omega) is close enough to sources of pretty much everything you need early game that the difficulty difference from dome to dome is negligible at best. Even Omega: All it's really lacking is enough nearby, no-reputation-cost, early-game food sources; and a source of sugar. Plus, Omega has a nearby location with a free tool forge, so you can start making four-part tools really early on...\n\n- In the early quests, where it says you probably shouldn't touch the silverood tree in your bio-dome since it seems to be keeping you safe from the Taint? This is bupkiss. There is only one block per tree that you need to leave alone, and that only because it contains a pure node. The actual tree itself does nothing, so if you want more room and/or aren't concerned with its aesthetic appeal, feel free to tear down as much of the tree as you like-Just watch out for the one log that has a large black circle on each side. That's the indication that there's a node contained within, so don't touch that log until you have the technology to move it unharmed.\n\n- Don't bother with wheat until you've got animals you want to breed with it, or you're trying to make cookies. As far as concerns making any food for yourself besides cookies, wheat and barley are functionally identical in every way, save one: Barley takes a LOT less bonemeal to grow, which frees up lots of bonemeal for you to use on other things. Or means a lot more flour to make food with, one or the other.\n\n- Wooden armor! Sure, it's terrible protection, and doesn't last long at all, but it's better than going out there naked, and is available much earlier than any other type of armor!\n\n- Just because you've gotten wheat and barley from your tall grass and don't seem to be getting anything else, don't assume this means you should stop spawning and breaking tall grass: There's still one more type of seeds you can get, they're just kind of rare. Keep going until you get cotton seeds, and you'll have a renewable source of wool and string, both of which are surprisingly useful in this pack.\n\n- Make a fishing rod! I haven't experimented with this enough to see if it'll catch Pam's Harvestcraft varieties of fish, but even if it doesn't, there are four types of fish it catches by default, each of which can be eaten a couple times before diminishing returns kicks in, and half of which can be cooked for another form of food-that's six new varieties of food, even without getting a drying rack or cooking tools and extra ingredients involved! Plus, once you have access to plastic, an undamaged fishing rod can be used to craft an MFR fisher, which will do the fishing for you, and I'm pretty sure it DOES catch Harvestcraft fish!\n\n- If you started in dome Beta, try to make your way to Redwood City as early as you possibly can. There's a library on the south end of town that has a barrel containing some honey and honeycombs, but the real prize said barrel contains is five queen bees. Scrounge for enough leather to make three to five apiaries, and you can have them producing lots of honey and wax for you. Honey's great because all foods that require sugar can have honey act as a substitute sweetener, and for things that specifically require sugar (fermented spider eyes, for example), you can just craft the honey with a pot, and you get sugar! Wax is great because, in addition to making candles as an alternative to spending loads of wood making torches, you can craft a piece of wax with a piece of leather to make hardened leather. The armor set you can make from this has the same protection as a set of iron armor, for much, much cheaper! Well, you know, once you have a cow farm set up, at any rate...\n\n- Emergency nutrient bars! Available from the supplier, these things are a life-saver early game. They only cost one reputation per bar (though you can only buy them four at a time); they restore more hunger than anything you can craft with just one or two ingredients, save bread; and they are completely immune to the effects of diminishing returns! Seriously, until you've done enough exploration and/or reputation grinding, then buying seed bags that you've got a good food variety, these things are amazing.\n\n- Speaking of reputation grinding, there are a fair few repeatable quests, a couple even available really early on, that you can get a bit of reputation from every time you complete them. I recommend grinding these quests early on, and spending all that reputation on seed bags, and possibly sapling bags as well. I know, the game seems to try to convince you that it's unwise to request a whole lot from the Jaded, but Talonos himself-the very creator of the modpack-has gone on record stating that the intention of the reputation system was for you to treat it like a company store: Do other quests to earn reputation, then spend that reputation like currency to buy things from the supplier tab of your quest book. So, buy lots of seed bags! There's a whole lot of food variety you can get just buying those over and over, plus you can get the otherwise-unavailable apple sapling! An apple sapling grows a special type of tree that grows apples you don't need to cut the tree down to get, giving you a steady supply of the things-and apples, together with just a few other ingredients and a full set of Pam's Harvestcraft cooking tools, create a LOT of different food types!\n\n- Sapling bags! While grinding reputation to buy seed bags for dietary variety, consider also buying the occasional sapling bag. Sure, most of the saplings you can get from them are just a new variety of wood, for aesthetic purposes...but there are a few you can get that are a lot more useful than that! You can get a slimy sapling, which will let you farm slime-a resource that's quite handy, and otherwise frustratingly rare. You can also get a rubber sapling to farm rubber, another resource that's very useful, but frustratingly rare, otherwise. Lastly, you can get all four varieties of Nether saplings, three of which grow on normal dirt in this pack, and the fourth of which comes with a free block of Netherrack to grow it on. Why is this helpful? Well, the Nether woods all have higher mining levels-and most have higher durability and mining speeds-when used as tool materials than normal wood does! Heck, the highest tier of them, bloodwood, can mine diamond-level blocks, and has higher durability than any non-metal material! Plus, darkwood trees produce a new variety of food, and bloodwood leaves occasionally drop redstone. Lastly, tool parts made from any Nether wood save bloodwood will actually reduce the amount of experience a tool needs to level up!\n\n- Boats! Most scout locations are a surprisingly short distance from water if you look carefully enough at the map, plus traveling over water leaves you at no risk of Taint poisoning, or attacks from Taint beasts...but swimming everywhere is SO SLOW! You should build a boat as early as you can...and if you have a hard time keeping boats from crashing and breaking to bits, I recom",
  "summary": null,
  "sentiment": null
}