{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastics in the Ocean: How They Get There, Their Impacts, and Our ...",
  "href": "https://blog.marinedebris.noaa.gov/plastics-ocean-how-they-get-there-their-impacts-and-our-solutions",
  "body": "Plastic debris can wreak havoc on the marine environment, with numerous negative impacts. It can harm marine animals by entangling them in debris like derelict nets or plastic 6-pack rings. Animals may accidentally ingest plastics, mistaking them for food.",
  "readable_content": "- Anonymous (2018-05-04): ban plastic throwing at sea\n- Jake (2021-05-11): In reply to ban plastic throwing at sea by Anonymous\n    - Yea\n- Anonymous (2019-01-23): ban plastic everywhere\n- Anonymous (2019-02-15): Ban people\n- Anonymous (2021-11-18): In reply to Ban people by Anonymous\n    - agreed\n- Anonymous (2023-05-24): In reply to Ban people by Anonymous\n    - agreed\n- Carol Meyer (2019-05-09): The oceans need to be saved.\n- Anonymous (2020-01-23): hi\n- Anonymous (2020-07-21): The plastic in the ocean needs to come to an end. We need to do something to stop this before it gets worse and more animals keep eating the plastic and end up dying.\n- Anonymous (2021-05-11): In reply to The plastic in the ocean... by Anonymous\n    - i agree with you.\n- Raphael (2021-01-22): I love plastic\n- Emma (2022-02-07): In reply to I love plastic by Raphael\n    - This is outrageous, and completely disrespectful to the animals. If you were a seal right now, suffocating, waiting to be freed you would not say 'I like plastic'. So STOP, and think before you say, Raphael.\n- thatguysaysdud… (2022-11-07): In reply to This is outrageous, and… by Emma\n    - why would you like plastic dude it kills everything in our oceans dude!\n- Anonymous (2021-05-11): ban all plastic plastic is very bad i hate plastic and people stop going to beaches\n- tina (2021-07-03): Animals are dying because of the plastic. Try to use the recycled one and do not pour the garbage into the sea!\n- Undying flame🔥🔥🔥🔥 (2023-01-27): In reply to Animals are dying because of... by tina\n    - WE NEED TO DO SOMETHING TO SAVE THE OCEAN\n- Anonymous (2021-12-08): Everyone we need plastic for some things, we just have to stop thinking of it as disposable or ban single-use plastics like plastic bags, or Styrofoam cups and boxes.\n- no me! (2022-03-05): pls, tell me the person who took the photo let him go... it might choke him... it's literally around his neck...\n- Frank Mancuso (2022-09-01): I have studied marine plastic pollution for 50 years and filed a series of lawsuits to stop it that lasted over 20 years... As phytoplankton goes all life will soon follow. It's fixable and will deter global warming.\n- thatguysaysdud… (2022-11-07): no dud e no more plastic",
  "summary": "The conversation and posts centered around the idea of banning plastic in order to protect the oceans and marine life. The sentiment conveyed in the posts is overwhelmingly in agreement with the need to take action to reduce the use of plastic and its impact on the environment. The majority of the contributors express concern for the impact of plastic on the oceans and emphasize the urgency of addressing this issue. \n\nSentiment: 0.9",
  "sentiment": 0.9
}