{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "You Can Finally Build a Robot Army Using Cheap Plastic Drinking Straws",
  "href": "https://gizmodo.com/you-can-finally-build-a-robot-army-using-cheap-plastic-1669993341",
  "body": "Early last year a Kickstarter project for a product called Strawbees that turned ordinary drinking straws into a giant building toy rocketed past its modest funding goal. And in the same way that ...",
  "readable_content": "- The A.V. Club, DEADSPIN, GIZMODO, JALOPNIK, KOTAKU, QUARTZ, THE ROOT, THE TAKEOUT, THE ONION, THE INVENTORY\n- Send us a Tip!\n- Shop\n- Subscribe\n- The Future Is Here\n- We may earn a commission from links on this page\n- Search\n\n---\n\nHOME\nLATEST\nNEWS\nREVIEWS\nSCIENCE\nEARTHER\nIO9\nAI\nSPACE\nESPAÑOL\nVIDEO\nYou Can Finally Build a Robot Army Using Cheap Plastic Drinking Straws\n**By Andrew Liszewski**\n**Published on January 20, 2015**\n\nEarly last year a Kickstarter project for a product called Strawbees that turned ordinary drinking straws into a giant building toy rocketed past its modest funding goal. And in the same way that Mindstorms brings ordinary Lego to life, the Quirkbot wants to bring those Strawbees to life, letting kids build robots and other animated toys using a few additional electronic components—and of course those plastic drinking straws.\n\nAt the heart of the Quirkbot is this starfish-shaped controller that can be wired to servos, LEDs, sensors, and endless electronic components to help not only bring a Strawbees creation to life, but also give it a bit of intelligence. The Quirkbot is recommend for kids ages ten and up, and while it does involve programming, it doesn't necessarily require all users to know how to pour through lines of computer code. In its simplest form, programming one of these creations is as easy as arranging and connecting various boxes all on the Quirkbot website.\n\nLooks pretty easy, right? And ease-of-use seems like it might be Quirkbot's greatest strength. Because once kids master the programming end of things, it allows them to be more creative and imaginative when it comes to thinking up, and actually building, more complex robots.\n\nThe creators of the Quirkbot have already sold their creation to a science center in Sweden, but they want amateur roboticists from all over the world to have a chance to play and build with the toy. So they've turned to Kickstarter to help them raise the $55,000 they need to put Quirkbot into production.\n\nSince it's designed to work with the Strawbees building sets that are already available for sale, there doesn't seem to be too much risk here. If the Quirkbot doesn't succeed after you've already gone and bought a mountain of Strawbees connectors, your kids will still have a pretty unique building toy to play with.\n\nBut the Quirkbot hardware and software are already polished, refined, and very much ready for primetime. And with a donation of just $60 you get a simple starter pack in August that also includes a handful of light-up LEDs and a server motor so you can start building your first robot. Just don't forget to visit your local McDonald's first to borrow a handful of straws for your experiments. [Kickstarter - Quirkbot]\n\nToyland: We love toys. Join us on Facebook or follow us on Twitter.\n\n- Show all 5 comments\n\n**Comments:**\nIncredible New Device Leaves Neuropathy Experts Scratching Their Heads (Health Insight Journal) | Sponsored\nWildest Divorce Stories (MW) | Sponsored\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores (Coupon Code Finder) | Sponsored\nA Game Where Everything Is Allowed (BuzzDaily Winners) | Sponsored\nNo More Free Returns? Amazon Releases New Fees (Online Shopping Tools) | Sponsored\nWhy CVS Keeps Quiet about this 87¢ ED Med Program (Public Health Forum by Friday Plans) | Sponsored\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius) (Coupon Code Finder) | Sponsored\nSewanee: Discover the Game Men Can't Stop Playing (Buzz Daily Winners) | Sponsored\nBreakthrough Device Aims to Ease Back Pain: Surgeons Impressed! (Health Insight Journal) | Sponsored\nNobody Knew This Existed Until A Drone Took This Picture (StreetInsider.com) | Sponsored\nDiabetes Is Not From Sweets! Meet The Main Enemy Of Diabetes (Health-Review24) | Sponsored\nTotal 2023 Cost for Full Gutter Service (LeafFilter) | Sponsored\n3 Ways to Stop Spam From Reaching Your Smartphone or Inbox (Gizmodo) | Sponsored\nWalmart Camera Captured These Hillarious 20 Photos (StreetInsider.com) | Sponsored\nBear Tries To Get Attention From Runner - When She Realizes Why, She Decides To Follow Him (GlobeTip) | Sponsored\nBrain Scan Uncovers Real Cause of Tinnitus and Its Method (It’s Genius) (Body Bliss Balance) | Sponsored\nWoman Sells The Ring Her Ex Gave Her - When Jeweler Sees It, He Says, \"This Can't Be True\" (GlobeTip) | Sponsored\nGronk's Top Shoe Picks: His Favorite Will Surprise You (Wolf & Shepherd) | Sponsored\nStar Trek 4 Should've Been This Weekend's Blockbuster (Gizmodo) | Most Popular\nDoctor Who Is Bringing Back One of Its Most Controversial Companions (Gizmodo) | Most Popular\nThe Horrifying Truth About CBD (Tommy Chong's CBD) | Sponsored\nAfter 220 Years They Found The Oak Island Treasure (HotPopToday) | Sponsored\n25 Coolest Gadgets You Can Actually Buy (Cool Gadgets) | Sponsored\n\nMORE FROM GIZMODO\nYour Browser Has a Hidden Setting That Will Speed Up the Web\nActually, Sweden Won’t Give in to Tesla’s License Plate Demands\n10 Sci-Fi Movies to Watch on Paramount+ (That Aren't Star Trek)\nIconic Star Betelgeuse Will Temporarily Vanish From the Sky Next Week\n\n---\n\n- The A.V. Club (<current date>): This week in football: Aaron Rodgers finally sees the end; FSU boycotting the Orange Bowl?; Oregon hit with Title IX suit\n- The A.V. Club (<current date>): The Doctor dances as a new Doctor Who trailer finally lets Ncuti Gatwa strut his stuff\n- The A.V. Club (<current date>): James Cameron says he cast short extras to save money on Titanic\n- ANIMALS (<current date>): Scientists Created Tiny VR Goggles for Lab Mice, With Adorable Results\n  - *By Ed Cara, Published <current date>, Comments (6)*\n\n---",
  "summary": "The post discusses the potential of using plastic drinking straws to build robots with the Quirkbot, a product designed to bring creations to life with added intelligence and creativity. The Quirkbot creators have turned to Kickstarter to raise funds for production. The sentiment of the article appears to be positive, highlighting the potential for creativity and innovation using the Quirkbot and plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}