{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "I work in the Costco Food Court. AMA! : r/Costco - Reddit",
  "href": "https://www.reddit.com/r/Costco/comments/3zu81o/i_work_in_the_costco_food_court_ama/",
  "body": "ispankyi • 8 yr. ago. We have 23 people. I work at a costco in Bay area California. We are slammed all day. We make most of our prep in the morning. About 180 chicken bakes, 120 turkeys and just under 100 salads. Excluding January through march. 10. 84awkm • 8 yr. ago.",
  "readable_content": "- ispankyi (2015-12-08): I work in the Costco Food Court. AMA!\n- suarezj9 (2015-12-08): Why are there never any chicken bakes ready when I go on break?\n- Spcarson05 (2015-12-08): Why the hell did they get rid of the chocolate ice cream bar?\n- vpjoebauers (2015-12-08): Do you have any power to change the name of the pizza with everything to something like 'supreme'? This dumb ass in front of me this weekend could not understand that a combo pizza did not come with a drink...And argued until a manager came up.\n- BoredAccountant (2015-12-08): Why can't I get just a hot dog? Like, if I want three hot dogs, I don't want three drinks.\n- sqdnleader (2015-12-08): How many people are in your court and how smoothly does it run?\n- Ayos (2015-12-08): I discovered that you can ask for Saukrat when you order a hot dog. Are there any other secrets we should know about?\n- Sonic343 (2015-12-08): When are you getting french fries?\n- toxicbrew (2015-12-08): Why no sausage pizza?\n- vgdiv (2015-12-08): What takes the longest to make - in other words what should I not order if there's a line\n- 5krunner (2015-12-08): Why do most Costco food courts not sell coffee? I would buy more stuff at Costco if I had more caffeine coursing through my veins!\n- memebuster (2015-12-08): Is it true the pizzas are made by a machine? I saw a youtube video that claimed it was in Costcos.\n- gosassin (2015-12-08): At my Costco (not an employee, just a member) there's a window into the kitchen and you can see the cooks make the pies by hand. They do have a machine that sauces the dough, though. EDIT: I kind of want that machine for myself.\n- [deleted] (2015-12-08): What's the most disgusting thing you've ever witnessed another co-worker do while in the kitchen? Has someone ever dropped some food and still used it for cooking?\n- jahesus (2015-12-08): Can I get the recipe for the chicken bakes?\n- ispankyi (2015-12-08): Pizza dough, chicken, Caesar dressing, bacon, Parmesan cheese, olive oil.\n- natemc (2015-12-08): Why is my chicken bake almost completely bread on one side? I stopped buying them for this reason.\n- ispankyi (2015-12-08): Because the person making it isn't making it as directed. They are probably making them as fast as they can. Mention it to a manager they should fix that pretty quick.\n- SEA_tide (2015-12-08): Why'd they remove the gelato from most of the test food courts but kept it at 2-5 \"special\" Costcos? The pistachio and strawberry flavors are amazing and 3 huge scoops in a waffle cone for $1.50 is a great deal.\n- SEA_tide (2015-12-08): Are you a brisket or chili food court? Is your food court outside? Do you ever work anywhere other than the food court?\n- [deleted] (2015-12-08): Why are some stores moving away from members prealigning their purchases in the cart and scangunning them all in the cart? I've been told it was to reduce shrink, but I don't get the reasoning behind that.",
  "summary": null,
  "sentiment": null
}