{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Sources, Fate and Effects of Microplastics in the Marine ... - UNEP",
  "href": "https://www.unep.org/resources/report/sources-fate-and-effects-microplastics-marine-environment-global-assessment",
  "body": "The GESAMP assessment focuses on a category of plastic debris termed 'microplastics'. These small pieces of plastic may enter the ocean as such, or may result from the fragmentation of larger items through the influence of UV radiation. Section 1 provides an introduction to the problem of microplastics in the marine environment, and the rationale for the assessment. The principal purpose ...",
  "readable_content": "- \"Sources, Fate and Effects of Microplastics in the Marine Environment: A Global Assessment\"\n- July 6, 2015\nThe GESAMP assessment focuses on a category of plastic debris termed ‘microplastics’. These small pieces of plastic may enter the ocean as such, or may result from the fragmentation of larger items through the influence of UV radiation. Section 1 provides an introduction to the problem of microplastics in the marine environment, and the rationale for the assessment. The principal purpose of the assessment is to provide an improved evidence base, to support policy and management decisions on measures that might be adopted to reduce the input of microplastics to the oceans. The GESAMP assessment can be considered as contributing to a more formal Assessment Framework, such as the Driver-Pressure-State-Impact- Response (DPSIR) Assessment Framework, which is introduced in Section 2.\n- Topics:\n  - Chemicals & pollution action\n  - Nature Action\n  - Environment under review",
  "summary": "The text provides an overview of the GESAMP assessment on the issue of microplastics in the marine environment and emphasizes the need for an evidence-based approach to support policy and management decisions aimed at reducing the input of microplastics into the oceans. The tone of the text is informative and highlights the importance of addressing this environmental issue. \n\nSentiment: 0.6",
  "sentiment": 0.6
}