{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Say no to plastic straws - Around DB",
  "href": "https://www.arounddb.com/news/say-no-to-plastic-straws/",
  "body": "We all know that plastic poses a serious threat to our planet, but do we really stop to think about how much we dispose of ..Read more",
  "readable_content": "- Around DB (2023-12-08): \"Say no to plastic straws\"\nWe all know that plastic poses a serious threat to our planet, but do we really stop to think about how much we dispose of on a day-to-day basis and where it ends up? Head to any beach in Hong Kong and you will see the impact we’re having, with single-use plastic items being washed up each day.\n\n“The time for talk is long past, we need action and we need it now!” says Gary Stokes, Asia director for the direct action organisation Sea Shepherd and the driving force behind Last-Straw.org. Launched on June 8, World Oceans Day, this new initiative aims to address the issues of single-use plastic head on and provide practical, eco-friendly alternatives.\n\nThe first item in the spotlight is the humble drinking straw. While many would like to see an end to straws altogether, the Last Straw movement recognises that isn’t always practical and has therefore come up with a durable, paper version, that can last up to one hour in a drink yet is completely biodegradable.\n\nOver the next six months their aim is to introduce their funky new straws to restaurants, bars, hotels, private clubs, coffee shops and schools across Hong Kong. In keeping with the eco theme, straws will all be green to start with, however custom colours and designs will be available in the future.\n\nAnyone who has ever been involved with a beach clean-up will have seen just how many straws make up the overwhelming amount of plastic trash in our oceans. We can all play our part in stopping this through the simple choices we make each day.\n\nFor more information, visit www.last-straw.org.\n\n- Around DB (2023-12-08): \"Say no to plastic straws\"\nFor more information visit www.last-straw.org.",
  "summary": "The text expresses strong support for the initiative to ban plastic straws and replace them with eco-friendly alternatives. It emphasizes the urgency of taking action to address the issue of single-use plastic and highlights the environmental impact of plastic waste. The Last Straw movement's efforts to introduce durable, biodegradable paper straws to various establishments are also highlighted. Overall, the sentiment is highly positive towards the movement to eliminate plastic straws and promote sustainable alternatives.\n\nSentiment: 0.9",
  "sentiment": 0.9
}