{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "[TOMT][toy] Straw attached to plastic bottle with yarn loop ... - Reddit",
  "href": "https://www.reddit.com/r/tipofmytongue/comments/485egp/tomttoy_straw_attached_to_plastic_bottle_with/",
  "body": "When I was a kid, we did these walkathons at school and we got prizes for high performance. One of the prizes was this toy that was a hard plastic straw that ended in a small (maybe two inches tall) plastic coke bottle. The bottle was hollow and threaded through it was a string of yarn tied in a loop. When you blow into the straw, it makes the ...",
  "readable_content": "- [deleted] (2015-12-08): [TOMT][toy] Straw attached to plastic bottle with yarn loop toy circa 1990-1995\nSolved\nWhen I was a kid, we did these walkathons at school and we got prizes for high performance. One of the prizes was this toy that was a hard plastic straw that ended in a small (maybe two inches tall) plastic coke bottle. The bottle was hollow and threaded through it was a string of yarn tied in a loop. When you blow into the straw, it makes the yard start circulating through the bottle in a giant loop.\nAnyone remember these? Can't find them online anywhere!\n\n- [deleted] (2015-12-08): I remember these, so you are not going crazy, but for the life of me I can't remember what they were called. The yarns as like a polyester, right? Hmm. Do you remember the catalog? Maybe you can look up old catalogs for similar fundraising efforts. I am going to see if I can find some early 90s Oriental Trading Company scans, because they would have sold the same stuff as those prize catalogs, loosely.\n\n- [deleted] (2015-12-08): I'm so glad someone else remembers these! I think they probably were polyester or nylon. I remember they were rainbow-colored.\n\n- jarvispeen (2015-12-08): String Pipe Bottle.\n\n- [deleted] (2015-12-08): That's it! Thank you thank you!",
  "summary": null,
  "sentiment": null
}