{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Pollution: A Social Justice Perspective | HuffPost Impact",
  "href": "https://www.huffpost.com/entry/plastic-pollution-a-socia_b_7184298",
  "body": "The Plastic Pollution Movement is very new. The problem developed within our lifetimes with the explosion of single use plastics thanks to mankind's acceptance of a fossil fuel based economy and increasingly disruptive extraction methods for petroleum and natural gas such as fracking, off shore drilling, and tar sands extraction that have produced a glut of petrochemicals we have used for both ...",
  "readable_content": "- **Lisa Kaas Boyle** (2015-05-21): \n  - We all have different tools in out tool boxes that we can use to fight the power of corporations that place short-term profit over the long-term health and well-being of people and the planet. The time is NOW to use all that we have to stop plastic pollution.\n\n- **Lisa Kaas Boyle** (2017-12-06): \n  - ...\n  - I am a child of activists, it's in my blood, and this gives me hope that through education we are producing a whole new generation of environmental and health activists to carry on the mission after us.\n  - ...\n  - But we live in very complicated times when our voices, our voting power and our very democracy is threatened. Just like our addiction to harvesting fossil fuels underlies our plastic pollution problem, the solutions to this problem (alternative energy, toxics reform and pollution control) have an underlying threat and that is money in politics with the Supreme Court decision Citizens United blessing the whole corrupt system.\n  - ...\n\n  - Recently, I participated in The Plastic Gyre Symposium at Georgia State University and The Center for Disease Control (CDC) in Atlanta produced by Pamela Longobardi and Dianna Cohen. The CDC presented a marvelous exhibit uniting art and science showcasing art made from plastic pollution with brilliant text describing the threats from plastic pollution to human health, wildlife and the environment. Atlanta City Councilmember Kwanza Hall, an MIT alumnus who is a big supporter of the arts in Atlanta, delivered a proclamation at the CDC declaring the day Plastic Pollution Reduction Day in Atlanta.\n  - ...\n  - To see how art can make a difference please watch the National Geographic Short Gyre.\n  - To see a primer on how legal solutions can stop plastic pollution, see my TEDx Talk.\n",
  "summary": "The text expresses a strong sense of urgency and determination in combatting plastic pollution. It emphasizes the importance of using various tools and approaches to tackle the issue, such as education, activism, and legal solutions. The mention of the Plastic Gyre Symposium and the CDC's exhibit also highlights the collaborative efforts to raise awareness about the threats of plastic pollution. Overall, the tone is hopeful and proactive despite the challenges posed by political and economic influences.\nSentiment: 0.8",
  "sentiment": 0.8
}