{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Turtle That Became the Anti-Plastic Straw Poster Child",
  "href": "https://www.plasticpollutioncoalition.org/blog/2015/10/27/the-turtle-that-became-the-anti-plastic-straw-poster-child",
  "body": "The Turtle That Became the Anti-Plastic Straw Poster Child. November 11, 2015. take the 'no plastic straw' pledge. By Heidi Siegmund Cuda and Elizabeth Glazner. By now, more than 6 million people have seen the disturbing 8-minute viral video of the sea turtle with a stream of blood draining from his nostril, as two researchers work to ...",
  "readable_content": "- miachen777@hotmail.com (2017-02-17): These people are not animal doctors. They had no idea what they did. If the turtle got even more injured when they pulled it out. An animal doctor is able to remove the straw without causing the turtle any pain. #wannabeheros\n\n- Terrie (2017-02-21): What happened to the turtle did it heal?\n\n- icklefriendspants@yahoo.co.uk (2017-02-27): Lara, Sadly, over half the world’s sea turtles have eaten plastic. Nobody is going to pay hundreds of animals doctors to remove pieces of plastic from thousands of turtles. Unfortunately, we have to make do with what we have and that includes accepting the help of volunteers rather than leaving the turtles with bits of plastic stuck in them.\n\n- execadmin@plasticpollutioncoalition.org (2017-02-28): We hope so! The turtle was released back into the water in Costa Rica.\n\n- Cesar Antonio Gonzalez (2017-03-02): Please watch and be concerned\n\n- kai_luv64@hotmail.com (2017-04-14): I’m glad there was someone there to help. However it seemed like he endured a lot of needless suffering trying to remove the straw. And is no one else concerned about the blood that appears to be coming from his fin area as well as his nose? If they only watched him for a while and released him again how does anyone know he did not die anyway? I think what we as a human race are doing to the planet is disgusting. I hope this big guy is ok. I just have my doubts.\n\n- smp167@hotmail.com (2017-04-23): They’re marine biologists who were studying these turtles and saw this one in distress. They weren’t just going to let it die. There weren’t any vets/reptile vets in the area, plus they were hours from land. Are you saying that if you saw an animal in distress that you knew you could save, you wouldn’t? You would just let it die because of someone’s carelessness? I mean people litter all the time without a care in the world. They weren’t wannabe heroes. They were heroes because they saved an endangered turtle, recorded it, and uploaded the video in order to send the message of what pollution/litter is doing to sea life. Litterers don’t think it’s going to effect wildlife, sea life or the environment, but it does. The US alone treats its land like a landfill. Yet you can go to other countries, and there’s no litter at all. It’s sad.\n\n- illoathecomputers@comcast.net (2018-01-21): As a Licensed Wildlife Rehabber (for over 30 years) & a Certified California Naturalist, I could share many, many, many, stories of absolute horror regarding plastic debris and California’s flora and fauna!",
  "summary": "The conversation reflects a range of sentiments regarding the efforts to save the turtle and the broader issue of plastic pollution. Some express concern over the potential harm caused during the rescue, while others commend the actions taken, emphasizing the urgent need to address plastic pollution. There is a mix of skepticism, compassion, and advocacy for environmental consciousness. \n\nSentiment: 0.4",
  "sentiment": 0.4
}