{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Why isn't cereal packaged in ziploc bags? : r/NoStupidQuestions - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/3o7unz/why_isnt_cereal_packaged_in_ziploc_bags/",
  "body": "The answer to most question in the form \"Why do we not do obvious good thing\" is cost. It also has to do with the manufacturing process. Those cereal bags don't come to the factory as individual bags. They come as a giant roll of plastic, and a machine separates and seals each one automatically.",
  "readable_content": "- Pluto.tv\n- Watch Now\n- Sort by:\n- [deleted]  (2023-12-08)\n- Why isn't cereal packaged in ziploc bags?\n- Archived post. New comments cannot be posted and votes cannot be cast.\n\n- mommy2libras  (2023-12-08)\n- Malt O Meal cereals are. But for other cereals, I used to have a cereal Tupperware container. Pour it in and it's airtight. It also has a spout so you can pour it easily. I don't know why other cereals don't have reclosable bags.\n\n- DonGeronimo  (2023-12-08)\n- it is, sort of\n\n- iamofnohelp  (2023-12-08)\n- As mentioned, cost is probably #1.\n- But when crumbs get in the zipper, the bag doesn't always lock that well.\n- So effectiveness could be a second reason.\n\n- GeistMD  (2023-12-08)\n- So it will go bad quickly and force you to buy more.\n\n- [deleted]  (2023-12-08)\n- Sally brand cereal comes in a resealable bag without a box.\n\n- cakeandbeer  (2023-12-08)\n- ITT: People who don't use chip clips.\n\n- ClariceAKALittleMama  (2023-12-08)\n- This question was just asked on a podcast I listen to.... they decided it's probably so it spoils faster and you have to buy more.\n\n- goopa  (2023-12-08)\n- Some of it is! Sometimes, I like to buy myself what I like to call \"organic junk-food\" sugary granola. Some brands come in ziplock bags. Like this one: [link]\n\n- geologistmane  (2023-12-08)\n- Another idea is you can stack boxes on shelves, trucks, trains whatever. Bags eh not so much.\n\n- courteous_coitus  (2023-12-08)\n- Most definitely cost.\n\n- sexdeer  (2023-12-08)\n- Why would a company make their food last longer? It causes people to buy more cereal when the cereal goes bad.\n\n- Kauzrae  (2023-12-08)\n- Cheap ass cereal usually comes with a ziploc.\n\n- edpotts  (2023-12-08)\n-- Edited 8 yr. ago\n- Cost and tampering issues. No one wants to get sued.\n- Edit: Honestly curious, why was I downvoted? The reason \"tamper-resistant\" and \"tamper-evident\" seals are all over the place is because people have been poisoned. Someone puts some poison powder into a food package and closes the lid. They set it back on the shelf. Someone purchases it, and gets poisoned. This rarely happens now, but it used to be more common before tamper protection.",
  "summary": null,
  "sentiment": null
}