{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "A Sustainable Approach to Preventing Ocean Plastic Pollution",
  "href": "https://www.huffpost.com/entry/a-sustainable-approach-to-preventing-ocean-plastic-pollution_b_7512910",
  "body": "Redesigning plastic products to be valuable and sustainable is our biggest leap toward preventing plastic pollution. When designed in cradle-to-cradle systems, plastic products have a much better chance of being recovered and recycled. In addition, better product design will ease many of the challenges plastic recyclers face.",
  "readable_content": "User (2023-12-08): Skip to Main Content\nSupport Us\nLog In\nNews\nPolitics\nEntertainment\nLife\nPersonal\nVoices\n🎁 Shopping 🎁\nPyramid Scheme\nSupport Us\nU.S. Edition\nOpen editions submenu\nThe Blog\nGreat Pacific Garbage Patch\nWhatsWorking\nWorld-Oceans-Day\nA Sustainable Approach to Preventing Ocean Plastic Pollution\nMany would say the \"plastic pollution awakening\" happened in 1997, when Captain Charles Moore discovered the swirling soup of plastic debris in the Pacific's northeastern gyre -- known by many as the Great Pacific Garbage Patch.\nBy Katie Allen, Contributor\nEducation Director, Algalita\nJun 10, 2015, 10:15 AM EDT\n|Updated Jun 10, 2016\nThis post was published on the now-closed HuffPost Contributor platform. Contributors control their own work and posted freely to our site. If you need to flag this entry as abusive, send us an email.\nOur ocean is in trouble. Each year, more than 8 million metric tons of plastic trash flows into the sea -- much of it single-use disposal items like plastic bottles, bags, containers and packaging. Plastic is prolific in modern-day society; it has become a key lubricant of globalization. As plastic manufacturing continues to grow and man-made debris continues to invade the ocean, the plastic-pollution crisis remains one of the most serious threats to our planet.\nHow did we get here and why did we lose control? The short answer is: we're recklessly addicted to convenience, and like most addictions, we're not willing to give it up easily. Plastic producers and consumers will continue to crave the convenience plastic products deliver until there is a major shift in environmental consciousness. The good news is, this transformation is already under way.\nMany would say the \"plastic pollution awakening\" happened in 1997, when Captain Charles Moore discovered the swirling soup of plastic debris in the Pacific's northeastern gyre -- known by many as the Great Pacific Garbage Patch. After his discovery, Moore was compelled to study the plastic plague destroying our ocean, so he refocused the mission of his research organization, Algalita Marine Research and Education, and began exposing the impacts of plastic pollution on the marine environment.\nOver the years, Algalita has inspired the formation of like-minded groups around the world -- each committed to finding ways to prevent ocean plastic pollution. How close are we to implementing major solutions? What have we learned over the past 18 years?\nFirst and foremost, we've learned that sustainable change will come through an educated and aware society. We've also learned a thing or two about successful environmental education, which can be understood as a type of education that raises an awareness that provokes action.\n\nSince 2011, Algalita has been bridging real-world science with real-time solutions through their Plastic Ocean Pollution Solutions (POPS) Education Program. Reaching more than 60,000 students and teachers each year, the program provides free in-class science workshops, teaching kits, and field-research opportunities, as well as engages students in action campaigns by means of an annual Youth Summit. In 2014, Algalita worked with students to launch more than 60 waste-reduction campaigns worldwide. The POPS Program continues to grow exponentially each year as more and more students find their place within the movement to combat plastic pollution.\nImplementing sustainability programs in schools has made an immense impact on the environmental consciousness of the next generation. Grades of Green, a non-profit organization in Southern California, makes environmental protection fun through programs like the Trash Free Lunch Challenge, where schools compete against each other to see who can reduce lunchtime waste the most. The type of effective environmental education groups like Algalita and Grades of Green provides is our best bet in preparing the next generation to deal with the challenges ahead.\n\nAlthough we know sustainable change begins with education, we're well aware that major solutions are being achieved through attacking the problem at its source. Redesigning plastic products to be valuable and sustainable is our biggest leap toward preventing plastic pollution. When designed in cradle-to-cradle systems, plastic products have a much better chance of being recovered and recycled.\nIn addition, better product design will ease many of the challenges plastic recyclers face. These challenges stem from the difficulties in recovering and processing mass amounts of mixed materials. Groups like Recycle Across America are working to standardize the act of recycling for the general public in order to expedite environmental progress and simultaneously help improve the economy. Their standardized-labels initiative is delivering profound results.\nOver the years, we've also learned that, although implementing bans on single-use items like plastic bags and polystyrene is a step in the right direction, the plastics industry puts up a good fight to protect their bottom line. Last year, California passed a law banning stores from giving out plastic bags for free. The law was set to take effect in July 2015; however, the plastic-bag manufacturing industry gathered enough valid voter signatures to qualify a November 2016 referendum on the measure.\nCalifornia voters will decided next year whether to sustain a statewide ban on plastic grocery bags. Will our addiction to convenience influence the outcome? We'll have to wait until 2016 to see.\nNow we know that prevention is our best approach to this issue. But what about cleaning up what's already out there? As scientific-research groups like Algalita continue to uncover the threats of plastic on our environment, it's become clear that extracting plastic debris from our ocean may not be worth its input. Read why here.\nScientific research provides crucial information that is necessary to the success of our ideas and efforts. Experts agree that more research is needed to fill the gaps in knowledge regarding the impacts of plastic pollution on our environment. Moving forward, sound science will continue to influence positive change on a global level, as it is the foundation upon which our most sustainable solutions are built.\nThis post is part of a series produced by The Huffington Post in partnership with Ocean Unite, an initiative to unite and activate powerful voices for ocean-conservation action. The series is being produced to coincide with World Oceans Day (June 8), as part of HuffPost's \"What's Working\" initiative, putting a spotlight on initiatives around the world that are solutions oriented. To read all the posts in the series, read here.",
  "summary": "The post emphasizes the severe threat of plastic pollution to the environment and highlights the efforts being made to educate society and implement sustainable solutions. It also touches on the challenges faced in banning single-use plastic items and the importance of scientific research in influencing positive change. Overall, the sentiment of the post is focused on the urgent need for action to combat plastic pollution.\n\nSentiment: 0.9",
  "sentiment": 0.9
}