{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Oceans of plastic waste - ScienceDirect",
  "href": "https://www.sciencedirect.com/science/article/pii/S0960982215000706",
  "body": "Investigating plastic pollution in deep sea sediments is particularly challenging due to both the difficult access and the dilution with all kinds of other solids that end up there. Lisbeth Van Cauwenberghe and colleagues at the University of Ghent, Belgium, have managed to detect plastic particles in samples taken from depths of up to five ...",
  "readable_content": "user (2023-12-08): Skip to main content\nSkip to article\n\nMain Text\nThe research vessel Tara, a schooner built for marine and polar research, spent seven months of the last year cruising the Mediterranean Sea on an expedition to collect an unglamorous material that is becoming more and more of a problem — microplastics. Particles of less than five millimetres in length arise from the photochemical decay of larger plastic items, including both land-based waste and nautical equipment, but there are also those that were manufactured at that size, as microbeads in cosmetics, or as pellets for the production of plastic items.\n\nAn ever-changing cast of visiting scientists spent time on board the schooner to assist with sampling and to study various aspects of microplastic, from its distribution through to its impact on animals that ingest the particles and on microbes that may settle on them. During the seven-month trip around the Mediterranean, scientists and crew took more than 300 samples, which will be dispatched to 12 laboratories for detailed analyses. Results are expected to come out by the end of this year. These results will be very welcome, as the plastic pollution of the oceans is a growing problem about which far too few details are known with any certainty (Curr. Biol. (2013) 23, R135–R137).\n\nWhat is clear so far is that plastic waste that, for some reason or another, escapes the orderly processing of waste streams into recycling, combustion or landfill facilities is likely to end up in the oceans sooner or later. Plastics that are heavier than sea water, like PVC, will end up in the sediments near the shores where they were released. Most bulk plastics, including polyethylene and polypropylene, however, are buoyant and will drift out to the open ocean. Floating debris tends to accumulate in the large oceanic whirls, such as the North Pacific gyre (also known as the North Pacific garbage patch, for obvious reasons) and the corresponding gyres in the subtropical areas of the other oceans.\n\nWhat happens then is still an open question very much in need of investigation. Options include degradation down to small molecules and ultimately carbon dioxide, biofouling leading to sinking and incorporation into the sediment, and, most worryingly, ingestion by animals and thus entry into the food web. And if significant amounts of microplastics enter the food web, what effects will they have on the organisms that swallow them, and will they end up in our stomachs as well?\n\nAll these questions need to be addressed, along with policy issues regarding how to stop the stream of plastics flowing into the oceans. It is a big challenge and science is only just beginning to rise to it.\n\n- Gross, M. (2015, February 2). Oceans of plastic waste. Current Biology, 25(3), R93-R96. https://doi.org/10.1016/j.cub.2015.01.038",
  "summary": "The text discusses the growing problem of microplastics in the oceans and the need for further research to understand their distribution and impact. It also emphasizes the urgency of addressing the issue and finding policy solutions to stop the flow of plastics into the oceans. The sentiment of the text is concerned and urges action to address the problem. Sentiment: 0.8",
  "sentiment": 0.8
}