{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "CFL Streams - Reddit",
  "href": "https://www.reddit.com/r/CFLStreams/",
  "body": "For those wondering, typing the following 2 commands in Linux will get you NFL from r/nflstreams, assuming you named the file getcflurl.cgi. # cp getcflurl.cgi getnflurl.cgi # sed -i 's/cfl/nfl/g' getnflurl.cgi # sed -i 's/CFL/NFL/g' getnflurl.cgi. Then execute the resulting getnflurl.cgi and streams starting with nfl_* will show up. 12 comments.",
  "readable_content": "- u/meatduck12 (2016-12-08): Come back about 1 hour before game time to find a thread for streams! The reason the sub looks dead is because old posts are deleted to prevent clutter.\n\n- u/mystreamscraper (2017-12-08): /r/cflstreams stream scraper I've written a bash (or cgi) script to scrape r/cflstreams and find all acestream, youtube and m3u8 streams. It then takes them and puts them into a directory as .strm files and also displays them to the screen. You can use Kodi to open the files and watch the streams (use Videos -> Files -> setup the dir you want/browse the dir) Read the file for prerequisites in the file. Linux bash script: (link provided)\n\n- The next Windows PowerShell script drops files in C:\\VMS (quite by accident, change this if you want) and displays them to the screen. You must install or upgrade PowerShell. Try (link provided) and follow the instructions for \"Chocolatey\".\n\n- For those wondering, typing the following 2 commands in Linux will get you NFL from r/nflstreams, assuming you named the file getcflurl.cgi # cp getcflurl.cgi getnflurl.cgi # sed -i 's/cfl/nfl/g' getnflurl.cgi # sed -i 's/CFL/NFL/g' getnflurl.cgi Then execute the resulting getnflurl.cgi and streams starting with nfl_* will show up.\n\n- u/nbaknick (2016-12-08): To All Streamers CFLStreams is submission restricted sub please contact The Mod Team to be become an approved submitter. Thank you & thanks for sharing. RULES 1 Follow Reddiquette 2 No paid streams 3 Do not make game threads unless the bot has failed 4 Top-level comments must contain a link 5 Do not use URL shorteners 6 Cryptocurrency hashing scripts are forbidden 7 Do not promote communities or plug social media 8 Follow the streamers' guide requirements\n\n- Additional info: LOOKING TO STREAM NHL? r/NHLStreams 271,578 members LOOKING TO STREAM MLB? r/MLBStreams 265,615 members LOOKING FOR MORE HOCKEY? r/HockeyStreams 31,576 members",
  "summary": null,
  "sentiment": null
}