{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "After ordering a drink, do you take the straw out? : r/AskMen - Reddit",
  "href": "https://www.reddit.com/r/AskMen/comments/32drc2/after_ordering_a_drink_do_you_take_the_straw_out/",
  "body": "Yes, because men don't drink hard drinks through straws. All you pansy ass straw drinking motherfuckers are diluting the gene pool with your straw-drinking, leg-crossing-in-the-air-when-you're-lying-on-the-bed-on-your-stomach soft as charmin fucking personalities. But for real though it's just a preference thing. 0.",
  "readable_content": "- Thatonebrownguy (2015-04-12): After ordering a drink, do you take the straw out?\n  - [deleted] (2015-04-12): Only on Wednesdays\n  - fitnerd21 (2015-04-12): Almost always, for all drinks. I don't like straws. Too much air, makes me burp.\n  - [deleted] (2015-04-12): I mix the drink with it and hold it to the side while I sip. Rarely I get a drink that isn't mixed but sometimes the bartender pours the booze on last and its worth it to avoid the unexpected taste.\n  - [deleted] (2015-04-12): No, I use it to drink my drink.\n  - zimmer199 (2015-04-12): Men's drinks don't come with straws. In all seriousness, I don't often order mixed drinks or cocktails, but when I do I leave the straw in and hold it back with my finger as I sip from the glass.\n  - Kastoli (2015-04-12): Depends highly upon the glass and the drink. I'll always take the straw out of a margarita glass, or a martini glass, Rarely ever take it out of a high ball glass, but I always take it out of my rum'n'coke.\n  - like_a_yoyo (2015-04-12): Reposted to r/AskToddlers\n  - kellykebab (2015-04-12): Yup, pretty much always\n  - kimchifreeze (2015-04-12): Nowadays, if it's not water, I'd rather drink it with a straw. It's easier on the teeth and I still taste it all the same. Also, it's cleaner too since I don't get anything on my upper lip.\n  - Valkes (2015-04-12): No, but I don't always use the straw. If the drink comes with ice then I'll use it but if it doesn't I'll only use the straw after a certain level.\n  - gimpisgawd (2015-04-12): Alcoholic drink yeah, out at a restaurant and it's a normal drink then no.\n  - naked_avenger (2015-04-12): Yes. Drinking it straight makes my lips chapped.\n  - 1991_VG (2015-04-12): Yes.\n  - MaleCra (2015-04-12): If it's sugary, I leave it in. Really don't like the feeling of sugary drinks caked on my teeth.\n  - [deleted] (2015-04-12): Yes or I do the bend. No sissy sticks here\n  - [deleted] (2015-04-12): I take it out when I give it to the server/waitress. Otherwise that'd be kinda gross for them.\n  - [deleted] (2015-04-12): i don't always because i usually order drinks at bars where they might not have necessarily cleaned their glasses as thoroughly as i'd like. most places just gives them a rinse and dont use soap since the need to wash such a high volume of glasses constantly. the star insures you aren't putting your lips somewhere you wouldn't want to\n  - 99slobra (2015-04-12): Alcoholic and non-alcoholic drinks yes. Just don't like them.",
  "summary": "The conversation about whether to take the straw out of a drink or leave it in reflects a variety of personal preferences, hygiene considerations, and practicalities. Some people prefer to use a straw for convenience, cleanliness, or to avoid certain tastes, while others don't use a straw or have specific criteria for when they use one. The differing opinions and reasons behind them indicate the complexity of individual choices related to drinking with a straw.\n\nSentiment: 0.3",
  "sentiment": 0.3
}