{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "To whomever suggested veggie straws - THANK YOU! : r/loseit - Reddit",
  "href": "https://www.reddit.com/r/loseit/comments/2yldxj/to_whomever_suggested_veggie_straws_thank_you/",
  "body": "Costco and Walmart (in Canada don,t know about u.s.) have these snack called cheecha puffs, they look like little wheels, they,re crunchy air puffed wheat and potatoe snacks and come in about 6 flavours, 2 cops are about 85 calories, very good. Love the veggie straws too. gingerlaur 80lbs lost • 9 yr. ago.",
  "readable_content": "g1raff5 (2014-12-08): To whomever suggested veggie straws - THANK YOU!\n\nI have seen several of you mention veggie straws as a good snack. At first I was thrown off. How the heck could a \"veggie straw\" be so delicious?\n\nThen I went grocery shopping today and randomly found them in the chip aisle. I had no idea where to look for them before, and they just appeared. So I grabbed a bag.\n\n38 straws is one serving!! 38! That is an ACTUAL serving, not just a tiny pile like chips of equal calories would be. I got the zesty ranch flavor.\n\nI am SO SATISFIED with my lunch today (turkey sandwich + veggie straws). So I just wanted to say thank you to all of you veggie straw recommenders. I'm so happy to have them as an option!\n\n- gingerlaur: OK, so I have seen Veggie Straws but never have tried them. After your post, I just messaged my daughter (who works at a grocery store and is stopping by shortly after work) to bring me a bag! :D\n  - g1raff5: WOOHOO! Let me know how you like them! I found them soooo tasty.\n- ugottahvbluhair: I really like the Quaker popped rice crisps too. I weigh them to be sure I'm only eating one serving but it seems like I'm eating a lot for 130 calories. My favorite so far is the sweet chili flavor but others I've tried are good as well.\n- CLEfitness: Veggie straws fulfill my desire for crunchy chips without me devouring an entire bag of chips and salsa or something else. I personally buy the 6 pack of single serving bags, which really controls my portion because I know I shouldn't open a second bag.\n  - Dusty1919: Snap peas! I actually think these taste way better than veggie straws and the fact that they have much more protein seems to make them more long term satisfying than veggie straws.\n    - g1raff5: I would love if they had single serving so I could try the different flavors, but alas. I had a lot of fun counting out 38 straws onto my plate, though, because it felt like so many :)\n- brainfreeze91: I love veggie straws, but I am always apprehensive about chips that are labeled healthy. But this could actually help me with portion control, so I think I will give them another look.\n- mrjackspade: Ive been meaning to buy some veggie straws, but I've been buying \"Fat Free\" Pringles instead. An entire tube is 350 calories.\n- sandyskw: Costco and Walmart (in Canada don,t know about u.s.) have these snack called cheecha puffs, they look like little wheels, they,re crunchy air puffed wheat and potatoe snacks and come in about 6 flavours, 2 cops are about 85 calories, very good. Love the veggie straws too.\n- Iwantasnickers: Are these actually good or just \"good for veggie straws.\" ?\n\n10 more replies\n- ssnake-eyess: I can't believe so many people are raving about these. They really have nothing to do with veggies, unless you're counting potato flour, potato starch and corn starch as veggies...\n  - hungry_tiger: Sounds like a good idea. I might have to try it!\n    - Knownzero: Yeah, I like em enough that I'll eat a serving but not so much I want to blow through a bag like chips. They're great.\n- CaityCait88: Try the ranch veggie straws!\n  - dotdotdoodlebot: I had them a few days this week with lunch too. Love the ranch ones! Very satisfying!\n- raptorsauruslawlz: I will have to try these! I've been hooked on lentil chips lately!\n- PandaLoses: The zesty ranch is the BEST, so good, I don't miss chips when I have them!\n- tireBgone: Hooray healthier snacking. Next step: Kale chips.\n  - cheese_police: I'm eating veggie straws as we speak! The ranch kind! I was just thinking \"wow I should post how fantastic these are. 130 cals for 38??\"\n\nMy new favorite snack.\n  - 1 more reply\n  - View more comments",
  "summary": null,
  "sentiment": null
}