{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "ELI5: Why does heat cause some materials to expand (such as ... - Reddit",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/63svzr/eli5_why_does_heat_cause_some_materials_to_expand/",
  "body": "There's also the fact that plastics are made up of a class of compounds called hydrocarbons. As they heat up, these hydrocarbons may start to degrade into smaller parts which have low boiling points. As the plastic is heated some molecules may start to boil off, reducing the total amount of material in the plastic. Try weighing a dry, empty ...",
  "readable_content": "- james_castrello2 (2016-12-08): To understand this you need to understand what heat is. Heat kind of is vibration of Atoms. The hotter something is, the more it's Atoms vibrate / move. Since the forces between atoms force them into a fixed distance between one another, they need room when a material gets hotter. So the material expands. Metals expand in every direction since the atoms in metals are (more or less) neatly stacked. Plastics are another case since they aren't made up of one sort of atoms but complex molecules. These molecules build chains and sometimes more complex constructs. Now some of these have configurations that can kind of flip when heat is applied. If the configuration the plastic enters while heated takes up less room than the room temperature configuration it shrinks.\n\n- shapu (2016-12-08): Plastics are often not regularly-aligned (the terminology used to describe the way that molecules are aligned uses the words amorphous or semi-crystalline to describe most consumer-good plastics, instead of crystalline). Amorphous molecules take up more space because they are less regular - consider a pile of socks versus socks in your drawer. The heating of plastics allows the molecules to unfold from their amorphous shape and, as it cools, to re-align in a more \"comfortable,\" for lack of a better term, crystalline alignment.\n\n- bslay25 (2016-12-08): In this case, the easiest explanation is that all materials have a \"thermal expansion coefficient.\" Now most materials will have a positive coefficient, which means it will expand upon hearing. A few materials will have a negative coefficient, which means it will shrink upon heating. These coefficients are determined by testing methods.\n\n- fullofspiders (2016-12-08): ELI5 version: heat causes the material to grow. Some things we think of materials are more like structures. When the material the structure is made of expands in the heat, it can collapse, forming a denser, smaller structure.\n\n- mitom2 (2016-12-08): you are in your kindergarden-group of about 20 kids. you all stand very close to each other. the kindergardener now says: \"grab with your right hand a left hand and with your left hand a right hand. make one big circle and spread your arms wide.\". this circle is now stable. ...\n\n- Reese_Tora (2016-12-08): In general, heat causes things to expand. In special cases, materials that shrink with heat have some sort of structure with gaps in it, when heat is applied to these, the structures are weakened and can collapse.\n\n- baggier (2016-12-08): Two main things can happen to plastics when you heat them - they can decompose - losing wight and thus volume - usually need temperatures over 200 C for this. They can change shape but not volume - however this can appear like it it is shrinking but is just an illusion. Take shrinkwrap. It has been stretched in two dimensions when hot then cooled freezing in the stretch. When you heat the shrinkwrap around an object, the heat softens the polymer, allowing to contract back to where it wants to be. The lengths of the shrinkwrap contracts, but this is balanced exactly by an increase in thickness which you dont notice. Its a bit like when you stretch a rubber band, the volume of the band stays the same even though one of the lengths is increasing.",
  "summary": "The conversation is a technical discussion about the behavior of materials, specifically plastics, when they are heated. The participants provide explanations of how heat affects the structure and volume of plastics, offering diverse perspectives on the topic. Overall, the conversation highlights the complex nature of material behavior under different conditions. \n\nSentiment: 0.3",
  "sentiment": 0.3
}