{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "15 DIY Projects Made with Paper Straws - DIYS.com",
  "href": "https://www.diys.com/rojects-made-with-paper-straws/",
  "body": "It's not that we prefer them to drinking out of plastic straws, but rather than paper straws, with their fun stripes, patterns, and colours, are an awesome crafting tool! You'd be surprised what you can make out of these simple paper tubes. Check out these 15 awesome DIY projects that are made with paper straws for a fun, old fashioned look! 1.",
  "readable_content": "DIYS.com\nBEAUTY FOOD FASHION HOME & GARDEN HEALTH LIVING KIDS GARDENING WEDDINGS\nDIYS LIVING\n15 DIY Projects Made with Paper Straws\nBy Courtney Constable\n | \n\nUpdated on September 27, 2016\n\nPaper straws might not be quite as common for drinking as they once were, unless you’re a big fan of 1950s style diners and frequent them often, but they’re still around and we’re certainly glad for it. It’s not that we prefer them to drinking out of plastic straws, but rather than paper straws, with their fun stripes, patterns, and colours, are an awesome crafting tool! You’d be surprised what you can make out of these simple paper tubes.\n\nCheck out these 15 awesome DIY projects that are made with paper straws for a fun, old fashioned look!\n\n1. Paper straw easels\n\nWants and Wishes guides you through the process of making simple miniature easels out of paper straws in any pattern or colour. We love the idea of using these to display single photos or small pieces of art that your kids drew or painted for you.\n\n2. Paper straw hanging frames\n\nDo you adore hanging printed photos on your wall but you’re currently living somewhere temporary, like a dorm room or an apartment building that you can’t hang things up in because the walls are concrete? There are still plenty of fun ways that you can display your favourite prints! One of our recent favourites is this paper straw idea from The TomKat Studio! Cut a slit all down the length of two straws from end to end and slide them along the bottom and top edges of the picture. Then glue a string to the back of the top straw and voila! A quick but adorable hanging frame.\n\n3. Paper straw chalkboard mini bunting\n\nAs if cupcakes weren’t already adorable enough, Yes Bliss Road went and added festive birthday bunting to them! Make the banners from cute printed templates or hand drawn letters on nice craft paper and string them along some cute string that has a bit of colour. Next, stick two paper straws in the cupcakes like flag posts and tie the ends of the string around the top to “hang” the bunting up above the icing!\n\n...\n- \"Wow, such creative ways to use paper straws! I never realized they could be used in so many different crafts.\"",
  "summary": "The post expresses enthusiasm for using paper straws in various DIY projects, showcasing their versatility beyond just being a drinking tool. The author appreciates the fun and creative aspect of using paper straws for crafting, highlighting their patterns and colors as appealing features. Overall, the sentiment is positive and supportive of finding alternative uses for paper straws. Sentiment: 0.8",
  "sentiment": 0.8
}