{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Hard black flecks on bed sheet, and brown things (egg casings ... - Reddit",
  "href": "https://www.reddit.com/r/whatisthisthing/comments/60p51t/hard_black_flecks_on_bed_sheet_and_brown_things/",
  "body": "I would guess the brown things are flea pupae and the black is flea dirt. You mention that you tried the towel test on the black stuff. Try again, only make sure you are using warm water on the towel and give the stuff some time to dissolve on the towel before rubbing it.",
  "readable_content": "- courtiecrunch (2016-03-21): Hard black flecks on bed sheet, and brown things (egg casings?) embedded in mattress cover - please help!! :(\n\nI woke up this morning to find a bunch of these small black cylindrical things directly underneath me on my bed. They ranged in size from about 1mm to 4mm in length. They definitely weren't there last night. I washed the sheets right away, because ew, gross. They were very hard, dry, did not dissolve in water, did not leave any red or brown behind on a wet paper towel.\n\nWhen I took the sheets off, I noticed a whole bunch of small brown oval-shaped things embedded in the mattress cover. They are all about 2-3mm in length. I tried removing a few to take a look under my microscope, but they broke very easily and took a bunch of mattress cover fibers with them.\n\nI'm not entirely sure if these two things are related? I've done a bunch of research, but the only things I can find are things like bed bug poop, flea dirt, and the like. I took a bunch more photos, some under the microscope (at 60x magnification), and have uploaded them here. This is also one of my first times using Imgur, so if the links don't work, please let me know!\n\n- EggplantCider (2016-03-21): As someone who has had bed bugs recently, it doesn't look like bed bugs. I would check around the trim of the walls closest to your bed and under the lip of your mattress to see if there are any bugs or greasy brown smears just to be sure.\n\n- courtiecrunch (2016-03-21): I did take a look, and I saw nothing else. All these things are on my side of the bed only; not on my girlfriend's side, not under any fabric lips, not anywhere else. It's so strange, and frankly somewhat unnerving.\n\n- MrDorkESQ (2016-03-21): I'm wondering if the brownish things are tapeworm proglottids (segments), but they usually look more like sesame seeds.\n\n- talkingmuffins (2016-03-21): This certainly seems possible still. I guess it doesn't really explain the black bits but it still seems feasible.\n\n- courtiecrunch (2016-03-21): Euughhhh, yeah that could be a possibility. The ones on my mattress cover are flattened (from me lying on them I suppose) so they're maybe a bit hard to identify.\n\n- Dark_Demoniac (2016-03-21): Reminds me of dead larva from flies or such\n\n- DarkDragoon4 (2016-03-21): I would guess the brown things are flea pupae and the black is flea dirt. You mention that you tried the towel test on the black stuff. Try again, only make sure you are using warm water on the towel and give the stuff some time to dissolve on the towel before rubbing it. Flea dirt is mostly dried blood. It might take a bit to re-hydrate before you can get a telltale stain from it.\n\n- _all_the_angels_ (2021-12-08): I’ve been seeing them on my bed as well. I know it’s not bed bugs because I would have been bitten to pieces by now. Small tiny cylinder looking things!!! I thought it was mouse poop for a while since I’ve had several unwanted guests but its def not mouse poop. What is it?!?\n\n- [deleted] (2016-03-21)\n\n- [deleted] (2016-03-21)\n\n- Lostsoulzero (2021-12-08): Dealing with the same thing pleEe help ID",
  "summary": null,
  "sentiment": null
}