{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "New World - Reddit",
  "href": "https://www.reddit.com/r/newworldgame/",
  "body": "Suggestions to improve world and game content. - Create a scaling health mechanic for all cave, event, elite, and world bosses that causes the damage and health to scale on the mobs up to x20 people/factor* coefficient. - Create world repeatable quests for each boss above for faction quests. Event Based Quests.",
  "readable_content": "- joshurice (2023-10-08): Say what you want about New World, but I was able to convince a couple of my buddies to try the game out. It was an absolute blast. Seeing them explore the world, ask questions, experiment with different weapons, comment on the impressive graphics/landscape, etc. It was one of the best gaming experiences I’ve had in a while, and it reminded me of that feeling I had when I first played the game. One of them wanted to stream line the MSQ while the other took his time and started working towards tradeskills/crafting. It emphasized the unique range of gameplay that NW offers to players. There’s a little bit of something for everyone.\n\nAfter we’ve put hundreds (or thousands) of hours into a game, it’s so easy to forget about those who have never played the game.there is SO much for new players to explore/enjoy. NW has come so far from where it was in 2021. And I was stoked to share the game with my friends. Can’t wait to continue exploring Aeternum with some fresh eyes once again.\n\n    - Kami-no-dansei (2023-10-08): My love for MMOs is back\n\n        When this game first released, I backed off from trying it because of the bugs and lack of content. I played WoW classic (2006-2010) a ton as a kid and preteen, and ESO a bit when it came out, but I couldn't get engaged in mmos, I missed that feeling that WoW gave me of a living world, a sense of exploration, and good gameplay. It's a shame that a company like Amazon struggled to get the ball rolling with NW because I was looking forward to it. I held off for awhile but seeing that they added mounts and continued to support it, I figured I'd give it a go and maaaan I wish I did earlier. I love this game, and my friends got involved too we're all having a blast. Best combat in an mmo hands down, good community, great leveling, beautiful world. Lore could be better but I'm really surprised at the negative reception still hanging around. I feel like that bad start really fucked them up because now the game is great so I don't understand the hate. Honestly I feel like a lot of the complaints are from people that only play mmos all day and just run out of content. I saw a dude with 2000 hours complaining the game sucked. 2000. No hate if you love gaming, I do too, but if you're playing a game for 2000 hours then the devs did SOMETHING right lol. My only hope is that they keep adding content, if they keep the ball rolling consistently then I can see this game making a really big recovery. Especially if the next expansion adds ships and swimming with a big new landmass, and console support..that would add a ton of new players. Dont get me wrong, there's surprisingly a lot of people despite what you hear. People were complaining it's dead, I actually struggle in the towns because it's so packed I can hardly see what's happening lmfao. Anyways. Love the game, really happy. Not dead at all and if you're on the fence, get the game you won't be disappointed. Try to get a few friends or get in a guild, it will be a lot more enjoyable.\n\n    - Mhart1988 (2023-10-08): Update taking over 80 GB\n\n        So I just downloaded and updated New World about an hour ago. The base game is showing 100 GB but this New update appears to be taking up 80 GB of additional space ON TOP OF the 100 GB already taken up. Can that be right? Is this game now 180 GB??? Currently it is still verifying on steam so hopefully I'll find out once that's done but I'm curious. EDIT: Fixed. Apparently The space was set aside for patching and verification and then after that was done it released the space. All I know is I have it back. Thanks\n\n    - Dovestrangler1 (2023-10-08): Character reset to level 1 after patch\n\n        I downloaded the latest mega-patch, and now my character is back to level 1 (from 65), with no skills or items - and back on the beach starting the main quest. The login screen still has the character with my name and look, but it says level 1 and the character is dressed in rags.\n\n        Has anyone else had this happen? Any way to fix this aside from sending a ticket into the void and then hoping someone answers in a few months?\n\n- Kami-no-dansei (2023-10-08): Also, a point about the game's size. \n- Darkisfever (2023-10-08): Eternal Frost: Free and Premium Reward Tracks FAQ\n- xZMAC (2023-10-08): A New Perspective\n\n        Say what you want about New World, but I was able to convince a couple of my buddies to try the game out. It was an absolute blast. Seeing them explore the world, ask questions, experiment with different weapons, comment on the impressive graphics/landscape, etc. It was one of the best gaming experiences I’ve had in a while, and it reminded me of that feeling I had when I first played the game. One of them wanted to stream line the MSQ while the other took his time and started working towards tradeskills/crafting. It emphasized the unique range of gameplay that NW offers to players. There’s a little bit of something for everyone.\n\n        After we’ve put hundreds (or thousands) of hours into a game, it’s so easy to forget about those who have never played the game.there is SO much for new players to explore/enjoy. NW has come so far from where it was in 2021. And I was stoked to share the game with my friends. Can’t wait to continue exploring Aeternum with some fresh eyes once again.",
  "summary": null,
  "sentiment": null
}