{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "A case against plastic straws: Are they really necessary?",
  "href": "https://nolisoli.ph/13112/case-plastic-straws-really-necessary/",
  "body": "More than five trillion pieces of plastic waste flow into the world's oceans every year, and it's rapidly increasing by the minute. Out of all the products generated from plastic, straws are considerably the least of the citizens' concern. An average of 500 million straws are used every day in America alone.",
  "readable_content": "user (2023-12-08): A case against plastic straws: Are they really necessary?\n\nMore than five trillion pieces of plastic waste flow into the world’s oceans every year, and it’s rapidly increasing by the minute. Out of all the products generated from plastic, straws are considerably the least of the citizens’ concern.\n\nAn average of 500 million straws are used every day in America alone. Now try doubling (or even tripling) those figures when you include other countries outside of the United States. Can you see how much waste that would make?\n\nMy personal campaign against the use of plastic straws started two years ago when a video of a sea turtle suffering on the hands of a four-inch straw went viral. Then my fight for the cause grew stronger when I participated in a coastal cleanup not too long ago, and found plastic straws to be one of the most abundant trash.\n\nNot only does plastic contribute to water pollution, it harms marine life as well.\n\nThe rising demand for consumer convenience can be seen in fast food chains offering disposable foodware, simply because more people are taking their meals on the go. You might think plastic straws are being recycled like most products but that’s actually not the case.\n\nThe solution is easy: if there’s no need for a straw, don’t use it. The thing with plastic is that it never really breaks down; it only splits into little pieces but it never biodegrades. If you really need to use one (either due to a handicap or mysophobia), try to use a reusable straw instead.\n\n- Bea Llagas",
  "summary": "The text expresses a strong case against the use of plastic straws, highlighting the significant environmental impact of plastic waste, particularly on marine life. It advocates for the reduction of plastic straw usage and promotes the use of reusable alternatives. The sentiment of the text is strongly in favor of banning plastic straws.\n\nSentiment: 0.9",
  "sentiment": 0.9
}