{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Chewing on Straws - ARK Therapeutic",
  "href": "https://www.arktherapeutic.com/blog/chewing-on-straws/",
  "body": "These are mouthpieces that press into the top of a straw (they work with the tubing straws mentioned above, or with most regular .25\" diameter straws like these). They are hard plastic, which means that even if you bite on the straw, they keep the straw open so you can still drink from it and don't bite it shut.",
  "readable_content": "user (2023-12-08): For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nHome\nAbout Us\nSuccess Stories\nExpert Tips\nFAQs\nCatalog\nSign in / Create Account\nContact Us\n$5 shipping on all US orders,\nFree on US orders over $99\nSearch\n VIEW CART (0)\n- SHOP ALL\n- NEW\n- Z-VIBES\n- CHEWING\n- ORAL MOTOR\n- FEEDING\n- DRINKING\n- FINE MOTOR\n- KITS\n- HOME  DEBBIE'S BLOG  CHEWING ON STRAWS\n- CHEWING ON STRAWS\n\n- 24th Aug 2016\n\n- Question:  I have a student who chews on straws. What items would be the best for him?\n\nHello! We have what we call ‘polytubing straws’ - it's medical grade tubing that comes in 3 foot lengths that you can trim to any length (so you can get several straws out of it). It’s not bite-proof - with strong biting/chewing you could still potentially chew through it. It's really meant more as a more durable version of a regular straw for drinking, not for chewing. But it’s definitely more durable than regular straws, so it may be a good option for mild chewers.\n\n- \n\n- Aside from that, we also make lots of other chewable options.  We don't have any chew tools exactly like a straw - straws are pretty hollow/thin whereas all of our chew tools are bigger and thicker to be more durable.  But out of our chew tools, ARK's Krypto-Bite Tube Necklace might be the closest.  It has a core through the center (for the cord to go through), so it is sort of hollow in that respect.  Besides that one, I'd recommend any of the long, smooth, and rounded options.  Shape-wise, those would probably be the closest to a straw, which narrows things down to these options:\n\n- ARK's Grabber®\n\n- ARK's Krypto-Bite™ Gem Necklace\n\n- ARK's Krypto-Bite™ Pencil Topper (these do have a hollow end - that's the end that goes over the pencil.  So you could potentially chew on that end instead for a more hollow feel like a straw.  We just recommend chewing on the solid end since it's more durable)\n\n- ARK's Bite Saber™ Necklace\n\nIf he's biting or chewing on straws during mealtimes, Lip Bloks may also be a good idea.  These are mouthpieces that press into the top of a straw (they work with the tubing straws mentioned above, or with most regular .25” diameter straws like these).  They are hard plastic, which means that even if you bite on the straw, they keep the straw open so you can still drink from it and don't bite it shut.  As a side note - Lip Bloks also have a lot of other built-in bonus benefits, like preventing the straw from going too far back in the mouth and encouraging proper oral positioning.\n\nI hope this helps some :)\n\nIf you have any other questions, please let us know.\n\n- #chew-tool-recommendations #chewing #oral-sensory\n\nTips, Strategies, and Advice from ARK's very own Debra C. Lowsky, MS, CCC-SLP\n\nTOP POSTS\nWhy Kids Refuse Foods\nThe Need to Chew Explained\n75+ Feeding Therapy Tips\nOral Defensiveness\nOral Strategies for Down Syndrome\n10 Tips for Kids Who Need to Chew\nZ-Vibe Exercises\nCATEGORIES\nBiting and Chewing\nOral Motor\nFeeding Therapy\nZ-Vibes\nSensory\nFine Motor\nSpeech Therapy\nVideos\nCOPYRIGHT © ARK THERAPEUTIC\n\nAll Rights Reserved. Links / references to this site are welcome, but credit must be given back to this site.\n\nThe information contained in this blog is offered in good faith and represents only the author's current understanding of best therapeutic practices. Please keep in mind that the content presented here is not all-inclusive, and should not be considered a substitute for an in-person evaluation and treatment by a certified Speech-Language Pathologist, Occupational Therapist, or another trained professional. Any ideas from this blog should be discussed with your child's treating professional(s) to ensure proper use.\n\nJOIN US\n\nSIGN UP TO RECEIVE EMAILS FROM ARK\n\nEmail Address\nGET TO KNOW US\nAbout Us\nWhy We're Here\nTestimonials\nRequest a Catalog\nContact us\nRESOURCES\nDebbie's Blog\nARK University\nTherapy Videos\nChew Chart ™\nChewing Guide ™\nWebinars\nSTORE INFO\nFAQs\nShipping\nInternational Orders\nMy Account\nReturn Policy\nSuggestion Box\nWholesale Application\nModel Application\nPresenter Application\nSTAY IN TOUCH\n\nCopyright © 2023 ARK Therapeutic All Rights Reserved. Privacy Policy Terms of Use",
  "summary": null,
  "sentiment": null
}