{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "short roots, tall roots, and how they can affect fit - Reddit",
  "href": "https://www.reddit.com/r/ABraThatFits/comments/51o063/guide_root_height_short_roots_tall_roots_and_how/",
  "body": "The biggest thing that root height can do to affect how you will fit into bras is that it can effectively change what shape bras you need. People with short roots may require more full on bottom bras (closed on top) than their shape would otherwise want, while people with tall roots may require more full on top (open on top) bras.",
  "readable_content": "LadyVerene (2023-12-08): [Guide] Root height - short roots, tall roots, and how they can affect fit\n\nSo, let's say you've read over the Beginner's Guide. You've got a good idea of what size you should be wearing, and you've generally figured out what you think your shape is. But you're still having trouble with bras that should work for your shape. What’s going on?\n\nYour root height - how much of your chest that your breasts cover, vertically - may be the cause of it.\n\nRoot height is definitely a more 'advanced' aspect of breast shape and bra fitting, as it can be a lot harder to figure out, as well as it being able to functionally change what shapes work well for you.\n\nWhen we talk about roots, that refers to where your breast tissue is anchored to your chest. Horizontal roots - whether or not your breasts are wide or narrow - is something that's pretty commonly known, as well as what bras are good for narrow or wide shapes. Vertical roots - how tall your breasts are - gets a bit trickier.\n\n- noys made this great graphic that shows how the same breast shape can look different with short, average, and tall roots. All of the breasts shown project the same amount, and would measure as the same size, but due to how tall the breasts are, would have different bra requirements.\n\n- I personally have very short roots, so that is what I’m most familiar with. However, many of the same concepts can work for tall roots as well, simply in reverse.\n\nThe biggest thing that root height can do to affect how you will fit into bras is that it can effectively change what shape bras you need. People with short roots may require more full on bottom bras (closed on top) than their shape would otherwise want, while people with tall roots may require more full on top (open on top) bras. This is not definite, of course, but it’s a good thing to keep in mind.\n\nA common fit issue for short breasts is “strap gap” - that is, a gap between the breast and the cup where the strap attaches to it. This is generally caused by the fact that cups tend to get tall where they attach to the strap; so long as everything else fits fine, it’s not considered a major fit issue.\n\nTall roots can commonly find themselves experiencing a very different fit issue, where they find that they have gaping at the apex of the cup, but it also cuts in at the top. This can happen if the cups expect the breasts to have ended sooner, and the cups end up being too short.\n\nDiagnosing root height is essentially a case of figuring out what size you should be wearing and about what shape you think you are, and working from there. I personally prefer the lean test (leaning over 90 degrees and seeing where most of your tissue lies - above or below your nipples, or evenly distributed) for finding shape without a well-fitting bra. From there, by trying on bras in the proper size that should work for your shape, fit issues can be identified and figured out.\n\nJust as there are bras that work better for certain shapes, certain bras will be more forgiving of short or tall roots than others. As tall roots can act functionally more full on top, and short roots can act functionally more full on bottom, keep that in mind as you select bras to try.\n\n- Short roots: Panache Envy, Cleo Lucy/Kali, Cleo Hettie, Cleo Kayla, Curvy Kate Bardot/Ellace (Ellace has a stretch lace upper section), Curvy Kate Madagascar, Panache Tango II (tends to work better in large band/cup sizes due to scaling issues), Comexim 3HC (three-part half cup), Ewa Michalak CH/CHP/HM cuts. Panache Jasmine, Panache Black Esme, and Ewa Michalak S/SM cuts may work if you have a lot of upper fullness, as well as classic FoT bras like Cleo Marcie.\n\n- Tall roots: Cleo Marcie (and various sister-cuts, though ones that are more open on top, such as Izzy, may not work as well), Cleo Skye, Panache Floris, Panache Thea, Panache Jasmine, Cleo Kayla, Comexim 3HC, Comexim plunges, Ewa Michalak CH/CHP/HM/PL cuts. Ewa Michalak S/SM may also work. Cleo Hettie might work if you are a smaller cup size (the stretch lace on top is reinforced, as well as having elastic edging, in GG cups and above) and have more bottom fullness.\n\nIf there is anything I may have missed, any questions or suggestions anyone has, or any bra recommendations that would work, please feel free to post or let me know! Root height is definitely a complicated thing, and so any common issues people have had due to that, or ways they've managed to get a good fit while having short or tall roots, can potentially help someone else with the same thing.",
  "summary": null,
  "sentiment": null
}