{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Say 'No' to Plastic Straws for Plastic Free July",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/6/23/say-no-to-plastic-straws-for-plastic-free-july",
  "body": "Over 500,000,000 plastic straws are used each day in the United States alone. In only the past twenty years, people have come to expect plastic straws in every drink: an example of extreme waste being generated for minimal convenience. These short-lived tools are usually dropped into a garbage can with no further thought, instantly becoming a ...",
  "readable_content": "- Kuhfahlc@aol.com (2017-06-23): I have just spoken to a restaurant owner who wants to do this. Is there a poster or sign he can hang in his restaurant?\n\n- staff@jmwd.com (2017-06-28): We are sending this challenge for all restaurants to replace plastic straws with paper straws, due to the negative impact the 500 million plastic straws per day have in our oceans.\n- Straws can also be customized and personalized with any restaurant or company name, logo or tagline, increasing brand awareness and combating pollution from plastic straws at the same time.\n- Here is a link for you to check out. Straws Made in USA, Earth Friendly and a coupon for MAKETHESWITCH for 50% off any retail order. http://tinyurl.com/ycj9tbjs\n\n- pete_smith@mail.com (2017-07-09): How about no straws at all? Stop putting ice in drinks and remove the \"need\" for straws. Considering how unhygenic is the ice in restaurants and bars, it would be better for everyone.\nAnd how about speaking out against the other plastic that people suck on all the time? Cigarette filters aren’t just plastic and never biodegrade, they also contain toxins. Sea animals eat them and die – fish, whales, birds, turtles, etc.",
  "summary": "The conversation is about replacing plastic straws with paper straws to combat pollution in oceans. One individual suggests no straws at all, mentioning the unhygienic nature of ice in drinks and the harm caused by plastic in other forms. This suggests a growing awareness and concern for reducing plastic use and its impact on the environment. Some may agree with the points made in the conversation. \nSentiment: 0.8",
  "sentiment": 0.8
}