{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic Straw Crafts That Prove Recycling is Fun",
  "href": "https://mondaymondaynetwork.com/health-lifestyle/plastic-straw-crafts-prove-recycling-fun/",
  "body": "Plastic straw crafts are a fun way to bond with your children or younger siblings because these materials are readily available. It's also a good way to teach them about recycling. Plastic straws along with plastic cups are one of the materials we use in our daily lives that commonly end up in landfills. Some of them even find their way to ...",
  "readable_content": "- Monday Monday Network (2023-12-08): \n\nPlastic straw crafts are a fun way to bond with your children or younger siblings because these materials are readily available. It’s also a good way to teach them about recycling. Plastic straws, along with plastic cups, are one of the materials that commonly end up in landfills, impacting the environment. Here are three plastic straw crafts to create with readily available materials and help preserve Mother Nature:\n\n1. Sunburst Frame tutorial on AV Does What!?\n   - This project involves using circular mirrors, plastic straws, a pair of scissors or cutter, cardboard, and a glue gun. The process includes cutting a ring base from cardboard, attaching it to the item to be framed, assembling straws on the ring, and coating the sunburst frame with metallic spray paint for a classy look.\n\n2. Starburst Ornament full instructions here\n   - This craft involves tying a bunch of straws in the center tightly using a string or zip ties and then coating the ornament with a color appropriate to the occasion. The straws can also be left in their natural color and hung on a string with other items to create a garland.\n\n3. Elegant Geometric Mobiles step-by-step instructions here\n   - This project requires inserting a thin wire on the straws, bending the wire according to the desired shape, and hanging the mobile to add an air of elegance to a room.\n\nThese crafts are not only fun to make but also help reduce the impact of plastic waste on the environment.",
  "summary": "The text discusses the creative use of plastic straws for crafting, emphasizing the importance of recycling and reducing the impact of plastic waste on the environment. It encourages the audience to engage in environmentally friendly activities with readily available materials. Overall, the sentiment of the text is positive and supportive of sustainable practices.\n\nSentiment: 0.8",
  "sentiment": 0.8
}