{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Straws... The Movie! Q&A with Director Linda Booker | Plastic Pollution ...",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/4/7/straws-the-movie-qa-with-director-linda-booker",
  "body": "With a colorful straw history animation and segments narrated by Oscar winner Tim Robbins, the film shows how individuals, groups, and business-owners around the globe are reducing plastic straw use through awareness, outreach, policy, and non-plastic alternatives. We sat down with STRAWS director Linda Booker to hear more about the story ...",
  "readable_content": "User (2023-12-08): Our website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\n- Allow Cookies\n- Disable\n\nWhat can readers and business/restaurants do today to stop pollution from single-use items like plastic straws?\n• Offer straws by request only whether plastic or paper or any other kind.\n• Switch to using a truly biodegradable straw like paper or other 100 percent plant material or sustainable straws such as glass, steel, or bamboo.\n\nFor Readers:\n• When ordering your beverage just politely say to the server “No straw please” if they use plastic straws.\n• If you like to use straws consider buying and bringing your own sustainable versions. Many come with brushes to clean them and there are straw sleeves available to protect them.\n• Talk to the restaurants, cafes and establishments you go to and ask them to offer straws by request only and consider using paper or other types of straws instead of plastic. You can even leave this card with the bill.\n\nFor All:\n• If you do use plastic straws, please make sure to dispose in garbage bins – not recycle bins or compost bins (unless your city collects for a high heat compost facility.) Help pick up straw and other plastic litter around your place of business, neighborhood, participate in beach and lake shore clean-ups. 80 percent of the plastic in oceans is coming from inland sources down through watersheds, so no matter where you live, every clean-up effort makes a difference.",
  "summary": "The post encourages readers and businesses/restaurants to take action to reduce pollution from single-use items like plastic straws by offering straws by request only, switching to biodegradable or sustainable alternatives, and properly disposing of plastic straws. It also provides practical tips for readers on how they can contribute to the effort. The overall sentiment of the post is positive as it promotes environmental consciousness and offers practical solutions. Sentiment: 0.8",
  "sentiment": 0.8
}