{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "[OC] View over a Japanese City (Animated) : r/PixelArt - Reddit",
  "href": "https://www.reddit.com/r/PixelArt/comments/5uybyu/oc_view_over_a_japanese_city_animated/",
  "body": "Here's one that has a similar aesthetic.. The creator of this one has a bunch on the workshop all in a similar pixel art style, with a bit more focus on a Japanese-y vibe.. If you search for top rated all time, and then select abstract as the genre, you'll find quite a few others I'm sure. I tend to enjoy those the most, and am currently using this one as my desktop background since the more ...",
  "readable_content": "- LennSan (2016-12-08): [OC] View over a Japanese City (Animated)\n  - blitzkriegpunk: Man, would love a 3440p live wallpaper of something like this. Awesome work!\n     - LennSan: Best I can do is 2240x1085 (also at 15 fps instead of 24, but it still looks good), here it is: http://imgur.com/a/FD06Y\n     - LennSan: Also, if someone wants to put it on Wallpaper Engine (I can't do it myself because I don't have the program), you have my permission to submit it. If you do, please message me before you submit it. Here's a bonus 1920x930 version if that's better: http://imgur.com/a/D0D3K\n       - LennSan: EDIT: Forgot to set both of those gifs to loop endlessly, here are the looping versions:\n         - http://imgur.com/a/zsmj9\n         - http://imgur.com/a/gOtvO\n  - Stereojunkie: Look for wallpaper engine on steam\n  - gvbn10: Incredible piece of art\n     - LennSan: Thank you!\n  - be4u4get: Leaves from the vine\nFalling so slow\nLike fragile tiny shells\nDrifting in the foam\nLittle soldier boy\nCome marching home\nBrave soldier boy\nComes marching home\n     - LennSan: :'(\n  - [deleted]: Dude not right now. Rip Mako\n  - N1tero: Inspired by 1041uuu?\n  - I3adAss: Soothing\n  - [deleted]: Which program did you used\n     - LennSan: I used Photoshop CC, but there's some cheaper alternatives that work just as well.\n  - zenaly: Amazing. The slight perspective at the front of the train bothers me a tad.\n  - Battlesperger: Just a bit longer and they'll bloom, eh? :)\n  - shotleft: \"The perfect blossom is a rare thing. You could spend your life looking for one, and it would not be a wasted life.\"\n  - BioDefault: One thing I noticed is the trees on the left, with one of the pixels changing as the train goes by. However, the area below the trees doesn't show the train at all? Plus, that one pixel that changes doesn't change back for a bit longer than it seemingly should. Then again, I'm not the one who made it. Perhaps there's something obstructing the train. Regardless, this is very beautiful. I just thought I'd give some feedback. Wonderful work!\n  - Bleghel: thought you'd like to see this OP, made a desktop with it, thanks for the awesome gif :>\n  - Vayes: Water effect is gorgeous. Can't say that I like the pulsing Sun though :c\n  - In-China: The white sky and red sun reminds me of the smoggy pollution mornings of Beijing. The pollution would be so thick that you can stare at the sun, which turns into a red-orange disc.\n  - nonight: Lovely animation and colours!",
  "summary": null,
  "sentiment": null
}