{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "This is how hundreds of tons of plastic trash end up in Arctic Ocean ...",
  "href": "https://www.latimes.com/science/sciencenow/la-sci-sn-arctic-plastic-pollution-20170502-htmlstory.html",
  "body": "May 2, 2017 3 AM PT Plastic trash is now so ubiquitous that researchers have found hundreds of tons of it floating in the Arctic Ocean. It may not sound like much, but it's a surprising amount...",
  "readable_content": "LOS ANGELES TIMES\nMay 2, 2017\n\nPlastic trash is now so ubiquitous that researchers have found hundreds of tons of it floating in the Arctic Ocean.\n\n- Given the area's sparse population, the surprising amount of plastic debris was described as \"widespread and abundant,\" according to a study last month in the journal Science Advances. Andrés Cózar, an ecologist at the University of Cadiz in Spain, explained that 63% of the ice-free Arctic Ocean is \"slightly polluted\" with various types of plastic debris.\n\n- The researchers estimated that 63% of the ice-free Arctic Ocean is \"slightly polluted\" with various types of plastic debris, including fishing line, microbeads and fragments of plastic products. Of the plastic trash that makes it to the Arctic, 95% of the plastic \"dead ends\" in either the Greenland Sea or the Barents Sea, north of Scandinavia.\n\n- Plastic pollution in the Arctic is likely to keep growing even if Europe and North America managed to stop depositing trash in the ocean altogether. The accumulation of plastic in the ocean, especially in the Arctic, is a worrying sign and is expected to have detrimental effects on marine life. The researcher, Andrés Cózar, emphasized the need for urgent actions to achieve a sustainable use of plastic materials.\n\n- The study found that the thermohaline circulation, a deep-ocean current, plays a crucial role in directing floating plastic towards the Arctic. The plastic debris accumulates in the North Atlantic and gets caught in this slow-moving conveyor belt, ultimately ending up in the Arctic's Greenland Sea and Barents Sea.\n\n- The accumulation of plastic in the ocean, especially in the Arctic, is a worrying sign, Cózar said. “The range of marine plastic size is so wide that any organism, from plankton to whales, could ingest plastic debris,” Cózar said, emphasizing the need for urgent actions to achieve a sustainable use of plastic materials.\n\n---\nI removed the information about other articles and advertisements. Let me know if you need any other specific information.",
  "summary": "The text highlights the significant issue of plastic pollution in the Arctic Ocean, emphasizing the widespread and abundant presence of plastic debris. It also underlines the potential detrimental effects on marine life and the need for urgent action to achieve a sustainable use of plastic materials. The sentiment of the text is concerning and highlights the urgency of addressing the problem of plastic pollution in the Arctic Ocean. \n\nSentiment: 0.9",
  "sentiment": 0.9
}