{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "20 Ways to Stand Up and Stop Plastic Pollution Today",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/11/16/20-ways-to-stand-up-and-stop-plastic-pollution-today",
  "body": "Plastic is a substance the earth cannot digest. If you're fired up about our health and the health of our planet, we have good news: so are we. Here are 20 things we all can do to stand up, speak out, and take action against plastic pollution. 20. Stop buying plastic bottled water. Get a reusable bottle and refill it. 19.",
  "readable_content": "This excerpt is from a post that provides 20 ways to stand up and stop plastic pollution. It includes user comments and suggestions on the topic.\n\n- Bernt Harald Rasmussen (2016-11-22): Burn waste technically – do not dump it in the ocean or rivers.\n- goffinet.mclaren@gmail.com (2016-11-24): Be like Sullie Seagull. Sullie Seagull is a chirping bird. He chirps, cheeps and chitters about plastic litter!\n- aniljoc1979@gmail.com (2017-01-04): Really u r working good job for protect our planet.\n- JT (2017-01-09): Fact is the majority of the American (and other countries) people are not going do much or any of this. The earth is doomed as is humanity by its own hand. Good luck though!\n- Booze (2017-02-09): I was just saying the other day that stores should start putting signs up that say, bring your own bin to put your groceries in. It's so much easier anyways.\n- Anna Towers (2017-02-17): This is a fantastic list! Please add a Facebook share button so we can pass along to our friends and family! (Right now if a person clicks \"share\" only the \"like\" option is available for Facebook; no share.)\n- Elena Bridges (2017-02-19): Oh, it is so frustrating going into a grocery store and seeing almost everything wrapped into some kind of plastic! Non-recyclable bags for organic apples? Really?!?! And we call ourselves the pinnacle of evolution? We, humans, are so very stupid to create something that lasts for over 400 years to be used only once! Just ridiculous! Rant over, on the other side, there is science that proves plastic is deadly and eventually, all people will come around and start using sensible materials!\n- daoukram@msu.edu (2017-02-21): I want to get involved professionally, by this, I mean applying my college education towards helping improve our ways of everyday life. Is there any occupancies out there that fit this description? Please let me know.\n- The guy who knows it all (2017-02-21): From the person who said that we should burn plastic... that is probably the most inefficient way of disposing of plastic not to mention the effects it would have on the air have fun burning that plastic yourself 🙂\n- Tiffany Schettle (2017-03-16): I agree!! I'm going to copy and paste it into a post and also copy and paste this link. Copying and pasting the URL into a post creates the same effect as sharing. Hope this helps! <3",
  "summary": "The conversation reflects a range of opinions and emotions about the issue of plastic pollution, from frustration and despair to determination and optimism. People express their ideas, frustrations, and suggestions for tackling the problem, with some expressing hope for change and others feeling disheartened about the future of the planet. \n\nSentiment: 0.2",
  "sentiment": 0.2
}