{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "LewdGames - Reddit",
  "href": "https://www.reddit.com/r/lewdgames/",
  "body": "Welcome to /r/LewdGames! This community is dedicated to everything NSFW (not safe for work) gaming related. This includes, but isn't limited to the following: Erotic and pornographic games of all kinds. Rule34 of characters provided they are originally from an adult game. Reviews, discussions, walkthroughs, and links to NSFW games. Moderator ...",
  "readable_content": "- LewdGames (2023-12-08): The new Games List\n\n- Boejakka (2020-09-15): I have compiled a list of new games, check it out: [The new Games List](https://www.reddit.com/r/lewdgames/comments/it7g09/the_new_games_list/)\n\n- Ambitious-Most-9245 (17 days ago): Can anyone recommend good 3d porn games?\n\n- sogggy_botttom (9 hr. ago): Check out [Sexy Iron Maidens], it's really interesting.\n\n- daveb540 (9 hr. ago): Looking for an XXX game that is a sex simulator, not a visual novel or anything like that.\n\n- SexualSunsetDPP (8 hr. ago): I tried Welcome to Erosland and here's my review. It has potential but needs more content.\n\n- WANDERER_GAME (13 hr. ago): Check out the art for AURA: Hentai Cards featuring the sexiest fairy getting impregnated.\n\n- SunriseTeam (14 hr. ago): Sharing some great memories from Sunrise City.\n\n- Working-Low-8990 (8 hr. ago): Seeking recommendations for a sandbox game based on sex.\n\n- Tonkboi (2 hr. ago): These are my favorite games, anyone agree or have other recommendations?\n\n- The-big-UWu (4 hr. ago): Looking for metroidvania game recommendations.\n\n- SlavesOfLove (15 hr. ago): Video post about SLAVES OF ROME: Master Fucks His Slave Outdoors.\n\n- Azog94 (18 hr. ago): Sharing art for \"Wildman gets more than coal from Krampus part 3\".\n\n- TheMagissy (10 hr. ago): Art post for \"Sorceress' Ceremony of Carnal Magic\".\n\n- No_Green5977 (6 hr. ago): Looking for RPG game recommendations, 2d gameplay preferred.\n\n- KLK-Ryukos-rumble (16 hr. ago): Released my NSFW visual novel: KLK Ryûko's Rumble!\n\n- Hierophant_groon (3 hr. ago): Discussing breeding sim games and seeking recommendations.\n\n- marlisstudio (15 hr. ago): Sharing art for \"❄️Christmas Advent Calendar🎁☃️\".\n\n- Wataponno_O (1 day ago): Art post for \"No condom? No problem! [Wataponno]\".\n\n- WincestSiscest (21 hr. ago): Seeking game recommendations besides VN and 3D, particularly platformers and jRPGs.\n\n- Mikiraus (13 hr. ago): Sharing art featuring Makima from \"Waifu Slut School\".\n\n- StillFar7733 (46 min. ago): Seeking game recommendations related to playing the role of a hacker or police officer to uncover a story or interesting media.",
  "summary": null,
  "sentiment": null
}