{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic and how it affects our oceans - ABC News",
  "href": "https://www.abc.net.au/news/science/2017-02-27/plastic-and-plastic-waste-explained/8301316",
  "body": "Around 8 million tonnes of plastic went into the ocean in 2010, according to the most comprehensive study of plastic pollution so far.. The international study calculated that 192 nations produced ...",
  "readable_content": "- This site uses cookies\n- The ABC uses cookies to improve your experience. Learn more about how we use cookies\n- ACCEPT ALL COOKIES\n- ABC REQUIRED COOKIES ONLY\n- SKIP TO MAIN CONTENT\n- ABC News Homepage\n- Set location\n- For local weather\n- Search\n- Log In\n- Log In\n- More from ABC\n- Just In\n- Watch Live\n- Politics\n- World\n- Business\n- Analysis\n- Sport\n- Science\n- Health\n- Entertainment\n- More\n- ABC News Homepage\n\n- SCIENCE\n\n- Plastic and how it affects our oceans\n- SHARE\n- News Ticker\n- BUSHFIRE WARNING\n\n- An Emergency Warning has been issued for parts of Howatharra and White Peak in the shire of Chapman Valley in Western Australia. For the latest, search on ABC Emergency\n\n- 1 / \n- of\n- 2\n- SCIENCE\n- Plastic and how it affects our oceans\n- ABC Science / By Genelle Weule\n- Posted Mon 27 Feb 2017 at 2:02am\n- Updated Mon 27 Feb 2017 at 3:56pm\n\nPlastic is woven into the fabric of our lives.\n\n\"No-one in their daily life within a period of 10 minutes isn't touching something that is made of plastic,\" said Professor Andrew Holmes, an emeritus professor at the University of Melbourne and a polymer chemist who has developed special plastics for flat screen TVs and solar cells.\n\nIt's used in everything from the keyboard or pen you are using, to your glasses or contact lenses, the Teflon on your frying pan, and the banknotes in your wallet. It's in your clothes, phone, car, mattress, and TV screen.\n\n\"Plastic can be flexible or rigid, and its lightness also makes it very appealing,\" said Professor Holmes.\n\nBut for all the benefits plastic has given us, disposing of products — particularly those designed to be used only once, such as packaging — has become a major environmental issue.\n\n\"The ocean is full of waste because humans have disposed of it carelessly,\" said Professor Holmes.\n\nSo how big is the problem, what happens once plastic goes into the ocean, and what can we do about it?\n\n- How much plastic goes into the ocean?\n- An estimated 8 million tonnes of plastic entered the ocean in 2010\n- Around 8 million tonnes of plastic went into the ocean in 2010, according to the most comprehensive study of plastic pollution so far.\n\nThe international study calculated that 192 nations produced a total of 275 million tonnes of plastic waste.\n\nThe largest amount of this waste was produced by China, at 1.32 to 3.52 million tonnes. This was followed by Indonesia, the Philippines, Sri Lanka and Vietnam.\n\nAustralia — which didn't rate in the top 20 polluters — contributed less than 0.01 million tonnes.\n\nBut that still added up to 13,888 tonnes of litter per year, a quarter of which finds its way into waterways, according to study co-author Dr Chris Wilcox of CSIRO's Oceans and Atmosphere Flagship.\n\n\n- With global production of plastic increasing exponentially, the amount of plastic finding its way into the ocean is likely to get much bigger.\n\n\"About every 11 years the amount of plastic produced doubles,\" said Dr Wilcox.\n\n\"To put that in other words, between now and 2028 we will produce as much plastic as we produced [from the 1950s] until now.\"\n\n- How long does plastic last in the ocean?\n- Plastics break down into small fragments in the ocean\n- Plastic is made to be strong and durable, so it can take a long time to break down.\n\n\"Plastics are very hard materials so they are hard to break down unless you can burn them,\" said Professor Holmes.\n\n\"There are some you can get back to original building blocks, but not many.\"\n\nThese include the newer plant-based bioplastics made out of polylactic acid (PLA). But much like traditional petrochemical plastics such as Perspex, PLA-based plastics only break down under very high temperatures.\n\n- What is plastic made from?\n- Plastics is the name we give to a group of substances mostly made from carbon-based molecules arranged in many repeat units (n) in a long chain known as a polymer.\nThere are many different types of plastics depending upon what is attached to the carbon\nPlastic shopping bags, for example, are made from a type of polymer called polyethylene (C2H4n) — where each unit in the chain is made up of two hydrogen atoms joined to one carbon atom.\nMost plastics are derived from petroleum, although some newer ones, known as bioplastics, are derived from building blocks produced by microbial fermentation or from corn syrup.\nChemicals including colourants, foaming agents, plasticisers, antioxidants and flame retardants can be added to different types of plastics to give them specific qualities such as colour, texture, flexibility and durability.\n\nIn the natural environment, the main things that break down plastics are sunlight, oxygen and water.\n\n- \"The problem is that normal degradation leaves particles that can still be harmful to living things — nanoparticles and microparticles,\" said Professor Holmes.\n\n\"Plastics should become more abundant as they break down in size, but recent research found the concentration of the smallest particles, between a few microns and a few millimetres, was much lower than expected.\"\n\n\"It's not clear what's going on — whether there's some kind of sampling problem, or if those things are settling to the bottom of the ocean,\" Dr Wilcox said.\n\nScientists have found evidence of microplastics in deep-sea sediments from the Atlantic Ocean, Mediterranean Sea and Indian Ocean.\n\n- Plastic packaging and fishing gear are among the top items that find their way into the ocean",
  "summary": "The text discusses the widespread use of plastic, its impact on the environment, and the challenges of plastic waste in the oceans. It highlights the concerns about the increasing amount of plastic entering the ocean and the long-lasting nature of plastic. The overall sentiment of the text is concerned about the environmental impact of plastic waste and the challenges it poses.\n\nSentiment: 0.5",
  "sentiment": 0.5
}