{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic pollution: which two oceans contain the most?",
  "href": "https://www.weforum.org/agenda/2016/08/plastic-pollution-which-oceans-contain-most/",
  "body": "It is estimated that around 80% of the world's plastic pollution comes from land-based use, and around 20% from marine-going vessels. Discarded plastic is blown from overfilled garbage cans, from landfills and from vehicles; much of it ending up in rivers and streams, which then carry the items into the ocean.",
  "readable_content": "- The website uses necessary cookies to make the site work and offers optional \"marketing\" and \"performance\" cookies.\n- Plastic pollution is a significant problem in oceans, with the North Pacific and Indian Ocean containing the most plastic.\n- The 5 trillion pieces of plastic in the ocean weigh as much as 268,000 tons.\n- Ocean researcher Marcus Eriksen and his team from the 5Gyres Institute measured the amount of waste in ocean \"gyres\" to reveal the scale of the problem.\n- Majority of the plastic pollution comes from land-based use and some from marine-going vessels.\n- The plastic poses a threat to marine life as sea creatures ingest small plastic pieces or get entangled in plastic, causing harm or death.\n- Efforts are being made to reduce the use of disposable plastics and favor biodegradable sources in an attempt to address the issue.\n- Further research suggests that plastic pollution may be much higher than estimated, and it may now be entering the air we breathe, making the issue more urgent.\n\nWorld Economic Forum articles may be republished according to the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License and the Terms of Use.\n- The views expressed in the article are those of the author alone, not the World Economic Forum.",
  "summary": "The text provides a sobering assessment of the significant problem of plastic pollution in the oceans, highlighting the detrimental impact on marine life and the urgent need for action. Efforts are being made to address the issue, but further research suggests that the problem may be even more extensive than previously estimated. Overall, the sentiment is one of concern and urgency to address the issue of plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}