{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "David Haskell Speaks for the Trees - Outside Online",
  "href": "https://www.outsideonline.com/culture/books-media/david-haskell-speaks-trees/",
  "body": "At the base of the trunk, some well-tended pink and white periwinkles share a patch of dirt with two cigarette butts, half a grape, a plastic drink lid, and a couple of straws.",
  "readable_content": "- **Outside Online**\n- **SEARCH**\n- **GEAR**\n- **RUN**\n- **ADVENTURE**\n- **HEALTH**\n- **TRAVEL**\n- **CULTURE**\n- **FOOD**\n- **LONG READS**\n- **VIDEOS**\n- **PODCASTS**\n- **WINTER GEAR GUIDE**\n- **OUTSIDE FEED**\n\n---\n\n**Rinne Allen** (2022-05-12): David Haskell Speaks for the Trees\n\nThe Pulitzer Prize finalist spent two years visiting 12 sites around the world for an ambitious new book that reveals the surprising—and surprisingly fascinating—arboreal secrets hidden in the canopies of ordinary trees. Paul Kvinta meets with the real-life Lorax on New York's Upper West side and learns why white men never stand in the shade.\n\n- **7:03 p.m.**\n    - An attractive blonde in a short skirt walking three terriers stops under the tree to untangle her leashes. I focus on the woman. Haskell focuses on the dogs. One white puffball ­refuses to budge when the woman prepares to resume walking. She coaxes the dog. She jerks the leash. “He’s saying, ‘This is a cool tree,’ ” Haskell says, meaning literally cool. She’s not hearing him. The woman drags the pooch off down the sidewalk. \n\n    - Haskell strides over to the tree, bends down, and touches the pavement. “Feel that,” he tells me. The sidewalk is cool, despite temperatures in the nineties. We then walk out to the median in the middle of Broadway and feel the shade-free pavement there. It’s a good 20 degrees hotter than under the tree. “On aver­age, it’s seven degrees warmer in New York City than it is just outside the city, partly because of all these hard surfaces absorbing heat,” he says. “But trees change the weather in a city. They have a significant cooling effect. They save a lot on air-conditioning.” \n\n    - **7:06 p.m.**\n        - Foot traffic is light, probably due to summer vacation. On a normal weekday at this hour, Haskell says the pedestrian flow would nearly flatten us.\n\n        - “It’s typically a sea of humanity?” I ask.\n\n        - More like intersecting rivers, he explains. “You’ve got one coming out of the subway and people flowing north and south. There’s a sinkhole with water bubbling up and being drawn back down.” There’s all this fast ­water, and then the area around the tree is a quiet pool to the side.\n\n        - It’s illegal to obstruct pedestrian traffic in New York City, Haskell tells me, so if people need to stop they will duck under the tree. That links the plant to the city’s sociocultural power dynamics. Haskell calls",
  "summary": null,
  "sentiment": null
}