{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "U-Konserve | Plastic Straws Hurt Animals & Their Environment",
  "href": "https://blog.ukonserve.com/2016/09/23/straws-enviornment/",
  "body": "One of the most common plastic items ingested by seabirds are plastic straws from juice boxes. The plastic reduces the storage volume of their stomachs, ultimately causing them to starve. It's estimated that 90 percent of all seabirds have eaten pieces of plastic. That number is predicted to increase to 99 percent by 2050.",
  "readable_content": "User (2023-12-08): How Straws Affect Animals and Ecosystems\n\nConsidering more than 90 percent of all trash floating in the world’s oceans is plastic, it’s logical that plastic accounts for the most harmful man-made items in the ocean. But what we often forget is that animals are ingesting this plastic waste every day, especially straws.\n\nMany marine biologists, photographers, and sea lovers have captured the impact of single-use plastic on animals. As the plastic travels into and around the ocean, it breaks into tiny pieces that are then easily ingested by marine life. These are the top animals affected by single-use straws in the ocean:\n\n- Seabirds\n- Fish\n- Sea Turtles\n\nSwitching the straw may seem small on the individual level, but the impact it can have on the environment and animals is huge. To help you get started, we’re offering a Free Straw Brush with every Stainless Steel Straw 2-Pack through September. To learn more straw facts visit our Pinterest board dedicated to the topic, and our Facebook page.",
  "summary": "The text conveys a concern about the harmful impact of single-use plastic straws on marine animals and the ecosystem. It highlights the significance of individual actions, such as switching to reusable straws, in reducing this impact. The overall sentiment is one of advocating for the reduction of plastic straw usage for the benefit of the environment and marine life.\n\nSentiment: 0.9",
  "sentiment": 0.9
}