{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Marine Plastic Debris and Microplastics: Global Lessons and Research to ...",
  "href": "https://www.unep.org/resources/publication/marine-plastic-debris-and-microplastics-global-lessons-and-research-inspire",
  "body": "Plastic litter in the ocean can be considered a 'common concern of humankind'. This study summarizes the state of our knowledge on sources, fate and effect of marine plastics debris and microplastics, and describes approaches and potential solutions to address this multifaceted issue. The study is divided into four main sections: Background, Evidence Base, Taking Action, and Conclusions ...",
  "readable_content": "UNEP (2023-12-08):\n- The United Nations Environment Programme (UNEP) addresses the issue of marine plastic debris and microplastics. The organization provides a study on the sources, fate, and effects of these pollutants, offering approaches and potential solutions to tackle the problem. The study is downloadable in English and Russian, and is organized into four main sections: Background, Evidence Base, Taking Action, and Conclusions and Key Research Needs. UNEP also provides information about their work, governance and leadership, funding and partners, organizational structure, key documents, resources, regional presence, advocacy, media, and opportunities to work with them. For more details and specific initiatives, visit their website.",
  "summary": "The text expresses a positive sentiment about the United Nations Environment Programme's efforts to address marine plastic debris and microplastics. It highlights the organization's study on the sources and effects of these pollutants and the potential solutions offered. Additionally, it provides information about UNEP's work, governance, funding, and resources. Overall, the tone is supportive of UNEP's initiatives towards tackling the issue of plastic pollution in the environment. Sentiment: 0.8",
  "sentiment": 0.8
}