{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "It's Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and ...",
  "href": "https://www.alternet.org/2016/10/its-time-stop-using-plastic-drinking-straws-theyre-bad-environment-and-harm-wildlife",
  "body": "Along with One Less Straw, a number of other similar pledge campaigns have been set up to encourage an end to plastic straws. Though each differs slightly in its approach, all share the same basic ...",
  "readable_content": "User (2023-12-08): MEDIA\nRIGHTS\nHEALTH\nYou will read a part of a text that is sourced from a website:\nHome | It's Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and Are Bad for the Environment (Video)\nIt's Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and Are Bad for the Environment (Video)\nRobin Scher,AlterNetandRobin ScherOctober 21, 2016\nWhen it comes to environmental issues facing our planet, everybody likes to pass the buck. Conscientious consumers will blame big business for wasteful production practices. Corporations in turn contend they are merely meeting supply and demand. Neither group is completely wrong. The real problem, though, comes when both sides aren't willing to change their behavior.\nFor an example, look no further than the humble plastic drinking straw.\n\nIt's estimated that Americans use 500 million plastic straws every single day. Here's a scary visual to help comprehend that amount: If you were to connect all those straws together, they would measure two and a half times the circumference of the Earth. That's just the straws consumed in the United States. And the vast majority of them don't get recycled.\n\nBefore we get into why this is a problem—and what can and should be done about it—let's look at what brought us to this proliferation of plastic in the first place.\n\n- I will continue with the next part of the text.",
  "summary": "The text discusses the environmental impact of plastic drinking straws, highlighting the significant amount of plastic waste generated and the lack of recycling. It stresses the need for change in behavior and consumption patterns to address the issue. Overall, the sentiment is advocating for the reduction or elimination of plastic straws for the benefit of wildlife and the environment. Sentiment: 0.8",
  "sentiment": 0.8
}