{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "The Oceans Are Drowning In Plastic -- And No One's Paying ... - HuffPost",
  "href": "https://www.huffpost.com/entry/plastic-waste-oceans_n_58fed37be4b0c46f0781d426",
  "body": "Today, plastics are the No. 1 type of trash found in the sea. Ocean Conservancy, a nonprofit that organizes an annual coastal cleanup event in more than 150 countries worldwide, said plastic debris makes up around 85 percent of all the trash collected from beaches, waterways and oceans ― and that's just the stuff we can see.",
  "readable_content": "- User (2023-12-08): Skip to Main Content.\n\nSupport Us\n\nNews\nPolitics\nEntertainment\nLife\nPersonal\nVoices\n🎁 Shopping 🎁\nPyramid Scheme\nSupport Us\nU.S. Edition\nOpen editions submenu\n×\nImpact\nSustainability\nReclaim\nPollution\nThe Oceans Are Drowning In Plastic -- And No One's Paying Attention\n\n\"We're being overwhelmed by our waste.\"\nBy Dominique Mosbergen\nApr 27, 2017, 05:02 AM EDT\n|Updated May 12, 2017\nLEAVE A COMMENT\n\nThis story is part of a series on ocean plastics.\n\nImagine an area 34 times the size of Manhattan. Now imagine it covered ankle-deep in plastic waste — piles of soda bottles and plastic bags, takeout containers by the mile, drinking straws as far as the eye can see.\n\nThat’s a total of about 19 billion pounds of garbage. And according to one of the best estimates available, that’s how much plastic waste ends up in our oceans every year.\n\n-\n\n<The article goes on discussing the issue of plastic waste inundating the oceans, contributing factors, the origins of plastic waste, and its impact on marine life and humans.>",
  "summary": "The text highlights the severe problem of plastic waste in the oceans, emphasizing the detrimental impact on marine life and the environment. It brings attention to the alarming amount of plastic waste that ends up in the oceans each year. It calls for action to address this pressing issue. Sentiment: 0.8",
  "sentiment": 0.8
}