{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "How Plastic Pollution Impacts Wildlife - And What You Can Do!",
  "href": "http://www.conservewildlifenj.org/blog/2016/08/19/how-plastic-pollution-impacts-wildlife-and-what-you-can-do/",
  "body": "Tweet PLASTICS MAY THREATEN WILDLIFE FOR MANY YEARS by Corrine Henn, Communication Coordinator For those of us who call New Jersey home, we've all likely witnessed the impact human activities have on our environment and the species who thrive here.",
  "readable_content": "helen holmes (2016-08-19): Saw an article recently about a wildlife guy in the UK and he started a positive campaign and he calls it – JUST ONE THING.\n\nBy that he means he wants everyone who can to pick up JUST ONE THING – every day – in an effort to clean up the habitat wildlife are forced to live in that is filled with plastic and glass. He did the math and it was astounding how it could work out if almost everyone joined in. Doubt if he would mind your using his idea and that coupled with major clean ups, may make a serious dent though I don’t think Osprey are into interior decorating or architecture. Thus, they really do need our help.\n\n- Jim Merritt (2016-08-21): Great article! We all need to do more to help keep plastic out four environment. Do you think CWF could produce and sell recyclable plastic shopping bags with a message on them? I would love to use them at Sedge.\n\n- mikedavenport (2016-08-22): That’s a great idea Jim! I’ll pass along the suggestion.\n\n- Mavis (2016-08-30): A useful sharing, waste plastics have polluted our surroundings, causing death of animals. We shall treat plastic waste by ourselves.\n\n- Nicholas Homyak (2016-09-10): Without corporate responsibility Laws enacted and banning the expansion of plastic products individual actions are like they never happened at all. Take it from one whom has been cleaning Park Resources for years. Our Landscapes are full of trash. name one place where plastic pollution is not present? You can’t!",
  "summary": "The conversation demonstrates an understanding of the impact of plastic pollution on wildlife and the environment. There are positive suggestions for individual action, such as picking up just one piece of plastic every day. However, there's also a recognition of the need for corporate responsibility laws and a ban on plastic products to make a significant difference. Overall, the sentiment is focused on the importance of taking action against plastic pollution. \n\nSentiment: 0.7",
  "sentiment": 0.7
}