{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "(SERIOUS) Is gin supposed to taste like a pine tree? : r/Gin - Reddit",
  "href": "https://www.reddit.com/r/Gin/comments/64cwoe/serious_is_gin_supposed_to_taste_like_a_pine_tree/",
  "body": "When consumed alone, it does taste like that, and theoretically it should taste like that. Obviously there are gins where this \"pine note\" (i.e. juniper berries) will be very characteristic, and there are gins where it is not so pronounced. Very cheap gins simply taste like alcohol. When mixed with tonic, it should not have that taste.",
  "readable_content": "- [deleted] (2016-12-08): (SERIOUS) Is gin supposed to taste like a pine tree?\n\nI'm desperate and getting intoxicated as we speak, and for some reason I'm tasting freshly picked pine straw when I drink the gin. Is this supposed to be the case?\n\n- Jyrchi (2016-12-08): It's juniper and for most part it is supposed to taste like that, especially if it's a London Dry Gin. Here is an in-depth article about the usage of juniper in gins, if you're interested in reading whilst trying to get intoxicated: http://www.ginfoundry.com/botanicals/juniper/\n\n- [deleted] (2016-12-08): Thanks, bubbie. I'm already there, but I'm read aloud anyway.\n\n- Rain12913 (2016-12-08): I always say that gin tastes like camping.\n\n- Scoobs93 (2016-12-08): I always think Christmas.\n\n- Long-Island-Iced-Tea (2016-12-08): When consumed alone, it does taste like that, and theoretically it should taste like that. Obviously there are gins where this \"pine note\" (i.e. juniper berries) will be very characteristic, and there are gins where it is not so pronounced. Very cheap gins simply taste like alcohol. When mixed with tonic, it should not have that taste. I am not exactly an expert on the topic, but it is my understanding that gin and tonic (as in, the cocktail) does not taste like gin AND tonic (as in, consuming gin and tonic simultaneously). Here you can read more about it.\n\n- KingCurtisCat (2016-12-08): I like a lot of lime in my gin and tonics. I think it tastes like sparkling lemonade.\n\n- thefrc (2016-12-08): There are some gins that taste like you're sucking directly from a pine tree too. Spruce, by Rogue comes to mind immediately.\n\n- henrirousseau (2016-12-08): (Serious) I have never tasted a tree.\n\n- Blues2112 (2016-12-08): TL;DR - YES! To qualify as gin, it needs to have juniper berries for flavoring. That's by definition, otherwise it isn't gin. Guess where those berries come from? Yup...pine trees!\n\n- faggjuu (2016-12-08): Nope...they come from the juniper trees! They belong to the cypress family. But pine tree and junipers are both coniferous plants...so they have a little in common.\n\n- JonJon77 (2022-12-08): I know this is an extremely old sub but it came up when I googled “gin tastes like Pine-Sol.”  I’ve always avoided it because when I tasted a decent brand when I was a teen, don’t remember the name, I hated the taste. It immediately made me think Pine-Sol.",
  "summary": null,
  "sentiment": null
}