{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Iced drink in a bag with a straw : r/WeWantPlates - Reddit",
  "href": "https://www.reddit.com/r/WeWantPlates/comments/6buspq/iced_drink_in_a_bag_with_a_straw/",
  "body": "plastic bags are pretty great. Plastic in general really. I think that's something that people don't realize is a very new thing. People look at computers and the internet and remark \"wow look at the progress\". Plastics basically came into their own after WW2, kinda exactly like computers, and they are in EVERYTHING now.",
  "readable_content": "- SamBoeres (2016-12-08): Iced drink in a bag with a straw\n- Buffalo__Buffalo: This isn't uncommon in certain parts of Asia. In a lot of ways it's clever, though if I got a bagged drink in a bar or restaurant and paid good money for it I'd be annoyed.\n- [deleted]: This is done in Mexico. Normally not in restaurants but when you buy a bottle of soda at the store. They will ask if you are drinking it in the store. If you say no they will pour it in krona sandwich bag and put a straw in it. They keep the bottle to recycle it and you look like a fool drinking out of your bag.\n- Blukoi: Well I, for one, don't see how a plate would help with this. But then again, I'm kinda drunk at the moment.\n- PM_ME_YOUR_SMlLE: it's a redneck Capri Sun\n- mylifeisaparty: I live in El Salvador and this is the most normal thing. It's perfect if you're on the go.\n- [deleted]: This is normal at juice stands in Mexico.\n- kenyan-girl: They do this a lot in South East Asia! Although the bag usually has a string tag that you can use to carry your drink\n- damnitsteeve: This happens in South America as well. I believe it's because there is a deposit on the bottles so they don't give those away.\n- princessjld: That's not very environmentally friendly\n- roybz99: And you want a plate for that?\n- blackrumonrocks: This sub is slowly becoming r/wewantpropereatingdevices\n- inksaywhat: This is normal across the globe.\n- pandaflips: Does anyone else think that leaf looks like a uterus? Nope, just me? Okay cool bye forever.\n- ddracom60: I remember getting drinks like this from street stands in Mexico when I was a kid.\n- notacreativeguy_: r/wewantcups\n- Mvanhees88: I got a bag drink out of a dirty cooler in Costa Rica on the beach. Best damn juice I've ever had. I had to bite the corner off and spill it down my throat.\n- shuckingoyster: I don't think you want a plate in this case.\n- UrethraX: A plate would be worse\n- rmbarrett: It's missing milk.",
  "summary": "The conversation shows a variety of opinions regarding the unconventional method of serving drinks in a bag with a straw. Some find it practical and suitable for on-the-go, while others question its environmental impact and appropriateness. The overall sentiment is diverse, with some finding it normal and convenient, while others expressing concerns about the environmental implications.\n\nSentiment: 0.3",
  "sentiment": 0.3
}