{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Has anyone else experienced bottled water tasting strange?",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/5z6rp9/has_anyone_else_experienced_bottled_water_tasting/",
  "body": "Blutarg. •. I'm not a bottled water drinker, but i know it can be brought in from miles away, and many people think water from different places tastes different. Also there's research to sugget that plastic bottles can leech tiny amounts of plastic into their contents. But generally, it's safe to drink, though probably no better than what ...",
  "readable_content": "samoox (2016-03-13): Has anyone else experienced bottled water tasting strange?\n\nIn the past year on two separate occasions I have found that my water had this strange taste, it was almost as though it had this aftertaste similar to milk.\n\nThe first time was when my parents bought some large gallon containers of water from the local supermarket. We didn't buy them from Poland Spring it was some other brand instead, and I found that one of the ones we got just had this weird milky aftertaste to it that made me want to puke. But apparently my parents did not taste a single thing. I thought maybe I was going crazy and I had some sort of medical issue that caused me to dislike the taste of water, but then I went out and bought myself a regular sized bottle of Poland Spring water and it tasted fine to me. So I told my parents this and we went back to the supermarket and bought another gallon container of that same brand water and I experienced the same taste again. After that we just stopped buying that brand of water from that store and we had no problems.\n\nNow fast forward to the past few months, we got a water machine so we are now buying those 6 gallon jugs of water that get delivered to us. And just today I found that bad milky taste in the water we've been getting. I haven't experienced this at all with this brand of water (Crystal if anyone was curious). But now I just tasted it with the most recent jug we used, so I decided to open a brand new one and use a straw to taste the water in that one and see if there were any issues (I would have put the new one in the machine but I wanted to see if it was the machine creating the taste). Again, this second bottle also had that weird milky aftertaste.\n\nThe only thing that I could think happened with these jugs is that we left them outside for some period of time and there were some pretty hot days during this winter so maybe the heat caused the plastic to leak into the water? I'm just surprised because both of my parents claim to not taste what I'm tasting and I feel like I'm losing my mind because I don't know how they can't taste that.\n\nWhat is this that I am experiencing? Should I dump this water? Is it unsafe to drink? I doubt that it's poisoned like the water in Michigan but after hearing about what happened to them I really just don't want to take any chances with water that tastes funny. Any explanation or information would be appreciated! Thank you!\n\n-Blutarg (2016-03-13): I'm not a bottled water drinker, but i know it can be brought in from miles away, and many people think water from different places tastes different. Also there's research to sugget that plastic bottles can leech tiny amounts of plastic into their contents. But generally, it's safe to drink, though probably no better than what comes out of your fawcet.",
  "summary": null,
  "sentiment": null
}