{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "10 Reasons to Pick Up 10 Pieces of Trash - Plastic Pollution Coalition",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/8/19/10-reasons-to-pick-up-10-pieces-of-trash",
  "body": "Trekkers are invited to be part of 10 Pieces on their adventures, and asked to bring along a pair of gloves and hand sanitizer to pick up items such as plastic bottles and candy wrappers. Here are 10 good reasons to join the 10 Pieces movement: Impact. Less litter on wilderness trails brings benefit to animals and humans.",
  "readable_content": "frostyw@juno.com (2016-08-22): While I am bicycling touring around the world, I carry a cotton bag for groceries. I’d like to see you post a 10 point plan or 5 point plan for utilizing cotton bags while on tour instead of all the plastic bags that get wasted. I’ve picked up trash on six continents and also carried a cotton grocery bag on six continents. Frosty Wooldridge, 6 continent world bicycle traveler.\n\n- inigo@todotarifa.com (2016-09-12): Hello plastic refusers! You are invited to participate in the collective artistic project \"A Walk Down The Beach\" and be part of a group exhibition next summer 2017. Go for it, the project needs you and your heart wants it. [link removed]\n\n- helen mcmullen (2017-03-12): I’d like to see this become the norm – walk in the park? Bring a bag and pick up 10 bits of rubbish. Didn’t bring a bag? Grab one of the dog poop bags and pick up 10 bits of rubbish. Done! Visit a new place and walk down the beach, in a national park... you know the drill... same as the green bag revolution... habit, routine... can be done. Helen McMullen sick and tired of blue bottle tops on local beach\n\n- kevin (2019-03-19): totes plastic is so bad\n\n- Isabella Pettus (2019-04-11): Helen McMullen, that’s funny and you are right.\n\n- arindaisland.57@gmail.com (2019-10-20): This is really a great deal, I have always looked up to. Being part of it would do me no harm but a lifetime peace and comfort. Looking forward to hearing more of you. Arindaisland.57@gmail.com\n\n- your mom (2020-02-13): We should all pick up plastic, no cap?\n\n- Plastic Pollution Coalition (posted by the website): White House, U.S. EPA Announce New Plans to Address Plastic Pollution Today, the White House announced a new Executive Order...\n\n- Plastic Pollution Coalition (posted by the website): Plastic \"Tox\" Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson Ranae Hanson is an activist and author of Watershed:...\n\n- Plastic Pollution Coalition (posted by the website): Plastic \"Tox\" Episode 6: Plastic-Free Products for Clean Beauty with Joshua Onysko Joshua Onysko is an award-winning entrepreneur, founder, and CEO...\n\n- Plastic Pollution Coalition (posted by the website): TAKE ACTION Take the pledge, sign a petition, begin your plastic-free journey. JOIN Join our Coalition as an individual, an organization, or a business. ABOUT US Learn about Plastic Pollution Coalition’s work and impact. DONATE TO STOP PLASTIC POLLUTION.",
  "summary": "The post and conversation reflect a strong sentiment towards addressing plastic pollution and promoting the use of alternatives, such as cotton bags, for reducing waste. The individuals are advocating for collective action and behavioral changes to minimize the impact of plastic pollution on the environment. Overall, the sentiment is proactive and positive. \n\nSentiment: 0.8",
  "sentiment": 0.8
}