{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Feature: keep plastics out of oceans and marine life",
  "href": "https://www.un.org/sustainabledevelopment/blog/2017/04/feature-uns-mission-to-keep-plastics-out-of-oceans-and-marine-life/",
  "body": "Solving the issue of plastic pollution will require international agreements. During the week of 5 June, Member States and civil society representatives will gather at UN Headquarters in New York ...",
  "readable_content": "user (2023-12-08): \"There will be more plastic than fish in the world’s oceans by 2050 unless people stop using single-use plastic items such as plastic bags and plastic bottles, according to figures cited by the United Nations.\"\n\n- The statistics on plastic pollution in oceans are truly alarming. It's important for individuals, industries, and governments to take action to address this issue.\n\nuser (2023-12-08): \"Earlier this year, the UN declared war on ocean plastic. Launched at the Economist World Ocean Summit in Bali, the #CleanSeas campaign urges governments to pass plastic reduction policies, targets industries to minimize plastic packaging and redesign products, and urges people to change their own habits.\"\n\n- It's great to see the UN's #CleanSeas campaign pushing for significant changes. Cooperation from various stakeholders is critical to combat this problem effectively.\n\nuser (2023-12-08): \"Solving the issue of plastic pollution will require international agreements.\"\n\n- Absolutely, a unified global effort is necessary to address the issue of plastic pollution in our oceans. It's a complex problem that demands collective action.",
  "summary": "The post/conversation about banning plastic straws highlights the urgency and importance of addressing plastic pollution in our oceans. There is a strong call for action among the users, emphasizing the need for collaboration between individuals, industries, and governments to combat this pressing issue. The sentiment is one of concern and support for initiatives like the UN's #CleanSeas campaign. \n\nSentiment: 0.8",
  "sentiment": 0.8
}