{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Burn Or Ban? NGOs Bid Solutions to Plastic Waste | Plastic Pollution ...",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/7/19/burn-or-ban-ngos-bid-solutions-to-plastic-waste",
  "body": "Both GAIA and OC are keen on bull-horning the urgency of ocean plastic pollution as a major global threat. But there's a massive inventory of plastic waste already on the planet that could quadruple by 2050, a consequence GAIA intends us all to avoid by stressing source reduction over cleanup and conversion, the options OC prefers.",
  "readable_content": "User (2023-12-08): Manage Cookie Preferences Our website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions Allow Cookies Disable Preferences Skip to Content Skip to navigation\nDonate Now to Stop Plastic Pollution social social social social SIGN UP DONATE LEARN TAKE ACTION OUR COALITION PROJECTS ABOUT Burn Or Ban? NGOs Bid Solutions to Plastic Waste\n\nJuly 19, 2016 By Elizabeth Glazner Environmental advocacy groups looking for answers to the growing problem of plastic pollution in the world’s oceans have sparked a dialogue in recent months over variant strategies in how to deal with it.\n\nGlobal Alliance for Incinerator Alternatives (GAIA) and dozens of other groups, including Plastic Pollution Coalition, promote source reduction as the only viable long-term solution, questioning the efficacy of incineration and other land-based strategies. Yet in September 2015, Ocean Conservancy (OC) published a 48-page report, “Stemming the Tide: Land-Based Strategies for a Plastic-Free Ocean,” which heavily touted incineration for controlling plastic pollution.\n\n- ... (remaining content of the original article)",
  "summary": "The post discusses the debate over how to address plastic pollution, with some advocating for source reduction and others promoting incineration as a solution. The text suggests that there are differing opinions and strategies being proposed to tackle the issue. Overall, the sentiment is balanced, presenting the perspectives of different environmental advocacy groups without taking a strong stance on one side. \n\nSentiment: 0.0",
  "sentiment": 0.0
}