{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Is straw necessary for new grass seed? : r/landscaping - Reddit",
  "href": "https://www.reddit.com/r/landscaping/comments/50ift5/is_straw_necessary_for_new_grass_seed/",
  "body": "Peat moss is the correct answer. Highway departments use straw because it is cheap and they don't care about weeds, which you will get with straw. If you're going to all the effort of seeding and watering you should do it right and lay a thin topping of peat moss over the seeds. Your new grass will thank you. 7 yr. ago.",
  "readable_content": "Huntstreet (2016-08-31): Is straw necessary for new grass seed?\n\nGrandmaGos: A light scattering of straw is extremely helpful and conducive towards success. This is why highway departments and city street crews always use it.\n- It serves to hide the seed somewhat from hungry birds.\n- It acts as a windbreak for the seeds right at soil level, thus reducing evaporation pressure on them.\n- It acts as mulch, reducing evaporation from the soil overall.\n\nEngineerchic: I would advise something to help it stay moist during the first week. If you don't want to use straw, what about a light sprinkling of peat moss? Birds are the biggest threat to any grass seed I've used, but then I started using the stuff with the paper coating - the birds hate it. It is probably over-priced seed but it worked better for me than the non-coated seeds I tried in the past.\n\nfidelitypdx: I've had plenty of luck seeding consecutively over a few weeks, just by tossing out seed by hand. Basically buy a bunch of seed, toss it around your yard, wait 2-3 weeks and see where it's patchy and reseed by hand. Repeat as necessary.\n- To prep the ground I would usually dump some compost and spread it with a rake, but that's about it.\n\nPippyLongSausage: I used compost/top soil and it turned out great until the summer heat killed it. About 1/4\" will keep the seed moist. Get an automatic sprinkler timer too",
  "summary": null,
  "sentiment": null
}