{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic Pollution: Meaning, Causes, Effects and Solutions",
  "href": "https://importantindia.com/23797/plastic-pollution/",
  "body": "Plastic pollution is the introduction of plastic products into the environment which then upset the existing ecosystems in different ways. These pollutants cause environmental degradation and also affect different living organisms and their habitats negatively.",
  "readable_content": "**ImportantIndia.com**\n\nPlastic Pollution: Meaning, Causes, Effects and Solutions\n\nCategory: Environment, Essays and Paragraphs   \nOn August 12, 2016 By Victor\n\nPlastic pollution is the introduction of plastic products into the environment, disrupting existing ecosystems and causing environmental degradation. Plastic pollution has significant impacts on wildlife, humans, and other living organisms, leading to adverse effects on habitats and ecosystems.\n\nPlastics are synthetic materials made from synthetic resins or organic polymers, such as nylon, PVC, and polyethylene. Plastic pollution occurs when these materials accumulate in the environment, causing harm to marine life, negatively impacting water sources, and contributing to air and land pollution.\n\nThe common causes of plastic pollution include the extensive use of plastic bags, plastic toys, pet bottles, failure to recycle, use of plastic disposables, plastic fishing nets, and poor disposal of plastic waste.\n\nPlastic pollution has detrimental effects on human, plant, and marine life, including health implications and disruptions to ecosystems and habitats.\n\n- **Causes of Plastic Pollution**\n  - Plastic bags from shopping\n  - Plastic toys\n  - Pet bottles\n  - Failure to recycle\n  - Using plastic disposables\n  - Plastic fishing nets\n  - Poor disposal of plastic waste\n\n- **Effects of Plastic Pollution**\n  - Affects human life and health",
  "summary": "The article emphasizes the detrimental impacts of plastic pollution on the environment, wildlife, and human health. It highlights the causes of plastic pollution, such as the extensive use of plastic products and poor waste disposal practices, and emphasizes the adverse effects on ecosystems and habitats. The overall sentiment is concern about the negative consequences of plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}