{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "AceTrainerStorme (u/AceTrainerStorme) - Reddit",
  "href": "https://www.reddit.com/user/AceTrainerStorme/submitted/",
  "body": "3 or more plastic 5-gallon buckets (20L) 1 toilet seat 6 wood screws 3 small pieces of wood that function as cleats — Approximately, 1 inch (2.5 cm) wide by 3 inches long (8 cm) by 3/4 inch deep (2 cm) 1 compost chamber — Mine is constructed from recycled wooden pallets held together by wire at the corners. Tools. Wood saw",
  "readable_content": "AceTrainerStorme (u/AceTrainerStorme) - Reddit\n- r/TheBibites\n   - 5 mo. ago\n   Bibites Research Discord Server! The Official Fan Discord Server, with collaborative research, external tools (mods, editors, analysis tools) and bibite sharing! Link in comments :)\n- r/TheBibites\n   - 7 mo. ago\n   Bibites Research Discord Server! The Official Bibites Fan Discord Server, with collaborative research, external tools (mods, bibite editors, gene analysis tools) and bibite sharing! (link in comments)\n   ![Image](https://preview.redd.it/bibites-research-discord-server-the-official-bibites-fan-v0-2lkp7vk376xa1.png?width=519&format=png&auto=webp&s=389529455b0e3bec80937459d982b61a4edf4823)\n- r/TheBibites\n   - 8 mo. ago\n   Bibites Videos\n      - Would you watch a bibites video from creators other than Leo, i've seen a lot of ideas for bibites videos on the subreddit (200 hr simulation) and have some of my own and was wondering if you would be interested in me doing videos in a similar style to Leo. Might scratch some of your urges for content. What do you think? What ideas for videos do you have?\n- r/prepping\n   - 8 mo. ago\n   How to make and use a sawdust toilet\n- r/opensource\n   - 8 mo. ago\n   How to make and use a sawdust toilet\n- r/OS_AT\n   - 8 mo. ago\n   How to make and use a sawdust toilet\n   - 9 upvotes\n- r/Survival\n   - 8 mo. ago\n   How to make and use a sawdust toilet\n   - r/OS_AT\n      - 8 mo. ago\n      - How to make and use a sawdust toilet\n- r/Survival\n   - 8 mo. ago\n   All about Solar Stills\n- r/opensource\n   - 8 mo. ago\n   All about Solar Stills (Open Source Appropriate Technology)\n- r/OS_AT\n   - 8 mo. ago\n   All about Solar Stills\n   - 11 upvotes\n- r/clonehigh\n   - 3 yr. ago\n   The Reason Joan Of Arc is Goth\n- r/Optifine\n   - 3 yr. ago\n   Is the website down?\n- r/MinecraftHelp\n   - 4 yr. ago\n   [1.15.2] can’t respawn on a single player world\n- r/HeartHorny\n   - 4 yr. ago\n   All I need\n   - Is for someone to love and hold me\n- r/dankmemes\n   - 4 yr. ago\n   Never a truer statement\n- r/deathnote\n   - 4 yr. ago\n   Conditional Statements used in the death note\n   - In the Manga Light never uses a kill with a conditional statement, so we don’t know if it’s possible. The easiest form of conditional statement is actually used in the anime and goes like this:\n\n[convict name]",
  "summary": null,
  "sentiment": null
}