{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Toxic air : r/RimWorld - Reddit",
  "href": "https://www.reddit.com/r/RimWorld/comments/52q69i/toxic_air/",
  "body": "Inside is not important, only the roofed part. So, you can still do farming without people dying, iirc: Make long, narrow farm beds outdoors, then roof the sides of the farm area. Your pawn will stay under roof most of the time, only venturing out to sow and harvest. This minimizes exposure.",
  "readable_content": "Pand4Xpress (2016-12-08): Toxic air\n\nHad my first toxic air pollution last night....boy did that suck. It almost killed everyone and lasted a week! All the animals on the world died too so no hunting for a while. How should you manage your colonists during this event? Its kind of unreasonable to keep them indoors for a week right?\n\n- [deleted] (2016-12-08): lasted a week\n  lucky bastard, my first one lasted as long as it could.\n  Now I build all bases with fallout in mind.\n  Keep them indoors as much as possible, dementia and worse can result. Never let them out for longer than you have to and build a roof over everything in your base that you can.\n  ...\n  4 more replies\n\n- pyciloo (2016-12-08): It's brutal! I recommend setting everyone that can to Construct 1 and building as large a indoor area as you can, preferably with wood for fast building. You can venture out in short spurts and then let the short-term effects wear off. If watch and wait, you can snag the animals as they collapse or die, for food and/or taming. The \"toxic\" meat doesn't hurt you...in A15...\n  4 more replies\n\n- [deleted] (2016-12-08): I remember my first toxic fallout. Came in the first year of my first permadeath colony so I manned it out.\n  The short version is that after prematurely harvesting everything I could and hunting/collected what was available, I was already kinda working on greenhouses, so I had my constructors go out in shifts to finish those, cause I didn't know if it would last a season or more.\n  ...\n\nKelmurdoch (2016-12-08): I've never seen Toxic Air. Is this different than Fallout?\n  4 more replies\n\nRochhardo (2016-12-08): Well ... I am looking for a good supply of food to get over this and other hard events (e.g. volcanic fallout). So I don't have a problem to not leaving my base for a couple of weeks.\n  ...\n\nmetky (2016-12-08): I keep everyone indoors and then rotate who gets to go outside. So if I have 4 colonists I'll let two people be unrestricted during the morning and once it hits 12~13hrs I'll restrict them to indoors and let the other two be unrestricted and then everyone recovers overnight while they're sleeping. Rinse & Repeat.\n  ...\n\nRedbellyrobin (2016-12-08): I get everyone on the construct priority immemorially and get them to construct roofing over all my 'roads' so they can go in between all my buildings w/o sucky toxicity levels going up... With everyone working on roofing it should be put up really fast... Only sucks taking down all of it\n  ...\n\n- [deleted] (2016-12-08): I do all my farming indoors as soon as I can so it is manageable.\n  ...\n\nZorbaTHut (2016-12-08): I had a real hard time with my first one. Every one after that has been a lot easier.\n  ...\n  Tl;dr: the event sounds scary, but once you figure out how to handle it, it's really not.\n\nTiePoh (2016-12-08): Events like this make me always go \"Fuck, mountain bases are so much goddamn better.\"\n  ...\n\nPhilosophile42 (2016-12-08): I don't have much to add to what others have said about it, but there is an event similar to toxic fallout. Volcanic winter is kind of like toxic fallout, except that it feels like it lasts WAAY longer. But at least your pawns can go outside. Crops won't grow unless they have some kind of light source. Everything gets cold. Solar panels cut out. You start to run out of wood pretty quickly if you're using it for fuel.\n  ...\n\nAce0fSwords (2016-12-08): You can easily construct roofs over outdoor areas if you just put pillars down every 6 tiles or so and then plonk a few torches/lamps down in frequently-trafficed areas until the toxic air passes. So long as the area is roofed it doesn't need walls (I also keep my hay and cloth piles in a roofed outdoor area and they don't degrade).\n  ...\n",
  "summary": null,
  "sentiment": null
}