{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "The massive problem of microplastics | Feature | RSC Education",
  "href": "https://edu.rsc.org/feature/the-massive-problem-of-microplastics/2000127.article",
  "body": "It's at this point the story of plastic ocean pollution seems to become synonymous with microplastics. Typically less than 5 mm in size, microplastics can be eroded to particles as small as 1-100 nm - nanoplastics.",
  "readable_content": "user (2023-12-08): Skip to main content\nSkip to navigation\nREGISTER\nSIGN IN\nSearch\nSEARCH\nHome\n...\nBehaviour management in the chemistry classroom\n14 ways to teach sustainability in chemistry\nPost-lockdown teaching support\nGet the print issue\nRSC Education\n\nSource: © Getty Images\n\nFeature\nThe massive problem of microplastics\n\nBy Camilla Alexander-White14 November 2016\n\n1 Comment \nBookmark\nPlease Sign in to your account to use this feature\n\nAs plastics fill up and pollute our oceans, recognising their value rather than thinking of them as disposable could help us deal with what has turned into a large, global problem\n\nIn today’s world, plastic is an essential raw material. Since their invention in the 1930’s, plastics have become ubiquitous in the manufacture of everyday products. In 2012 the plastics industry accounted for more than 1.4 million jobs in over 62,000 companies across the European Union.1 As useful and versatile as plastics are, however, their unchecked disposal on an unprecedented scale is resulting in significant global impacts on wildlife from marine environment pollution. Microplastics are particularly problematic, and as the life cycle comes full circle, it is feared that they could bring adverse impacts for humans too.\nWaste by design\n\nThe scale of the issue is massive. One study has estimated that of the 275 million tonnes of plastic waste generated by 192 countries in 2010, 4.8–12.7 million tonnes could have entered the ocean.2 That’s a serious amount in just one year. The plastic is of various shapes and sizes and ends up on beaches and in the oceans from many sources: large items such as discarded fishing equipment or items from shipping containers are lost into the sea directly, whereas other discarded items can get washed into the seas from rivers. Similarly, inadequately managed land-based plastic waste from countries with lots of coastline can easily end up in the ocean.\n\nThough it probably wasn’t the original intention to cause pollution, this huge scale of waste isn’t by accident, but rather by design. The largest global market sector for plastic materials is for packaging designed for immediate disposal.1 Luckily, some plastic waste is recyclable, and there are a number of processes in the UK for sorting and recycling household waste, with different polymers recognised in sophisticated mixed recycling schemes using rapid-scanning near infrared (NIR) spectroscopy.3 However, many of the world’s coastal countries currently do not have such recycling policies nor the technical capabilities, and so large quantities of plastic are not recycled and enter landfill. The durable properties of plastics make them persistent and slow to degrade in the environment, and ultimately non-recycled plastics on land and in the rivers are left to work their way into the oceans.\n\nAre you missing out?\n\nJoin our mailing list to hear about the latest resources, articles, competitions and more\n\nSIGN UP NOW\n\nIt’s at this point the story of plastic ocean pollution seems to become synonymous with microplastics. Typically less than 5 mm in size, microplastics can be eroded to particles as small as 1–100 nm – nanoplastics. Using modelling tools it has been estimated a total of 15–51 trillion microplastic particles have accumulated in the ocean.4 Some start out as large plastic pieces, slowly eroded by water; others start off as microplastics specifically produced for certain uses, eg microbeads in cosmetic products such as facewash, soaps and shower creams. Microbeads are stable and versatile particulates but after they have been washed down the drain, they have been found to evade filtration systems at water treatment works and are discharged directly into the oceans.\n\nSource: © iStock\n\nFacewash not the major culprit\n\nCosmetic microbeads in particular have received much media attention. 680 tonnes of plastic microbeads are used in cosmetic products in the UK every year,5 and though this sounds a large amount it is only a small fraction (0.01–4.1%) of the estimated total level of microplastics in the ocean. However, the cosmetic industry has recognized this contribution to marine pollution can be avoided. Chris Flower, director-general of the Cosmetic Toiletry and Perfumery Association, recently said that ‘although science has shown the use of microbeads in cosmetics is but a minor contributor to the global problem of marine microplastic contamination, nevertheless our industry has acted responsibly to phase out the use of microbeads in wash-off products where the microbeads go down the drain and may end up in the seas. A survey of members has shown most companies have completed their phase-out and total usage has already fallen by over 70%. The remainder will do so before the end of 2018, two years ahead of the deadline set by Cosmetics Europe in its recommendation and well ahead of the time any possible legislative ban could take effect.’\n\nAnother emerging source of marine microplastics from household wastewater is microfibres leaching from clothing when washed. Microfibres are 1/100th the diameter of a human hair and are used for better waterproofing, breathability and flexibility in sportswear. The most common types of microfibers are made from polyesters and polyamides, and according to researchers giving evidence to the UK House of Commons Environmental Audit Committee in 2016, the number of leached microfibres in wastewater could be as many as 1900 fibres per garment.\n\nAlthough it is relatively easy to develop policies and bans for microbeads and microfibers, these sources are just a drop in the ocean in terms of tonnage. Instead, poor land-based waste management practices are seen by the United Nations as the major source of marine microplastics pollution6 and given the nature of the oceans’ geography, the issue is a global and multifaceted problem.\n\nNot fit for consumption\n\nGlobal problem is right: plastic waste can travel great lengths. As such, waste from one place can become an issue in a region geographically distant from the original source, due to the oceans’ powerful currents. Large items tend to float and are carried for many thousands of miles on the surface of the ocean as documented by the ADRIFT model7 – a visualization tool developed by Erik van Sebille from Imperial College London and software engineer David Fuchs. Erik also devised an educational tool called Plastinography8 with colleagues Jennifer Halstead and Chloe Vandervord from the University of New South Wales, Australia, which explores questions interactively about plastics in the oceans. The model illustrates the presence of gyres, large swirling regions of oceanic water where plastics accumulate, the largest of which is the famous Great Pacific Garbage Patch. Microplastics, however, can also exist on beaches and in deeper waters of the oceans where animals feed, and it’s here the main large scale threats to wildlife exist.\n\nSource: © iStock\n\nAnimals can become entangled in large pieces of plastic – which can cause physical distress and even death – but the main problem is marine wildlife mistaking micro- and nanoplastics for food. Once ingested, they can cause gut blockage, physical injury, changes to oxygen levels in cells in the body, altered feeding behavior, and reduced energy levels, which impacts growth and reproduction. The balance of whole ecosystems can be affected. The particles can also act as carriers by adsorbing and concentrating chemicals present in the environment that are persistent, bioaccumulative and toxic, known as PBT compounds. This means, on top of harm caused by the microplastic particle itself, harmful chemicals can be carried and released inside the body. Additionally, the polymers that make up the microplastics can also release additives and breakdown products, which may pose further risks to animal tissue and human health.\n\n- Is there anything specific you would like to discuss or ask about this topic?",
  "summary": "The post discusses the massive problem of microplastics and their impact on the environment and wildlife. It highlights the sources of microplastics, including cosmetic products, household wastewater, and poor land-based waste management practices. The text emphasizes the need for recognizing the value of plastics and the importance of responsible disposal. Overall, the sentiment conveyed is one of concern about the environmental and ecological impacts of microplastics. Sentiment: -0.8",
  "sentiment": -0.8
}