{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "13 Life Hacks with Drinking Straw - YouTube",
  "href": "https://www.youtube.com/watch?v=DCmylckcIa4",
  "body": "13 Ways to Use Plastic Drinking Straws - 13 Drinking Straw Life HacksToday I want to show you how to make 13 Life Hacks with Drinking Straw, simple tricks th...",
  "readable_content": "- @shielatempleton4114 (2016-12-08): Use the materials the pro's use to make paper straws!  #60 Glatfelter for the first three ply's, then a ply of Dunn dry wax paper (plain or printed).  Make sure to put a light coating of parifin wax on the inside layer as well as the outside layer.   We use Colorcon Non-tox inks when we print the outside layer, it is FDA approved.\n- @mikel4510 (2016-12-08, edited): Some fun & interesting stuff in this one.  I don't use straws so don't have any in the house, but I might just head to the dollar store later this week. (hate the music, thought :o)\n- @sandrajenkins6822 (2018-12-08): There are no official figures for how many straws are used and thrown away in Britain, but a recent study estimated 8.5billion plastic ones end up in the bin every year. Each one can take 500 years or more to break down. Environmental groups warn that the straws are ingested by wildlife and end up in the food chain. Campaigners say plastic straws are consistently in the top ten list of debris picked up in environmental clean-up operations.\n- @gaylewright5320 (2016-12-08): How do you keep the pencils from falling out the bottom?\n- @munishmathur9499 (2016-12-08): good hacks\n  very useful \n  good job\n- @GuamBaybe97 (2023-12-08): Great video I'll use some of these",
  "summary": "The conversation includes a mix of comments about making paper straws, the environmental impact of plastic straws, and some unrelated remarks. Overall, there are expressions of support for finding alternatives to plastic straws and concern for their environmental effects. However, there are also unrelated comments and a remark about using plastic straws. \n\nSentiment: 0.5",
  "sentiment": 0.5
}