{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "River plastic emissions to the world's oceans - Nature",
  "href": "https://www.nature.com/articles/ncomms15611",
  "body": "We estimate that between 1.15 and 2.41 million tonnes of plastic waste currently enters the ocean every year from rivers, with over 74% of emissions occurring between May and October. The top 20...",
  "readable_content": "User (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media. By accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data. Manage preferences for further information and to change your choices.\n\n- Accept all cookies\n- Skip to main content\n\nIntroduction\nPlastics are increasingly used worldwide in a wide variety of applications with global production exceeding 300 million tonnes per year since 2014 (ref. 1). Because of their durability, low-recycling rates, poor waste management and maritime use, a significant portion of the plastics produced worldwide enters and persists in marine ecosystems2. This includes shoreline, seabed, water column and sea surface environments of the world’s oceans3. The release of plastics into the marine environment occurs through a variety of pathways, including river and atmospheric transport, beach littering and directly at sea via aquaculture, shipping and fishing activities4. A comprehensive risk assessment of this relatively new type of marine contamination requires defining, understanding and quantifying emissions both geographically and temporally. This knowledge helps in refining our understanding of marine plastic pollution sources and pathways, while working towards an estimated global budget for ocean plastics. It also assists in identifying the critical locations and seasons of plastic releases, supporting the implementation of cost-effective monitoring and source mitigation efforts.\n\n- Land-based sources, as opposed to marine-based sources, are considered the dominant input of plastics into oceans4. While a quantification of land-based inputs from coastal populations (<50 km from coastline) worldwide already exists5, no global assessment of contributions from inland populations through riverine systems has been proposed to date. Only a few local studies have reported levels of plastic contamination in freshwater systems worldwide6. Such freshwater studies generally focus on micro-plastics (< 5 mm length) contaminating sediment and waters of lakes and rivers. Sampling design and devices, as well as reported units (for example, pieces per m2, grams per m3) vary substantially between different assessments7. Overall, observed plastic concentrations differ by several orders of magnitude in between sampled rivers7, with studies suggesting that population density8,9, levels of urbanization and industrialization within catchment areas10,11, rainfall rates10,12 and the presence of artificial barriers such as weirs and dams13 play a significant role in resulting rates of river-based plastic inputs into the ocean.\n\n- A study in California12 was the first to report levels of micro-plastics in river surface waters, with sampling in Los Angeles River, San Gabriel River and tributary Coyote Creek. The report found substantial temporal variations in plastic contamination levels. For a given location, the study found up to three orders of magnitude differences between plastic concentrations measured at different time periods. These variations were mostly explained by events of dry and wet weather, implying that runoff plays an important role in the transport of plastics into freshwater systems. In recent years, more studies sampled plastic in surface waters of rivers. In Europe, studies estimated that the Danube River releases 530–1,500 tonnes of plastic into the Black Sea annually8,9. Another European study estimated that 20–31 tonnes flows into the North Sea every year from the Rhine River8, with different locations along this river demonstrating the presence of significant sources (for example, wastewater treatment plants, tributaries) and sinks (for example, weirs; ref. 13). In the Italian Po River, sampled concentrations differed by one order of magnitude between winter and spring14, emphasising seasonality of freshwater contamination in rivers. [...] \n\n-Here we provide a global estimate of river plastic inputs into the world’s oceans, considering both the seasonality and spatial variability of local sources. Our global model uses geospatial data of population density18,19, rates of mismanaged plastic waste (MPW) production per inhabitant and per country5,20, monthly catchment runoff21,22, as well as the presence of artificial barriers (for example, dams and weirs) that act as particle sinks23,24. The correlation found between model outputs and field observations suggests that the model presented here is able to describe a significant proportion of the spatio-temporal variations ",
  "summary": "The text discusses the global estimate of river plastic inputs into the world's oceans, highlighting the sources and pathways of marine plastic pollution. It provides an overview of the factors contributing to plastic contamination in rivers and emphasizes the importance of understanding the spatial and temporal variability of plastic inputs into freshwater systems.\n\nSentiment: 0.5",
  "sentiment": 0.5
}