{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Microsoft Rewards - Reddit",
  "href": "https://www.reddit.com/r/MicrosoftRewards/",
  "body": "r/MicrosoftRewards topics. Ranked by Size. Posting personal information (doxxing) Posting a question answered in the Living Sticky, Tutorial or FAQ. Begging for Codes. Excessive Peddling of Self-Made Content. r/microsoft. Learn More. r/MicrosoftRewards: We are not associated with Microsoft and are a community driven group to help maximize ...",
  "readable_content": "- **u/PieCrafted** (2023-11-30): About a week ago my account was temporarily restricted (no automation, VPN, or random letter searches). Since then I've still done some searches every day but more spread throughout the day. I checked again this morning and my account is back to normal and I was able to cash out my full balance into Amazon gift cards. So if you were in the same situation don't give up.\n\n- **u/Iaminfactjesus** (2023-12-07): Hey guys, I've spent the past year traveling to New Zealand, and during that time, I accrued around 25,000 points. I had around 5000 points before that when I was living in the UK. So I've got 30,000 points total. I’m now back in the UK and it just keeps saying that redemption is not possible because I'm in the wrong country, but my account is associated as being in the UK. Is there any way to fix this? Or is there anything I can do to allow me to cash out in the UK?\n\n- **u/DiscostewSM** (2023-12-07): Open up the Bing browser, go into the rewards, specifically use the link for \"Search to earn\", and start searching every 5-6 seconds only 4 times in a 15-minute period. I do that, and I get nothing. However, if I search for \"Bing\", and then enter the link that directs to \"www.bing.com\", and start searching from that page's specific search bar, that's when points start accumulating. But, if I try to use the top search bar after that, points don't accumulate, and so I have to go back to that main Bing page and use that specific search bar...\n- I don't know how it is for PC searching because I use Bing on my Series X.\n\n- **u/comcastbusiness** (2023-12-07): Ask how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in. xfinity.com\n\n- **u/candycoateddeath** (2023-12-06): Achievements are not counting for Earn an Achievement in Game Pass. I am playing a game on Game Pass in the cloud and for the past 2 days, maybe? I have been getting achievements and can see them in on the rewards app, but they are not completing the quest. I am worried that I will not be able to achieve my monthly reward because I am only getting on a day. I guess with only needing 22 dailies it will most likely happen but COME ON MICROSOFT! It seems like a lot of work for 5 points, just give them to me.\n\n- **u/LawsonPrime** (2023-12-06): So I have 60K in points whats the most efficient way to redeem them in to gamepass? I still have a week of Ultimate left as well\n\n- **u/PossessionDull8678** (2023-12-05): With all the things with points cooling and sh*t, I don't have the energy to wake up and search for an hour. Guess the saying every good thing must come to an end is true. If Microsoft rewards goes back to normal obviously id come back, but in the meantime I'm g",
  "summary": null,
  "sentiment": null
}