{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic straws, there is an alternative - Little Green Duckie",
  "href": "https://www.littlegreenduckie.com/sustainability/plastic-straws-alternative/",
  "body": "Plastic straws, these seemingly innocent items were invented in early 1960's America, and currently dominate 99% of the straw market. In this 1 min Vlog I explain some of the challenges, and solutions, to this not so innocent item of disposable plastic. Clarification points .",
  "readable_content": "- Hello! Here's the content you requested:\n\nGREENDUCKIE (2017-02-20): Plastic straws, there is an alternative\n\nBackground \n\nPlastic straws, these seemingly innocent items were invented in early 1960’s America, and currently dominate 99% of the straw market. In this 1 min Vlog I explain some of the challenges, and solutions, to this not so innocent item of disposable plastic.\n\nClarification points\n\nIn the Vlog I mention the “Turtle with a straw being removed from its nose” video as being pivotal in changing my view of plastic straws. If you haven’t seen it please take two minutes to watch it. Warning; it contains strong language and is distressing.\n\nI would like to clarify; the 27 straws (in various states of decay) found on the high tide line, were unlikely left by people using the beach. They probably were all washed up by the sea. Some looked like they had been there for a while. After filming they were all responsibly disposed of.\n\nWhat can you do?\n\n- Say no to straws when ordering drinks. If restaurants know people don’t need them, they will be more likely to implement a “straws on request” policy.\n- Sign up to the “no straw pledge”.\n- Bring your own reusable straw (Boobalou have a great selection and silicone ones for kids). If you are a Zero Waster then add this to the cutlery & napkin you already carry. This has the added benefit of starting a conversation about what you are doing and why.\n- Are you friendly with your local café, bar or restaurant? Ask them to consider implementing a “straws on request policy”. It will save them money and waste disposal costs.\n- Here is an easy, print at home, card you can leave with the staff to find out more.\n- If the bar, restaurant or café has environmental tendencies, you know the kind of place! Suggest they transition to paper straws (if they have composting), bamboo or metal ones. These are washable (bamboo by hand, and metal by dishwasher) and reusable. The bamboo ones can be composted at the end of their life.\n- Compliment, and celebrate, establishments using reusable straws on social media #ReusableStraw #PlasticFree\n- Check out the documentary “Straws“ released in March 2017. They have a short animated trailer, and this one is child friendly.\n\nCredits & inspiration\n\n- Image of drink with bamboo straw in video – Latitude 10, part of Cayuga Collection resorts. Thank you for your commitment to bamboo straws in all your resorts. Particularly as Latitude 10 is situated on such a beautiful beach. Your action helps educate people that there is an alternative to plastic.\n- Image of drink with metal straw in video – Olam Pure Food, showing that metal straws are completely workable in a busy café / restaurant environment.\n\nLittle Green Duckie's information:\n- Name: Justine\n- City: Stratford, East London\n- Activities: Sustainability blogger, working at Get Loose Foods, balcony vegetable grower, book swap guardian, enjoys litter picking.\n- Categories: Food, Mindfulness, Minimalism, Sustainability, Travel, Volunteering\n\nIf you have anything else in mind, feel free to ask!",
  "summary": "The post urges individuals to take action against the use of plastic straws by refusing them when ordering drinks and encouraging establishments to implement \"straws on request\" policies or switch to reusable alternatives. It emphasizes the impact of plastic straws on the environment and presents practical steps for creating change. The overall sentiment is positive, advocating for environmental consciousness and sustainable choices. Sentiment: 0.9",
  "sentiment": 0.9
}