{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Can our oceans be saved from environmental ruin? | CNN",
  "href": "https://www.cnn.com/2016/06/30/world/plastic-plague-oceans/index.html",
  "body": "NOAA Drowning in plastic — Plastic pollution has rapidly accelerated, with eight million tons entering the marine environment each year, according to scientists. This figure is set to rise as...",
  "readable_content": "- CNN (2016-09-02): The Great Pacific Garbage Patch has become the stuff of legend. This hotspot of marine waste, created by the spiral currents of the North Pacific Gyre, has been described as a floating trash island the size of Russia.\n\nBut when filmmaker Jo Ruxton visited the location, she found clear blue water, and a deep-rooted problem.\n\n“If you were diving, it looked like you had just jumped out of a plane,” says Ruxton. “But our nets were coming up completely choked with plastic pieces.”\n\n- Ruxton visited the site while producing the film “A Plastic Ocean,” in association with NGO Plastic Oceans, which documents the impact of half a century of rampant plastic pollution.\n\nAround eight million tons of plastic enter the marine environment each year, and the figure is set to rise. The Ellen Macarthur Foundation estimates that 311 million tons of plastic were produced in 2014, which will double within 20 years, and projects that there will be more plastic than fish in the oceans by 2050.\n\n- Plastic is a remarkably durable material, with a potential lifespan of centuries. It does not biodegrade, but photodegrades under sunlight, breaking down into smaller and smaller pieces, which attract toxins and heavy metals as they travel on the tides. Plastic is pulled together in the powerful, circling currents of gyres, but it is also found in Arctic ice, washing up on remote islands, and infesting tourist destinations.\n\n- The team is also studying the effects of ingesting seaborne plastic through a partnership with toxicology specialists at London’s Brunel University. Studies have shown a quarter of food fish sold at markets in California and Indonesia contain plastic, and although this has not yet resulted in public health warnings, tests have shown ingestion can cause tumors in lab animals.\n\n- \"Plastic is in the air we breathe, it’s become part of the soil and the animal kingdom,\" says Moore. \"We’re becoming plastic people.\"\n\n- The U.N.’s Joint Group of Experts on the Scientific Aspects of Marine Protection (GESAMP) has conducted several recent studies of plastic pollution and found far-reaching effects.\n\n\"If we don’t do anything, we will see certain species disappear,\" says GESAMP Chairman Peter Kershaw, citing the toll of entanglement and ingestion on endangered seals and whales. \"In wider ecosystems, (plastic) certainly has an impact on sensitive habitats, including coral reefs.\"\n\n- The issue of plastic pollution has gained traction over the past decade, which has seen research increase, and the launch of major initiatives such as the Global Partnership on Marine Litter, bringing together policymakers, conservationists and business interests to pursue solutions.",
  "summary": "The post presents a concerning and urgent issue about the impact of plastic pollution on the marine environment. It highlights the alarming statistics of plastic entering the oceans and the harmful effects on marine life. The tone of the post is serious and calls for action to address the growing problem of plastic pollution. The sentiment is suggesting a strong agreement with the need to address plastic pollution. Sentiment: 0.9",
  "sentiment": 0.9
}