{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Entitled People - Reddit",
  "href": "https://www.reddit.com/r/EntitledPeople/",
  "body": "Entitled \"Friend\" thinks he deserves my in game weapons. Screams and threatens me when I refused and state the reason. So this happened around morning time before I had to head for my interview. Reason why the quotes is with the word friends is because he sent rude and disgusting texts to me after I ended it.",
  "readable_content": "- u/Brontolope11 (2023-12-08): Entitled Man kicks me\n  So this happened last month, but decided to entertain you all.\n\n  I'm a 31 year old (he/him) brain cancer patient. Cancer took out my leg (I'm partially paralyzed on my right leg and have severe nerve pain in that leg leading up my back). I'm sitting in the disabled seat on the bus, and let me tell you I have less fingers than stories of people telling me 'I don't look disabled ' and dirty looks until they see me limp off the bus.\n\n  Anyway, I am coming back from treatment and this guy gets on and straight up kicks me hard in the leg. He then proceeded to lecture me how 'it didn't hurt's and that having cancer doesn't entitle me to a disabled seat. We had a back and forth at this point since he kicked me I called him out.\n\n  And I'm over here thinking about how dumb this guy is. He claims he did it to find a place to sit. So you kick a cancer patient? And context, I look sick. People are listening to me tear into this jerk and he is trying to rally people to his side and they just look at him like he's nuts. Because...the shoe fits.\n\n  I get up, call him princess (not the wisest choice, certainly should have just reported him but the cheese slid off my cracker at this point) and got off.\n\n  But yeah, that's my entitled person story of how a Karen tried to literally kick me out of a disabled bus seat. View full post\n\n- u/HansGetTheH44 (2023-12-08): Train terrors\n  So me and my family went on vacation to a coastal city. Now this coastal city is in an area with a lot of nationalism/regionalism, which can lead to rude, pretentious and snobbish people populating the area. This particular person was travelling from the capital by high-speed train, the same one me, my family and many other beachgoers were on. Despite the late hour and the stewards asking passengers to be quiet, this particular person decided to blare loud music on their phone and talk loudly about how the rest of our country treats their region like a colony, how we enslave them, blah, blah, blah. Then, as she finishes her tirade, barely halfway through the trip, she turns on her overhead light, harshly waking up the entire car. An anglophone traveller nearby asks her politely to turn it off, and she launches herself into another tirade, whining about tourists.\n\n  Yeah, tourists are annoying at times, but they pretty much are the base of a sizeable portion of our economy. The jerk, just as the train stops, bangs on the door until she finds the open button.\n\n  Probably the same person was the asshole who was so entitled as to smoke inside the metro station. When a guard attempted to stop her, she promptly jabbed her burning cigarette butt into the guard's leg. Then, this piece of particularly pestilent portion of human waste decided to scramble for the metro, and once on the train delighted us with burning nicotine and arsenic. Thankfully, a police officer took her into custody at the next station, dragging her off while she heeled about \"central government despotism\" and \"dictatorship\" or something. View full post\n\n- u/Dragon_Crystal (2023-12-08): Christmas shopping wasted\n  This happened a few hours ago and this guy make everyone feel extremely uncomfortable, especially when he started threatening to harm everyone who dared to look at him, until he was eventually taken away.\n\n  My shift had been cut so I asked if my mom and brothers wanted to go do some Christmas shopping at the mall, sadly we couldn't find much stuff to buy, due to them being too expensive or just not to our liking. We were getting hungry and stopped at the food court to get some food.\n\n  We got our foods and were eating, talking amongst ourselves, when some guy the Chad of this story, just walk into the court and glared at everyone like us eating and enjoying ourselves was an insult to him. Our mom had just came back from ordering food for our dad when this man started going on a rant about how he is \"invisible,\" that anyone who looked him in the eye had 5 seconds before he kicked their ass, before walking back and forth close to our table, while still ranting and than yelling \"I'm going to kill all of you.\"\n\n  Myself, brothers and mom kept our eyes down, pretending not to notice him to avoid him coming any closer to us. He continued ranting and threatening everyone, even saying \"oh good go ahead and record me, come on and fight me, call security I can take all of you on, I'm invisible.\" Eventually 3 security guards did come and walked him out, which we quickly packed our food up to leave as quickly as we could cause we didn't know if he had some kind of mental illness or on something and strolling around the parking lot surrounding the mall.\n\n  As my mom and brothers were in the bathroom, a group of teenagers came out and were asking \"where'd the guy go?\" I'm not sure if they were the cause of the Chad going on his rant or not, but we just wanted to get out of there as quickly as possible and going to avoid going there for a while.\n\n  My brother Kirito revealed after we were far away from Chad that whenever Chad walked pass us and the people at the table to the right of us, Chad would glare directly at Kirito and the man as if he wanted them to say something. Apparently someone who did walk pass us was recording Chad ranting and must've reported him to security, I'm glad they removed him, cause I didn't want to have to deal with him even though I had a taser and pepper spray on me. Cause he was getting very aggressive the more he make his rounds.\n\n  Tl;dr guy walks around food court ranting about being invisible and claiming to fight everyone, than was walked out after threatening to harm everyone. View full post\n\n- u/aprill05 (2023-12-07): Entitled woman wants me kicked out of a Walmart for wearing a costume\n  This happened in about mid Oct. The company I worked for holds a Halloween party every year for our local children's hospital and I was one of the few workers who decided to volunteer. I was doing face painting for the kids. The party was themed Nightmare Before Christmas so I was dressed as Sally, full face painted and everything.\n\n  Once the party was over I went to a couple Walmarts to look at some stuff. I went to the first Walmart and everything was great, a woman dressed as a unicorn who was helping run the self checkouts complimented me and gave me candy, so I assumed everything was fine.\n\n  I went to the second Walmart and immediately as I walked in I went past all the checkouts to head to the aisle I needed I suddenly heard a woman making a loud \"EH HEM\" noise and I looked over because I thought it was someone trying to get my attention for something. Sure enough a woman who was checking out continued to make the obnoxious noise and then proceeded to look at me, then to the woman watching the registers, back to me, and so on. I was so confused on what the hell was happening.\n\n  The worker eventually looked at the woman and went \"May I help with something?\"\n\n  \"You're just gonna let this happen?\" She said to the worker, directly looking and gesturing to me.\n\n  \"Uh, yes?\" The worker said, giving an awkward look to me before kinda waving me off as a sign to 'Run'.\n\n  I immediately started walking away so I didn't have to deal with some Karen yelling at me about how Halloween is satanic and that I should be ashamed of myself. (As this actually already happened twice at my workplace. Which was a Halloween store.)\n\n  I heard the woman say something about a \"Fucking robbery\"",
  "summary": null,
  "sentiment": null
}