{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Fire Stick causing static noise : r/fireTV - Reddit",
  "href": "https://www.reddit.com/r/fireTV/comments/5f3fl4/fire_stick_causing_static_noise/",
  "body": "Fire Stick causing static noise. We just purchased a new Firestick a few days ago. Have been watching on it fine. Then it starts producing static noise in increasing intensity and then stops noise all together. When switching back to TV everything works fine. Thanks. Archived post. New comments cannot be posted and votes cannot be cast. Sort by:",
  "readable_content": "- cverhoog (2023-12-08): Fire Stick causing static noise\nWe just purchased a new Firestick a few days ago. Have been watching on it fine. Then it starts producing static noise in increasing intensity and then stops noise all together. When switching back to TV everything works fine. Thanks\n\n- kilnvideo (2023-12-08): \n  - have a power strip, battery backup, or power conditioner? sounds like a grounding or interference issue.\n  - are the ftv and TV plugged into the same outlet?\n  - are you using the HDMI extension cable?\n  - is there a stereo receiver involved or only TV speakers?\n\n- NedSc (2023-12-08): \n  - Return it for a replacement.\n\n- cokane_88 (2023-12-08):\n  - I have a regular full-sized Fire TV, it's about 1 year old, it randomly makes an odd distorted audio sounds, have to reboot the device to get it working again. Super annoying to drill down through menus, pick a movie only to find the audio is bad and have to reboot, (wait 2 mins) and then find the movie again... IMO my Roku's have been less trouble.\n\n- downwind2020 (2023-12-08):\n  - My Firestick TV makes static often while running the youtube app. When I exit youtube and go back into youtube it often goes away. This didn't happen last year.\n  - Regular TV channels don't have static and the Netflix app doesn't have static.\n  - None of this involves a phone or a laptop etc.",
  "summary": null,
  "sentiment": null
}