{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "The Problem of Plastic Straws (And How Each of Us Can Make a Difference)",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/1/3/the-problem-of-plastic-straws-and-how-each-of-us-can-make-a-difference",
  "body": "Culture, Environment, Ocean; A Q&A with Jackie Nuñez, founder of The Last Plastic Straw.. It's National Drinking Straw Day! Each day, more than 500 million plastic straws are used and discarded in the U.S. alone. Plastic straws consistently make the top ten list of items found, according to Ocean Conservancy's International Coastal Cleanup data.In the last three years, plastic straws have ...",
  "readable_content": "- Kelly Carpenter (2017-01-04): Those cards are great! Thanks so much!\n- sheila@crayoncollection.org (2017-01-04): I think this is such a huge problem. I wanted to share this with you: http://www.crayoncollection.org/pdf/EarthDayEcoNormalCrayonCollection.pdf\n- jane (2017-01-06): I love just thinking about the power of each of us to stop this nasty habit!\n- jmrohling@gmail.com (2017-02-14): Thank you so much for bringing attention to an issue most of us just overlook. I rarely use straws in restaurants, don’t use them in my own re-usable \"go cups\" and never use them at home. It just hasn’t occurred to me to ASK not to have one at restaurants. I will from now on! \n- lesley@read.org.nz (2017-05-08): Why don’t we use the paper straws I grew up with? Aren’t there enough trees?\n- haydigul@gmail.com (2017-08-16): This also causes the death of Sea Turtles. I can’t just watch this happen. We need do something instead of doing nothing!\n- Ellen Burton (2017-08-31): I have stopped going to restaurants that use unrequested plastic straws. But feel that it matters little if I don’t tell at least to wait people, why I won’t return to their place of business.\n- erinmorlock82@gmail.com (2018-01-05): I am 9 years old and my name is Gwenyth. I have been getting so so so sad after I watched the movie A Plastic Ocean! I even made a little blog! It’s called https://friendsoftheocean.wordpress.com and I hope that you, if you haven’t already, can watch A Plastic Ocean. I am so happy you are doing this. Thank you so much! Sincerely, Gwen\n- Tricia (2018-02-15): We make beautiful reusable straws out of wood https://www.etsy.com/listing/50454465/handcrafted-wood-straw-wood-sipper?ref=shop_home_active_3\n- bnbdangelo@aol.com (2018-07-13): no plastic straws, no plastic bags, this is where each individual CAN make a difference\n- Rayan.sammut@gmail.com (2018-07-23): I’ve got into the habit now of asking waiting staff not to put a straw in my drinks, but it doesn’t always work. I’m doing plastic free July and I have been brought a straw even after asking not to have one. What is the best way to deal with this? What do I do with the straw? In a different cafe they even brought me a cocktail stirrer with my soft drink, completely unnecessary and really frustrating when you ask for no straw only to get this in your drink.\n- Elanzeke@gmail.com (2018-07-25): I am starting a nonprofit on stopping plastic straw s going to be plasticstraw.org\n- drygel@aol.com (2018-07-28): Straws are not the major problem, they are a tiny problem when you consider the huge amounts of plastic being used every day. Plastic bags in Walmart, Target, Home Depot and other major retailers, add to it the plastic cups you get at Starbucks, Dunkin Donuts, McDonald’s and all other huge stores that I don’t have room to list here. Add to it the Plastic Plates and utensils and the large packaging materials, from Sam Clubs and Costco, when you buy 12 Apples that come in a plastic Clamshell huge Blister pack. All of the above are the 99.7% of the offender of the environment, So why are we so stupid to pick on Straws tha",
  "summary": "The sentiment of the conversation about banning plastic straws is largely in favor of reducing or eliminating their use. People express concern for the environment, share resources on alternatives to plastic straws, and discuss personal efforts to avoid using them. There are also differing viewpoints, with some pointing out other plastic products as larger contributors to environmental issues. Overall, the sentiment is in support of reducing plastic straw usage.\n\nSentiment: 0.8",
  "sentiment": 0.8
}