{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Delphi Murders - Reddit",
  "href": "https://www.reddit.com/r/DelphiMurders/",
  "body": "Both the Fehu and the Cirth (g) runes appear similar in either runic alphabet as an F with upturned arms. It's the killers way of commemorating the event, marking his territory, his presence, his kill. We can see a similar marking in the Hobbit where Gandalf carves the same F shaped rune into Bilbo Baggins door.",
  "readable_content": "- u/AutoModerator (2023-12-05): General Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\n- u/FrenchFields (2023-12-05): Richard Allen has been moved. They moved him to the Wabash Valley Correctional Facility. The same Prison where KK is located. 👀 What does this mean? Can someone find the documents? I’m not sure where to locate them. Please and thanks.\n- u/Constant-Code4605 (2023-12-05): press release. It was stated on websleuths that a press release that Richard Allen being transferred to Wabash Valley. There is some interesting comments from lawyers on the defense of Richard Allen, in regards that he has never hidden himself or changed appearance, stayed working in public. How he went to police first and told them he was at the trail. He had different vehicle than the one seen and also the lawyers have received lots of tips to help find him innocent.\n- u/AutoModerator (2023-11-29): General Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\n- u/xbelle1 (2023-11-25): Respondents Brief In Opposition To Relator’s Verified Petition For Writ Of Mandamus. Information https://acrobat.adobe.com/...\n- u/Fuuuug_stop_asking (2023-11-24): Prediction. Judge Gull will leave the case due to health without being removed by SC. Theories. Do you agree?\n- u/AutoModerator (2023-11-24): General Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\n- u/Candid_Management_98 (2023-11-23): Indiana Supreme Court Swiftly Grants Motion\n- u/CatBreadFactory (2023-11-22): Transcript of meeting between judge and defense attorneys. Discussion. https://pdfhost.io/v/ACoe4reVH_In_Camera_Hearing_Transcript\n- u/AutoModerator (2023-11-22): General Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\n- u/Crystalcoulsoncac (2023-11-22): Why does everyone seem to think the Odenism angle is far fetched. Seems to me we have seen all kinds of wacky reasons people commit atrocities espessially when religions and Cults get involved. From pseudo devil worshipers to doomsday cults killing their children, if nothing else is evident people kill people for all kinds of reasons... Just saying at this point, I think there is a least some evidence to support that it's possible, enough for reasonable doubt.\n- u/AutoModerator (2023-11-17): General Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new",
  "summary": null,
  "sentiment": null
}