{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Brawl Stars - Reddit",
  "href": "https://www.reddit.com/r/Brawlstars/",
  "body": "Name a more annoying team, I'll wait lol. Subreddit for Brawl Stars, the free multiplayer mobile arena fighter/party brawler/shoot 'em up game from Supercell. Fast-paced 3v3 and Battle Royale matches 🔥 Collect unique Brawlers. Play with your friends. Be the last one standing!",
  "readable_content": "- zigzarlu (2023-12-08): Quick Questions, Loot, & General Game Discussion Mega Thread\n\n- MarS_884 (2023-12-07): The NEW community maps shown in the Brawl Talk, coming from the official Mapmaking Server, Brawl Craft. And two new map-maker maps are coming back as well!\n\n- Dymdolc (2023-12-07): The grind was worth it lol\n\n- EduU_2011 (2023-12-07): New Brawl Stars Cartoon skins in a nutshell\n\n- Budji_678 (2023-12-07): Forget the mico apocalypse we’re so dead\n\n- ACARdragon (2023-12-08): Dani Chungus\n\n- MtnDewOfficial (Promoted 2023-12-07): what Mtn Dew flavor pairs best with your favorite game?\n\n- GLP310 (2023-12-07): I'm sorry guys\n\n- DrpwithnoE (2023-12-07): Screw getting the brawl pass for gems! I'm getting THIS!\n\n- PembeTavuk (2023-12-07): So, fellow Colette enthusiasts, what do you think about Pawlette?\n\n- green_jp (2023-12-07): FYI, here Dani said \"This is Brazil!\"\n\n- dogsarecool1527 (2023-12-07): Edgar hyper charge pin concept\n\n- ReallyLamePocoMain (2023-12-07): Gotta say, W skin. I hope we get others like it, but who else could get a skin of this caliber? This one’s very unique.\n\n- Pinkyellowjam (2023-12-07): He's so cute\n\n- Sinorp (2023-12-07): Gold Mastery for Mico.(Gold 1, Gold 2, Gold 3)\n\n- AirNationalGuard (Promoted 2023-12-07): Guardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\n- New-Limit7992 (2023-12-07): New characters definitely need nerf\n\n- Eclp27 (2023-12-07): The good ending.\n\n- Imtoosmoooth (2023-12-07): They really made this a real now\n\n- kip_485 (2023-12-07): this event will suck for dynamike…\n\n- What_Is_That_Place (2023-12-07): Talk about putting them everywhere it's possible\n\n- elnachonacho578 (2023-12-07): out of all the legendary skins ive seen, this one is the most legendary looking\n\n- ItzTobiass (2023-12-07): Shelly remodel that was shown in the brawl talk! What do you think?\n\n- SaltyFoodBS (2023-12-07): These are the best skins ever made..\n\n- zigzarlu (2023-12-07): Brawl Talk Recap! Overview of 3 months of Content!\n\nDecember:\n- Brawlidays and Brawliversary! Brawl Stars turns 5\n- New Brawler: Mico\n- Free Brawler Mico will be released on Dec 14 on the Brawlidays daily login calendar\n- Completes the Brawlywood Trio with Lola and Grey\n- Boom mic operator who thinks he’s the biggest director/actor in the industry\n- Main attack: He jumps and can’t be attacked while in the air. Deals some damage when he lands.\n- Can jump over walls, holes, and projectiles.\n- Super: Jumps into the air and you can control where he lands. The target location is visible to both you and your opponents.\n- Brawlidays skins: Previous Brawlidays Dark Winter Tales skins return available at a discount\n- Dark Angel Colt available for free Dec 24 on the Brawlidays calendar\n- New Hypercharges\n- 5v5 Modes\n- January Brawl Pass: Star Toon Season\n- New Legendary Brawler: Kit\n- Star Toon Skins\n- New Monthly Brawl Pass and Brawl Pass+ begins in January\n- February: Dragon Pit season\n- New Brawler: Larry and Lawrie\n- February Brawl Pass Season: Dragon Pit (Lunar New Year themed skins)\n\n-Comments End-",
  "summary": null,
  "sentiment": null
}