{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "How We Can Keep Plastics Out of Our Ocean | National Geographic",
  "href": "https://www.youtube.com/watch?v=HQTUWK7CM-Y",
  "body": "Plastic pollution poses one of the biggest known threats to the ocean, influencing all ecosystems from beautiful coral reefs to abyssal trenches, eventually ...",
  "readable_content": "- @markdonald2534 (2021-12-08): Even if you live hundreds of miles from the coast, the plastic you throw away could make its way into the sea. Once in the ocean, plastic decomposes very slowly, breaking down into tiny pieces known as micro plastics that can be incredibly damaging to sea life.\n- @yaseneko2833 (2019-12-08): I remember about a year ago, my school held an event for our students to stop plastic pollution in the ocean. It really made me sad to see that out of 1,015 students only 14 showed up. It really shows how much some people don’t care about their environment.\n- @ItsMitchelll (2018-12-08): I'm currently educating myself on the plastic pollution and it's so shocking how out of control this is and the effects of it as well.\n- @user-gk4tg9ro1c (2020-12-08): Everyone has that responsibility. We know so little about the ocean, and we need to let more people know. My family has started to reduce unnecessary plastic use. It's easy to do, but very few people do it. Many things can be reused, and I often see tutorials on how to make very interesting recyclables.\n- @laurenceli6613 (2020-12-08): It's amazing. If I hadn't seen this video, I would never have known the extent of plastic pollution in the ocean. I think it's too difficult to deal with it artificially. We need technology to do it more efficiently. But the point is that we can do better at the source, for example, by wasting less plastic and using alternative products.\n- @jakestilgard4145 (2018-12-08): It would help for governments to pass legislation to keep a closer eye on what cruise ships are dumping into the oceans and seas and increase the penalties for doing so. That and there's a lot of nuclear waste stored in oceanic trenches that needs to be dealt with since the containment systems are getting old. Probably not a great idea to bury radioactive waste in and adjacent to bodies of water.\n- @andreaevertswellness8934 (2019-12-08): Thank you. Building healthy soil and healthy micro-biomes may be the key to recovering the planet.\n- @valeriagutierrez2562 (2021-12-08): I hope that one day every little person on the planet comes together and fights for the end of pollution and all harmful things to the world\n- @sourpatch6784 (2019-12-08): I would love to hear what everyone is doing to cut back on plastics! Making as many changes as possible\n- @LordilFra (2018-12-08): I'm shocked about it. I didn't think that there's so much plastic in the world.\n- @technical_proguy2474 (2022-12-08): Plastics aren’t bad though, but people just use them too much, they never think of reusing stuff.\nBefore we went to a beach cleanup and only 3 out of 10 people showed up. It was really sad to see that most don’t care about the environment\n- @bitfragment (2017-12-08): Let's face it - we are the worst thing that happened to this planet.\n- @lifewithless1327 (2017-12-08): We see ocean pollution on a daily basis. Picking up the plastic trash every chance we get. It takes all of us to become aware and notice our oceans are suffering. Together we can make a change!\n- @heidirowlands1806 (2018-12-08): Why can people be so thoughtless!? It is heartbreaking to watch this. We need to spread the message about what plastic can do to marine life. Millions of seabirds die every year because they try to eat plastic, so do turtles. It pains me to say that Turtle species are going extinct of pollution! They mistake it for Jellyfish!\n- @mimoliu6801 (2021-12-08): Everyone should be concerned about marine pollution. Recycling plastic I think is a good solution. The power of each individual is small, but together we can do a lot.\n- @jamesmichaelwalker683 (2022-12-08): \n    I. Hi there!\n    II. Love this Video.\n    III. Recently, I did ask to myself the following question: \" How Sustainable Is Our Ocean-centric Economy and Civilization?\". We can't afford to answer to this question without identifying the opportunities offered by the Oceans but also the Challenges they face.\n    Your video did try to focus on both aspects in a relative short approach.\n    Previously, I wrote some article on the issue.\n    Below, some another short comment about Plastic Pollution.\n- @Mr_Chris__ (2019-12-08): In the old days (before plastic bags became so commonplace), people were more resourceful and less wasteful. Cardboard boxes were often reused to put your groceries in, fish was wrapped in newspaper and bags were often made of straw or paper.\nWhenever I go food shopping, I take a cardboard box off the shelves to put my shopping in. I will then repurpose some of the boxes to be used as parcels.\n- @iimocha_cat9681 (2018-12-08): I wish the world could come together and stop this.\n- @isaacvieira5116 (2017-12-08): It’s sad how more people care about other people’s drama than care about saving this earth that we have only once\n- @honestlyyours1069 (2023-12-08): I really want to help conserve the environment and help reduce climate change. Thus, I try to clean and recycle the plastic containers and bags that I come in contact with. I was very happy to see that large companies, such as the one who manufacturers Windex, now makes large refill containers from recycled plastic. Also, I heard that they are coming out with pens and other things made from recycled plastic. I also have been using buses and other public transit since I was a child. I am now 64 and am very glad that I am trying to do my part to help conserve the environment. I use laundry pods instead of large plastic containers of laundry detergent. Instead of using plastic containers of body wash, I use soap. I was very unhappy to see that when I was in the hospital last year, there was widespread use of plastic body wash containers. Maybe someday they will go back to using soap bars.\n- @Atlanta-Georgia (2022-12-08): In my school when you reach grade 8 you have to do a community service project. I am choosing to do it about ocean pollution. I am going to a few elementary to spread awareness since I personally think that’s all I can do but I hope it makes a difference because I don’t want our oceans ending up as toxic trash waters\n- @kingedthejust9237 (2017-12-08): This made me sick this is so sad to see that people don't truly see how beautiful the oceans are without the trash....\n- @user-cf7fd1hm1l (2023-12-08): I hope everyone will see this video and be enlightened to protect the Earth.\n- @user-uj8mp2wo4x (2023-12-08): Through this video, I learned the seriousness of the problem caused by plastic\n- @HelpingOurPlanet (2020-12-08): It is time for us to REFUSE to use single-use plastic. Recycling, reducing, and reusing helps a lot. However, REFUSING to use single-use plastic is by far the most effective solution to the problem.\n- @elv9548 (2020-12-08): You know what every comment talks about how bad is polluting and etc. Yes, I definitely agree but we need action telling things may do little changes but taking action will make a huge difference.\n- @alianajacobs5703 (2017-12-08): This video is really sad. People should do more about cleaning the ocean instead of fighting each other! We need to clean the planet!\n- @aakasha8438 (2017-12-08): I have never ever thought these things are happening. I am scared to know about these things.",
  "summary": "The sentiment from the posts and comments indicates a widespread concern about plastic pollution in the ocean and a desire for action to reduce plastic waste. There's frustration with the lack of awareness and action from some individuals, as well as calls for governments and companies to take responsibility for addressing the issue. Overall, the sentiment is strongly in favor of taking proactive measures to reduce plastic pollution.\n\nSentiment: 0.9",
  "sentiment": 0.9
}