{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic straws are small, but they do a lot of harm - The Daily Times",
  "href": "https://www.delmarvanow.com/story/opinion/columnists/2016/08/20/plastic-straws-small-but-they-do-lot-harm/89016316/",
  "body": "Take plastic straws, for example. We use approximately 500 million straws per day in America — enough to circle Earth twice. Straws are too small to be recycled in many jurisdictions, so lots of ...",
  "readable_content": "User (2023-12-08): Plastic straws are small, but they do a lot of harm.\n\nWhen we think about it, we realize plastic is everywhere. By noon today, many of us have already used a plastic toothbrush, written with a plastic pen, popped plastic earphones into our ears and disposed of at least one piece of plastic food packaging.\n\nPlastic is becoming an inescapable part of our lives.\n\nIn a resort town like Ocean City, we come across plastic as we eat out — or on the go. Disposable plastic utensils, cups and dishware are evident, but sometimes the tiniest offenders pass under our radar, undetected.\n\nTake plastic straws, for example.\n\nWe use approximately 500 million straws per day in America — enough to circle Earth twice. Straws are too small to be recycled in many jurisdictions, so lots of energy and resources are wasted making an item that’s designed for only one use.\n\nUse, toss, forget — but as our straws head toward their graves, it is hard to ignore the new suite of repercussions that arises.\n\n- ...\n\nSamantha Bingaman is the environmental intern for the Maryland Coastal Bays Program and an environmental science and policy major at the University of Maryland.",
  "summary": "The text expresses concern about the widespread use of plastic and focuses on the harmful impact of plastic straws. It highlights the significant environmental consequences and waste associated with single-use plastic items. The author's sentiment seems to be in support of reducing or eliminating the use of plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}