{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "How to clean the inbetween of Sodastream bottles? : r/SodaStream - Reddit",
  "href": "https://www.reddit.com/r/SodaStream/comments/4v9i4y/how_to_clean_the_inbetween_of_sodastream_bottles/",
  "body": "Best way I found to do this is to use a drinking straw cleaning brush (smallest size such as 5mm) that can be shaped into a curve and pushed into the bottom holes of the base. You have to work it a bit, but you should be sable to loosen most of the mould/dirt such that water can then wash it out.",
  "readable_content": "- [deleted] (2016-12-08)\n  How to clean the inbetween of Sodastream bottles?\n  this mold is clearly not inside the bottle itself, but between the bottle and the stand of it. But the stand seems to be glued to the bottle, so i can't remove it for cleaning :(\n- BakanoKami (2016-12-08)\n  I soak the bottles in diluted bleach just to kill the mold and loosen it up a bit. Then I try to scrape it out with a thin knife. Still can't get them completely clean, but it's better.  \n  I have a half liter bottle that's always in a beer cozy so I just went ahead and pried the bottom off.\n- nobody2000 (2016-12-08)\n  Some thoughts:\n  1.) This doesn't really happen much on the blue dishwasher-safe bottles. They're on clearance all over the place. Consider buying some.\n  2.) I fixed a few bottles using some hot glue. So the mold was happening, and the reason why it bothered me was that water still remained there, even after a thorough drying. What would happen is I'd make soda, then pour it into a glass, and I'd watch moldy water drip into my glass with my soda as it ran from underneath.\n  What you'll need to do is soak the bottom in hot water. Then gently kind of pull off the bottom. Scrape off the existing glue, and clean thoroughly. Now, re-glue, but also seal the perimeter of the bottom piece so that nothing can get in.\n- 168_Tesla (2021-12-08)\n  Best way I found to do this is to use a drinking straw cleaning brush (smallest size such as 5mm) that can be shaped into a curve and pushed into the bottom holes of the base. You have to work it a bit, but you should be sable to loosen most of the mould/dirt such that water can then wash it out.",
  "summary": null,
  "sentiment": null
}