{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Microplastic: What Are the Solutions? | SpringerLink",
  "href": "https://link.springer.com/chapter/10.1007/978-3-319-61615-5_13",
  "body": "Plastic pollution is lost at production as pellet spills, lost by the consumer as litter with no inherent value, and lost at collection and disposal as waste is transported. In the circular system these are mitigated when systems to focus on material control and capture are implemented. Zero waste is the ideal of the circular economy, where the ...",
  "readable_content": "- You will read a part of a text that is sourced from a website\n\nMarcus Eriksen, Martin Thiel, Matt Prindiville & Tim Kiessling\nChapter\nOpen Access\nFirst Online: 21 July 2017\n\nAbstract\n\nThe plastic that pollutes our waterways and the ocean gyres is a symptom of upstream material mismanagement, resulting in its ubiquity throughout the biosphere in both aquatic and terrestrial environments. While environmental contamination is widespread, there are several reasonable intervention points present as the material flows through society and the environment, from initial production to deep-sea microplastic sedimentation. Plastic passes through the hands of many stakeholders, with responsibility for environmental contamination owned, shared, or rejected by plastic producers, product/packaging manufacturers, government, consumers, and waste handlers.\n\nThe contemporary debate about solutions, in a broad sense, largely contrasts the circular economy with the current linear economic model. While there is a wide agreement that improved waste recovery is essential, how that waste is managed is a different story. The subjective positions of stakeholders illuminate their economic philosophy, whether it is to maintain demand for new plastic by incinerating postconsumer material or maintain material efficacy through recycling, regulated design, and producer responsibility; many proposed solutions fall under linear or circular economic models. Recent efforts to bring often unheard stakeholders to the table, including waste pickers in developing countries, have shed new light on the life cycle of plastic in a social justice context, in response to the growing economic and human health concerns.\n\nIn this chapter we discuss the main solutions, stakeholder costs, and benefits. We emphasize the role of the “honest broker” in science, to present the best analysis possible to create the most viable solutions to plastic pollution for public and private leadership to utilize.\n\nKeywords\nExtended producer responsibility\nMarine debris solutions\nMicroplastic\nPlastic marine pollution\nRecycling\nReuse\n\nDownload chapter PDF\n\n1 Research Conclusions Guide Solutions\nSince 2010 there have been more research publications about plastic marine pollution than in the previous four decades, bringing the issue mainstream as a robust field of science and in public discourse. Much of what we know can be summarized in three conclusions: fragmented plastic is globally distributed, it is associated with a cocktail of hazardous chemicals and thus is another source of hazardous chemicals to aquatic habitats and animals, and it entangles and is ingested by hundreds of species of wildlife at every level of the food chain including animals we consider seafood [1].\n\nGlobal Distribution of Microplastics\nThe global distribution of plastics is a result of the fragmentation and transportation by wind and currents to the aquatic environment, from inland lakes and rivers to the open ocean and likely deposition to coastlines or the seafloor [2]. New studies are showing increasing abundances of microplastic upstream, showing that microplastic formation is not limited to the sea, though it was discovered there.\n\nThe first observations of plastic in the ocean were made in 1972 in the western North Atlantic consisting of preproduction pellets and degraded fragments found in plankton tows [3]. Studies in the North Pacific [4, 5], and South Atlantic followed [6]. Scientists were beginning to understand the global implications of fragmented plastics traveling long distances. \"Data from our oceanic survey suggests that plastic from both intra- and extra-gyral sources becomes concentrated in the center of the gyre, in much the same fashion that Sargassum does [7].\"\n\nIn 2001 Captain Charles Moore published his discovery of an accumulation of microplastics in the North Pacific Subtropical Gyre [8]. This finding might have joined the trickle of research that had been published in the previous quarter century, but sensationalized media stories reported fictional islands of trash converging in the ocean that were forming garbage patches twice the size of Texas. This subsequently catalyzed the attention, interest, and concern of the public, policymakers, industry, and science.\n\nRegional and global estimates of floating debris have come forth [9, 10]. Estimates of environmental concentrations have ranged from 8 million tons of plastic leaving shorelines globally each year [11], compared to one estimate of a quarter million tons drifting at sea [12]. This represents a huge disparity suggesting that plastics sink, wash back ashore, or fragment long before they arrive in the subtropical gyres. Analysis of the size distribution of plastic in the oceans has found hundred times less microplastics than expected [10, 12], supporting the suggestion that fragmented microplastics do not survive at the sea surface indefinitely and likely invade marine food chains before moving subsurface to be captured by deeper circulating currents and ultimately deposited as sediment. Recent studies have unveiled microplastics frozen in sea ice [13] and deposited on shorelines worldwide [14] and across the sea floor [15, 16], even the precipitation of synthetic fibers as fallout from the skies [17]. Collectively, these observations suggest widespread contamination in all environments.\n\nInherent Toxicity and the Sorption of Pollutants\nWhile plastic products entering the ocean represent a range of varied polymers and plasticizers, many absorb (taking in) and adsorb (sticking to) other persistent organic pollutants and metals lost to the environment, resulting in a long list of toxicants associated with plastic debris [18]. Gas stations will sometimes use giant mesh socks full of polyethylene pellets draped around storm drains to absorb hazardous chemicals before they reach the watershed. In the aquatic environment, plastic behaves similarly, mopping up chemicals in surrounding water. Several persistent organic pollutants (POPs) bind to plastic as it is transported through the watershed, buried in sediment, or floating in the ocean [19, 20]. A single pellet may attract up to one million times the concentration of some pollutants in ambient seawater [21], and these chemicals may be available to marine life upon ingestion.\n\nThe chemistry of plastic in consumer products raises human health as well as ecological concerns. For example, they include polyfluorinated compounds (“PFCs”) [22,23,24] and the pesticide/sanitizer triclosan [25,26], also used in over-the-counter drugs, antimicrobial hand soaps and some toothpaste brands, flame retardants, particularly PBDEs [27,28], and nonylphenols. Bisphenol A (BPA), the building block of polycarbonates, and phthalates – the plastic additive that turns hardened PVC into pliable vinyl − are both known endocrine disruptors [29,30].\n\nThis is not surprising in the case of BPA, which was invented as a synthetic estrogen [31], yet proved to be a usable form of plastic. Exposure may come from the lining of metal cans for food storage [32], CDs, DVDs, polycarbonate dishware",
  "summary": "The text provides a detailed analysis of the global distribution of microplastics and the inherent toxicity and sorption of pollutants by plastic debris. It emphasizes the need for solutions and the role of stakeholders in addressing plastic marine pollution. The overall sentiment of the text is concern for the environmental and human health impacts of plastic pollution. Sentiment: 0.9",
  "sentiment": 0.9
}