{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Woolies to phase out sale of plastic straws and reduce fruit ... - Reddit",
  "href": "https://www.reddit.com/r/australia/comments/8oenhq/woolies_to_phase_out_sale_of_plastic_straws_and/",
  "body": "It would be because of the bids to ban plastic straws in Australia, and the bans already passed in places in Europe. Also, because customers just see the company removing plastic bags, see it as nothing more than raising profits by charging 15c for bags, so they now have to do even more to please the never-happy customer base.",
  "readable_content": "-Whoreganised_ (2017-12-08): Having worked in both Laboratories and Hospitals - the amount of plastic packaging waste that's generated surely has about the same impact. And there's fuck all recycling or waste separation going on, aside from the obvious clinical/biohazard shit.\n\n  -sandgroper07 (2017-12-08): So back to being able to buy things loose instead of a dozen snow peas wrapped on a tray.\n\n  -lachlanhunt (2017-12-08): What's the alternative to plastic straws? Of all the plastic products they sell, that seems like a very arbitrary one to single out for elimination without saying what the alternative is.\n\n  -sj2can (2017-12-08): Buy a titanium straw guys. I bought mine over 5 years ago, was about $10ish delivered. Stays icy cold with cool drinks too + no flavor.\n\n    --businessskeleton- (2017-12-08): I bought some of those metal straws.... DO NOT drink hot soup through them! Almost burned my lip.\n\n-FireLucid (2017-12-08): They used to have a huge bin out the front to put your plastic bags into for recycling. I saw it being emptied into the dumpster. Apparently ACA type shows have put trackers in there. All ends up in landfill.\n\n- [deleted] (2017-12-08): Why the f*ck would you get rid of straws?\n\n- gikku (2017-12-08): and Milk bottles? juice, cordial, yoghurt, butter, ice cream, potatoes, coke,...\n\n- RainAndWind (2017-12-08): What an awful decision regarding the plastic straws. I barely know of anyone that uses them anyway, so why get rid of them, let the choice be there. I somewhat understand the rest of the packaging stuff.\n\n- purpleherbivore (2017-12-08): That is terrible reasoning. 1. The fact that you don't know people using straws does not imply there are no people using straws. 2. If China has a bigger pollution problem, does not imply that Australia doesn't have one! Try again.",
  "summary": "The sentiment expressed in the conversation about banning plastic straws is mixed. Some express support for the ban due to environmental concerns, while others question the reasoning behind it or discuss alternative options. Overall, there seems to be a range of opinions, with some expressing frustration or disagreement with the decision.\n\nSentiment: -0.3",
  "sentiment": -0.3
}