{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Vancouver approves ban on plastic straws, foam cups and containers",
  "href": "https://www.reddit.com/r/canada/comments/8k1cbt/vancouver_approves_ban_on_plastic_straws_foam/",
  "body": "Most takeout coffee cups are paper lined with a thin layer of plastic, making them neither compostable nor recyclable. Also PLA (compostable plastic) coffee cup lids are an option. Or at the very least the city could ban lids made from black plastic (black plastic is less recyclable than white or transparent plastic).",
  "readable_content": "- mewco_ (2017-12-08): I saw this coming the moment they rejected the pipeline from AB. That things a fucking giant straw.\n\n- zyl0x (2017-12-08): This comment is seriously underrated.\n\n- [deleted] (2017-12-08): RIP every bubble tea place in the city.\n\n- BoogerSlug (2017-12-08): Booster Juice uses foam cups too I believe.\n\n- mctownie (2017-12-08): \"You can't give away straws for free\". Now you have to charge for them.\nI wonder how much money Walmart and Lablaws makes selling grocery bags for $0.05/ea?\n\n- [deleted] (2017-12-08):\n\n- [deleted] (2017-12-08):\n\n- Sophrosynic (2017-12-08): Business license holders in the city will be asked to choose one of the following operational models for single-use items: no distribution of disposable cups and plastic or paper shopping bags; charging a mandatory fee for disposable cups and plastic or paper shopping bags; or creating their own innovative option, such as incentives, discounts for customers who use reusable cups or bags, customer requests before distributing cups or bags, and loyalty programs for customers who bring their own reusable cups or bags. So basically, customer just has to ask and nothing will change.\n\n- ATemplatez (2017-12-08): They just said plastic straws. There are biodegradable straws made of paper.. And yes even bubble tea places have them.\n\n- donniemills (2017-12-08): Get on board Trudeau. We need a National ban on single use plastic.\n\n- [deleted] (2017-12-08): And you think our cost of living is high now? Nearly everything you buy comes in single use plastic.\n\n- [deleted] (2017-12-08):\n\n- Boogilywoo2 (2017-12-08): What happens if I’m caught with a plastic straw? Is there a legal limit? What if I only have a few grams worth of straws?\n\n- Soory-MyBad (2017-12-08): I believe low capacity straws are still allowed, but if they have too many features, like a bendy neck, then they may still be prohibited.",
  "summary": "The conversation reflects a mix of opinions on the ban of plastic straws, including frustration, skepticism, and suggestions for alternatives. Some express concerns about the implications for businesses and the potential inconvenience for customers, while others advocate for more widespread environmental initiatives. Overall, the sentiment seems divided on this issue. \n\nSentiment: 0.1",
  "sentiment": 0.1
}