{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Just 10 rivers, 8 in Asia alone, may be responsible for ... - Reddit",
  "href": "https://www.reddit.com/r/science/comments/75umph/just_10_rivers_8_in_asia_alone_may_be_responsible/",
  "body": "Just 10 rivers, 8 in Asia alone, may be responsible for dumping almost 4 million tonnes of plastic into the seas every year, accounting for 88-95% of all of plastic pollution in the ocean. Cutting plastic pollution in the 10 rivers could reduce plastic pollution in the ocean by as much as 45%.",
  "readable_content": "- drewiepoodle (2023-12-08): Just 10 rivers, 8 in Asia alone, may be responsible for dumping almost 4 million tonnes of plastic into the seas every year, accounting for 88-95% of all of plastic pollution in the ocean. Cutting plastic pollution in the 10 rivers could reduce plastic pollution in the ocean by as much as 45%.\n\n- utspg1980 (2023-12-08): The list: the Yangtze, Xi and Huanpu (China), the Ganges (India), the Cross (bordering Cameroon and Nigeria), the Brantas and Solo (Indonesia), the Amazon (Brazil), the Pasig (Philippines), the Irrawaddy (Myanmar).\n\n- bargle0 (2023-12-08): For the lazy: Those [rivers] are the Yangtze, Xi and Huanpu in China; the Ganges in India; the Cross, bordering Cameroon and Nigeria; the Brantas and Solo in Indonesia; the Amazon, mostly in Brazil; the Pasig in the Philippines; and the Irrawaddy in Myanmar.\n\n- WilominoFilobuster (2023-12-08): Would it be possible to reduce the initial pollution in the rivers and try to filter them in certain regions?\n\n- red_rock (2023-12-08): on a single planet. Cool so if we stop sending plastic to Mars we would reduce Earth plastic pollution by half? ;)\n\n- TheSkyIsBeautiful (2023-12-08): This is NOT TRUE, but it's just another example of how \"facts\" can be presented to tell a skewed story... It would be like if I took samples of food in Sedona, beufort, Newport, Asheville (All USA), and Munich (Germany) made a model of how many calories they had, then threw away the sample from Munich, and applied my model all over Europe.\n\n- Magnetronaap (2023-12-08): Aka people living in big cities based on the banks of some of the biggest rivers need to stop dumping their shit in the river. This isn't about the rivers, it's about the amount of large cities these rivers flow through.",
  "summary": null,
  "sentiment": null
}