{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "LiveGreen: Step away from the straw | Newsroom | University of Nebraska ...",
  "href": "https://www.unmc.edu/newsroom/2017/09/14/livegreen-step-away-from-the-straw/",
  "body": "We suck up soda, water and other beverages, all through plastic straws. So many of us suck that the U.S. uses, and discards, 500 million plastic straws a day — enough to wrap around the earth two-and-a-half times. What seems like a small piece of insignificant plastic adds up to 12 million pounds of plastic waste in the United States every year.",
  "readable_content": "Melanie Stewart (2017-09-14): We suck.\n\nWe suck in the morning, we suck in the afternoon, some of us suck all day long, and many of us suck every day of the year. Celebrities suck too.\n\nWe suck up soda, water and other beverages, all through plastic straws. So many of us suck that the U.S. uses, and discards, 500 million plastic straws a day — enough to wrap around the earth two-and-a-half times. What seems like a small piece of insignificant plastic adds up to 12 million pounds of plastic waste in the United States every year.\n\nBecause straws are small and lightweight they are prone to becoming litter and harming wildlife. This is especially true in the ocean, where they float and animals mistake them for other things, often food. Remember the terrible video with the sea turtle who had a straw stuck in his nostril? We suck because this is a part of the 28 billion pounds of plastic that makes its way into the ocean every year.\n\nSo the Lonely Whale Foundation has a way to help this problem: #StopSucking\n\n- Rachel Maley (2017-09-14): I remember when I was young (this would have been 1965 or so) that *paper* straws were used. Whatever happened to those?\n\n- Elizabeth Fiala (2017-09-14): Love that LiveGreen is bringing attention to this! I'm going to start carrying around a reusable straw and give that a shot.\n\n- Deanna Hansen (2017-09-14): Plus, did you know that sucking a straw causes wrinkles near your lips?\n\n- Andrew Neville (2017-09-14): Depending on the drink, straws actually can help protect things like enamel if drinking a soda, so the teeth (and thus, enamel) doesn't come into contact with the very acidic drink. in some cases health should be prioritized over competing who can use less straws…\n",
  "summary": "The post and the ensuing conversation express concern about the environmental impact of plastic straws, with some individuals sharing personal experiences and discussing potential solutions. The sentiment is largely in favor of reducing or eliminating the use of plastic straws, with some individuals offering alternative solutions such as using paper or reusable straws. Overall, there is a strong sentiment in support of the #StopSucking movement. \n\nSentiment: 0.8",
  "sentiment": 0.8
}