{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "r/titanfolk: all things SnK/AoT. MANGA SPOILERS! - Reddit",
  "href": "https://www.reddit.com/r/titanfolk/",
  "body": "r/ titanfolk. Hot New Top. 553. pinned by moderators. Posted by. u/Sane-Ni-Wa-To-Ri. like a founder titan or something. 1 month ago. New Episode Spoilers.",
  "readable_content": "- u/forevericeland (2023-12-08): Just saw the theory that Isayama ruined the ending on purpose and honestly it makes sense. None of the writing within it even seems like he was just rushed but rather he was holding onto his belief of freedom by not bending to the will of profit.\n\nIf this is true which in retrospect it feels like the closest thing we got to the truth regarding why the ending was butchered I'm curious what ending's you guys want to see other then ANR.\n\nJust to define ANR in concept so we all on the same page:\n\n-> Eren completes 100% rumbling -> Eren mourns over his dead friends \n\n- u/Successful-Study-557 (2023-12-08): The nameless king of Paradis island who is the real reason why Eren didn't order his colossal titans to crush Paradis and his people\n\n- u/Desperate_Media3639 (2023-12-08): Can you explain how titans are made like I’m a child going through puberty\n\n- u/Such_Hand_2535 (2023-12-07): Yams foreskining I kneel\n\n- u/TheWeirdPianist (2023-12-07): Eren was hellbent on saving Historia because he was being influenced by Frieda's memories\n\n- u/Sane-Ni-Wa-To-Ri (2023-11-08): Attack on Titan / Shingeki no Kyojin - Season 4 Part 4 (Finale) - Discussion\n\n- u/Bik_Knight (2023-12-08): How Romance Ruined Attack On Titan\n\n- u/OrdinaryCantaloupe29 (2023-12-08): I wrote a different ending high as fuck is this better?\n\n- u/MasterOfReaIity (2023-12-07): This is pieck media literacy\n\n- u/Naruku_Senpai3861 (2023-12-07): Eren want that FREEDOM!\n\n- u/rahul516 (2023-12-08): Define racism in Attack on Titan.\n\n- u/Ringo-Sheena_Simp (2023-12-08): If everyone feared the rumbling so much, why didn't anyone tried to built an underground bunker to protect themselves?\n\n- u/General_Pie_604 (2023-12-07): Society is doomed when somebody names their baby eren Yeager",
  "summary": null,
  "sentiment": null
}