{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic pollution: Images of a global problem - BBC",
  "href": "https://www.bbc.com/news/science-environment-44215881",
  "body": "Jordi Chias / NAtional Geographic This loggerhead turtle has become entangled in an old plastic fishing net in the Mediterranean, off the coast of Spain. The turtle could stretch its neck above...",
  "readable_content": "BBC (2018-05-25): In its June issue, National Geographic magazine has published a selection of startling photos highlighting the vast amounts of discarded plastic choking the world's oceans, shorelines, and rivers. Wildlife, particularly marine animals, are at risk when they become entangled in plastic waste, or ingest it.\n\n- One bag can kill more than once: carcasses decay, but the plastic lasts.\n\n- The magazine has devoted much of its issue to the problem; the plastic pollution we can see at the surface is probably just a small proportion of what's in the ocean. Plastic waste can break down into tiny particles, which are less visible, but may still affect marine life.\n\n- The plastic will eventually be sold to a recycler. Less than one-fifth of all plastic gets recycled globally. In the US it's less than 10%.\n\n- These hyenas are shown scavenging at a landfill in Harar, Ethiopia. They have adapted to the new normal: the animals listen for the collection trucks and find much of their food in the rubbish.\n\n- To ride currents, seahorses clutch drifting seagrass or other natural debris. In the polluted waters off the Indonesian island of Sumbawa, this seahorse has latched onto a plastic cotton bud. Photographer Justin Hofman said it was \"a photo I wish didn't exist\".",
  "summary": "The text highlights the alarming impact of plastic pollution on marine wildlife and the environment, emphasizing the urgent need to address this global issue. The photos and descriptions convey a sense of distress and concern about the widespread effects of plastic waste on ecosystems and animals. The devastating consequences of plastic pollution are underscored through powerful visual evidence and thought-provoking commentary. \n\nSentiment: 0.8",
  "sentiment": 0.8
}