{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic pollution in freshwater ecosystems: macro-, meso-, and ...",
  "href": "https://pubmed.ncbi.nlm.nih.gov/29063206/",
  "body": "Plastic pollution is considered an important environmental problem by the United Nations Environment Programme, and it is identified, alongside climate change, as an emerging issue that might affect biological diversity and human health. However, despite research efforts investigating plastics in oceans, relatively little studies have focused ...",
  "readable_content": "-visitor (2023-12-08): Skip to main page content\n-visitor (2023-12-08): An official website of the United States government\n-visitor (2023-12-08): Here's how you know\n-visitor (2023-12-08): ...\n-visitor (2023-12-08): Abstract\n-visitor (2023-12-08): Plastic pollution is considered an important environmental problem by the United Nations Environment Programme, and it is identified, alongside climate change, as an emerging issue that might affect biological diversity and human health. However, despite research efforts investigating plastics in oceans, relatively little studies have focused on freshwater systems. The aim of this study was to estimate the spatial distribution, types, and characteristics of macro-, meso-, and microplastic fragments in shoreline sediments of a freshwater lake.\n-visitor (2023-12-08): Food wrappers (mainly polypropylene and polystyrene), bags (high- and low-density polyethylene), bottles (polyethylene terephthalate), and disposable Styrofoam food containers (expanded polystyrene) were the dominant macroplastics recorded in this study. Contrary to other studies, herein macroplastic item surveys would not serve as surrogates for microplastic items.\n-visitor (2023-12-08): Otherwise, an average of 25 mesoplastics (mainly expanded polystyrene) and 704 microplastic particles (diverse resins) were recorded per square meter in sandy sediments. Comparisons with other studies from freshwater and marine beaches indicated similar relevance of plastic contamination, demonstrating for the first time that plastic pollution is a serious problem in the Paraná floodplain lakes. This study is also valuable from a social/educational point of view, since plastic waste has been ignored in the Paraná catchment as a pollutant problem, and therefore, the outcome of the current study is a relevant contribution for decision makers.\n-visitor (2023-12-08): Keywords: Endanger environment; FT-IR spectrophotometer; Floodplain lake; Macro-, meso-, and microplastic; Plastic pollution.\n-visitor (2023-12-08): PubMed Disclaimer\n-visitor (2023-12-08): ...\n-visitor (2023-12-08): MeSH PMC Bookshelf Disclaimer\n-visitor (2023-12-08): The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.",
  "summary": "The text discusses a study on plastic pollution in freshwater lakes, highlighting the types and amount of plastic debris found in the shoreline sediments. The study emphasizes the significant impact of plastic pollution on the environment and human health, and calls for attention from decision makers. The sentiment of the text is concern and urgency regarding the issue of plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}