{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Milkshakes w/o plastic straws? : r/Portland - Reddit",
  "href": "https://www.reddit.com/r/Portland/comments/8u4tls/milkshakes_wo_plastic_straws/",
  "body": "There is no plastic should be in contact with food or water. It's plastic's original sin. We need plastics for many things, but not in food or drink contact. We should be staying away from pvc pipes, plastic straws, plastic lids, plastic food or drink cups, and plastic bags or packaging at stores, if possible.",
  "readable_content": "- fidelity.com (2023-12-08): Learn More\n- epikness (2023-12-08): you have a milkshake and no straw, and i have a straw that reaches acroooooooss the room... I. DRINK. YOUR. MILKSHAKE. THSSRRRRRP. I DRINK IT UP.\n- hairylunch (2023-12-08): I was at What's the Scoop this weekend, and they gave me two straws while the woman sheepishly said \"these are paper/biodegradable and they break sometimes\"\n- con_moto (2023-12-08): Dick's Primal Burger is serving their shakes with paper straws. I'm a slow shake drinker, but the straw managed to (barely) hold up. It wasn't awful.\n- oldsweng (2023-12-08): I'm old enough to remember the time before plastic straws. We used paper straws and they were the worst way to drink a milkshake. They would collapse on about the second pull. They ended up being used as stir sticks and milkshakes were always served with a plastic spoon on the side. We would spoon the shake until it had melted enough to drink. No stinking lids either. My dad did a jack-rabbit start at a light and I ended up with milkshake all over me. DON'T MAKE ME BUY A STRAW! Are we all supposed to buy \"straw cases\" to match our phone cases?\n- mashley503 (2023-12-08): Spoons.\n- whatisntawasteoftime (2023-12-08): Did milkshakes exist before plastic straws. Gd help you. Glass is best.\n    - lvl0rg4n (2023-12-08): I’m going to be importing my plastic straws in directly from China\n    - [deleted] (2023-12-08): A metal straw with something ice cold would probably hurt my teeth. I doubt a paper straw will hold up either. I'll have to buy a bunch and carry them with me.\n    - [deleted] (2023-12-08): Burgerville uses compostable straws, not plastic. (At least most locations do, don’t know for sure if the outside Portland locations do, as I know some of those locations don’t have compost bins.)\n    - [deleted] (2023-12-08): It’s called a spoon, and drinking it without a lid. Aka old school.\n    - Beardgang650 (2023-12-08): I honestly never liked using straws for milk shakes. Just chug that shit and get a brain freeze!\n    - MuricanA321 (2023-12-08): Next step, reusable cup\n    - e_to_the_i_pi_plus_1 (2023-12-08): I can't tell if you're serious but spoons are obviously superior?\n    - [deleted] (2023-12-08): drink cups are sacred still\n    - beeradactyl (2023-12-08): Burgerville marketing has gotten way more sophisticated after the Union.\n    - Projectrage (2023-12-08): You would be surprised how plastic is sooo bad, that you will not want to have a plastic lid or a solo cup.\n    - beeradactyl (2023-12-08): So exactly the same way we already look at our species in the past?\n    - Wow, what a deep and clever insight...",
  "summary": "The conversation about banning plastic straws seems to showcase a range of opinions and experiences. Some express nostalgia for paper straws, while others advocate for alternative methods of enjoying milkshakes, such as using spoons. There are also comments about the environmental impact of different types of straws. Overall, the sentiment seems mixed and diverse, reflecting various perspectives on the topic.\n\nSentiment: 0.1",
  "sentiment": 0.1
}