{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "How to best to get rid of plastic straws?? : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/8geq5q/how_to_best_to_get_rid_of_plastic_straws/",
  "body": "That depends on your city's waste management system. Burning them for power is probably the best option if they're not recyclable, but I really don't know. Making sure they don't just blow away into a river, I guess. Terracycle might be able to use them. felispersica • 5 yr. ago.",
  "readable_content": "- savyb_ (2023-12-08): Hi! I asked this question in r/environment and someone referred me here. Please let me know if my question could receive better answers somewhere else, or if it has been answered already! :-)\n  \n  I am an avid drinking straw lover, but I am an environment lover more. I am making the switch to reusable straws, but I have a whole package of unused plastic straws in my kitchen.\n\n  What is the best way to get rid of them? I don’t want to just throw them away because obviously that’s not helping the cause but is that the only option I have? Kind of a “these are the last straws I’ll ever throw away so whatever” type deal? Or is there a better way to get rid of them?\n\n  Also, I’m not interested in repurposing them for DIY stuff. There’s too many of them and frankly, I just don’t have the time/energy to repurpose them. Plus they’ll just get thrown away eventually.\n\n  Thanks in advance for any advice!!\n\n- [deleted] (2023-12-08): If you already have them, I say just use them, or just tuck them away for emergencies, like if you have a party and 20 guests need straws and you don't have enough reusables. Just make sure they are disposed of properly.\n\n- [deleted] (2023-12-08): That depends on your city's waste management system. Burning them for power is probably the best option if they're not recyclable, but I really don't know. Making sure they don't just blow away into a river, I guess.\n  Terracycle might be able to use them.\n\n- felispersica (2023-12-08): put them in an eco brick :D",
  "summary": "The discussion revolves around finding responsible ways to dispose of unused plastic straws, with suggestions including using them for emergencies, checking the city's waste management system, and creating eco bricks. The overall sentiment of the post/conversation is positive, as it focuses on finding environmentally friendly disposal methods for the plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}