{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Capitalism Lab - Reddit",
  "href": "https://www.reddit.com/r/capitalismlab/",
  "body": "r/capitalismlab: Capitalism Lab is a major stand-alone expansion for Capitalism 2 with a host of exciting new features and improvements. It also…",
  "readable_content": "- u/davidl288 (2023-10-15): In the upcoming version 10.0, we will be bidding farewell to the old logos and embracing a fresh, modern design that perfectly complements the immersive experience of Capitalism Lab.\n- u/typewriter45 (2023-10-17): how do I cause an economic crisis?\n\n    I want to replicate what happened in that one post here where the largest bank failed and caused every company to go into deficit\n- u/bobbork88 (2023-10-15): Newbie question on hotel. So I used cheat codes and have all of the tech. I set up the hotel, but it still stays red. Last month I was goofed cause I didn’t know I had to click the dvd icon to manufacture software. Anything I’m missing for hotels? TIA\n- u/davidl288 (2023-10-15): New Graphics for the University, High School and Apparel Store buildings in Capitalism Lab latest version 9.1.20.\n- u/Brend124 (2023-09-08): Companies in my game lost billions because the biggest bank(80% market share) just went bankrupt on it's own\n- u/davidl288 (2023-08-15): We are excited to unveil stunning new graphics for Automobile Outlets and R&D Centers. These visually striking graphical upgrades provide players with a more immersive capitalist simulation experience in the latest release version 9.0.21.\n- u/davidl288 (2023-08-15): New Feature: Skill Points System\n\nCapitalism Lab Post-Release Beta V9.1.05 is now available for download at\n\nhttps://www.capitalism2.com/forum/viewtopic.php?f=10&t=9145\n\nNew Feature: Skill Points System\n\nWe're excited to announce a new way to customize and empower your character in Capitalism Lab - skill points! Now certain goals will offer skill points as rewards when completed.\n\nYou can use skill points to increase your player character’s expertise across key business areas like retail, manufacturing, marketing, and R&D. Boost your talents to get an edge over the competition.\n- u/steviefaux (2023-05-12): Crash loading from a 9.0.19 save game in 9.0.20\n- u/davidl288 (2023-04-15): Capitalism Lab release version 9.1.16 is now available\n\nWe are pleased to announce that version 9.1.16 is now ready for official release.\n\nPlease download V9.1.16 full version installer from: https://www.capitalism2.com/forum/viewtopic.php?f=7&t=9207\n\nNew Feature: Skill Points\nWe're excited to announce a new way to customize and empower your character in Capitalism Lab - skill points! Now certain goals will offer skill points as rewards when completed.\n\nYou can use skill points to increase your player character’s expertise across key business areas like retail, manufacturing, marketing, and R&D. Boost your talents to get an edge over the competition.\n\nNew Goal Set – Entrepreneur Goals\nYou can now also select the new \"Entrepreneur Goals\" set when starting a custom game, giving you fresh objective options as you build your business empire.\n\nSpeech for News and Events\nThis version improves the gaming experience by adding speech for certain news and events.\n\nShowing Customer Traffic Overlay When Buying Land Plots\nChoosing the ideal location just got easier with our new Customer Traffic Overlay. Now when choosing land plots to purchase, you can enable an overlay showing customer traffic flows on the city map. The traffic overlay visually highlights high and low traffic areas in different colors, giving you valuable insight for expanding your businesses.\n\nBanking and Finance DLC Improvements\nNew Customization Option for Global Stocks\nAdded an option for setting the long-term performance of global stocks.\nSince the majority of an insurance company’s incomes are from investment gains in global stocks, the presence of this option allows the user to tailor the profitability of insurance companies.\n\n- u/davidl288 (2023-02-15): A New Tool for Automatically Setting up R&D Units in the latest version 9.1.11. This new time-saving tool automatically sets up R&D units in your R&D centers - no more tedious manual setup of individual R&D units.",
  "summary": null,
  "sentiment": null
}