{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Sonic The Hedgehog Timeline : r/SonicTheHedgehog - Reddit",
  "href": "https://www.reddit.com/r/SonicTheHedgehog/comments/6w3lqo/the_sonic_the_hedgehog_timeline/",
  "body": "Same thing happens in the ending: Super Sonic and Burning Blaze defeat Eggman and Eggman Nega. -Sonic and the Secret Rings: Sonic goes to a different world. -Sonic and the Black Knight: Sonic goes to a different world again. -Sonic Unleashed: Dark Gaia is unleashed early by the Chaos Emeralds. Werehog happens.",
  "readable_content": "- r/SonicTheHedgehog (2023-12-08): The Sonic The Hedgehog Timeline\n\nAfter a lot of thought (a lot of useless thought, you may add) I'm finally able to piece pretty much all of the Sonic games in one giant timeline, with no alternate universes or such (save for Sonic Eraser and Schoolhouse, some other stuff and of course Sonic Boom). So, here goes nothing:\n\n- SegaSonic The Hedgehog: Might not look like it, but it makes sense to start here. Sonic, living in Christmas Island, is captured by Robotnik along Mighty the Armadillo and Ray the Flying Squirrel. Together, they have to fight through all the traps in Eggman Island and get the hell out of there alive.\n\n- Sonic The Hedgehog (Game Gear): After the previous game, Sonic follows Robotnik to South Island, where the scientist is looking for the Chaos Emeralds (which he wants to infinitely power his badniks). It's fitting for this version to come before the Genesis one, because here the Emeralds are actually scattered through the land, and not in Special stages. At the end of the game, Sonic takes Sky Base down, and uses the Chaos Emeralds to clear the pollution over South Island. The Emeralds then scatter to a separate dimension, where they can recover their power.\n\n- Sonic The Hedgehog (Genesis): After destroying Sky Base, Sonic starts out another journey to finish his enemy once and for all. He collects the Chaos Emeralds again (this time in the Special Stages) and shuts down Scrap Brain for good. In the end, the Emeralds finish fixing up South Island and are sent yet again to their special realm.\n\n- Sonic The Hedgehog CD: Hearing about Little Planet's approach, Sonic runs up to the Never Lake to see what's going on. Upon getting there, he finds out Robotnik has chained the planet, and pretends to use the Time Stones to change the world, starting from Little Planet. He has also built a new robot to rival Sonic: Metal Sonic. Predictably, Sonic grabs the Time Stones out of Robotnik's artificial Special Stages, saves Amy from Metal, and kicks Robotnik's ass again.\n\n- Tails Adventure: Tails, before even meeting Sonic, finds the Cocoa Island, where the Chaos Emeralds are currently rumored to be. The Kukku Army attacks the island, and now it is up to Tails to use his gadgets. It's... weird how there is a \"Sonic\" upgrade in this game, for you to use the Spin Dash. However, Sonic is quite a popular figure in this world, so I can let it pass. No idea for Knuckles, though.\n\n- Sonic The Hedgehog 2 (Genesis): On the Tornado, Sonic arrives at West Side Island for some rest. However, Robotnik is already there, and using the emeralds from Hidden Palace (the one below the Mystic Cave, not Angel Island's) he has powered the Death Egg up to the sky. Now, he wishes to find the Chaos Emeralds again, this time to use the Death Egg's cannon, so he can flatten the land to build his empire (it's never said that the Death Egg has a cannon, but I like to think like that). Along with Miles \"Tails\" Prower (newly met buddy), Sonic finds out there there is now a seventh emerald (probably something to do with the presence of the Hidden Palace) and now it is possible to turn Super Sonic. Sonic defeats Silver Sonic (Metal Sonic's until then unused prototype) and Robotnik at the Death Egg, and he surprisingly pushes the self-destruct button. It turns out the doctor actually had a plan B.\n\n- Sonic the Hedgehog 3: Robotnik purposefully drives the Death Egg to fall on the floating Angel Island, where he has detected energy readings similar to that of Mystic Cave's Hidden Palace; the Master Emerald. Sonic and Tails follow him on the Tornado, but it seems like the Master Emerald's guardian, Knuckles the Echidna, has been tricked into thinking Sonic is the villain. He uses his powers to neutralize Sonic's super form, and hides the Chaos Emeralds in Special stages. Thankfully, Sonic finds them all again and reaches Launch Base. Robotnik tries to lift the Death Egg, even though he doesn't have enough energy; however, it is all a plan. Upon failing the take off, the Death Egg falls on Lava Reef, right close to the Master Emerald's shrine.\n\n- Sonic & Knuckles: Sonic proceeds though Angel Island, turning the Chaos Emeralds into Super Emeralds on the way. When he gets to Hidden Palace, Robotnik steals the Master Emerald an uses it to power the Death Egg up. Sonic and Tails follow him through Sky Sanctuary (where they destroy Mecha Sonic), jump onto the Death Egg, and Hyper Sonic manages to destroy Robotnik's escaping robots. He takes the Master Emerald back to the Angel Island, making it float again. (PS: at the beginning of Sonic 3, the Angel Island fell down due to the Death Egg's weight). Sonic decides to let Knuckles keep the Chaos Emeralds, since it sounds safer.\n\n- Sonic 3 & Knuckles (Knuckles' Story): An Egg Robo emerges from the pieces of the other robots, and decides to steal the Master Emerald for his master. Knuckles now has to set on a mission to stop him and his army. After everything, Knuckles figures out that no even he is enough to protect the Chaos Emeralds, so he sends six of them back to South Island, scattering them. He keeps the seventh one, to be sure.\n\n- Sonic The Hedgehog 2 (Game Gear): Robotnik captures Tails, and asks Sonic for the Chaos Emeralds in exchange for him. Sonic is only able to find six Emeralds (one of them being with another version of Silver Sonic) and saves Tails.\n\n- Sonic Spinball: Robotnik has created sixteen artificial Chaos Emeralds to power his new base, and he has set a defense system based on pinball mechanics. With Tails' help, Sonic gets there and takes all of the Emeralds, destabilizing the volcano the thing was built on.\n\n- Sonic Chaos: Sonic and Tails get back to South Island, and it turns out Robotnik has actually gotten there earlier and found a Chaos Emerald. Whatever he did to get it, it has unbalanced the island, and it is now starting to sink. You all know that Sonic's going to stop him, so, yeah.\n\n- Sonic The Hedgehog Triple Trouble: Some time after, Robotnik has actually found all of the Chaos Emeralds (well, the six that were on South Island) without causing any disruptions. During a test, however, the Emeralds are scattered. Robotnik retrieves one, and Fang the Sniper (a treasure hunter) found the rest of 'em. Sonic notices all of this, and he now has to fight Robotnik, Fang and Knuckles (who was somehow tricked once again).\n\n- Sonic Blast / Tails Skypatrol: These games happen at the same time. While Tails is nowhere to been seen, Sonic is attacked by Robotnik. Fortunately, Knuckles happened to be passing by, and he throws the single Emerald he owned to protect Sonic. It is hit by Robotnik's laser, and shatters into five pieces, meaning Sonic and Knuckles now have to find them before Robotnik. Meanwhile, Tails is doing something somewhere.\n\n- Sonic 3D Blast: Just after Sonic Blast, the gang gets back together, and have to fight against Robotnik's new \"flicky\" scheme\". Sonic recollects the seven Emeralds (though he doesn't go super) and stops his enemy.\n\n- Knuckles' Chaotix: You know the drill. Knuckles finds out about Robotnik using the Dark Rings (synthesized rings based after the six Chaos Rings found in a mysterious island) to power his badniks and sets off to the island. He ends up finding Vector the Crocodile, Charmy Bee, Espio the Chameleon and Mighty the Armadillo, and teams up with them to ultimately destroy Metal Sonic Kai.\n\n- Sonic The Fighters: A competition is organized, and only someone with a Chaos Emerald, each of the characters (Sonic, Tails, Knuckles, Amy, Fang, Bean, Bark, Espio) have their reasons to be there (Fang created a fake Emerald 'cause he's a dick). The tournament was actually created by Robotnik, so he could steal the winner's Emeralds with his cloning machine. Sonic ain't dumb, so he gets to Death Egg II and screws everything up.\n\n- Sonic R: Som",
  "summary": null,
  "sentiment": null
}