{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Thoughts on plastic straws? : r/cocktails - Reddit",
  "href": "https://www.reddit.com/r/cocktails/comments/6s86wl/thoughts_on_plastic_straws/",
  "body": "Business, Economics, and Finance. GameStop Moderna Pfizer Johnson & Johnson AstraZeneca Walgreens Best Buy Novavax SpaceX Tesla. Crypto",
  "readable_content": "- valkyriemissile (2017-12-08): Thoughts on plastic straws?\n\nHave you guys been phasing out plastic staws at your home bars? I started using resuable metal straws about a year ago because I was tired of buying new ones. Here's an article about the current trend in bars/restaurants ditching plastic straws\nhttp://imbibemagazine.com/bars-eliminating-plastic-straws/\n\n- Hironoto (2017-12-08):\n- I would be concerned about material buildup on the inside of a reusable straw, especially if your bar uses thick/sugary drinks. Unless you have a way to either scrub or blast the inside of every straw, you're going to end up with layers of buildup on the inside. The heat of the dishwasher should kill bacteria,. but if the buildup gets bad enough, eventually a customer may get a tasty appetizer that he wasn't expecting.\n\n- jonesey1955 (2017-12-08):\n- Paper only, all the way. Renewable.\n\n- RangerGundy (2017-12-08):\n- I make a lot of tiki drinks with the long super bendy straws so I still use plastic regularly, and for whatever reason I don't like drinking out of metal straws.\n\n- FRO5TB1T3 (2017-12-08):\n- I have really wide and thick plastic straws that i reuse with no problems, i even throw them in the dishwasher every once and awhile. I just hate drinking out of narrow straws and reusable straws seem to generally be much wider.\n\n- Otops (2017-12-08):\n- We are looking to get rid of plastic straws in all of our restaurants in Europe. One of the alternatives I am currently exploring is a company out of Barcelona called Sorbos. They make edible straws. Currently their straws are flavored but they are working on a neutral one. I should be receiving a few samples soon. For the record, most of their flavored straws are quite good and impart very little flavor into the cocktail/drink.\nhttp://wearesorbos.com/?lang=en",
  "summary": "The conversation about banning plastic straws reflects a mix of concerns and solutions, with some expressing worries about the buildup in reusable straws and others suggesting alternatives like paper or edible straws. The diverse range of opinions and ideas indicates a thoughtful consideration of the issue. \n\nSentiment: 0.3",
  "sentiment": 0.3
}