{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "McDonald's to ditch plastic straws - McDonald's will replace plastic ...",
  "href": "https://www.reddit.com/r/Futurology/comments/8rbd4e/mcdonalds_to_ditch_plastic_straws_mcdonalds_will/",
  "body": "323 votes, 57 comments. 19M subscribers in the Futurology community. Welcome to r/Futurology, a subreddit devoted to the field of Future(s) Studies…",
  "readable_content": "- mvea (2017-06-15): McDonald's to ditch plastic straws - McDonald's will replace plastic straws with paper ones in all its UK and Ireland restaurants, starting from September.\n- theragnork (2017-06-15): Indeed a smart move to save us being into a plastic world.\n- [deleted] (2017-06-15)\n- RajReddy806 (2017-06-15): Don't they still have to use some sort of plastic lining inside the paper straws? If so is that really beneficial?\n- BiologyChick78 (2017-06-15): They need to do this worldwide, not just in the U.K.\n- [deleted] (2017-06-15)\n- PmMeUrCreativity (2017-06-15): Im all for using less plastic. But, I hate the mouth feel of paper straws\n- [deleted] (2017-06-15)\n- - Carry around a plastic or glass straw with you to restaurants then.\n- [deleted] (2017-06-15)\n- [deleted] (2017-06-15)\n- parmarossa (2017-06-15): it's a start but these milt-nationals could do a lot more\n- VessoVit (2017-06-15): They are just adjusting to EU regulations ahead of time.\n- awrcja (2017-06-15): I'm all for being environmentally friendly, but I hate this idea. Those things are the worst.\n- BiotekFuture (2017-06-15): Too little too late, but we’ll take what we can get.\n- kristinez (2017-06-15): if they have the same rigidity as plastic straws and dont just fall apart i see no problem with this. a good thing.\n- pregomidgetfetish (2017-06-15): Anyone know who they are buying them from? or who is the worlds largest producer of paper straws?\n- [deleted] (2017-06-15)\n- [deleted] (2017-06-15)\n\n--- \nThis is a Reddit post discussing McDonald's decision to replace plastic straws with paper ones in its UK and Ireland restaurants. The conversation covers different perspectives on the environmental impact, practicality, and global implementation of this change.",
  "summary": "The Reddit post presents a range of opinions on McDonald's decision to replace plastic straws with paper ones in its UK and Ireland restaurants. While some express concern about the practicality and environmental impact of the switch, others see it as a positive step. Overall, the sentiment expressed is mixed, with some supporting the move and others expressing reservations. Sentiment: 0.2",
  "sentiment": 0.2
}