{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Xbox/PC Game Pass - Reddit",
  "href": "https://www.reddit.com/r/XboxGamePass/",
  "body": "r/XboxGamePass: Game Pass Console, PC and Cloud News, and Discussion",
  "readable_content": "- ABattleVet (2019-12-08): Master List of All Current and Removed Game Pass Games Community - Megathread [link]\n\n- AutoModerator (2023-11-27): What have you played? w/c Mon 04 Dec, 2023 Community - Megathread\n\n- Tyaltir (2023-12-08): Best games you find most enjoyable on a handheld? Games - General\n  - I ordered the legion go and it's on the way! Getting ready to decide what to play. What are your game pass recommendations that feel good on a handheld?\n\n- Ancient_Bumblebee314 (2023-12-08): Does Xbox Live Gold 12 Month also give GamePass Core on PC? Account - Subscription\n  - Hello all, apologies if this question has been asked before but I couldn't find any info on this so thought I'd ask before spending the money. I just realized how amazing Gamepass is and am nearing the end of my 14 day trial on PC. I was going to renew my sub with the 1 month but I saw that Xbox Live Gold now gives access to Gamepass Core, so onto my quesstion finally lol. Does buying 12 month Xbox Live Gold give access to Gamepass on PC as I've been using it, with EA Play added as well since I'm currently running through Dead Space (incredible btw) or is it just for console users and I should just get the 9.99 sub? Either way I'm renewing for quite a bit but the yearly option is of course the better value so any help is appreciated, thanks :)\n\n- dabbinbeast559 (2023-12-08): Hadn't Rise of The Tomb Raider been on gamepass already? Games - General\n  - I swear I've played this game on game pass like 2 years ago? It was fun and a good game. But not play it twice good.\n\n- Pristine_Hawk_8789 (2023-12-08): No Windows notification when Play on PC / With Friends rewards pop Tech Support WEEKENDS\n  - If you are getting the Play on PC and Play With Friends rewards you'll know it's random how long they take to pop each day - so getting the notification message is the best way to know when youre sat in game. But after some recent app update those messages have stopped showing up on-screen even though the rewards have popped OK - and now they dont even show up in the notification icon on the taskbar. The usual Xbox App reset and settings disable/enable fixes havent worked this time.\n\n- call_of_war_player (promoted): What would the world look like without US military Interventions? In our game Call of War you can simulate this and many other scenarios. callofwar.com Play Now\n\n- NoLife4Myself (2023-12-08): I can't play certain games, they get the error that I need to sign in Tech Support WEEKENDS\n  - Whenever I launch certain games and select the account I'd like to use in the game itself it says I ''need to sign in to play the game''\n\n- soulxhawk (2023-12-08): Will my save carry over from the base game to the definitive version? Tech Support WEEKENDS\n  - If I download the standard edition of Shadow of War from gamepass and then later buy the Definitive edition will my save still carry over since technically it is the same game? Or does Xbox count it as two different versions with 2 different saves?\n\n- Able-Exam1166 (2023-12-08): EA Play and Xbox Family sharing. Games - Play Together\n  - Hello everyone! I would like to introduce NFS to my boy. I have GamePass Ultimate and EA Play account over my GP. Can I somehow share my free EA access to my GP-Family-Member?\n\n- bustyLaserCannon (2023-12-08): Anyway to use my Gamepass PC to play FM24 on my Mac? Games - General\n  - I have a ROG Ally so I have gamepass but I’d rather play on a KB Mouse setup - anyway I can use the gamepass version on my Mac?\n\n- phlumt2 (2023-12-07): Some nice games that are only a couple hours long? Games - Recommendation\n  - Due to my work schedule, I tend to play story heavy games in the morning, but when I get home I have maybe 2-3 hours before I need to head off for bed. I recently played Venba last night and loved how short but enjoyable it was. Is there any other games similar to this?\n\n- Nyoka_ya_Mpembe (2023-12-08): Does XGP owner needs to be signed in so other acc can use XGP? Games - General\n  - More detailed question: I got Xbox Game Pass on my account (A) and my son plays on his account (B), some games are not working, he can launch them but games like Party Animals (quick game mode) isn't launching, instead, he sees info about buying XGP. When acc A is signed in, acc B can play everything. It wasn't always like that, I had XGP and everyone was able to use it regardless if I was signed in or not. Now I (A) have to be signed in so others can play? Is this working as intended or a bug? When acc B plays, acc A is shown as playing games on Discord for example, then ppl think I am playing something which leads to confusion, it wasn't like that before. Pls help.\n\n- SpacelessSpud (2023-12-08): Redeeming free 3 months Account - Subscription\n  - I feel stupid, but I've never owned or played Xbox. I won a series S at a company event and am interested in redeeming the 3 months free game pass that says is included, but I can't for the life of me find a 25 digit code or anything pointing me in the right direction. Where would I find this code? When I google it I just get instructions on where to go to redeem but not where the code is. Thank you!\n\n- SaltyUpriser (2023-12-08): Army of Two EA Play Games - General\n  - Can you play army of two through ea play on PC or does it specifically have to be on Xbox?\n\n- AirNationalGuard (promoted): Guardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills. Serve Close To Home airforce.com Learn More\n\n- Vinter_07 (2023-12-07): Ranking of games I played this year on Gamepass Games - Recommendation\n  - This is a ranking of games I played this year on Gamepass. I also provide a little explanation of how I ranked them. Please feel free to comment if you have any more suggestions for me to try out on the console gamepass and would love to know any games you played this year as well :)\n    - Hollow Knight: Souls like gameplay, Metroidvania, Amazing Dark story that you have to figure yourself out - it checked all the things I like in my games. Eagerly waiting on Silksong to come out.\n    - Lies of P: Converting a children's book to a dark fantasy Souls like game was such an interesting concept to adapt. The lore is deep and the boss fights are very engaging.\n    - It takes two: Easily the best couch co-op game ever made. There are so many unique environments and abilities in this game and somewhat light-hearted story was a good break from other games I had played.\n    - Wo long: After hearing the reviews about this game, I did not think I will enjoy this game at all. It was one of the few souls-like games on gamepass so I thought I would give it a try. I was about to uninstall this game within a first few minutes of gameplay but after defeating the first boss and getting a grasp of the deflect mechanic, I just got addicted to this game. The boss fights were pretty unique and the sub-battlefield missions were not too bad as well. This one is definitely an unpopular opinion so I can expect hate on this lol.\n    - Overcooked 2: Another fun couch co-op game. I have a little bias for this game since I played this with my girlfriend during NYE so it is just a fun memory to have with all the fighting we did during the game.\n    - Ori and the Will of the Wisp: This would have definitely ranked higher if I had not played Hollow Knight. The graphics are insane and the characters are sooo cute. I would have preferred to have a harder combat system though but I understand that this was meant as more of a platforming game than just combat.\n    - Ori and the Blind Forest: Similar comments as Will of the wisp. Blind Forest had even lesser combat system and more platforming so it ranked just a little lower for me.\n    - TMNT Shredders Revenge: What a nostalgic game to play again with friends! We all were h",
  "summary": null,
  "sentiment": null
}