{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Map & Share Data on Plastic-pollution - Reddit",
  "href": "https://www.reddit.com/r/openlittermap/",
  "body": "Otherwise, who will be allowed to produce knowledge on the state of plastic pollution? This is all being developed by 1 guy (u/littercoin) who began researching litter mapping in 2009 when he was introduced to GIS. After traveling and working as a divemaster in Koh Tao, he came home super-motivated and took out a loan to do 2-masters just to ...",
  "readable_content": "- u/littercoin (2023-08-20): Update - After 15 years, OLM developments paused until further notice.\n- u/littercoin (2023-09-15): Update - popups will now show if tags were updated by admin during review\n- u/littercoin (2023-09-15): RIP Littercoin 2015-2023.\n- u/littercoin (2023-09-15): Yesterday we received our first Littercoin merchant application in Uganda. Today more rejection from cardano\n- u/littercoin (2023-09-15): This WorldCleanupDay, mappers, scientists and activists across Latin America will teach & learn how to use OpenLitterMap with our new partners. Watch live on YouTube:\n- u/littercoin (2023-09-15): Iowa City Litter Crew - Using OpenLitterMap to communicate their impact\n  - u/littercoin (2023-09-15): Finally got an android to test properly instead of just pushing to production and hoping for the best\n  - u/littercoin (2023-09-15): Android bug in production\n  - u/littercoin (2023-09-15): My submission to the 35th international geographic congress in Dublin next year\n  - u/littercoin (2023-09-15): This is what you get\n  - u/littercoin (2023-09-15): Mobile app v5 launching soon. Improved tagging, leaderboards, latest versions of everything and more!\n  - u/littercoin (2023-09-15): We are compiling a list of the worlds climate friendly zero waste stores for everyone to benefit from\n  - u/littercoin (2023-09-15): Update to all time-series charts\n  - u/littercoin (2023-09-15): Another brave TrashDog helping us clean the planet and achieve the Sustainable Dog Goals\n  - u/littercoin (2023-09-15): You are our generals.\n  - u/littercoin (2023-09-15): From Trash to Treasure: Telling Stories of Impact on OpenLitterMap\n- u/littercoin (2023-09-15): Expect us\n- u/littercoin (2023-09-15): You are at an amusement park and you see this. What custom tag do you add?\n- u/littercoin (2023-09-15): 600,000+ picked up this weekend across the Netherlands. 34 Littercoin were mined\n- u/littercoin (2023-09-15): Littercoin Closeout Report for Project Catalyst Fund 4\n- u/littercoin (2023-09-15): Who’s up for a game of extreme litter picking\n- u/littercoin (2023-09-15): Join the Littercoin mafia\n- u/littercoin (2023-09-15): WE DID IT! 420,069 uploads\n- u/littercoin (2023-09-15): Cleaning the planet, one piece at a time\n- u/littercoin (2023-09-15): Say hello to our newest cleanup team, the Trash Pandas 🗑️🐼\n- u/littercoin (2023-09-15): Mining Littercoin in Switzerland cleaning the planet with @GRHans @redbull is this yours?\n- u/littercoin (2023-09-15): Zimbabwe achieves 1st place in the daily cleanup leaderboards\n- u/littercoin (2023-09-15): Littercoin is a security",
  "summary": null,
  "sentiment": null
}