{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The last straw? Seattle will say goodbye to plastic straws, utensils ...",
  "href": "https://www.seattletimes.com/seattle-news/the-last-straw-seattle-will-say-goodbye-to-plastic-straws-utensils-with-upcoming-ban/",
  "body": "Jessica Lee Seattle Times staff reporter Seattle is set to enact a ban on plastic straws and utensils. All businesses that sell food or drinks must offer compostable or recyclable options —...",
  "readable_content": "-Anonymous (2023-12-08): This is an article from The Seattle Times that talks about Seattle's upcoming ban on plastic straws and utensils. The ban is set to take effect next year, and businesses that sell food or drinks will be required to offer compostable or recyclable options or ask patrons to forgo the tools altogether. The ban is part of a citywide ordinance to curb plastic waste across Seattle. The article also discusses the environmental impact of plastic waste and the efforts made by advocacy groups in other cities to address the issue.\n\nThe article also mentions the involvement of various local businesses and organizations in making the switch to compostable alternatives and the support from big-name influencers, including the Seahawks, Mariners, Space Needle, and Port of Seattle. It also highlights the impact of plastic waste on marine life and the global movement to reduce plastic pollution in oceans.\n\nOverall, the article provides a comprehensive overview of Seattle's initiative to reduce plastic waste and the efforts made by various stakeholders to support this cause.\n\n-Anonymous (2023-12-08): I hope this summary helps! If you need further details, feel free to ask!",
  "summary": "The conversation about Seattle's upcoming ban on plastic straws and utensils is overall positive and supportive of the initiative to reduce plastic waste. The involvement of various local businesses, organizations, and influential figures in making the switch to compostable alternatives is highlighted, and the article provides a comprehensive overview of Seattle's efforts to address the issue of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}