{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Our plastic pollution crisis is too big for recycling to fix",
  "href": "https://www.reddit.com/r/environment/comments/8q0y1f/our_plastic_pollution_crisis_is_too_big_for/",
  "body": "Drink companies produce over 500bn single-use plastic bottles annually; there is no way that we can recycle our way out of a problem of that scale. Corporations are safe when they can tell us to simply recycle away their pollution. But we aren't buying that any more. This is their crisis to tackle.",
  "readable_content": "- cualcrees (2017-12-08): Our plastic pollution crisis is too big for recycling to fix\n- jjthejetplane17: I think people have become too focused on the \"recycle\" part of the triangle: REDUCE, reuse, recycle. Recycling theoretically should be the last resort. Too many people think it's okay if I use this plastic water bottle because I'll recycle it after. You know what would be better? Not using it at all. We are way too reliant on these one-use items.\n- MuuaadDib: Trader Joe's is already using biodegradable veggie bags, it will happen slowly - the question is what will happen if not fast enough?\n- UltraMegaMegaMan: Sadly, even here in r/environment most people, the top comments, and the upvotes are all completely missing the point, which is this: focusing on what the consumer does at the end of the product cycle (up to and including choosing not to consume at all) is not a solution to the amount of waste generated. Shifting the burden for addressing this to millions of distributed individuals at the end of the supply chain does not work. This is a systemic problem, that requires systemic solutions. It need to be addressed on the supply-side, at production, which is where the problem is created in the first place.\n  The article specifically points this out multiple times.\n- akatsukix: Reduce, reuse, recycle has run its course and is now the abstinence of environmentalism. Nice in theory but mostly people ignore it because of the scale issue and how little an individual contribution is.\n- [deleted]: Recycling is an excuse created by the ruling class to scapegoat responsibility on to the individual. The individual has no real power in this equation, yet were sold the idea that we are and should feel ashamed.\n- mapsandnaps: I was taught the 3 Rs in elementary school, but that's not enough. I now try to live by the 5 Rs: Refuse, Reduce, Reuse, Recycle, Rot.\n- _Not_So_Savage_: Wow we’re already on the way to Blade Runner society! Even better a Rapture! Or better! We could all live on Death Stars and rule the galaxy! Great work team!\n- Jman5: I feel like people are missing the forest for the trees. A person buying and throwing away a bottle of water in Vancouver isn't really the problem. And Coca Cola's bottling material is only indirectly a problem.\nThe problem comes from developing nations with shoddy garbage services. Just 5 countries in Asia are responsible for 60% of global ocean pollution. China dumps something like 30x more junk into the ocean than the United States every year.\nThis isn't meant to diminish our own pollution problems. Greater efforts on our part can improve our local environment substantially. But no amount of hand wringing in the West is going to matter when there is a tidal wave of trash coming from many coastal developing nations.",
  "summary": "The conversation about banning plastic straws reflects a shared sentiment that recycling alone is not sufficient to address the plastic pollution crisis. There is a call for systemic solutions addressing production, reducing reliance on single-use items, and holding larger entities accountable. The focus has shifted from individual actions to a broader consideration of global responsibility. Sentiment: 0.8",
  "sentiment": 0.8
}