{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Just 10 Rivers Contribute Up to 95% of River-Based Ocean Pollution",
  "href": "https://blog.education.nationalgeographic.org/2017/11/06/just-10-rivers-contribute-up-to-95-of-river-based-ocean-pollution/",
  "body": "Most plastic pollution comes from coastal cities and towns. Use today's MapMaker Interactive map to discuss why these 10 rivers contribute so disproportionately to riverine pollution of the ocean. Use the bookmarks to consider how population density and land-use patterns may impact river pollution.",
  "readable_content": "CARYLSUE (2017-11-06):\nJust 10 Rivers Contribute Up to 95% of River-Based Ocean Pollution\n\n- The article discusses the major contributors to ocean pollution, attributing almost four million tonnes of plastic dumping into the ocean annually to just 10 rivers. The post includes a discussion of marine debris, analysis of the sources of mismanaged plastic waste, and insights into why these 10 rivers disproportionately contribute to river-based plastic marine debris.\n\n- Notable findings include that most marine debris comes from land-based activities, with the remaining 20% originating from marine activities. Furthermore, the post emphasizes the misinterpreted claims about the research stating that 95% of plastic pollution comes from just ten rivers, clarifying that the research indicates between 88% and 95% of plastic pollution is attributable to these rivers.\n\n- Economic, population density, and location factors are highlighted as significant contributors to the disproportionately high river pollution caused by these 10 rivers. The post also includes a list of resources for further reading and understanding of the topic.\n\n- The comments include various reactions and expressions of concern about the impact and implications of the study's findings.\n\n---PINGBACK: How to help while you visit Siem Reap... - Plastic Free Cambodia\n---lk f (2018-07-15 10:30 PM):\n---Concluding Yangzi River after just multiplying the population and a subjective mismanagement rate? Scientific accuracy aside, this is quite hurtful…\n\n---PINGBACK: What Happens to the Plastic We Throw Away? | Nat Geo Education Blog\n---PINGBACK: What Did You Read in 2017? | Nat Geo Education Blog\n---PINGBACK: Mapping the World Public Policy Dialogue: Ocean Conservation – National Geographic Society (blogs)\n\n---smithistory (2017-11-09 9:26 AM):\n----Reblogged this on AP Human Geo.",
  "summary": "The article raises significant concerns about river-based ocean pollution, pointing out that just 10 rivers contribute up to 95% of river-based ocean pollution. The post provides valuable insights into the sources of mismanaged plastic waste and emphasizes the need to address this issue. The comments reflect varying reactions and concerns about the impact of the study's findings. Overall, the sentiment is one of deep concern about the disproportionate contribution of these rivers to plastic pollution.\n\nSentiment: -0.9",
  "sentiment": -0.9
}