{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Sea salt around the world is contaminated by plastic, studies show",
  "href": "https://www.theguardian.com/environment/2017/sep/08/sea-salt-around-world-contaminated-by-plastic-studies",
  "body": "997. Sea salt around the world has been contaminated by plastic pollution, adding to experts' fears that microplastics are becoming ubiquitous in the environment and finding their way into the ...",
  "readable_content": "- The article stems from The Guardian and was published on September 8, 2017.\n- It addresses the pervasive contamination of sea salt around the world with plastic pollution. Studies have confirmed the presence of microplastics in sea salt from the US, Europe, and China, raising concerns about the ubiquitous presence of plastic in the environment and its potential entry into the food chain through salt consumption.\n- The article highlights research by Sherri Mason, a professor at the State University of New York at Fredonia, on the presence of microplastics in salt, beer, and drinking water.\n- The impact of plastic ingestion on human health is uncertain as limited research has been conducted on this subject. However, researchers emphasize the increasing exposure to plastics in the environment.\n- The article also references previous studies from Spain, France, and China that found plastic contamination in sea salt, suggesting that sea salt may be particularly vulnerable to plastic pollution due to the method of its production.\n- The article highlights the need for broader awareness of the prevalence of plastics in everyday consumer products and the urgency to find alternative materials to mitigate plastic pollution.\n\nIt should be noted that the article contains a fundraising appeal for The Guardian at the end of the text.",
  "summary": "The article raises concerns about the pervasive contamination of sea salt with plastic pollution, emphasizing the urgent need for broader awareness and alternative materials to mitigate plastic pollution. The sentiment of the text is a strong call to action to address the issue of plastic pollution. Sentiment: 0.9",
  "sentiment": 0.9
}