{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straws Aren't the Problem : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/8um5j6/plastic_straws_arent_the_problem/",
  "body": "Almost every straw campaign has acknowledged that straws aren't the biggest problem. What they are is a ubiquitous, superfluous item (ignoring the disability arguments) that made people more aware of their plastic consumption but was easy enough for a majority of people to get rid of, as opposed to more expensive, inconvenient alternatives such as reusable cups or safety razors.",
  "readable_content": "- ImLivingAmongYou (2017-12-08): Plastic Straws Aren’t the Problem\n- young_menace (2017-12-08): Almost every straw campaign has acknowledged that straws aren’t the biggest problem. What they are is a ubiquitous, superfluous item (ignoring the disability arguments) that made people more aware of their plastic consumption but was easy enough for a majority of people to get rid of, as opposed to more expensive, inconvenient alternatives such as reusable cups or safety razors. It’s been very effective at “starting a conversation” and actually has impacted corporate policy in addition to laws, so this idea of “and/or” in terms of lobbying or individual behaviour is reductive. Changing laws also requires the adaptation of individual consumption behaviours anyway, so the order barely matters.\n  - bjorn_hammerhock_pol (2017-12-08): One solution then is to ban all fishing in the ocean and go vegan.\n  - overlord-oftherings (2017-12-08): Not the biggest problem, but one of the easiest things to fix. A lot of ZW lifestyle changes require huge commitment and dedication compared to what most people are used to. Going without a straw requires no effort and can make a huge cumulative difference.",
  "summary": "The sentiment of the conversation about banning plastic straws is generally in agreement that while plastic straws are not the biggest problem in terms of plastic pollution, eliminating them is a relatively easy and impactful change. The conversation acknowledges that it has been effective in raising awareness and impacting corporate policies. There is also recognition that more significant lifestyle changes may require greater commitment. Overall, the sentiment is supportive of the idea of banning plastic straws. Sentiment: 0.8",
  "sentiment": 0.8
}