{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "YSK plastic straws are not recyclable, and make up a huge ... - Reddit",
  "href": "https://www.reddit.com/r/YouShouldKnow/comments/8r7s7x/ysk_plastic_straws_are_not_recyclable_and_make_up/",
  "body": "Plastic straws cannot be recycled due to being made of polypropylene, a byproduct of petroleum. Because of the large amount of energy it requires to extract and refine this material, straws cannot be broken down and recycled. When the plastics roll down the conveyer belts at recycling facilities, straws and plastic bottle caps wind up falling ...",
  "readable_content": "___w0lf___ (2017-06-15): YSK plastic straws are not recyclable, and make up a huge portion of the planet’s litter.\n\nPlastic straws cannot be recycled due to being made of polypropylene, a byproduct of petroleum. Because of the large amount of energy it requires to extract and refine this material, straws cannot be broken down and recycled. When the plastics roll down the conveyer belts at recycling facilities, straws and plastic bottle caps wind up falling out, instead piling up in landfills and subjecting them to the elements, where they can blown away or be carried off by animals.\n\nIn the United States alone, over 500 million drinking straws are used per day. Additionally, plastic drinking straws are the 5th most common litter item found on beaches and coastlines throughout the world. Plastic straws also injure the planet’s wildlife when ingested. One particular case (made famous by a viral video from 2015) shows a sea turtle with a straw lodged in its nostril, found off the coast of Costa Rica.\n\nicymuze (2017-06-15): Straws are essential for disabled people. And all this hubbub around banning them is misplaced. Should we reduce plastic use? Absolutely, but instead of banning straws, go for an opt-in system. Also:\n\n- that 500 million statistic? Is based off of a phone survey conducted by a 9 year old\n- plastic straws make up 0.03% of the plastic that enters the ocean each year\n- abandoned fishing gear is probably the ocean's number one pollutant. 46% of that plastic garbage island is fishing net. Abandoned crab pots take in 1.25 million blue crabs a year.\n\nBanning straws does nothing except harm disabled people.\n\nP.S. alternatives to plastic straws are never positionable, rarely heat and cold safe, rarely bite safe, and are always difficult to clean for able-bodied people.\n\nSources:\n- http://www.chicagotribune.com/news/opinion/commentary/ct-perspec-straws-drinking-ocean-pollution-movement-coffee-stirrers-plastic-straw-0618-story.html\n- http://reason.com/blog/2018/01/25/california-bill-would-criminalize-restau\n- http://www.cbc.ca/news/canada/british-columbia/plastic-straw-ban-vancouver-1.4670276\n- https://oceanconservancy.org/wp-content/uploads/2017/05/2016-threat-rank-report.pdf",
  "summary": "The conversation about banning plastic straws has different viewpoints. One user highlights the negative environmental impact of plastic straws, including their contribution to the planet's litter and harm to wildlife, while another user emphasizes the importance of straws for disabled individuals and argues against banning them. Overall, the sentiment is divided on the topic, with strong concern for the environment and wildlife, as well as consideration for the needs of disabled individuals. Sentiment: 0.2",
  "sentiment": 0.2
}