{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Saving our seas: 5 ocean heroes battling to turn the toxic tide - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/saving-our-seas-5-ocean-heroes-battling-turn-toxic-tide",
  "body": "1. Tiza Mafira: waging war on plastic bags in Indonesia (Courtesy of Tiza Mafira) Tiza Mafira, a lawyer and director of the Indonesia Plastic Bag Diet Movement, has long campaigned to ban single-use plastic bags in her country. Her organization launched a petition in 2015 asking retailers to no longer give out plastic bags for free.",
  "readable_content": "-User (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n07 JUN 2018 STORY OCEAN & COASTS\nSaving our seas: 5 ocean heroes battling to turn the toxic tide\nUnsplash\n\nFrom the icy splendour of the Arctic to the inky depths of the Mariana ocean trench, plastic waste is threatening our seas, killing our wildlife and polluting our food chain. The facts are undeniable: each year more than 8 million tonnes of plastic enter our oceans. According to one estimate, 99 per cent of seabirds will have ingested plastic by the middle of this century.\n\nIt is a sobering picture, but working together we can change this narrative. And we can take inspiration from individuals across the globe who are doing all they can to stem the toxic tide and advocate for long-term changes that will permanently redefine our relationship with plastics.\n\nTo celebrate World Oceans Day, we’re profiling a few remarkable people who are fighting the good fight for our seas.\n\n1. Tiza Mafira: waging war on plastic bags in Indonesia\n\n(Courtesy of Tiza Mafira)\n\nTiza Mafira, a lawyer and director of the Indonesia Plastic Bag Diet Movement, has long campaigned to ban single-use plastic bags in her country. Her organization launched a petition in 2015 asking retailers to no longer give out plastic bags for free. The following year, a nationwide trial of a plastic bag charge was introduced. After six months, there had been a 55 per cent reduction in the use of plastic bags. Several provinces began to prepare their own regulations and two cities in Indonesia have banned plastic bags in modern retail stores.\n\nMafira also campaigns for the creation of zero-waste cities, where every single piece of trash biodegrades in nature or circles back to become a raw material for production.\n\n2. Afroz Shah: the man behind the world’s biggest beach cleanup\n\n(UN Environment)\n\nLawyer Afroz Shah is best known for his work cleaning Versova beach in Mumbai but his battle against marine plastic pollution goes much deeper.\n\nEvery week, he and his volunteers clean beaches and mangrove swamps, and visit schools to educate children about what they do. Another key element of Shah’s five-point action plan is his work among the 50,000-strong population of two beach-side settlements -- what he calls human-ocean conflict zones -- to educate them about the devastating effects of plastic litter and turn them into zero-waste communities.\n\n3. Hugo Tagholm: fighting for cleaner beaches with Surfers Against Sewage\n\n(Courtesy of Hugo Tagholm)\n\nTagholm, CEO of Surfers Against Sewage, has seen the charity evolve from a single-issue pressure group, focusing on water quality, into one of the UK’s most popular marine conservation charities. It now has more than 350,000 regular supporters and each year it can mobilize around 50,000 volunteers, who spend around 150,000 hours cleaning the country’s beaches.",
  "summary": "The text discusses the efforts of individuals and organizations in various parts of the world who are working to combat the issue of plastic pollution in the oceans. It highlights their dedication and the positive impact of their work on reducing plastic waste and promoting sustainable practices. The overall sentiment is positive, focusing on the determination to make a difference in addressing this pressing environmental challenge. \n\nSentiment: 0.9",
  "sentiment": 0.9
}