{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Lettuce Entertain You Bans Plastic Straws at 120 Locations",
  "href": "https://www.reddit.com/r/chicago/comments/8ssbnx/lettuce_entertain_you_bans_plastic_straws_at_120/",
  "body": "960 votes, 159 comments. 491K subscribers in the chicago community. /r/Chicago is the place to discuss and stay updated on the daily happenings of…",
  "readable_content": "- Variable_Interest (2017-06-21): Lettuce Entertain You Bans Plastic Straws at 120 Locations\n- [deleted] (2017-06-21): Good move. The White Sox Park did this too, and now uses paper straws.\n- [deleted] (2017-06-21): This message has been deleted\n- Area_Woman (2017-06-21): Best to not use a straw at all.\n- HAAAAAAALP_ (2017-06-21): Yeah...the paper straws are awful. I understand not using plastic straws, but how about just giving people a Twizzler or something.\n- avianaltercations (2017-06-21): Just wait. Someone is going to \"re-invent\" how we look at straws - industry-disrupting straws that not only reduce waste, but also is eco-friendly and green. That's right, someone is going to start making straws out of.... straw.\n- mrbooze (2017-06-21): Many disabled people need them, and metal straws are dangerous for people with lack of movement control.\n- DavidGuyon (2017-06-21): I was just in Hawaii and was pleasantly surprised that straws were banned across all of the islands. Keep this train rolling.\n- [deleted] (2017-06-21): This message has been deleted\n- Inspector-Space_Time (2017-06-21): Why can't we just use biodegradable plastic for straws? Paper straws are shit and metal straws are breeding ground for bacteria. Single use plastic is the best thing for straws, seems we should focus on fixing the problems with that instead of abandoning the superior technology all together. Biodegradable plastics are weaker than regular plastic but I doubt that'll make a difference in straws.\n- weberc2 (2017-06-21): iirc, the problem with straws is the impact on marine life. Pretty sure biodegradable plastics still take years to degrade, which probably would give them plenty of time to do damage? I'd be interested to hear from someone who knows more though.\n- Teruyo9 (2017-06-21): Price, mainly. Compostable/biodegradable plastic costs more to make than regular plastic or paper.\n- Stankia (2017-06-21): Why just not use straws at all?\n- [deleted] (2017-06-21): Landfills don’t have proper airflow... not even vegetable scraps break down in them.\n- magfluor (2017-06-21): I’ve seen a lot of places post that they’re only offering straws upon request, happy to see it! Been trying to carry my own reusable utensils as well so I’m not using too many plastic utensils\n- tonucho (2017-06-21): Good\n- [deleted] (2017-06-21): This message has been deleted",
  "summary": "The conversation about banning plastic straws includes a variety of opinions and suggestions, ranging from advocating for the ban on straws altogether to proposing alternatives like paper straws or biodegradable plastics. Some express concerns about the impact on disabled individuals who rely on plastic straws, while others highlight the environmental benefits of reducing plastic waste. Overall, the sentiment appears to be in favor of reducing plastic straw usage, with a focus on finding alternative, eco-friendly solutions. Sentiment: 0.7",
  "sentiment": 0.7
}