{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straws: A Single Use that Lasts a Lifetime - Medium",
  "href": "https://medium.com/green-zine/plastic-straws-a-single-use-that-lasts-a-lifetime-191f3682c262",
  "body": "Plastic straws last for a very long time, but we have the power to stop it. This post was created by an amazing GREEN ZINE volunteer contributor, and opinions expressed may not represent the views ...",
  "readable_content": "Rachelle Adelante (2018-05-19):\nPlastic Straws: A Single Use that Lasts a Lifetime\n- The U.S. consumes about 500 million plastic straws each day, a practice that has become automated and often habitual.\n- Plastic straws take up to 200 years to decompose and contribute to major pollution, with billions ending up in landfills daily.\n- Marine animals are severely impacted by plastic straws, suffering from ingestion, suffocation, and physical injuries.\n- Additionally, plastic straws pose health hazards for humans due to potential contamination of liquids.\n- Alternatives to plastic straws, including paper, glass, steel, and bamboo straws, are available, offering more eco-friendly options.\n- Corporate responsibility is highlighted, emphasizing the need for environmental regulation on companies producing plastic straws.\n- The post also encourages collective action to reduce plastic straw use and pressure corporations to act responsibly.\n\n- This post was created by an amazing GREEN ZINE volunteer contributor, and opinions expressed may not represent the views of Greenpeace. If you are interested in volunteering as a GREEN ZINE contributor, visit this link.",
  "summary": "The text highlights the negative impact of plastic straws on the environment, marine life, and human health, and advocates for the use of eco-friendly alternatives. It also underscores the importance of corporate responsibility and collective action to reduce plastic straw consumption. Overall, the sentiment is strongly in favor of addressing the issue of single-use plastic straws and promoting sustainable alternatives. Sentiment: 0.9",
  "sentiment": 0.9
}