{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Taiwan to ban single-use plastic drinking straws, plastic bags ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/7zbjdj/taiwan_to_ban_singleuse_plastic_drinking_straws/",
  "body": "Eating out at night markets / little hole-in-the-wall restaurants is the national pastime. A huge portion of these meals are takeaway or on-the-go and - you guessed it - are served in disposable plastic food containers. Usually paired with a drink - bubble tea, papaya juice, whatever - in plastic cup with plastic straw. In a plastic bag, of course.",
  "readable_content": "- limoto (2017-12-08): 2030 sounds far away, and it is, but remember that the country basically revolves around disposable plastics. Eating out at night markets / little hole-in-the-wall restaurants is the national pastime. A huge portion of these meals are takeaway or on-the-go and - you guessed it - are served in disposable plastic food containers. Usually paired with a drink - bubble tea, papaya juice, whatever - in plastic cup with plastic straw. In a plastic bag, of course. Taiwan has a traditionally powerful plastics industry dating back to the 1960s. Lobbying is common, a la the US system. Moving to ban all single-use plastics outright, even in a distant 10 years, is actually quite a bold and ambitious move by the current government. Also... Tai-Ban.\n\n- cybervseas (2017-12-08): In India street food dishes are often served in premade bowls of leaves, which are surprisingly sturdy.\n\n- SiberianBear (2017-12-08): What is the \"Tai-Ban\" referring to?\n\n- [deleted] (2017-12-08): It seems more and more countries are starting to STOP the 'single use' plastic to save the planet! Good, do it and let the word spread far and wide.\n\n- Napkin_whore (2017-12-08): Taiwan has been doing it right for a long time. I remember buying shampoo there: the first time you buy, you purchase a slightly more expensive plastic jug with a pump on top. After that, they have refillable bags to put more shampoo into the jug at a cheaper price (because your not paying for the pump). They have so many trash cans that I was embarrassingly confused trying to throw away my lunch. Oh and they have some of the dopest night clubs. So safe. I passed out in a park one time and woke up to the aunties doing their Taichi at like 6am. Didn't leave the club until daybreak, so wasn't in the park for long before they came.\n\n-  fflando (2017-12-08): I want bubble tea now\n\n- [deleted] (2017-12-08): YouNeedToGo (2017-12-08): I don’t understand why these policies take 15 years to implement\n\n- badamache (2017-12-08): Not sure about Taiwan, but in any country with a fast food culture, straws are essential. How does one consume a McDonalds shake without a straw? In East Asia, disposable chopsticks are part of every meal. Due to crowded cities, these places are germaphobic - it takes a long time to convince customers that utensils are sterile - especially with the scandals over tainted milk and cooking oil.\n\n- Tonkarz (2017-12-08): Let's say yesterday you just took out a loan to buy a house. Let's say the business you own and run makes and sells these forks. How are you going to pay for this loan now that overnight your business was ruled illegal? What about the 200 people that work for you? What about all your competitors? What about the businesses that rely on you to do their business? And what about the businesses that rely on those businesses?\n\n- sammyo (2017-12-08): How do you effectively clean straws at volume? I'm not wandering into a MickyD's for a shake and grabbing a used straw from the bin.\n\n- Regalian (2017-12-08): You bring your own and clean them yourself after you get home. Like with reusable chopsticks.\n\n- savagesalem (2017-12-08): You can make disposable, biodegradable straws from plants.\n\n- Brewe (2017-12-08): There's no need to ban single-use items, we just need to make them from bio-based plastics instead. We are getting fairly good at deriving traditional (and new) polymers from renewable sources.\n\n- FL_man_ (2017-12-08): A noticeable percentage of commenters have kept asking how they will drink their precious boba tea, and there is no answer to their worries. Then people ask why this doesn't get done immediately.",
  "summary": "The conversation revolves around the potential ban of single-use plastics, particularly plastic straws, with mixed sentiments. Some are supportive of the ban, noting the environmental benefits and suggesting alternatives such as reusable or biodegradable options. However, there are also concerns about the impact on businesses and practical challenges, like the sanitation of reusable items. Overall, the sentiment is mixed with both support and apprehension about the potential ban. Sentiment: 0.3",
  "sentiment": 0.3
}