{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "[Review] Ultrasun sunscreen review - SPF 50, SPF 30, and SPF 20",
  "href": "https://www.reddit.com/r/SkincareAddiction/comments/7bu728/review_ultrasun_sunscreen_review_spf_50_spf_30/",
  "body": "Both SPF 50 and 30 have a plastic-y smell that I find to be characteristic of water resistant sunscreens, but the smells doesn't linger. Both are rather shiny on me, but aren't uncomfortable or greasy feeling. I have been using mineral foundation over it which tones down the shininess considerably and looks rather nice. The SPF 50 can leave ...",
  "readable_content": "mastiii (2017-12-08): [Review] Ultrasun sunscreen review - SPF 50, SPF 30, and SPF 20\nReview\n\nI read about Ultrasun on here and was interested because it seemed like the ideal sunscreen. Long review with photos at the end.\n\nTheir sunscreens are:\n\n- fragrance-free\n- mostly alcohol-free\n- avobenzone-free\n- octinoxate- and octocrylene-free\n- contain antioxidants\n- come in airless pumps\n- offer high UVA protection\n- water resistant\n\nIt checks all the boxes for me, so I finally ordered it. I got the SPF 50 Extreme and SPF 30 Family, both of which are body sunscreens, but more cost effective than the face sunscreens. I ordered from FeelUnique on October 4 and got my order on October 23. It takes time to ship to the US. The SPF 20 Glimmer was a free gift with purchase. I am wondering if it's an old formula though, because it lists alcohol as the second ingredient while the website lists alcohol near the end of the list. I also ordered the lip balm, which does contain octinoxate (Ethylhexyl methoxycinnamate). It is not featured on Ultrasun's website, so I wonder if this is a discontinued product.\n\n- Allen_x: Thank you for your review! Seems like the SPF 30 is a good product for daily wear. I'd like to provide some extra information on the Ultrasun sunscreens, particularly the SPF 50, SPF 30 and the sports version. It is an experiment which tested 230 sunscreens in total. 2mg/cm2 of each sunscreen is applied onto a glass tile and their performance against UVA and UVB were tested using a UV detector probe. [Link to charts]\n\n- Draiki: I absolutely adore the Ultrasun spf 30 family. It's one of the only sunscreens I found that do not irritate my eyes. Don't leave a whitecast. Isn't super shiney on my oily skin. My foundation layers beautifully on top of it. It doesn't pill. I don't feel it. The filters are superior to only mineral filters.\n\n- mastiii: I've also been cautious about their once-a-day claim but it looks like they might use very photostable filters that really do last all day as long as the sunscreen isn't physically wiped off. It's been winter here so I haven't been outside more than 2 hours/day, but in the summer I am thinking of getting these UV indicator bands called Sundicator. You apply the sunscreen on the band and it tells you when the protection is starting to wear off. I think it would work as a test to see how long the UV protection lasts. If I end up doing that, I'll compare the results of the Ultrasun versus other sunscreens.\n\n- King_Malaka: Does it dry, or does it make you feel oily.\n\n- Ghecho: I use the Extreme spf 50 often and I love it\n\n- daixhara: I have the anti-aging SPF 50 and the tinted SPF 50 and both were gritty af :( I love Ultrasun's formula so I was really disappointed in the texture of their SPF 50 face sunscreens. Think I'll stick to the SPF 30 ones. The glimmer version sounds interesting, might check that out soon!\n\n- Arial-Narrow: There are new Ultrasun SPF 30 Face & SPF 50 Face available in the market. Some people who have used both and say that the new version is much less greasy than old ones. While the new SPF 30 Face is less shiny than SPF 50 Face and both of them are not greasy.\n\n- Piepumpkinpie: Thank the Lord I found this post. Been looking for tinosorb sunscreen without avobenzone that ships to me (Canada). Thank you for sharing this!\n\n- preciousia: thanks for sharing this review! I am going to order UltraSun anti-pigmentation or the tinted anti-age sunscreen myself.\n\n- mastiii: I find mineral sunscreens to be drying on me. Also, they almost always leave a white cast. The Ultrasun has very little to no white cast. Maybe my skin feels a little dry toward the end of the day, but not as dry as with a mineral sunscreen. The Ultrasun is also very gentle. I use it on my eyelids with no problem (I can do that with mineral sunscreens too, but not most other chemical sunscreens).",
  "summary": null,
  "sentiment": null
}