{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Straw Wars: The Fight to Rid the Oceans of Discarded Plastic",
  "href": "https://www.nationalgeographic.com/adventure/article/plastic-straws-ocean-trash-environment",
  "body": "Americans use 500 million straws daily, but most are unnecessary for most beverages. Activists want to stop using straws to save the oceans from plastic pollution, which entangles marine animals and is consumed by fish. Learn how bans, taxes, and campaigns are reducing the litter and waste of plastic straws.",
  "readable_content": "user (2023-12-08): The equivalent of five grocery bags of plastic trash for every foot of coastline spills into the oceans annually. Here, on a remote island in the Caribbean Sea, discarded bottles, wrappers, and straws wash ashore and cover the beach.\n\nPHOTOGRAPH BY ETHAN DANIELS, ALAMY\nStraw Wars: The Fight to Rid the Oceans of Discarded Plastic\n\nAmericans use 500 million straws daily. Citizen activists want to shrink that number.\n\nBY LAURA PARKER\nPUBLISHED FEBRUARY 23, 2018\n• 9 MIN READ\nFebruary 23, 2018 marks National Skip the Straw Day, a day to remember the impact of single-use plastics and efforts to stem the tide of litter and waste.\n\nOf the eight million tons of plastic trash that flow every year into the world’s oceans, the plastic drinking straw is surely not a top contributor to all that tonnage.\n\n- The article discusses the impact of single-use plastics, particularly plastic straws, on the environment. It highlights the efforts of citizen activists to reduce the use of plastic straws to combat ocean pollution.\n\n- It presents various anti-straw campaigns and their growing success in raising awareness about the detrimental effects of plastic straws on marine life.\n\n- The article outlines the opposition faced from the plastics industry regarding bans on plastic straws and other single-use plastic products.\n\n- It also discusses the growing support for eliminating plastic straws and the initiatives taken by organizations and activists, including the promotion of National Skip the Straw Day.",
  "summary": "The post discusses the harmful impact of single-use plastics, specifically plastic straws, on the environment. It highlights the efforts of citizen activists to reduce the use of plastic straws and the growing success of anti-straw campaigns in raising awareness. The article also outlines the opposition from the plastics industry and the increasing support for eliminating plastic straws. Overall, the sentiment is in favor of reducing or eliminating the use of plastic straws to combat ocean pollution. Sentiment: 0.8",
  "sentiment": 0.8
}