{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "McDonald's shareholders vote to keep plastic straws : r/worldnews - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/8ma40u/mcdonalds_shareholders_vote_to_keep_plastic_straws/",
  "body": "6K votes, 1.4K comments. 33M subscribers in the worldnews community. A place for major news from around the world, excluding US-internal news.",
  "readable_content": "- Thefriendlyfaceplant (2017-12-08): McDonald's shareholders vote to keep plastic straws\n- JoeyBustaCap: How long til Wendy's gets rid of them and insults McDonald's on Twitter\n- ScapegoatSkunk: Shareholders will very rarely vote for something that is almost guaranteed to eat into profits\n- IAmAGermanShepherd: The EU is looking to ban the use of plastic straws somewhere in the near future, so Mcd's might come around in the end.\n- AdvancedAdvance: If you were on the fence about boycotting McDonalds and this pushed you over the edge, tell people it was the straw that broke the camel's back.\n- [deleted]: I have a seasonal job picking up litter for a city. If it were up to me, plastic straws, plastic lids, and plastic water/drink bottles would be banned. When I traveled to poor countries I thought that there was a lot of litter. Now I realize it's the same in the US, but we are a little better at cleaning it up. A lot of people are pigs. Why can't they just keep this stuff in their car and throw it in the trash when they get a chance?\n- I_WANT_2_C_UR_FEET: What is the alternative to plastic straws?\n- [deleted]: Its funny I was thinking about what is going to happen after they announced that Vancouver will be banning straws https://www.theglobeandmail.com/canada/british-columbia/article-vancouver-to-be-first-major-canadian-city-to-ban-plastic-straws/ \"ban is intended to target food-service facilities.\" “Restaurants will make the adjustment and supply chains will make the adjustment,” Maybe McDonalds in Canada and the US have different management and they can force McDonalds to stop using straws here. Milkshakes will be harder to drink!\n- [deleted]: A setback, but I see a world where fast food restaurants have a straw \"opt-ins\" within 5-10 years. The anti-straw movement is just getting started (that's a funny sentence I never thought I'd say).\n- wookiebath: Ok, and people can just choose to not use straws\n- [deleted]\n  - DankBlunderwood: So they admit they have an alternative but they will only do it if they're forced to. Well if they insist...\n  - Sosiz: EU is already going to ban single-use plastic items like straws so they kinda have to use an alternative when the ban comes to force\n- Joliet_Jake_Blues: Itt: McDonald's sucks and I'd never eat there, and this is how they should run their business to make me, not a customer, happy.\n- [deleted]: They have paper straws that are decent enough now days\n- Vengeance164: I'm all for reducing plastic, but paper straws suck ass.\n- dfriddy: They are much more expensive though.\n- 8 replies\n- ---TheFierceDeity---: Really? What absolute cunts. \"oh no it would mildly hurt my dividends, fuck the environment\"\n- bfuker: Absolute cunts? Man you people overreact over the stupidest shit.\n- Thefriendlyfaceplant (2017-12-08): Not just the shareholders but the McDonald's executive board is in on it:\n  27 replies",
  "summary": "The conversation about banning plastic straws reflects a range of opinions, with some expressing frustration at McDonald's shareholders' decision to keep plastic straws due to their potential impact on profits and the environment. However, there are also discussions about alternatives to plastic straws and the potential for change in the future. Overall, the sentiment seems to lean towards support for reducing plastic waste, but also involves some skepticism and debate about the practicality of alternatives. Sentiment: 0.5",
  "sentiment": 0.5
}