{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Recycling Mystery: Plastic Straws - Earth911",
  "href": "https://earth911.com/food-beverage/recycling-mystery-plastic-straws/",
  "body": "Today's straws are made of polypropylene, a resin of plastic known by the number 5 in the resin identification code. Polypropylene itself is a highly recyclable plastic resin, commonly used in yogurt containers, bottle caps, toothbrushes and plastic utensils.",
  "readable_content": "user (2023-12-08): Skip to content\n- Recycling Mystery: Plastic Straws\nBy Trey Granger\n JAN 24, 2018\n\nGenerations of cold liquid drinkers have embraced the plastic straw as a way of limiting tooth pain, preventing mustache stains and making sure cocktails are properly stirred. But since most straws are designed to be single-use, the question needs to be asked: Are they recyclable?\n\nPerhaps the bigger issue than how to recycle them is how to reduce their use. In the U.S., we use 500 million drinking straws each day, an average of 1.6 straws per person. As a point of reference, just over 500 million aluminum cans are consumed each day worldwide, meaning we churn through significantly more straws than cans, even though aluminum cans are the most valuable product you can recycle.\n\nThe straw recycling conundrum has gotten to a point that some municipalities are looking to either limit their use or eliminate them entirely. Seattle is in talks to ban straws this year, and California is proposing an opt-in law where they would only be provided if asked for by customers.\n\nThe Evolution of Straw Manufacturing\n\nBelieve it or not, straws have been around since 3000 B.C., when Sumerians used them to sip beer from jars. These straws were made of gold, but eventually rye grass was used, and then paper. Paper was the material of choice until the early 1960s, but plastic was found to be a more durable material, especially for new designs like bendy straws.\n\nToday’s straws are made of polypropylene, a resin of plastic known by the number 5 in the resin identification code. Polypropylene itself is a highly recyclable plastic resin, commonly used in yogurt containers, bottle caps, toothbrushes and plastic utensils. But recyclers are usually cautious about the types of polypropylene they accept, and straws will rarely be accepted with other forms of polypropylene.\n\nAt this time, Earth911 is unaware of any curbside recycling programs that accept plastic straws.\n\nThe Problem with Plastic Straw Disposal\n\nSo if you’re one of millions of Americans who is unable to recycle straws in a curbside program, you can just throw them away, right? Well, perhaps you’ve heard of the Great Pacific Garbage Patch currently floating off the coast of Hawaii.\n\nOnly plastics that float can be part of this plastic island, meaning plastic water bottles will likely sink (PETE resin doesn’t float), while caps and straws will float around and not biodegrade. So if you’re having lunch on the beach, it’s probably best to leave the straws at home.\n\nReduce and Reuse Straws\n\nSince you can’t bank on recycling them, your best bet is to reduce straw use entirely. Tell the restaurant to hold the straw when you order drinks, or leave it in the paper wrapping so it can be used by another customer.\n\nPerhaps you have sensitive teeth or a medical condition that requires the use of a straw. Or maybe you’ve become accustomed to straws and don’t want to give them up. No problem; buy a reusable straw and bring it with you when you dine. Available in a variety of materials, including stainless steel, silicon, and glass, these straws can be reused infinitely, and are manufactured to be dishwasher-safe.",
  "summary": "The post discusses the issue of recycling and reducing the use of plastic straws, highlighting the environmental impact and the need for alternative options. It also provides practical suggestions for reducing and reusing straws, such as bringing a reusable straw. The sentiment of the text is concern for the environmental impact of plastic straws and a call for their reduction. \n\nSentiment: 0.8",
  "sentiment": 0.8
}