{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "STRAWHATS VS BIG MOM PIRATES MATCHUPS. : r/OnePiece - Reddit",
  "href": "https://www.reddit.com/r/OnePiece/comments/75y5uk/strawhats_vs_big_mom_pirates_matchups/",
  "body": "Chopper vs Opera and his brothers: This so much wishful thinking for me. But imagine Chopper in his monster form fighting against 5 weird looking buff dudes. But that is to say that Opera gets resurrected by Big Mom at the end of this arc. Brook vs Baron Tamago: You could say that Brook and Pedro bonded during this arc.",
  "readable_content": "thordur007 (2017-12-08): STRAWHATS VS BIG MOM PIRATES MATCHUPS.\n\nSo let´s say hypothetically there will be another Big Mom arc(i am 99% sure there will), what are your dream matchups for the Straw Hats against the Big Mom Pirates. All of the Straw Hats vs one big mom pirate each, named or unnamed. You can team them up with a non strawhat ally but i wanna focus on the straw hats.\n\nLuffy vs Big Mom : Obviously he would fight the captain himself, but would he need help? That all depends on when he will fight her in the future. I would love it to be solo but we will see.\n\nSanj vs Katakuri: I would love to see this happen. Observation haki matchup, kicks vs kicks, the cook vs the mochi man.\n\nJinbei vs Smoothie: Since Sanji won´t fight her and i can´t picture Zoro taking her on, i am going with Jinbei and we can finally see what Smoothie can do.\n\nZoro vs Cracker: Zoro clashing against a thousand swords. An endurance match, i can see it clearly in my head. This one is gonna be good.\n\n- TheRightToDream (2017-12-08): This will probably be heavily debated, But I think Zoro could have beaten Cracker more easily than Luffy. His skillset is more specialized for such an opponent. Just look at what he did to Pica.\n\n[deleted] (2017-12-08)\n\n- Wade_B (2017-12-08): I think the difference is that Pica was a stone assimilation human. He didn't make his own stone, he just manipulated his surroundings, so he can't imbue the stone with his Haki. Cracker makes his own biscuits, thus he is able to imbue them with his armament Haki and make them harder to break.\n\nMajorTomintheTinCan (2017-12-08): Well Opera is most likely dead, and I don't see any reason for BM to bring him back.\n\n- Triggerman77 (2017-12-08): I like a lot of your matchups. That being said i would switch Zoro and Jinbe. I think Smoothie has a sword too, and i feel Jinbe would be a nightmare to face for Cracker (and as we already saw a lot of his power i think he's gonna be defeated quickly if he returns, hence a fight with Jinbe).\n\n- orbman77 (2017-12-08): But Jinbe isn't a straw hat either, hur,hur, hur!\n\nmiasmicmonky (2017-12-08): Sanji vs Smoothie. Her long legs make her look like she is part of the long leg tribe and specializes in kicking. Perfect matchup for Sanji. This would put Zoro against Katakuri and would be really good evolution for his Haki. Franky VS Daifuku because this is a show of muscle and manliness.\n\nhaha_hero (2017-12-08): Sanji doesn't fight women though.\n\n- Henzdl (2017-12-08): Sanji will never harm a lady....\n\nthordur007 (2017-12-08): I like the Sanji vs a long leg idea, but the problem with him fighting Smoothie is that she is a woman. Sanji would never hurt a woman.\n\nDrewballa (2017-12-08): I think Zoro will probably fight Strusen since Spoiler. I think either Law or Marco will be with him when they fight Big Mam again & one of them will take care of the other commander.\n\nkolaeo (2017-12-08): Interesting matchups! However I doubt cracker will return, so I'd pair Sanji with Daifuku and Zoro with Katakuri.",
  "summary": null,
  "sentiment": null
}