{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Terrawatch: the rivers taking plastic to the oceans",
  "href": "https://www.theguardian.com/science/2017/nov/05/terrawatch-the-rivers-taking-plastic-to-the-oceans",
  "body": "Sun 5 Nov 2017 16.30 EST Last modified on Thu 1 Feb 2018 06.45 EST E very minute one rubbish lorry's-worth of plastic is dumped into the sea. If we continue at this rate, some estimate that our...",
  "readable_content": "- slartibartfast90 (2017-11-07): This article is misleading. The research cited names the 10 rivers that carry most of the plastic pollution carried by River systems into the oceans, however the article erroneously implies that these rivers are responsible for carrying 90% of ALL plastic pollution to the ocean.\n- Loclnor (2017-11-07): Now is the time for everybody to work together to stop this from happening. It is obvious that these countries need help. They have no refuse systems and that is the main problem. All countries should get together to help finance and build plants to help these countries deal with their waste.\n   - slartibartfast90 (2017-11-07): While what you say is true, most of the oceanic pollution comes from plastic from industrialized nations. Developed nations may not have garbage lying on the streets; however, the consumerist lifestyle and poor social attitudes towards recycling and frugality mean that waste management in rich countries is equally bad if not worse. Worse actually, since the per capita carbon footprint as well as use of plastics is much higher...\n\n- The Guardian (2023-12-08): The Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024. We are still not for sale – but only thanks to your support. If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.",
  "summary": null,
  "sentiment": null
}