{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Broken yellow plastic tubes buried in backyard. This one had a ... - Reddit",
  "href": "https://www.reddit.com/r/whatisthisthing/comments/6tsc1l/broken_yellow_plastic_tubes_buried_in_backyard/",
  "body": "2.4M subscribers in the whatisthisthing community. For the identification of mysterious objects",
  "readable_content": "- Medication_Tolerance (2017-08-15): Broken yellow plastic tubes buried in backyard. This one had a rigid plastic straw inside.\n- wanderlustgizmo (2017-08-15): Broken bit of a squirtgun maybe?\n- spenardagain (2017-08-15): Sprinkler system or fence parts?\n- Medication_Tolerance (2017-08-15): I've found a few of these broken yellow plastic tubes in the yard since moving in a few years ago. I always just assumed they were some sort of toy (I'm always finding marbles, action figures, etc.) and threw them away. They usually are around the fence line where the easement is. \n- Medication_Tolerance (2017-08-15): When I pulled this one out the plastic was kind of brittle and a piece of the end broke off. An amber colored straw was sticking out and I pulled that part out. The straw is the same type of material and diameter as those crazy straws. It almost looks like scorch marks inside.\n- sdforbda (2017-08-15): No clue but a few things I can think of could be time released pest repellents or weed killers or something. Was going to guess that it could be a pet pee post but I've never seen one like that.\n- BogusSolution (2017-08-15): It looks like a rain gauge, the marks on the straw should match up with your locations SI units (inches or centimeters).\n- lavalaugher (2017-08-15): A straw",
  "summary": "The conversation seems to be focused on identifying a broken yellow plastic tube found in the backyard. Some suggest it may be part of a sprinkler system or a rain gauge, while others think it could have been a toy or a time-released pest repellent. Overall, the sentiment of the conversation is curious and speculative. Sentiment: 0.5",
  "sentiment": 0.5
}