{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Magic The Gathering: Arena - Reddit",
  "href": "https://www.reddit.com/r/MagicArena/",
  "body": "1 Harness Infinity (STX) 191. Basically you want to get Emergent Ultimatum in the graveyard. Once that is done you'll want to play Mizzix's Mastery to copy and play Emergent Ultimatum. With Emergent Ultimatum you'll attempt to get Omniscience in play.",
  "readable_content": "- Karn-The-Creator (2023-12-06): Tibalt's Friday Tirades Event\n\n- HamBoneRaces (2023-12-07): Daily Deals - December 10, 2023: There's GOLD In Them Thar Deals! ⛏💰 Information\n\n- felixvelasco (2023-12-06): The Festival in a Box event in a nutshell Fluff\n\n- blackpix (2023-12-07): I just found a cool little bug where the username of my opponent has been translated to mana symbols by the UI Bug\n\n- iyankov96 (2023-12-07): Is Chandra, Dressed to Kill good in Mono-Red? Question\n\n- MajorStainz (2023-12-06): I won 2 festival in a box tourneys on arena, am I getting 2 festivals? Question\n\n- rickraus (2023-12-06): I did it! Shredold is a hell of a card Discussion\n\n- Megabot555 (2023-12-07): First attempt at brewing my own Standard deck as F2P, how does it look so far? Question\n\n- Deb1337 (2023-12-06): Brewing for the new timeless format. (Rakdos Shadow, Izzet tempo, Monoblack control) Deck\n\n- Majjin_ (2023-12-05): The Platinum Explorer Meta seems really good. Fluff\n\n- Maleficent_Yak9215 (2023-12-08): \n  The great Timeless counterspell debate\n  What's better?\n  Memory Lapse or Counterspell?\n\n- Darkwolfie117 (2023-12-08): With rogue discover banned, is amailia with a 70% wr still not concerning? Discussion\n\n- rytram99 (2023-12-06): \n  Props to the development team(s) behind MTG games.\n  The more I play this game the more I realize that how difficult it must be for the developers to code this game. Just think of ALL the different conditions, abilities, enchantments, etc. that go into a game like MTG and imagine having to write those as code and actually make them work as intended. MTG video games are nothing new. In fact, I believe the first game came out around 1997ish While many of their video games were not too similar to the paperback experience, Games like MTGO and Arena are.\n  My point is, I have to give credit where it is due. Game Developers rarely see positive feedback because most feedback is negative as is human nature. Therefore, I would like to extend my thanks to the actual developers of these games. Not the marketers or publishers. The developers.\n  Thank you for your hard work.\n\n- dupue (2023-12-08): How do I get the Baldur's Gate Avatars? Question\n\n- Prohmeteus (2023-12-08): Any ideas/suggestions for improvement? Question\n\n- SpiritualRow8413 (2023-12-07): \n  If you're bored, play the last deck in your deck list...\n  Go to your deck list and play the last one at the bottom...no matter how good/bad it is and play in the format that will allow it. Share how it went\n  I had a dumb black deck with lifelink vamps, some removal and just a couple rares. Surprisingly, I won 3 out of the 4 games I played.\n\n- Nerd_Anarchy (2023-12-08): Help! Quick draft gave me a loss Question\n\n- Little_Blind_Oyarsa (2023-12-07): Who is Grizzlebees? Question\n\n- anorimalkupasikraut (2023-12-07): \n  I just think that this little guy deserves more appreciation\n  [Image post]\n\n- Stasis0rb (2023-12-07): Everyone be sharing so heres mine, congrats to all who won! Discussion\n\n- Pvt_LovelyJubbley (2023-12-07): First 7 Win Draft!\n\n- Soresvk236 (2023-12-07): My deck, ideas for upgrade Deck\n\n- Saltycheezboi (2023-12-07): Does this card exist? Question\n\n- elkirus (2023-12-07): Did they remove the interface for choosing cosmetics for my deck? Question\n\n- wizards_magic (2023-12-06): ALCHEMY: IXALAN IS HERE Promoted\n\n- UniversityofAlberta (2023-12-06): Bo1 Timeless Metagame Tier List and Rankings • MTG Arena Zone Information\n\n- rando269 (2023-12-07): Anyone else getting this annoying audio bug with adventure cards? Bug\n\n- yufoh (2023-12-08): Entered Mythic at #646, just not very many people playing this month? Question",
  "summary": null,
  "sentiment": null
}