{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Best way to reduce pollution late game? : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/82ltsg/best_way_to_reduce_pollution_late_game/",
  "body": "Pollution doesn't affect the player at all, what it does is trigger the biters. So you actually want to reduce the Biter attacks. While cleaning up your factory is a good plan; shifting efficiency modules into anything that doesnt need prod/speed, expanding solar farms or going nuke, what you should probably be doing is defending your pollution ...",
  "readable_content": "- [deleted] (2017-12-08): Best way to reduce pollution late game?\n  Efficiency modules and solar only Or with mods there are air filters, plant trees etc.\n\n- jagraef (2017-12-08): In one game we used efficiency 1 modules in all our miners. It reduced the pollution quite significantly. But why would you want to reduce pollution late-game? Just kill all the biters... and trees... and rocks... and everything else.\n\n- RampagingArcher (2017-12-08): Lazy turrets\n\n- Valrandir (2017-12-08): Don't cut it down, build ultimate defenses instead.\n\n- Linosaurus (2017-12-08): Putting two or three efficiency 1 modules in everything will have a big impact, since it directly impacts how much pollution that machine makes. Eff 2 and 3 are not worth the cost.\n  - Switching to solar or nuclear power.\n  - Keeping trees and ground-without-concrete around.\n  - Murdering everything in your pollution cloud and building a wall around it. You don't even need the best wall ever, since the ones outside will be fairly happy and peaceful.\n  - Oh, and... Turn off your base. It is super effective :)\n\n- celem83 (2017-12-08): Efficiency 2 and 3 are actually worth using in a beacon, but there's generally very few situations where you don't want speed in said beacon.\n\n- mirhagk (2017-12-08): One thing I didn't see mentioned is expanding your defensive perimeter. Pollution doesn't matter if there's no biters, and each chunk absorbs pollution. Simply find where the attacks are the most/pollution is the strongest and move that defensive perimeter outwards.\n\n- Ober3550 (2017-12-08): If you do the math on an item per second basis speed and prod modules are the most efficient method of production",
  "summary": null,
  "sentiment": null
}