{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "ELI5: Why do cups with liquid in them condensate on the ... - Reddit",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/6q7yz6/eli5_why_do_cups_with_liquid_in_them_condensate/",
  "body": "The condensation is from water vapor in the air. It's not all cups with liquid really, it's cups with cold liquid. Air has water in it as a gas and when it gets cooler it condenses into a liquid. The water vapor in the air near the cool cup gets colder, so it condenses as liquid on the outside of the cup. Also related to the thermal coefficient ...",
  "readable_content": "- How2Dennis (2017-07-29): ELI5: Why do cups with liquid in them condensate on the outside of the cup?\n\n- godzillabacter (2017-07-29): The cup will naturally match the temperature of the fluid. The saturation point of water in the atmosphere is temperature dependent, and colder air can contain less water vapor. As a thin layer of air around the cup is cooled down, the excess water that can no longer be \"held\" by the air is left on the cup.\n\n- Concise_Pirate (2017-07-29): Yer not alone in askin', and kind strangers have explained:\n\nELI5:How does condensation happen on my cup ? Is it water form the inside seeping out?\n\nELI5: Why do cups sweat?\n\nELI5:HOW does water form OUTSIDE of a cup full of water with ice?\n\n- Phage0070 (2017-07-29): This happens when the fluid in the cup is significantly cooler than the air. The condensation is from water vapor in the air.\n\n- jeherohaku (2017-07-29): It's not all cups with liquid really, it's cups with cold liquid. Air has water in it as a gas and when it gets cooler it condenses into a liquid. The water vapor in the air near the cool cup gets colder, so it condenses as liquid on the outside of the cup.\n\n- mystykguitar (2017-07-29): Also related to the thermal coefficient of the cup material. Ie a plastic cup will have less condensation on the cup, while a dewar cup will never have condensation, regardless of the liquid temperature. The amount of condensation is dependant on the temperature differential between the liquid in the cup and the air (the liquid MUST be cooler than the air), the coefficient of heat transfer of the cup material and the relative humidity of the air.",
  "summary": null,
  "sentiment": null
}