{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Strawless in Seattle: How One City Is Tackling Ocean Plastic — Oceans ...",
  "href": "https://deeply.thenewhumanitarian.org/oceans/articles/2017/11/01/strawless-in-seattle-how-one-city-is-tackling-ocean-plastic-pollution",
  "body": "(Todd Woody) The \" Strawless in Seattle \" campaign aimed to persuade people to forgo plastic straws and to get restaurants, bars and other businesses to either stop handing them out or offer sustainable alternatives.",
  "readable_content": "News Deeply\nOCEANS DEEPLY— OCEAN NEWS\n\nStrawless in Seattle: How One City Is Tackling Ocean Plastic Pollution\n\nSeattle will ban disposable plastic straws and cutlery from food-service businesses starting from July 1, 2018. The initiative, led by the Lonely Whale Foundation, involves a collaboration between local companies, city officials, and the manufacturer of ocean-friendly paper straws. The \"Strawless in Seattle\" campaign aimed to eliminate at least 1 million plastic straws in the city during September 2017. Ultimately, 2.3 million single-use plastic straws were eliminated, showcasing the potential for impactful change. The article also highlights the history of paper and plastic straws, and the environmental impact of their usage.\n\nSource: News Deeply, Oceans Deeply.\nURL: [insert URL for the source]\n\n- News Deeply is a platform providing comprehensive coverage of ocean health, delivering in-depth articles, community insights, and executive summaries. The \"Strawless in Seattle\" initiative demonstrates the potential for impactful environmental change through collaborative efforts.",
  "summary": "The news about Seattle banning disposable plastic straws and cutlery from food-service businesses is positive, as it shows a proactive approach to tackling ocean plastic pollution. The collaboration between local companies, city officials, and the manufacturer of ocean-friendly paper straws demonstrates potential for impactful environmental change. The initiative's success in eliminating a large number of single-use plastic straws highlights the positive impact of such measures. \n\nSentiment: 0.8",
  "sentiment": 0.8
}