{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The Race to Save Historic Plastic Artifacts - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/preserving-plastic-art-spacesuits-science",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "readable_content": "user (2023-12-08): Spacesuits are among the artifacts in the collection of the Smithsonian that include plastic parts—parts that may degrade over time, even as the world faces a crisis of plastic pollution outside.\n\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nMowgli of Disney’s The Jungle Book and Duchess from The Aristocats are frozen in single frames before Tom Learner’s eyes—pieces of history from an era of hand-painted animation cels. But Learner knows the plastic sheets have come to him at exactly the right time. Learner is a conservator, a chemist, and the top scientist at the Getty Conservation Institute in Los Angeles, and he wants to save modern materials.\n\n- Researchers like Learner, though, see plastics from a very different angle. These scientists and conservators work to understand the destruction and decay of plastic art and artifacts in order to save them for generations to come.\n\n- Learner and Madden both approach their work as scientists. Backgrounds in chemistry allow the pair to delve into the molecular structure of the materials they study.\n\n-\"There isn’t a lot of fluency in what plastic is,\" Madden says. \"We know an awful lot about metals—we grow up with an intuitive sense of what is gold and what is brass—but we don’t have that kind of ability to identify what a plastic is made of, or what polymer you’ve got.\"\n\n- But plasticizers eventually leach out of plastic as acidic, corrosive “outgassing,” and speed plastic breakdown. Malcolm Collum, Chief Conservator and Engen Conservation Chair at the Smithsonian’s National Air and Space Museum, is designing a refrigerated, de-humidified, and highly ventilated display case for the space suit worn by Neil Armstrong in 1969. All of that technology is vital for slowing the breakdown of PVC pipes and rubber bladders that kept the astronaut alive on the surface of the moon.\n\n- Others museums face similar problems: some of the paints in Jackson Pollock’s works were made with plastics, as were the acrylic sculptures of the pop art movement. Historical collections of toys and household items from the past 150 years often contain plastic parts, like Barbie dolls, radios, and hair clips.\n\n- With a perception in modern society that plastic is for throwing away, plastic objects often aren’t designed with longevity as a goal. In fact, many people these days are designing works that are specifically contrary to the idea of museum and collection conservation.",
  "summary": "The text emphasizes the importance of understanding and preserving plastic artifacts and artworks as they degrade over time, highlighting the challenges posed by plastic degradation and the efforts to mitigate its impact. It also raises awareness about the broader issue of plastic pollution and the need for reducing single-use plastics. Overall, the sentiment of the text is concerned about the impact of plastic on historical artifacts and the environment. \n\nSentiment: 0.6",
  "sentiment": 0.6
}