{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Counterpoint: Plastic Bans Won't Solve Ocean Plastic Problem",
  "href": "https://cei.org/opeds_articles/counterpoint-plastic-bans-wont-solve-ocean-plastic-problem/",
  "body": "Data in a 2015 Science published study revealed that China and 11 other Asian nations are responsible for 77 percent to 83 percent of plastic waste entering the oceans because of their poor disposal practices. A 2017 Environmental Sciences & Technology study reported that up to 95 percent of plastic waste enters oceans from one of 10 rivers ...",
  "readable_content": "user (2023-12-08): Facebook\\nTwitter\\nYouTube\\nInstagram\\nABOUT\\nPOLICY\\nPRODUCTS\\nBLOG\\nEVENTS\\nSUBSCRIBE\\nDONATE\nCounterpoint: Plastic Bans Won't Solve Ocean Plastic Problem\nINSIDE SOURCES\nAngela Logomasini • 05/07/2018\nENERGY AND ENVIRONMENT\n- This text provides a comprehensive analysis of the ocean plastic problem and argues against the effectiveness of banning consumer plastic products. It discusses the misconceptions about the size and composition of floating plastic waste in the ocean, and highlights the efforts of organizations like The Ocean Cleanup in producing a detailed assessment of the issue.\n- It also emphasizes that a significant portion of the plastic waste comes from Asia, particularly China, and mentions that the United States has a relatively small contribution to ocean plastic despite being a top plastic producer and consumer.\n- The text concludes by asserting the importance of focusing on real, effective solutions to address the ocean plastic problem.\n\nNEWS RELEASE\nCEI Statement on House Passage of CARS Act\nDaren Bakst\n12/06/2023\n- The Competitive Enterprise Institute (CEI) has issued a statement following the House passage of the Choice in Automobile Retail Sales (CARS) Act (H.R. 4468). The legislation, introduced by Reps. Tim Walberg and Andrew Clyde, was approved by a vote of 221-to-197.\n\nENERGY AND ENVIRONMENT\nNews Release\nCEI Statement on CARS Act\nDaren Bakst\n12/05/2023\n- Reps. Tim Walberg and Andrew Clyde have introduced the Choice in Automobile Retail Sales (CARS) Act (H.R. 4468), which is expected to be considered on the House floor.\n\nHOME\nABOUT\nPOLICY\nNEWS\nPRODUCTS\nEVENTS\nBLOG\nDONATE\nSpecial Projects\nTen Thousand Commandments\nEye on FTC\nChildren Online Safety Tools\nNet Neutrality 101\n1310 L Street NW, 7th Floor\nWashington, DC 20005\nPhone: 202-331-1010\nFollow Us:\nFacebook\nTwitter\nYouTube\nInstagram\n©2023 COMPETITIVE ENTERPRISE INSTITUTE | PRIVACY POLICY",
  "summary": "The text provides a detailed analysis arguing against the effectiveness of banning consumer plastic products to solve the ocean plastic problem. It highlights misconceptions about the issue and emphasizes the need for real, effective solutions. The Competitive Enterprise Institute's statement on the passage of the Choice in Automobile Retail Sales (CARS) Act is also mentioned. It doesn't directly discuss banning plastic straws, but it suggests that simply banning plastic may not solve the problem. Sentiment: 0.5",
  "sentiment": 0.5
}