{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "National is getting rid of plastic straws : r/Calgary - Reddit",
  "href": "https://www.reddit.com/r/Calgary/comments/8djmw3/national_is_getting_rid_of_plastic_straws/",
  "body": "Damnit Asia. Still, I feel there is hope. Kenya, Rwanda, Costa Rica, France have all went plastic-bag free. \"Governments all over the world have taken action to ban the sale of lightweight bags, charge customers for lightweight bags and/or generate taxes from the stores who sell them.[1][4] The Bangladesh government was the first to do so in 2002, imposing a total ban on the bag.[5] Such a ban ...",
  "readable_content": "**Crackmacs** (2017-12-08): National is getting rid of plastic straws\n\n_Remember when a drinking straw was made of spiral wound paper with a light waxy coating?_\n- CheeseSandwich\n  _Pepperidge Farm Remembers™._\n- comic_serif\n  _Oh, is that what those candy cane striped straws were made of? I guess that makes sense._\n- [deleted]\n  _After seeing the video of the straw being pulled out of a sea turtle's nose, and how it cried, I hope the whole world goes straw-free._\n  - sync303\n    _Good. I mean I don't use them so I've really got nothing to lose._\n    - zoziw\n      _But...how can I drink my beer without a straw?_\n\nUselessWidget (2017-12-08):\n_Good. Less plastic waste is always better._\n\nmarlboro__man9 (2017-12-08):\nK A: The stat was 500 millions straws are used in America per day not per year and 2: That stat was the product of a 9 year olds phone survey (yes a 9 year old, not a stat that is 9 years old) but has somehow spread like wildfire, anyways still good that National is making this move.\n\nMarsymars (2017-12-08):\nCool. Now I'll be able to order \"water with no ice\" rather than \"water with no ice or straw\".\nMaybe some day I'll be able to order just \"water\", and get just water.\n\ngbfk (2017-12-08):\n\"I'll just have a water, neat.\"\nClass up your experience a little.\n\nJerballzzz (2017-12-08):\nI wish more places would get on board with this. I wish our PM would as well.\n- cujoslim\n  _It’s happening in restaurants in the city. I run one on 17th and we stopped sending out straws 3 months ago and our sister restaurant stopped about 6 months ago. If concord as a whole gets on board then the rest will follow. Nobody wants to be a worse company than concord._\n\nCheetahsNeverProsper (2017-12-08):\nReally? That’s what you want out of a PM: a strong stance on straws? C’mon now.\n- craig5005\n  _It's funny how long things take sometimes. Recall the whole \"micro-beads\" in shampoos/soaps etc. I figured it was a pretty easy \"Ya... those are bad and not necessary.\" If it were me I would have said \"Sell through your stock and don't import anymore.\" But the ban ended up being like 2 years down the road.... why?!!_\n\nkalypso18 (2017-12-08):\nSymons Valley Roadhouse is straw free. I was impressed when I went the other night and they served my drink in a mason jar with no straw.",
  "summary": "The conversation shows a mix of support and skepticism regarding the ban on plastic straws. Some users express enthusiasm for the move, citing reduced plastic waste and improved environmental impact, while others question the significance of such a stance in relation to other political issues. Overall, the sentiment seems somewhat positive about the initiative. \n\nSentiment: 0.6",
  "sentiment": 0.6
}