{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "We use 500 million plastic straws daily in the United States?!",
  "href": "https://medium.com/re-generation/we-use-500-million-plastic-straws-daily-in-the-united-states-673a9681dd33",
  "body": "We use 500 million plastic straws daily in the United States?! Lonely Whale has a plan so we can #StopSucking. A conversation with Dune Ives on their campaign to prevent plastic from getting...",
  "readable_content": "- Website User (2023-12-08): \"Sign up\"\n- Website User (2023-12-08): \"Sign in\"\n- Website User (2023-12-08): \"Top highlight\"\n- Website User (2023-12-08): \n  - The article covers a conversation with Dune Ives, focusing on the campaign to prevent plastic from getting into the oceans.\n- Website User (2023-12-08): \n  - \"How did you get involved with the Lonely Whale, and what led you to working with them?\"\n- Dune Ives: \n  - I spent about two and a half years working for Paul Allen, designing and then leading his global environmental philanthropy. One of the questions he asked us, as an executive team, we could never fully answer. That question was, how do you get people to care for the ocean?\n  - That’s really the heart. That’s the most important question for us to answer. He recognized that as a philanthropist you can keep spending money and spending money and spending money to solve problems but never really get at the root, until people truly care for their environment.\n- Dune Ives: \n  - \"The ocean gives us every second breath. I think most of us think that it’s really the trees (and the oxygen that comes from the trees) that provides for all of our breath. But, the ocean gives us every second breath...\"\n- Dune Ives: \n  - \"The way Lonely Whale is structured, we have two main programs. One is education, and the other is impact.\"\n- Dune Ives: \n  - On the education side, we have this great program, called Catch the Wave. It’s a K-12 plastic pollution education program and campaign. We did a pilot in Canada this spring, and we’re rolling it out in the United States in partnership with 5 Gyres Institute.\n- Dune Ives: \n  - Our big impact campaign right now is Strawless Ocean. That has multiple parts to it. Ultimately, our goal is to eliminate 500 million single-use plastic straws during 2017.\n- Dune Ives: \n  - \"I don’t know that there is an 'average day' of work at the Lonely Whale. That’s the nature of the work, right? We have to remain nimble and be willing to be flexible in our approach...\"",
  "summary": "The conversation with Dune Ives underscores the importance of addressing plastic pollution in the oceans and highlights the proactive approach taken by the Lonely Whale organization to educate and create impact through campaigns like Strawless Ocean. Dune Ives' commitment and the organization's efforts reflect a positive and determined stance on combating plastic pollution.\n\nSentiment: 0.9",
  "sentiment": 0.9
}