{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "How to play on the plastic straw/bags revolution? : r/stocks - Reddit",
  "href": "https://www.reddit.com/r/stocks/comments/8prnoc/how_to_play_on_the_plastic_strawbags_revolution/",
  "body": "75 votes, 30 comments. Probably late to a pretty obvious fad/movement, but what are some smart plays for biodegradable renewable disposables?",
  "readable_content": "- kykleswayzknee (2017-06-09): Probably late to a pretty obvious fad/movement, but what are some smart plays for biodegradable renewable disposables?\n\n- manwhoreproblems (2017-06-09): Waterboard/kraft paper. The US doesnt have any high quality or volume makers though. Not even sure if Metsa or Billerudkornas are public companies.\n\n- ser_renely (2017-06-09): Didn't think about this from the investment side, for some reason. Good thought.\n\n- jpengland (2017-06-09): WOOD, biodegradable plastic is made from lignocellulosic material and that will cover you on Kraft pulp etc. like other’s mentioned. In generally covers lots of plastic alternative products as most are made of paper products. Investing more specifically is tough because most pulp mills are owned by bigger companies like IP which are included in WOOD, most paper bags are made by similar companies, idr which. There are more influences than just that, but you’re definitely late to the party (check graph starting Jan 2016). Also, make you’ll make a fortune if this actually happens\n\n- william_fontaine (2017-06-09): Gotta buy the non-plastic straw ETF.\n\n- zhantoo (2017-06-09): You mean non-plastic straw and bags.. Right?\n\n- [deleted] (2017-06-09): Most are going to be private equity. Any company like that are going to be worthy of doing it.\n\n- danvantilburg (2017-06-09): Last week someone got laughed off reddit for this very same question lmao\n\n- [deleted] (2017-06-09): TSE. The company has just invested in biodegradable business thru acquisition.\n\n- TheObeseOne (2017-06-09): Billerudkorsnas and Brødrene Hartmann are two decent plays at this.\n\n- need_more_amort (2017-06-09): _\n\n- [deleted] (2017-06-09): do you not realize you don't need a straw to drink? Not everyone still needs silly straws\n\n- MGRaiden97 (2017-06-09): Ok, now convince the rest of the world to stop using straws and you will have accomplished something.",
  "summary": "The conversation revolves around discussing smart investment plays for biodegradable renewable disposables and the potential for reducing the use of plastic straws. While some individuals are considering the investment aspect, others are skeptical or focused on the practicality of reducing straw usage. Overall, the sentiment leans toward acknowledging the potential impact of reducing plastic straw usage, but there is also skepticism and differing opinions on the matter. Sentiment: 0.3",
  "sentiment": 0.3
}