{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "McDonald's To Eliminate Plastic Straws in U.K. Restaurants",
  "href": "https://www.reddit.com/r/unitedkingdom/comments/880btk/mcdonalds_to_eliminate_plastic_straws_in_uk/",
  "body": "Paper straws used to be the default before plastic became so popular (the reason everyone switched to plastic btw. was environmental - deforestation from all the paper use was becoming a serious problem). It was great for quick use, but if you left it too long the paper got soggy and the straw blocked, which defeated the point.",
  "readable_content": "- dipo4you (2017-03-29): I've never seen a paper straw. Interested to see what it feels like in use, I hate paper lollipop sticks - hope they aren't like that.\n- psaldorn (2017-03-29): Are the old straws not recyclable?\n- kildog (2017-03-29): McDonalds destroy the environment for profit. This is just marketing fluff.\n- JoeDaStudd (2017-03-29): Why not just use a recyclable or biodegradable plastic and not wrap them each individually?\n- ImperialBritain (2017-03-29): Excellent news! \n- FannyGayForeskin (2017-03-29): McDonalds should eliminate 'not paying its taxes' first tbqh\n- Ren182 (2017-03-29): This is great.\n- ifthestarsareright (2017-03-29): how convenient when you can hide tawdry cost savings behind the excuse of being good for the environment. I personally much prefer a good honest British burger as available at Wimpy than this foul American muck.\n- kildog (2017-03-29): These kind of marketing stunts are just depressing.\n- mrcassette (2017-03-29): I hope starbucks follow suit on their wastage. Everything is made to throw away there and no option for recycling...\n- circuitology (2017-03-29): Judging by my recent ubereats orders, I thought they had done this already...\n- ExpediteTheSearch (2017-03-29): They save plastic by not giving you the dips you've specifically ordered too. Happens 75% of the time in my experience.\n- BlaeRank (2017-03-29): Ugh, I hate hate hate paper straws, I don't eat mcdonalds but spoons have started doing this too, need to use a new one for each drink because they fall to bits\n- ItsACommonMistake (2017-03-29): They need to do this at bars. There’s a few in my area that are by request only but the amount of times I’ve got a drink and taken the straw out within a second of getting it is huge. The bar staff see you do it but it’s the venues rule that they put it in. So stupid.",
  "summary": "The conversation about banning plastic straws reflects a mix of opinions. While some people appreciate the effort to reduce plastic waste and protect the environment, others express skepticism and criticize the move as a mere marketing stunt. There are also concerns about the practicality and durability of paper straws. Overall, the sentiment is mixed, with a range of viewpoints expressed. \n\nSentiment: 0.0",
  "sentiment": 0.0
}