{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Truth About Bioplastics - State of the Planet",
  "href": "https://news.climate.columbia.edu/2017/12/13/the-truth-about-bioplastics/",
  "body": "Since only about 9 percent of plastic gets recycled, much of the rest pollutes the environment or sits in landfills, where it can take up to 500 years to decompose while leaching toxic chemicals into the ground. Traditional plastic is made from petroleum-based raw materials.",
  "readable_content": "user (2023-12-08): News from the Columbia Climate School\n\nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nSUSTAINABILITY\nThe Truth About Bioplastics\nBY RENEE CHO |DECEMBER 13, 2017\n\nBioplastics are often touted as being eco-friendly, but do they live up to the hype?\n\nThe world has produced over nine billion tons of plastic since the 1950s. 165 million tons of it have trashed our ocean, with almost 9 million more tons entering the oceans each year. Since only about 9 percent of plastic gets recycled, much of the rest pollutes the environment or sits in landfills, where it can take up to 500 years to decompose while leaching toxic chemicals into the ground.\n\nTraditional plastic is made from petroleum-based raw materials. Some say bioplastics—made from 20 percent or more of renewable materials—could be the solution to plastic pollution. The often-cited advantages of bioplastic are reduced use of fossil fuel resources, a smaller carbon footprint, and faster decomposition. Bioplastic is also less toxic and does not contain bisphenol A (BPA), a hormone disrupter that is often found in traditional plastics.\n\nKartik Chandran, a professor in the Earth and Environmental Engineering Department at Columbia University who is working on bioplastics, believes that compared to traditional plastics, “bioplastics are a significant improvement.”\n\nHowever, it turns out that bioplastics are not yet the silver bullet to our plastic problem.\n\n- Degradable – All plastic is degradable, even traditional plastic, but just because it can be broken down into tiny fragments or powder does not mean the materials will ever return to nature. Some additives to traditional plastics make them degrade more quickly. Photodegradable plastic breaks down more readily in sunlight; oxo-degradable plastic disintegrates more quickly when exposed to heat and light.\n- Biodegradable – Biodegradable plastic can be broken down completely into water, carbon dioxide and compost by microorganisms under the right conditions. “Biodegradable” implies that the decomposition happens in weeks to months. Bioplastics that don’t biodegrade that quickly are called “durable,” and some bioplastics made from biomass that cannot easily be broken down by microorganisms are considered non-biodegradable.\n- Compostable – Compostable plastic will biodegrade in a compost site. Microorganisms break it down into carbon dioxide, water, inorganic compounds and biomass at the same rate as other organic materials in the compost pile, leaving no toxic residue.\n\n- PLA (polylactic acid) is typically made from the sugars in corn starch, cassava or sugarcane. It is biodegradable, carbon-neutral and edible. To transform corn into plastic, corn kernels are immersed in sulfur dioxide and hot water, where its components break down into starch, protein, and fiber.\n\n- The study compared seven traditional plastics, four bioplastics and one made from both fossil fuel and renewable sources. The researchers determined that bioplastics production resulted in greater amounts of pollutants, due to the fertilizers and pesticides used in growing the crops and the chemical processing needed to turn organic material into plastic.\n\n- While the biodegradability of bioplastics is an advantage, most need high temperature industrial composting facilities to break down and very few cities have the infrastructure needed to deal with them. As a result, bioplastics often end up in landfills where, deprived of oxygen, they may release methane, a greenhouse gas 23 times more potent than carbon dioxide.\n\n- When bioplastics are not discarded properly, they can contaminate batches of recycled plastic and harm recycling infrastructure. If bioplastic contaminates recycled PET (polyethylene terephthalate, the most common plastic, used for water and soda bottles), for example, the entire lot could be rejected and end up in a landfill. So separate recycling streams are necessary to be able to properly discard bioplastics.\n\n- The land required for bioplastics competes with food production because the crops that produce bioplastics can also be used to feed people. The Plastic Pollution Coalition projects that to meet the growing global demand for bioplastics, more than 3.4 million acres of land—an area larger than Belgium, the Netherlands and Denmark combined—will be needed to grow the crops by 2019. In addition, the pet",
  "summary": "The text discusses the truth about bioplastics, highlighting their advantages and drawbacks. While bioplastics are promoted as an eco-friendly alternative to traditional plastics, the reality is more complex. Bioplastics may not be the ultimate solution to plastic pollution due to their production process, limited biodegradability, and competition for land with food crops. Overall, the text presents a balanced view of bioplastics, acknowledging their potential benefits but also shedding light on their limitations. \n\nSentiment: 0.2",
  "sentiment": 0.2
}