{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "'Ditch plastic straws' - experts and campaigners on how to cut plastic ...",
  "href": "https://www.theguardian.com/sustainable-business/2017/jul/30/retailers-manufacturers-reduce-plastic-use-waste-lily-cole-ellen-macarthur",
  "body": "When did plastic straws become ubiquitous? Far too often, before you've said: \"No straw please\", there it is, already on its way to becoming waste - usually completely unnecessarily. It's...",
  "readable_content": "The Guardian (2017-07-30): \n- A range of experts and campaigners express their opinions on how to reduce plastic waste in the environment.\n\n- Lily Cole advocates for the avoidance of single-use plastic water bottles and encourages the use of reusable bottles while addressing the stigma around asking for tap water.\n\n- Dame Ellen MacArthur highlights the need for systemic change in the way plastics are made and used, with a focus on prevention of plastic waste.\n\n- Hannah Lownsbrough emphasizes the need for corporations, such as McDonald’s, to take responsibility and reduce plastic waste by implementing alternatives to plastic straws.\n\n- Ilana Taub urges companies to take the risk of trying new materials, emphasizing the minimal cost difference between traditional plastic and compostable alternatives.\n\n- Hugo Tagholm supports the implementation of a nationwide deposit return system to reduce plastic bottle pollution and create a more circular economy.\n\n- Madeleine Berg urges retailers and manufacturers to replace plastic stems with fully biodegradable alternatives for cotton bud sticks to prevent marine litter.\n\nThe article discusses the various perspectives on reducing plastic waste and highlights different strategies and initiatives to address the issue.",
  "summary": "The text portrays a positive sentiment towards reducing plastic waste by advocating for systemic change, corporate responsibility, embracing new materials, and implementing alternative solutions. Each opinion mentioned focuses on a different aspect of the issue and suggests practical and achievable steps. Overall, the sentiment is supportive of the various perspectives on reducing plastic waste. Sentiment: 0.8",
  "sentiment": 0.8
}