{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic pollution of the world's seas and oceans as a contemporary ...",
  "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5812987/",
  "body": "The sources of such plastics are equally diverse, from commercial and recreational ships and vessels, fishing and aquaculture operations (rope, waste, fishing gear, nets) to land based sources, street litter, dumping, packaging (including plastic bags), plastic sheeting and production waste 3.",
  "readable_content": "- (@2023-12-08): The pervasive nature of marine plastic pollution was highlighted at the recent United Nations Environment Assembly. This meeting saw strong commitments for action, but at the same time reinforced the challenges for contemporary ocean governance in addressing marine plastic pollution.\n\nAlthough there is broad-based recognition of the problem of marine pollution, the challenge in addressing marine plastic pollution reflects the complexity of a multi-faceted problem. A vast majority of marine plastic pollution derives from land-based sources, so a sole focus on marine-oriented solutions is insufficient. The sources of such plastics are equally diverse, from commercial and recreational ships and vessels to land-based sources such as street litter, dumping, and packaging.\n\nThe problem is further complicated by the growing understanding of micro-sized and nano-sized plastic particles and their detrimental impacts on marine life. The article also discusses the issues for contemporary ocean governance in addressing marine pollution, highlighting the role of international bodies like the International Maritime Organization and the need for international action with measurable targets.\n\nThe text concludes with suggestions for addressing marine plastic pollution through international agreements and building on commitments made at conferences and events such as the United Nations Conference and the Oceans Conference. It also emphasizes the importance of ongoing scientific support and a precautionary approach in combating marine plastic pollution.",
  "summary": "The text discusses the complex nature of marine plastic pollution, highlighting the challenges and the need for international action and cooperation to address the issue. It emphasizes the importance of recognizing the diverse sources of marine plastic pollution and the detrimental impacts on marine life, and suggests taking a precautionary approach. Overall, the sentiment is focused on the recognition of the problem and the need for collaborative action.\n\nSentiment: 0.8",
  "sentiment": 0.8
}