{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Are There Differences Between Plastic Man and Elongated Man ... - Reddit",
  "href": "https://www.reddit.com/r/DCcomics/comments/841obc/are_there_differences_between_plastic_man_and/",
  "body": "He can't really shapeshift and uses his powers in actually serious ways. It may seem redundant but the thing is, Elongated Man is a hero supposed to be taken seriously, with limited powers and a normal attitude. Plastic Man is a comic relief character, who is more powerful but doesn't really put much effort into things.",
  "readable_content": "- mugenhunt (2017-12-08): Yeah, you got it. Elongated man can just stretch his body longer, while Plastic Man can do pretty much anything with his form.\n- mikeman1090 (2017-12-08): lol ur post reminds me of the JLU episode where elongated man sits out of a fight because plastic man was fighting and, according to Green Lantern, \"we don't need two stretchy guys\"\n- tanjental (2017-12-08): I don't think it's so much a power limitation as a mindset difference... (continues comment)\n- [deleted] (2017-12-08): Plastic Man is a complete shapeshifter with a semi-liquid body, he can assume any shape he wants and even turn into machinery with rotating parts (like a car)...\n- bobthejeffmonkey (2017-12-08): IIRC, elongated man was created because a writer wanted a stretchy hero and forgot that DC owned plastic man\n- JGarrickFlash (2017-12-08): Plastic Man is actually made of plastic, his weakness is being frozen or melted, or acetone.\n- Weep2D2 (2017-12-08): A former friend of mine way back when tried to clean my Tekken 5 disk (PS2) with acetone. Keyword: Former.\n- discophant64 (2017-12-08): Correct me if I'm wrong but he's also the most powerful character in the DC universe as surmised by Batman, correct?\n- Pathogen188 (2017-12-08): Meh, just because Batman says it I wouldn’t take it as fact, there are several earth based characters that are stronger than Plas... And Flash, Wally or Barry is downright broken. Superman obviously... (continues comment)\n- agreeingstorm9 (2017-12-08): Plastic Man is usually depicted as being able to shape shift. Ralph can't really do that. Other than that, their power set is pretty much identical.\n- hunarthebarbarian (2017-12-08): Plastic Man is far more powerful, but Dibney's true ability is his knack for sniffing out crimes and solving them...\n- Woodwonk (2017-12-08): Plastic man's skin is shiny plastic. I am not sure if he can change the texture to make it non glossy.",
  "summary": null,
  "sentiment": null
}