{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Guide for a Low-Effort LTN User : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/73xyd5/guide_for_a_loweffort_ltn_user/",
  "body": "Connect the input of each arithmetic combinator to the constant combinator from step #1 using one color of wire, and connect each input to the LTN constant combinator using the other color of wire. Place an inserter to load each locomotive/wagon spot at a train station, and connect each one to the arithmetic combinator for that station.",
  "readable_content": "- FrostFG (2017-10-6): I like the effort, but to make people use it you need pics. If I remember and find the time, I will add my greatest 'what the f, how does that work' moments. That will perhaps add value.\n- HactarCE (2017-10-6): When I get home tonight I'll do that. Thanks for the feedback!\n  - EDIT: Done. It took a few days though.\n  - thegroundbelowme (2017-10-6): I know I'm resurrecting an older thread here, but wanted to mention this for people finding this thread in the future: If you use regular stack inserters to load your trains at provider stations, you need to wire them up to the circuit network (station -> arithmetic combinator input set to each * -1, output each, station output node -> arithmetic combinator output -> stack inserters) and set the inserters to only enable when the signal for whatever the station is providing is > 0. This will keep the inserters from inserting (much) more than requested, which will help prevent cross-pollution caused by a train being unable to unload all of its cargo, leaving some of its contents in the train, which might get sent to a different type of provider. I found this out the hard way when I found a bunch of copper plates polluting my stone brick belts :(\n    - MithLawhurr (2023-12-08): incredibly necroposting here, but this was super helpful to me today.\n      - [3 more replies]\n- -safan- (2017-10-6): What's the reason behind the green wire? Is it a bug or a feature?\n- HactarCE (2017-10-6): I think somewhere in between, maybe \"unwanted limitation.\"\n  - EDIT: It was fixed long ago; both wire colors work now.\n    - [5 more replies]\n- LastElf (2017-10-6): I'm personally using these stations to do my LTN transport without having to play around with combinators myself. Then to learn how things work I look at where the wires are going and what signal does what.\n  - Speicherleck (2017-10-6): Damn the request trick to set a big provider threshold is nice. I used to do combinator magic to remove positive values before... This is so elegant.\n    - [3 more replies]\n- Rellikten (2017-10-6): LTN confused me until i saw this thread. Thanks dude!\n  - HactarCE (2017-10-6): Glad to help :)\n    - [1 more reply]\n- XsNR (2017-10-6): Thanks for the manual on how to not use a manual.\n  - HactarCE (2017-10-6): Relevant\n    - [1 more reply]\n- barnabasss (2017-10-6): This is a great tutorial my man\n  - HactarCE (2017-10-6): Thanks!\n    - [1 more reply]\n- murray_paul (2017-10-6): Having recently gone through the pain, I'd add that if you are setting up provider stations for multiple items, set [Number of locked slots in wagon] = 1.\n  - Dabuscus214 (2017-10-6): For the filter inserter part with the requester, does it need to be normal filter inserters or can it be stack filters? I say this because nilaus has a series using ltn and he uses normal filter inserters occasionally and I'm not a fan of low throughput\n    - [2 more replies]\n- kostertim (2017-10-6): This is awesome. Did use LTN for a bit, but there are quite some new things in here for me!\n  - ChuunibyouImouto (2017-10-6): I'm going to reply to this old thread",
  "summary": null,
  "sentiment": null
}