{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "How Skipping Plastic Straws Can Have a Bigger ... - WorldAtlas",
  "href": "https://www.worldatlas.com/news/how-skipping-plastic-straws-can-have-a-bigger-environmental-impact-than-you-realize.html",
  "body": "Plastic straws are made of polypropylene, which is identified by resin code 5 and usually recyclable. However, due to their small size most facilities cannot process plastic straws, meaning they end up in landfills. The problem with plastic straws does not end here.",
  "readable_content": "-User (2023-12-08): How Skipping Plastic Straws Can Have A Bigger Environmental Impact Than You Realize\nAnti-straw movements around the world are asking people to question their plastic straw usage. Photo credit: shutterstock.com.\nDrinking straws are not a new idea, in fact, they’ve been around in one form or another for thousands of years. Paper straws were replaced by plastic straws in the 1960s, and today it is common to receive a beverage at a restaurant accompanied by a plastic drinking straw.\n-User (2023-12-08): Are Plastic Straws Recyclable?\nPlastic straws are made of polypropylene, which is identified by resin code 5 and usually recyclable. However, due to their small size most facilities cannot process plastic straws, meaning they end up in landfills. The problem with plastic straws does not end here. Much of the garbage that is supposed to end up in landfills actually makes its way into the world’s streams, lakes, and oceans instead. A recent study calculated that in 2010, 4.8 to 12.7 million metric tons of plastic waste made its way into the oceans.\n-User (2023-12-08): The Discovery Of The Great Pacific Garbage Patch\nWhat happens to garbage once it reaches the ocean? Ocean gyres, composed of circular ocean currents, collect large portions of plastic waste. In 1972, a garbage patch was discovered in the North Atlantic Gyre measuring hundreds of kilometers in size. In 1988, another large garbage patch was identified in the North Pacific gyre, dubbed the Great Pacific Garbage Patch.\n-User (2023-12-08): How Plastic Waste Is Causing A Marine Crisis\nBoth larger plastics and microplastics in the ocean cause havoc on marine life. Floating debris disrupts the food web, blocking sunlight from penetrating deeper into the ocean. Animals also mistake plastic floating through the ocean as food sources, with reports of sea turtles eating plastic bags mistaken for jellyfish and birds eating plastic resin pellets mistaken for fish eggs. Plastic has been found in the stomach of all sea turtle species, 44% of seabird species, and 22% of cetacean species which includes whales, dolphins, and porpoises.\n-User (2023-12-08): Average Straw Usage\nThe US alone uses 500 million plastic straws every day. 500 million is enough straws to fill up 127 school buses or wrap around the circumference of the Earth 2.5 times each day. This number averages to approximately 38,000 straws per person between the ages of 5 and 65. The worst part of plastic straws is that most of the time, they aren’t needed.\n-User (2023-12-08): What Can Be Done? – National Skip The Straw Day\nNational Skip the Straw Day was founded by a group of students from Whitehall Middle School in Whitehall, Michigan known as the Coral Keepers. The event is celebrated every year on the fourth Friday in February.",
  "summary": "The conversation highlights the environmental impact of plastic straws, from their contribution to ocean pollution to their unnecessary usage. It also emphasizes the efforts to raise awareness and reduce plastic straw consumption through initiatives like National Skip the Straw Day. Overall, the sentiment towards banning plastic straws is positive and supportive of environmental conservation efforts.\n\nSentiment: 0.9",
  "sentiment": 0.9
}