{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic straws make ocean pollution: Environment-friendly alternatives",
  "href": "https://www.usatoday.com/story/money/nation-now/2018/05/23/sustainable-alternatives-plastic-straws-recyling/632993002/",
  "body": "Paper straws remain a single-use alternative to plastic straws. Some on the market now are made from renewable sources and are biodegradable. The non-profit Lonely Whale's For A Strawless Ocean ...",
  "readable_content": "User (2023-12-08): How I bonds perform\nCheck current rates\nBest CD rates this month\nProtecting your funds\nU.S.\nIsrael War\nSports\nEntertainment\nLife\nMoney\nTech\nTravel\nOpinion\nNATION NOW\nAir Pollution\nAdd Topic\nGlass straws? Straw straws? Here are some eco-friendly alternatives to plastic\nDavid Carrig\nUSA TODAY\n\n- The war on plastic straws is growing as more companies such as McDonald's and cities such as New York are facing pressure to find sustainable and eco-friendly alternatives that won't pollute our oceans, litter our beaches, or harm animals.\n\n- McDonald's shareholders on Thursday rejected a proposal that asked the fast-food giant to report on the business risks of using plastic straws and look for alternatives. Despite the rejection, the fast-food giant has begun experimenting with using paper straws in its U.K. restaurants and making plastic straws available only on request.\n\n- It is estimated that more than 500 million single-use plastic straws are used and thrown away every day in the U.S. alone. Americans use them at an average rate of 1.6 straws per person per day, which translates into 175 billion straws a year. Sea turtles are being found with plastic straws stuck up their noses.\n\n- Only 14% of plastic packaging is collected for recycling, and \"a staggering 32% of plastic packaging escapes collection systems,\" according to a 2016 study by the World Economic Forum.\n\n- A study by the University of California Santa Barbara’s National Center for Ecological Analysis and Synthesis (NCEAS) found that 8 million metric tons of plastic trash end up in our oceans every year.\n\n- Environmentalists and conservation groups are seeking to ban, tax, or boycott plastic straws to reduce plastic waste. The United Kingdom announced plans in April to ban the sale of plastic straws, stirrers, and cotton swabs.\n\n- Refusing a straw is the most eco-friendly choice, but there are alternatives available: straw straws, paper straws, metal straws, bamboo straws, and glass straws.\n\n- The plastic industry urges the responsible use and disposal of plastic straws and focuses on the importance of recycling. They argue that plastics have environmental benefits because they do more with less material and have a lower environmental cost compared to alternative materials.\n\n- Concerns about the use of alternative materials include sanitation and health-related issues, such as how restaurants will clean and disinfect reusable straws efficiently.",
  "summary": "The post discusses the growing movement to find sustainable and eco-friendly alternatives to plastic straws, driven by concerns about pollution and harm to marine life. It outlines the efforts of companies and governments to address the issue and offers various alternatives to single-use plastic straws. The sentiment of the text is clearly in favor of reducing plastic waste and finding eco-friendly alternatives. \n\nSentiment: 0.8",
  "sentiment": 0.8
}