{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Has anyone had experience with 16/8 fasting? Pros or cons ... - Reddit",
  "href": "https://www.reddit.com/r/orangetheory/comments/8e3uox/has_anyone_had_experience_with_168_fasting_pros/",
  "body": "IF 16:8 has seriously changed my life. I used to have month long stalls (even while doing OT 4-5x per week) until I went IF. Now I lose weight consistently. It definitely depends on the person but I'm so glad I found it.",
  "readable_content": "- lisakley34 (2017-12-08): Has anyone had experience with 16/8 fasting? Pros or cons??? Thanks’\n  - DonsBirdie (2017-12-08): I've been doing it for a few months as well. My husband and I started, not for weight loss, but just because we read about some of the other benefits.\n  - suesiesunshine (2017-12-08): I’ve been doing that for several months and I believe that it’s helped reset my relationship with food to a much more healthy perspective.\n  - ruskayaprincessa (2017-12-08): I do this. While I haven’t lost weight (I’m at my target weight), my annual physical came back great.\n  - startledewe (2017-12-08): I started 16:8 5 days ago and I can honestly say I feel a difference in the \"why\" I eat.\n  - mcrouch824 (2017-12-08): I did it for the first time on Friday. I found that I wasn't really hungry even after my eating window opened so I ended up going 18 hours.\n  - song-of-misery (2017-12-08): My bf was the first one to get into it, he lost 40 lbs just by doing that. I started doing it in jan of this year, and i personally find that it has redefined my relationship with food.\n  - itchysensation03 (2017-12-08): I've combined 16/8 fasting with going to the gym immediately before the expiration of my fast (so I'm on an empty stomach), and I have felt better and more energized than ever.\n  - way2manyashleys (2017-12-08): IF 16:8 has seriously changed my life.\n  - ArePeaSee (2017-12-08): I lost 80 pounds in a year without fasting.\n  - ArePeaSee (2017-12-08): My friend fasted and she ended up heavier than ever.",
  "summary": null,
  "sentiment": null
}