{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Science Says: Amount of straws, plastic pollution is huge - Phys.org",
  "href": "https://phys.org/news/2018-04-science-amount-straws-plastic-pollution.html",
  "body": "Straws make up about 4 percent of the plastic trash by piece, but far less by weight. Straws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those...",
  "readable_content": "user (2023-12-08): Week's top\nLatest news\nUnread news\nSubscribe\nScience X Account\nRemember me\nSign In\n\nClick here to sign in with  or \n\nForget Password?\n\nNot a member? Sign up\n\nLearn more\n\nNanotechnology\nPhysics\nEarth\nAstronomy & Space\nChemistry\nBiology\nOther Sciences\n Medicine\n Technology\n\n- Home\n- Earth\n- Environment\n\n- APRIL 21, 2018\n\nScience Says: Amount of straws, plastic pollution is huge\nby Seth Borenstein\n\nThis December 2016 photo provided by the Commonwealth Scientific and Industrial Research Organization, a dead shearwater bird rests on a table next to a plastic straw and pieces of a red balloon found inside of it on North Stradbroke Island, off the coast of Brisbane, Australia. Australian scientists Hardesty and Chris Wilcox estimate, using trash collected on U.S. coastlines during clean ups over five years, that there are nearly 7.5 million plastic straws lying around America's shorelines.  They then figure that means for the entire world there are between 437 million and 8.3 billion plastic straws on the world's coastlines. (CSIRO via AP)\n...\nMcDonald's will test paper straws in some U.K. locations next month and keep all straws behind the counter, so customers have to ask for them. \"Together with our customers we can do our bit for the environment and use fewer straws,\" says Paul Pomroy, who runs the fast-food company's U.K. business.\n\nThe issue of straws and marine animals got more heated after a 2015 viral video showing rescuers removing a straw from a sea turtle's nose in graphic and bloody detail.\n\nBut a ban may be a bit of a straw man in the discussions about plastics pollution. Straws make up about 4 percent of the plastic trash by piece, but far less by weight.\n\nStraws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.\n\n\"Bans can play a role,\" says oceanographer Kara Lavendar Law, a co-author with Jambeck of the 2015 Science study. \"We are not going to solve the problem by banning straws.\"\n\nIn this Thursday, Feb. 12, 2015 file photo, Jenna Jambeck, an environment engineering professor at the University of Georgia, holds a plastic baggie with trash collected last fall from a clean up at Panama Beach, Fla., at the American Association for the Advancement of Science conference in San Jose, Calif. Jambeck calculates that nearly 9 million tons (8 million metric tons) end up in the world's oceans and on the coastlines each year, as of 2010, according to her 2015 study. (AP Photo/Seth Borenstein)\n\nScientists say that unless you are disabled or a small child, plastic straws are generally unnecessary and a ban is start and good symbol. These items that people use for a few minutes but \"are sticking round for our lifetime and longer,\" Lippiatt says.\n\nMarcus Eriksen, an environmental scientist who co-founded the advocacy group 5 Gyres, says working on bans of straws and plastic bags would bring noticeable change. He calls plastic bags, cups and straws that break down in smaller but still harmful pieces the \"smog of microplastics.\"\n\n\"Our cities are horizontal smokestacks pumping out this smog into the seas,\" Eriksen says. \"One goal for advocacy organizations is to make that single-use culture taboo, the same way smoking in public is taboo.\"\n\nSteve Russell, vice president of plastics for the American Chemistry Council, said people can reduce waste by not taking straws, but \"in many cases these plastics provide sanitary conditions for food, beverages and personal care.\"\n\nThe key to solving marine litter, Russell says, is \"in investing in systems to capture land-based waste and investing in infrastructure to convert used plastics into valuable products.\"\n\nEven though Jambeck spends her life measuring and working on the growing problem of waste pollution, she's optimistic.\n\n\"We can do this,\" Jambeck says. \"I have faith in humans.\"\n\nJournal information: Science \n\n© 2018 The Associated Press. All rights reserved.\n\nExplore further\n\nTaiwan to ban disposable plastic items by 2030\n61 shares\n\nFacebook\n\nTwitter\n\nEmail\n\nFeedback to editors\n\n1\n2\nRelated Stories\nTaiwan to ban disposable plastic items by 2030\n\nFEB 22, 2018\n\nPlastic trash—the new threat for coral reefs worldwide\n\nMAR 8, 2018\n\nDead whale ingested 64 pounds of plastic and waste\n\nAPR 20, 2018\n\nDiver films rubbish wasteland in Bali waters\n\nMAR 8, 2018\n\nStemming the tide of ocean plastics\n\nAPR 18, 2018\n\nBetter managing plastic waste in a handful of rivers could stem plastics in the ocean\n\nOCT 11, 2017\n\nRecommended for you\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDEC 8, 2023\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nDEC 8, 2023\n\nResearch finds marine bacteria, atmospheric rivers can contribute to formation of ice clouds\n\nDEC 8, 2023\n\nAdapting to hypoxia: Zooplankton influence efficiency of biological carbon pump in the Humboldt Current\n\nDEC 8, 2023\n\nImproving thunderstorm prediction by watching lightning flashes from space\n\nDEC 8, 2023\n\nA new 66 million-year history of carbon dioxide offers little comfort for today\n\nDEC 7, 2023\n\nLoad comments (3)\nMore news stories\nWhen is an aurora not an aurora? Phenomena called 'Steve' and 'picket fence' are masquerading as auroras\n\nThe shimmering green, red and purple curtains of the northern and southern lights—the auroras—may be the best-known phenomena lighting up the nighttime sky, but the most mysterious are the mauve and white streaks called ...\n\nEARTH SCIENCES\n\n21 HOURS AGO\n\n0\n\n341\n\nA new (micro) lens on optics: Researchers develop hybrid achromats with high focusing efficiencies\n\nUsing 3D printing and porous silicon, researchers at the University of Illinois Urbana-Champaign have developed compact, visible wavelength achromats that are essential for miniaturized and lightweight optics. These high-performance ...\n\nOPTICS & PHOTONICS\n\n21 HOUR",
  "summary": "The post discusses the impact of plastic straws on the environment and the measures being taken to reduce their usage, such as testing paper straws and implementing bans. It also highlights the view of some experts that while banning straws is a good symbol, it is not a complete solution to the problem of plastic pollution. Overall, the sentiment appears to lean towards the necessity of reducing the use of plastic straws for the betterment of the environment. Sentiment: 0.7",
  "sentiment": 0.7
}