{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic straws - Network for Endangered Sea Turtles",
  "href": "https://www.nestonline.org/plastic-straws/",
  "body": "Over 500,000,000 plastic straws are used each day in the United States. It is estimated that more than 90 percent of trash floating in the oceans of the world is plastic. Plastic accounts as the most harmful man-made item to threatened and endangered sea turtles that are ingesting this plastic waste especially straws.",
  "readable_content": "**Network for Endangered Sea Turtles**\n- April 8, 2018\n- Over 500,000,000 plastic straws are used each day in the United States, and it is estimated that more than 90 percent of trash floating in the world's oceans is plastic. Plastic straws are especially harmful to threatened and endangered sea turtles, as they often mistake them for food. These straws break into tiny pieces in the ocean, making them easily ingested by marine life. The Network for Endangered and Threatened Sea Turtles (N.E.S.T.) is promoting the use of earth-friendly paper straws and encouraging restaurants to offer them as an alternative to plastic straws.\n\nFor more information, contact:\n- P.O. Box 1073, Kitty Hawk, NC 27949\n- Email: info@nestonline.org\n- N.E.S.T. Hotline: 252-441-8622\n\nTo report nesting turtles, turtle crawls, stranded or dead turtles, or hatching events on the Outer Banks, call the N.E.S.T. Hotline. If interested in volunteering, fill out the online application found on their website.\n\nCopyright N.E.S.T. 2016 | All Rights Reserved | Website by Outer Banks Internet, Inc.",
  "summary": "The text highlights the harmful impact of plastic straws on endangered sea turtles and promotes the use of earth-friendly paper straws as an alternative. It also encourages people to report nesting turtles, turtle crawls, and hatching events, as well as offers opportunities for volunteering. The overall sentiment of the text is positive, advocating for the protection of sea turtles and the environment. \n\nSentiment: 0.9",
  "sentiment": 0.9
}