{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Questions about silicone and bacterial growth : r/microbiology - Reddit",
  "href": "https://www.reddit.com/r/microbiology/comments/6kdlko/questions_about_silicone_and_bacterial_growth/",
  "body": "Roden11 • 6 yr. ago. I did come across research where very thin (1/10th of a mm) sheets of silicone were used to make small \"bags\" for the purpose of growing bacteria. Specifically, the thin silicone was excellent at diffusing oxygen into the bacterial colony compared to glass test tubes.",
  "readable_content": "Roden11 (2016-06-30): Questions about silicone and bacterial growth\n\nMy Google-Fu is not strong tonight. I'm trying to find info about silicone rubber and how it interacts with bacteria (in general).\n\nSilicone rubber is considered great for medical/food grade applications because it doesn't leach chemicals, react with anything, and has antibacterial properties. That last part is what I want to understand. Why is silicone rubber considered antibacterial? Is this only when silicone rubber is \"impregnated\" with an antibiotic of choice? Or is it something more structural/physical (on the micro scale) like its too smooth for the bacteria to anchor to or something? Is silicone rubber by itself antibacterial?\n\nI'm following a trail of thought, an idea for an agricultural application in which silicone rubber could be used to intentionally grow bacteria (beneficial kinds). Is there something about silicone rubber that just inhibits bacterial growth? If the needs of the bacteria are met (nutrients, temperature, ph, oxygen, water, etc.) would bacteria thrive on silicone rubber just like any other surface?\n\nAs I'm writing this I discovered porous silicone rubber is a thing and it can be used for \"growing cells or living tissues\". That sounds good for increasing surface area, but if I wanted aerobic bacteria while avoiding anaerobic bacteria would a porous structure just lead to anaerobic pockets (the pores themselves)? Maybe it just depends on the size of the pores?\n\nThanks in advance for helping me satisfy my curiosity!\n\n- Madanus (2016-06-30): Not sure about silicone but silica oil is used as an antifoam agent in bacterial fermentation cultures. The oil improves mass transfer of oxygen into the (aerobic) culture and as far as I know doesn't have antibacterial properties. I thought silica was chosen because it is largely innocuous/inert.\n\n- needlefish (2016-06-30): It might be referring to the lack of adhesion onto the silicone rubber surface rather than silicone rubber actively killing bacterial. I doubt that these companies are making the nano-rough surfaces (which have been found to be antibacterial for adhesion purposes as well) for all of this but maybe. It sounds like the bags you found were holding liquid culture rather than adherent...maybe? tl;dr maybe",
  "summary": null,
  "sentiment": null
}