{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Asked the cafe where I work if they'd use steel straws if I ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/88r1m6/asked_the_cafe_where_i_work_if_theyd_use_steel/",
  "body": "Piggybacking on this - advertise that you can get coffee in travel mugs. I've learned that almost every single place will take a reusable mug, eyeball the size and just charge you for whatever (usually a medium or large), but I remember for the longest time, I was afraid of taking my travel mug because I either thought the place didn't accept it or thought they'd only accept a standard size ...",
  "readable_content": "- r/ZeroWaste (2017-12-08): Asked the cafe where I work if they'd use steel straws if I bought them, I come back to them replacing the plastic straws with paper to decompose! They're also open to other reducing plastic waste ideas!\n  - Wicked_Fabala (2017-12-08): The cups! The cups!!!!\n  - svenr (2017-12-08): How would you clean steel straws full of sticky milk shake residue?\n    - ether_reddit (2017-12-08): little wire brushes. Most packs of metal straws come with one.\n  - timmiestitties (2017-12-08): Just a shame their total shit. A lot of my local pubs moved to paper, people just stopped using straws mostly.\n    - NoTimeForInfinity (2017-12-08): What's the cost difference like?\n      - [deleted] (2017-12-08): Where I live, it's actually much more expensive. At least 3x more than plastic straws. But my work uses very few straws so we can absorb the cost. For a bar, coupling that with a \"ask for straw\" policy could help.\n- Gwendilater (2017-12-08): Probably not a lot / nothing, but it's something they just hadn't considered before.\n- ladyfaceperson (2017-12-08): I would be afraid of the hygiene aspects of this. Lumen shaped things are very hard to clean.\n- sammibee (2017-12-08): Great way to make a change! This is awesome!\n- Numismatists (2017-12-08): Making a difference one step at a time! Nice job!\n- MillzwooT (2017-12-08): And they sell them in a shiny plastic-covered paper box. All plastic-on-paper should be banned. Use wax if you have to.\n- r/ZeroWaste (2017-12-08): Asked the cafe where I work if they'd use steel straws if I bought them, I come back to them replacing the plastic straws with paper to decompose! They're also open to other reducing plastic waste ideas!",
  "summary": "The conversation about banning plastic straws is mixed. Some users are excited about the switch to paper straws and the potential for reducing plastic waste, while others express concerns about the cleanliness of steel straws and the cost difference. Overall, the sentiment is more positive, with individuals expressing support for making changes to reduce plastic waste. \nSentiment: 0.6",
  "sentiment": 0.6
}