{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic and Stainless Steel Straws for Tumblers | RTIC",
  "href": "https://rticoutdoors.com/Straws",
  "body": "$3.99 $5.99 33% Off vs The Competition Add to cart In Stock Ready to Ship Free Shipping On Orders $35+ Description The RTIC Wide Mouth Straw is constructed from high quality clear plastic. This drinking straw is approximately 10 inches long to fit your 20oz or 30oz RTIC Tumbler. Solid one-piece construction. BPA free. NOT Dishwasher Safe.",
  "readable_content": "User (2023-12-08): Free Shipping on Orders $25+\n\nOverbuilt. Not Overpriced.\n\n...\n\n- Keith K. (2023-09-24): Great purchase. Really adds to use of the cup.\n\n- Elizabeth T. (2023-09-17): Love the straws.\n\n- GEORGE B. (2023-08-26): Keeping my cup in constant use involved me having to replace my plastic straws often due to breaking and or cracking. These RTIC metal straws are fantastic. They don't lose form and the beverage tastes better than with a plastic straw and the ice cold feeling of the metal straw as you are drinking feels refreshing.\n\n- Hugh W. (2023-08-26): Stainless Steel - Re-useable - Cleaning brush included - Perfect!!!\n\n- Deborah M. (2023-08-15): Excellent!!!\n\nSTAY IN THE KNOW\n\nStay in the know about upcoming promotions, new product releases, in-store events, and more!\n\nSubscription Email\nSUBSCRIBE\n\n© 2023 RTIC Outdoors LLC, All Rights Reserved\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nTERMS OF USE\nPRIVACY POLICY\nFIND US IN STORE\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nACCESSIBILITY STATEMENT\nHELP & SUPPORT\nREFER A FRIEND\nCAREERS",
  "summary": "The comments indicate a positive sentiment towards the use of metal straws as alternatives to plastic ones. Customers appreciate the durability, reusability, and improved drinking experience with metal straws. The feedback reflects a strong support for the shift away from plastic straws. Sentiment: 0.9",
  "sentiment": 0.9
}