{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Ten 'stealth microplastics' to avoid if you want to save the oceans",
  "href": "https://theconversation.com/ten-stealth-microplastics-to-avoid-if-you-want-to-save-the-oceans-90063",
  "body": "Plastic pollution in action. Daniele Gulla / shutterstock. Their fuzzy outer layer is made from PET (polyethylene terephthalate), the same material that's used to make plastic milk bottles.",
  "readable_content": "user (2023-12-08): Edition:\nUnited States\n\nTheresa May’s new environment plan sets ambitious goals for plastic waste reduction. But there’s lots of room for slippage. One goal is to eradicate all “avoidable” plastic waste, though it’s not clear how “avoidable” will be defined. A few concrete measures are now in place, such as the 5p plastic bag charge being extended to cover all businesses in England. And, in order to tackle the spread of tiny plastic particles, the government recently announced a ban on microbeads in personal care products.\n\nBut such measures, even if adopted worldwide, wouldn’t actually wipe out these “microplastics” in the environment.\n\nThe problem is that all plastic ends up tiny. And it persists, no matter what its size. In the ocean, even the largest and most resilient bits of plastic are broken up and degraded by the waves and sunlight until eventually these chunks measure less than five millimetres across – about the size of an ant – and they are classed as “secondary microplastics”. This type of plastic, that started out as drinks bottles, fishing gear, disposable cutlery and so on, is much more abundant than “primary microplastics” that started out small, such as the microbeads found in toothpaste.\n\nMicrobeads are among the most familiar sources of tiny plastic pollution, but this means there are other less obvious sources of microplastics in everyday use. We call them “stealth microplastics”, and they include:\n\n1. Tyres\n2. Synthetic clothing\n3. Tennis balls\n4. Laundry and dishwasher pods/tablets\n5. Cigarette butts\n6. Glitter\n7. Wet wipes\n8. Tea bags\n9. Paint\n10. Takeaway cups\n\nIf we want to have a real impact, we need to address all plastic waste: that which we see and a lot that we can’t. There are some plastics we cannot live without, but others we could easily reject, replace or at least reduce.",
  "summary": "The text raises important points about the challenges associated with reducing plastic waste and highlights the need for comprehensive efforts to address the issue. It emphasizes the complexity of the problem by discussing various sources of microplastics and the persistence of plastic in the environment. The sentiment is informative and highlights the importance of addressing both visible and less obvious sources of plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}