{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Ocean Plastic Crisis - Greenpeace International",
  "href": "https://www.greenpeace.org/international/story/11871/the-ocean-plastic-crisis/",
  "body": "According to a report published in Science Advances - from researchers at the University of California, University of Georgia, and Woods Hole Institute in Massachusetts - only about 9% of plastic has been recycled, 12 % has been incinerated (polluting the air with toxic gases), and the remaining 79 %, remains in the environment.",
  "readable_content": "- Guest (2023-12-08): Skip to Navigation\nSkip to Content\nSkip to Footer\nIssues we work on\nGet involved\nNews and Stories\nAbout us\nDonate \nToggle search form\nStories  Greenpeace | Nature | People\nThe Ocean Plastic Crisis\nRex Weyler\n15 October 2017 • 7 min read\nShare on Whatsapp\nShare on Facebook\nShare on Twitter\nShare via Email\n...\n- Guest: Plastics! This became one of the most famous film lines from the 1960s era. In the film The Graduate, young university graduate, Ben (Dustin Hoffman) appears annoyed and distracted when his wealthy American parents stage an elaborate party to show him off to their peers. A family friend approaches him and says, “Ben I have one word for you: Plastics.” Ben nods and stares into space, oblivious to the career advice.\n  - This short scene foreshadowed the age that followed. Plastics were about to explode upon the world. Commercial organic polymers were first synthesized a century ago, used by armies in World War II. They first entered consumer production in the 1950s. Plastic packaging created a global shift from reusable containers to single-use, throw-away containers.\n  - According to a 2016 plastic industry report, the world’s plastic production has grown by 8.6% per year since 1950: from 1.5 million tonnes annually to over 330 million tonnes annually. As of today, some 9 billion metric tons of plastics have been produced and spread around the world. To the plastics industry, this is a “global success story.” For Earth’s beleaguered ecosystems, for all non-human species, and for anyone paying attention, plastics have been a deadly disaster.\n  - According to a report published in Science Advances – from researchers at the University of California, University of Georgia, and Woods Hole Institute in Massachusetts – only about 9% of plastic has been recycled, 12 % has been incinerated (polluting the air with toxic gases), and the remaining 79%, remains in the environment. If current production and waste management trends continue, by 2050, there will be 12 billion tonnes of plastic in natural environments.\n  - Plastics are closely correlated with economic growth. Multinational corporations often impose plastic packaging on poor nations that may lack recycling systems to deal with them.\n  - Plastics obstruct the animals’ intestines, block gastric enzyme secretion and there are growing fears that they might also disrupt hormone levels or cause other biological effects as a result of the chemical burden they carry.\n  - Solutions to the plastic waste crisis exist, but they require us to change our lifestyles and for corporations to take responsibility for the products they make. We can fight for total bans on plastic materials (bags, bottles, etc.), but we also need governments to enforce requirements that corporations who manufacture or distribute plastic, take responsibility for recycling 100% of their production and distribution.",
  "summary": "The post discusses the significant impact of plastics on the environment and the urgent need for solutions to the plastic waste crisis. It emphasizes the importance of changing lifestyles and holding corporations responsible for their plastic production and distribution. The sentiment of the post is strongly in favor of taking action to address the issue of plastic pollution. \nSentiment: 0.9",
  "sentiment": 0.9
}