{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Why Ditching Plastic Straws in Drinks Is Important - The Manual",
  "href": "https://www.themanual.com/food-and-drink/plastic-straws-drinking/",
  "body": "Reusable straws (metal or plastic) must be cleaned and are easily swiped. Easily offended, Yelp-happy customers may not take kindly to their rooftop bar suddenly ditching straws or replacing them ...",
  "readable_content": "-User (2023-12-08): Why Ditching Plastic Straws in Drinks Is Important\n\nBy now you’ve likely seen several articles and essays discussing the significant environmental issue that is single-use plastic: bags, cups, water bottles, six-pack rings, and especially plastic straws. You’ve probably seen the stories about municipalities (including New York City) and companies (like McDonald’s) addressing the issue. Starting July 1, Seattle becomes one of the first cities in the U.S. to ban plastic straws and utensils commonly handed out at restaurants.\n\nBut did you know the hospitality industry has been tackling the issue head-on over the past few years? Despite the fact straws seems like a drop in the ocean compared with other waste — our rampant burning of fossil fuels, deforestation of the Amazon, and pumping of CO2 into the atmosphere — attacking sippers is not a straw man argument (pun intended). It’s a small piece of the puzzle that, now we’re at a tipping point (or is it a sipping point?), can and will lead to an extensive re-examination of our relationship with plastic.",
  "summary": "The post discusses the importance of ditching plastic straws in drinks as part of a larger effort to address environmental issues. It highlights the actions taken by municipalities and companies to ban plastic straws and utensils, emphasizing the significance of addressing this seemingly small piece of the environmental puzzle. The sentiment of the post is positive, advocating for the re-examination of our relationship with plastic. \nSentiment: 0.9",
  "sentiment": 0.9
}