{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "What You Can Do to Fight Plastic Pollution - State of the Planet",
  "href": "https://news.climate.columbia.edu/2018/05/11/can-fight-plastic-pollution/",
  "body": "And because plastic is everywhere, plastic pollution is also everywhere. Eight million metric tons of plastic waste enter the oceans each year, and it's estimated that by 2050, the amount of plastic in the ocean will weigh more than all the fish.",
  "readable_content": ">User12345 (2023-12-08): News from the Columbia Climate School\n\nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nSUSTAINABILITY\nWhat You Can Do to Fight Plastic Pollution\nBY RENEE CHO |MAY 11, 2018\n\nThis article discusses the pervasive issue of plastic pollution and provides various actionable measures individuals can take to combat this problem. The piece highlights the widespread presence of plastic in our environment, the detrimental impact it has on marine ecosystems, and the potential health risks associated with plastic consumption. It also emphasizes the need for collective efforts to address this issue. The suggested actions range from reducing personal plastic use and being mindful consumers to participating in cleanup efforts and advocating for policy changes.\n\nThe text presents a comprehensive guide on how individuals can make a tangible difference in the fight against plastic pollution.",
  "summary": "The article provides a comprehensive guide on how individuals can make a tangible difference in the fight against plastic pollution, emphasizing the need for collective efforts to address this issue. It highlights the widespread presence of plastic in our environment, the detrimental impact on marine ecosystems, and the potential health risks associated with plastic consumption. The suggested actions range from reducing personal plastic use to advocating for policy changes. Overall, the tone is informative and encouraging, emphasizing the importance of taking action. \n\nSentiment: 0.9",
  "sentiment": 0.9
}