{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "What was healthcare like in the Soviet Union? : r/AskHistorians - Reddit",
  "href": "https://www.reddit.com/r/AskHistorians/comments/73aiiu/what_was_healthcare_like_in_the_soviet_union/",
  "body": "91 votes, 12 comments. true. Comment 1/3 This is an interesting question. I will start off by noting that, in most regards, it really is not particularly fair to compare the quality and availability of healthcare in the Soviet Union to the industrialized nations in the West, like the United States, and especially Western Europe or Canada.",
  "readable_content": "- granpappynurgle (2017-12-08): What was healthcare like in the Soviet Union? How was the overall quality of their healthcare? Were there enough doctors/medicine for such a large country? Did they do house calls?\n- Minardi-Man (2017-12-08): This is an interesting question. I will start off by noting that, in most regards, it really is not particularly fair to compare the quality and availability of healthcare in the Soviet Union to the industrialized nations in the West, like the United States, and especially Western Europe or Canada. No matter what Soviet leadership said, the USSR never managed to equal (or even come close to) their Cold War adversaries in terms of economic development. The right to health was officially enshrined in the Soviet constitution, making Soviet Union one of the first countries that promised universal free cradle to grave healthcare coverage, sometimes called the Semashenko system. The system was tiered around the district health board and the district physician. Accordingly, all health personnel on all levels were employed by the state. In the first three or four decades of Soviet rule this system was indeed a major improvement over what was previously available, leading to drastic decreases in infant mortality and increases in life expectancy. The Soviet government generally understood the complexity of the tasks that lay before it. The country's infrastructural base made any sort of \"advanced\" healthcare provisions virtually impossible outside of its largest cities and, as such, a conscious decision has been made to prioritize preventative treatment aimed at prophylactics of common infectious and epidemic diseases, as well as universal vaccination and immunization. However, this also meant that while the early Soviet healthcare system was well prepared to deal with fractured bones and cholera, it was poorly equipped to deal with complicated conditions and mental illnesses. This approach allowed Russian life-expectancy to peak at or around 70 years in the mid 1960s, not far from the Western European averages at the time. The number of physicians was very high, especially for what was in effect a developing country - the number of physicians per 10.000 people hovered between 33 and 35. However, diminishing returns on investment were seen from the 1960s onward. Cardivascular diseases became one of the primary causes of non-violent death in the Soviet Union.",
  "summary": null,
  "sentiment": null
}