{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "This is what countries are doing to fight plastic waste",
  "href": "https://www.weforum.org/agenda/2018/06/how-the-world-is-fighting-plastic-pollution/",
  "body": "More than 300 million tons of plastic waste was generated in 2015 Image: UN Environment. Now however, concerted action is being taken to reverse that trend. More than 50 nations - from the Galapagos Islands to India and from Rwanda to China - are taking action to reduce plastic pollution. The UN has compiled a list of what each of these ...",
  "readable_content": "- The last 60 years plastic has become the material that has saved lives, but is now deemed a huge global issue.\n- Plastic’s success is largely due to the fact that it is cheap and light, revolutionizing safe food storage, helping save lives in the health sector, and facilitating the manufacture of wind turbines and solar panels.\n- More than 300 million tons of plastic waste was generated in 2015.\n- More than 50 nations are taking action to reduce plastic pollution, with regulations regarding single-use plastic soaring.\n- India’s Prime Minister pledged to eliminate all single-use plastic in the country by 2022, with an immediate ban in urban Delhi.\n- Many other countries have introduced measures like levies on plastic bags and bans on thin plastic bags.\n- The report states that government levies and bans have been among the most effective strategies to limit the overuse of disposable plastic products.\n- Some countries have introduced a ban on plastic bags but have not followed through with appropriate enforcement.\n- Of the 141 million tonnes of plastic waste that was generated in 2015, just 14% was recycled.\n- The report also notes that public-private partnerships and voluntary agreements can be good alternatives to bans.\n- The report warns that far more needs to be done to reduce the vast flow of plastic into rivers and oceans.\n- Innovation from the private sector in recyclable materials and new ways to incentivize recycling are areas for further development.\n- The views expressed in this article are those of the author alone and not the World Economic Forum.",
  "summary": "The post discusses the global issue of plastic waste and the various measures being taken by different countries to reduce plastic pollution. It highlights the impact of government regulations, bans, and recycling efforts in addressing the problem. The text also emphasizes the need for more innovation and collaboration in finding solutions. Overall, the sentiment expressed is in support of taking action to reduce the negative impact of plastic waste on the environment.\n\nSentiment: 0.7",
  "sentiment": 0.7
}