{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Bringing-Forth vs Challenging-Forth: Attitudes towards technology ...",
  "href": "https://www.reddit.com/r/C_S_T/comments/8jm9fw/bringingforth_vs_challengingforth_attitudes/",
  "body": "Challenging-Forth is the opposite of Bringing-Forth, it is the most prevalent attitude towards technology today, and it is the improper one. With this attitude, Subjects do not have essence they are merely viewed as material. When they look at a forest, they don't necessarily see trees, they see lumber. Everywhere they look in nature they only ...",
  "readable_content": "- Jac0b777 (2017-01-10): Fantastic post. Reading it, this paragraph from the Lord of The Rings (found towards the ending of the last book), came to mind. Legolas, when discussing the ancient elves that once inhabited Middle Earth, talks about how he can still hear the stones lamenting that the ancient elves are gone, due to their craftsmanship and with it their ability to bring forth the metaphysical essence of the stones (as you put it), exalting instead of destroying them.\n“But the Elves of this land were of a race strange to us of the silvan folk, and the trees and the grass do not now remember them. Only I hear the stones lament them: deep they delved us, fair they wrought us, high they builded us; but they are gone. They are gone. They sought the Havens long ago.’\nYou also make me want to read Heidegger. I was never a huge fan of his, by the limited knowledge I have of his works (indirectly, as I've never read him), but maybe I should pick up a book of his at some point in the not so distant future.\nA fascinating figure I must also mention here is Viktor Schauberger. A scientist from 20th century Germany, later captured by Nazis and likely forced to work for them. He, in his own way, discussed a similar approach to science and technology - mimicking nature and exalting it instead of challenging and trying to overcome it. Some of his discoveries are groundbreaking to this day and his research into blending the subtle and gross properties of nature, then using that knowledge in our day to day life was truly the work of a pioneer. Much of what he discovered and talked about to this day still remains on the fringes of mainstream science.\n- Pepebambuu (2017-01-10): How conveniently I just now came across this story by Chinese sage, Chuang-Tzu, while reading Carl Jung's book about the Great Man in people's hearts:\nA wandering carpenter, called Stone, saw on his travels a gigantic old oak tree standing in a field near an earth-altar. The carpenter said to his apprentice, who was admiring the oak: \"This is a useless tree. If you wanted to make a ship, it would soon rot; if you wanted to make tools, they would break. You can't do anything useful with this tree, and that's why it has become so old.\" But in an inn, that same evening, when the carpenter went to sleep, the old oak tree appeared to him in his dream and said: \"Why do you compare me to your cultivated trees such as whitethorn, pear, orange, and apple trees, and all others that bear fruit? Even before they can ripen their fruit, people attack and violate them. Their branches are broken, their twigs are torn. Their own gifts bring harm to them, a",
  "summary": null,
  "sentiment": null
}