{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "TIL: Miami Beach has banned beachfront hotels from giving out plastic ...",
  "href": "https://www.reddit.com/r/todayilearned/comments/6pfw3c/til_miami_beach_has_banned_beachfront_hotels_from/",
  "body": "Or plastic straws! I really enjoy drinking my drinks with a straw, but hated the thought of wasting them (or washing them). I bought a 6 pack of the hard plastic kind that come in tumblers and it was around $5 on Amazon. Dishwasher safe, and now I can drink my drinks without the guilt.",
  "readable_content": "- captmomo (2017-12-08): TIL: Miami Beach has banned beachfront hotels from giving out plastic straws\n- IDontWantToArgueOK: Sour straws stock just went up a billion percent.\n- danarexasaurus: It's really nice to see some actual legislation (locally) that is aiming to fix problems we are causing for wildlife.\n- [deleted]: And my first thought was this was to curb cocaine use\n- PrepareInboxFor: Why not use biodegradable straws? My coworkers lunch came with them yesterday, and I thought it was pretty cool. Fork, knife and straw.\n- [deleted]\n- hjs5143: Asbury Park's boardwalk in New Jersey does not allow straws either\n- SWOLLEN_CUNT_RIPPER: Sarasota County checking in, no straws or lids sold on beachfront businesses.\n- [deleted]\n- _dabber: If Miami Beach is serious about the environment, they should regulate construction in the city and work on improving water quality.\n- shitterplug: And now they'll just sell them for $0.01. Law doesn't say anything about using your own straws...\n- [deleted]\n- Kobalt187: I work as a server at a restaurant chain of about 5 stores. We recently rolled out a compost bin system, where all left over food and plate scraps goes in. You should see how much food gets thrown away. One store is doing a trial run on these biodegradable corn based straws. I'm very happy to see this trend is becoming a reality.\n- abdhjops: If only they would ban plastic bags and styrofoam junk\n- MiamiPower: Rolls up 20 dollar bill. Umm waiter can we get a couple of cokes here.\n- HeyJude21: Pasta straws are your answer.\n- ward_bond: But I can still the the little umbrella in my drink, right?\n- good_testing_bad: They wouldn't have. To if people weren't so much cunts and left them everywhere\n- Cocaine_and_Hookers: Please let glass straws become a thing!",
  "summary": "The conversation surrounding the ban on plastic straws shows a mix of opinions, ranging from humor and skepticism to support and suggestions for alternatives like biodegradable or glass straws. Some express concern about the environmental impact of plastic waste, while others make jokes about the ban. Overall, the sentiment is a bit mixed, with some expressing support for the environmental aim while others are more cynical or humorous about the issue. Sentiment: 0.4",
  "sentiment": 0.4
}