{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Scotland plans to ban plastic straws by end of 2019 : r/news - Reddit",
  "href": "https://www.reddit.com/r/news/comments/7ykqkf/scotland_plans_to_ban_plastic_straws_by_end_of/",
  "body": "2.1K votes, 164 comments. 27M subscribers in the news community. The place for news articles about current events in the United States and the rest…",
  "readable_content": "- ImLivingAmongYou (2017-02-19): Scotland plans to ban plastic straws by end of 2019\n  - fortyeightD: If anyone complains about this, just tell them to suck it up.\n  - protepojken: I can’t stop thinking about that poor turtle with a straw in its nose. Therefore: Yes\n  - benbroady: Straws are kind of a luxury anyway most of the time. 90% of the time I see them used they're unnecessary. Just pick up your drink and sip it normally.\n- ImLivingAmongYou (2017-02-19): For those who want to take waste reduction like this in their own hands, you should check out r/ZeroWaste. They take a holistic approach to reducing your consumption, waste, and overall impact.\n  - calgaryflamer: Good. Saw this video of a sea turtle with a straw stuck up its nostrils. Looked unbearably painful for them to take it out.\n  - n00dol: I recycle and am doing my little part as we all should, however, I feel like it makes little to no difference at all.\n    - [deleted]: There's over 300 million people in this country, collectively it does make a difference.\n  - losersalwayswin: my job switched to paper straws and charging a nickel for flatware...\n    - thebouncehouse123: So it's working?\n  - Opothleyahola: I remember paper straws and they suck, literally and figuratively, but I'm fine with a ban on them. There should be a ban on plastic bags and plastic bottles too.\n  - Middleman86: Cmon America, get off your tractors and get with the program. We need to do this. Save those poor turtles n’shit\n  - Northwindlowlander: These stories tell you a lot about scottish people...\n    - betona: All straws were paper up to the 1960s or so. They worked okay so far as I can remember.\n      - - betona: Failing that, how about grown-up sippy cups?",
  "summary": "The conversation about banning plastic straws shows a mix of support and skepticism. Some are in favor of the ban due to environmental concerns and the impact on marine life, while others express doubts about the effectiveness of individual efforts in waste reduction. Overall, there is a sense of awareness about the issue and a willingness to consider alternative options. \n\nSentiment: 0.6",
  "sentiment": 0.6
}