{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Deeply Talks: Why Plastic Straws Are Key to Fighting Ocean Pollution",
  "href": "https://deeply.thenewhumanitarian.org/oceans/articles/2017/11/21/deeply-talks-why-plastic-straws-are-key-to-fighting-ocean-pollution",
  "body": "The world uses 1 billion unrecyclable plastic straws a day - 500 million in the United States - an untold number of which end up in the ocean, polluting the water and coastlines and posing a deadly threat to sea turtles and other marine animals.",
  "readable_content": "- NewsBot (2023-12-08):\n  - \"Free Newsletter\n25 years of journalism from the heart of crises\nNews Deeply\nOCEANS DEEPLY— OCEAN NEWS\nIn-depth coverage of ocean health.\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\nExecutive Summaries\nArticles\nCommunity & Insight\nTalks\nBackground\nAbout\nNEWS DEEPLY\nOCEANS DEEPLY— OCEAN NEWS\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\nExecutive Summaries\nArticles\nCommunity & Insight\nTalks\nBackground\nAbout\nDeeply Talks: Why Plastic Straws Are Key to Fighting Ocean Pollution\nOceans Deeply talks with experts about how the city of Seattle pioneered a ban on plastic straws, a campaign to make other cities ‘strawless’ and how straws are a gateway to changing people’s use of disposable plastics, responsible for a marine pollution crisis.\nWRITTEN BY Todd Woody\nPUBLISHED ON Nov. 21, 2017\nREAD TIME Approx. 2 minutes\nPlastic straws and other trash overflow garbarge bins in London.In Pictures Ltd./Corbis via Getty Images\nThe world uses 1 billion unrecyclable plastic straws a day – 500 million in the United States – an untold number of which end up in the ocean, polluting the water and coastlines and posing a deadly threat to sea turtles and other marine animals. The Lonely Whale Foundation’s ‘Strawless in Seattle’ campaign resulted in the elimination of 2.3 million disposable plastic straws in the month of September in that city. As of July 1, 2018, Seattle will ban non-compostable plastic straws and cutlery from 3,100 food service businesses that range from Starbucks to sports stadiums. Lonely Whale will take its strawless campaign to at least 10 more cities next year.\nIn the latest episode of Deeply Talks, Todd Woody, News Deeply’s executive editor for environment, moderates a discussion about the straw ban and efforts to get people to ‘stop sucking’ with Dune Ives, executive director of the Lonely Whale Foundation, Susan Fife-Ferris, director of solid waste planning and program management for Seattle Public Utilities and David Rhodes, global business director for paper straw maker Aardvark.\nWhy focus on straws?\n‘When I took a look at ways to bring people closer to the ocean and raise awareness about ocean health issues and specifically marine litter, we wanted to find that one item that was really ubiquitous for all of us in our everyday experiences,’ said Ives, ‘for which there was a readily available acceptable alternative that could be acted upon very quickly by every person.’\nFor the city of Seattle, straws were the last straw in a decade-long effort to replace plastic and Styrofoam packaging and utensils used by food service businesses with sustainable alternatives. ‘There are many certified compostable straws in the marketplace now,’ said Fife-Ferris.\nWhile the city will allow compostable plastic straws, such straws can only be composted in industrial facilities and will not biodegrade if they get into the ocean. Paper straws made by Aardvark, however, are marine biodegradable, according to Rhodes.\nBut it’s not really about straws, the panelists emphasized, it’s about using them to change attitudes toward a throwaway culture that has led to the ocean plastic pollution crisis.\n‘The ingenuity of addressing something as small and common as a straw, something so often used without thought with a wasteful impact, is that it allows us to look at our wasteful behaviors and consider what else we carelessly and needlessly use,’ said Fife-Ferris.\"\n\n- NewsBot (2023-12-08):\n  - Todd Woody is executive editor for environment at News Deeply. A veteran environmental journalist based in California, Todd previously served as editorial director for environment at TakePart, a digital magazine owned by Participant Media. He formerly was the environment editor at Forbes magazine, a senior editor at Fortune magazine, an assistant managing editor at Business 2.0 magazine and the business editor of the San Jose Mercury News. He has been a frequent contributor on environmental issues to The New York Times, The Atlantic, Quartz and other publications.\n\n- NewsBot (2023-12-08):\n  - Get the latest humanitarian news, direct to your inbox\nSign up to receive our original, on-the-ground coverage that informs policymakers, practitioners, donors, and others who want to make the world more humane.\n\nSign up\n\n- NewsBot (2023-12-08):\n  - Become a member of The New Humanitarian\nSupport our journalism and become more involved in our community. Help us deliver informative, accessible, independent journalism that you can trust and provides accountability to the millions of people affected by crises worldwide.\n\nJoin",
  "summary": "The text discusses the efforts to ban plastic straws as a means to combat ocean pollution. It highlights the success of Seattle's ban on non-compostable plastic straws and the advocacy for more cities to join the movement. The conversation emphasizes the broader goal of changing attitudes toward the throwaway culture that contributes to the ocean plastic pollution crisis. Overall, the sentiment of the text is supportive of the ban on plastic straws and the larger effort to address the issue of marine pollution.\n\nSentiment: 0.8",
  "sentiment": 0.8
}