{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The known unknowns of plastic pollution - The Economist",
  "href": "https://www.economist.com/international/2018/03/03/the-known-unknowns-of-plastic-pollution",
  "body": "Unlike other kinds of pollution, plastic is an eyesore, notes Liz Goodwin of the World Resources Institute, a think-tank. Yet if a comprehensive league-table of environmental ills existed—which ...",
  "readable_content": "-User (2023-12-08): The impact of plastic pollution is a significant environmental concern. While there have been efforts to reduce the use of plastic and increase recycling, a large amount of plastic waste still ends up in the natural environment, particularly the ocean. The accumulation of plastic in the ocean can have harmful effects on marine life and ecosystems.\n\nPlastic pollution is a global issue, with measures being taken by various countries and companies to address it. However, there are still many unknowns about the full extent of the environmental consequences of plastic pollution. The presence of microplastics in the ocean, as well as their potential impact on human health, is an area of growing concern and research.\n\nWhile the visible effects of plastic pollution, such as litter on beaches, are well-documented, the long-term implications of microplastics and the extent of their impact on the environment and human health are not yet fully understood. Research on this topic is ongoing, and it is crucial for policymakers, scientists, and the public to continue to work towards reducing plastic pollution and its potential consequences.",
  "summary": "The text expresses concern about the environmental impact of plastic pollution, particularly in oceans, and acknowledges the ongoing research to understand the full extent of its consequences. It emphasizes the need for continued efforts to reduce plastic pollution. \nSentiment: 0.8",
  "sentiment": 0.8
}