{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Micropolis! Tips, Tricks & Strategies : r/MicropolisGame - Reddit",
  "href": "https://www.reddit.com/r/MicropolisGame/comments/7p6ih4/micropolis_tips_tricks_strategies/",
  "body": "Micropolis! Tips, Tricks & Strategies. It would be useful to have a thread for sharing tips, tricks and different game play strategies, so I'll kick this off with a couple of observations about my own play style. In the early gameplay (first week or two) your focus is mostly around unlocking skills and features and getting to population 1000.",
  "readable_content": "- RunebladeGM (2017-01-09): Micropolis! Tips, Tricks & Strategies\nHi folks,\nIt would be useful to have a thread for sharing tips, tricks and different game play strategies, so I'll kick this off with a couple of observations about my own play style.\n\nIn the early gameplay (first week or two) your focus is mostly around unlocking skills and features and getting to population 1000. Advancing at population 1000 as soon as you can makes a lot of sense as you'll be unlocking new skills and features while progressing through Micropolis.\n\nFeatures are unlocked as follows:\n\nFortune bonus, Building 3, level 1\nCourier, Building 3, level 5\nCoin Rush, Building 1, level 150\nMerchant, Building 10, level 1\nTechnologies, First Advance\nBanks, First time you Advance from Modern Era to Ancient Era\nMonuments, Population 2000\nFuture Era, Population 3000 (included in end of Jan update)\n\nOnce you're through the initial unfolding then there's quite a bit more you can do. I've been playing different test builds so I'm a little out of sync with players who started when we shipped the game (I'm only at 1500 max population in my current save). Even at this stage tend to go for multiday session, Advancing every 2-3 days or so. Advancing as soon as you can gives you very small rewards and it is easy to end up grinding at 1000 population level for a long time. Rewards increase considerably with higher population, so it's worth pushing for it.\n\nCoin Rush is one of my favorite skills and I tend to use that early after advancing. Boosting the first building to level 100 (or 200) in the beginning of a run really changed the dynamics for the early part of the run. I tend to do this by using Courier and Worker (+ a merchant if I have them) and then blasting 2-4 Coin Rushes on the first building. This becomes extra awesome as you add a couple of Monument upgrades to Worker.\n\nPopulation has a big impact on Coin Rush so as I get deeper into the City I change to buildings 2, 3, 4. Building 1 & 2 have double population, 3 & 4 have 1.5 times normal population so using CR on them when you hit level 100 or 200 milestones has a significant impact. In this play through I got lucky and have Housing tech which adds population to first two buildings, so I tend to prioritize them.\n\n- Rekfa (2017-01-09): You income multiplier is raised ever 10 building level by 0.1. You start with a multiplier of 1, at level 10 you get 1.1\n\nAt ever 100 you get a multiplier bonus.\n\n100 = 22\n\n200 = 83\n\n300 = 184\n\n400 = 325\n\n500 = 506\n\n600 = 727\n\n700 = 988\n\nbecause of this, if your building is at level 423 you have an income multiplier on this building of 325.2\n\n- RunebladeGM (2017-01-09): A couple of pretty obvious observations around using skills:\nMerchant becomes more powerful as you go deeper into the city as it impacts all buildings. So saving them during the early part of the Era is typically advisable.\nYou'll always want to use Coin Rush with a stacking multiplier where possible. Population has a big impact on Coin Rush. So in regular game play Coin Rush is most powerful when used on the early buildings. Level milestones at 100, 200, etc. also have a big impact (so getting building 4 to 100 and then 200 in combination with CR makes a difference).\nMonument bonuses have a big impact on all skills which is worth keeping in mind.",
  "summary": null,
  "sentiment": null
}