{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic Straws Are Harming Oceans and Marine Wildlife - Better",
  "href": "https://better.net/philanthropy/get-involved/plastic-straws-harming-oceans-marine-wildlife-skip-the-straw-2/",
  "body": "How can you help? Before ordering, say: \"No plastic straw, please,\" and say why. The Numbers Here are a few important numbers about straws from the Surfrider Foundation: 8 million tons Amount of plastic dumped into oceans every year. 50 percent Percentage of plastic that is used once and then thrown away. 500 million",
  "readable_content": "- It is apparent that plastic straws have become a significant environmental concern. Organizations and campaigns such as the Surfrider Foundation and the Straws Upon Request campaign are actively working to reduce the usage of plastic straws. They are promoting the use of sustainable alternatives such as bamboo, glass, paper, silicone, steel, and biodegradable straws. The article highlights the detrimental impact of plastic straws on marine wildlife and provides information on the effort to address this issue. The discussion includes statistics about plastic pollution in oceans, the number of species impacted, and the time it takes for plastic to degrade. Additionally, it offers insight into the pros and cons of various alternative straw materials and provides resources for obtaining them. The article also includes tips on joining the conversation and raising awareness on social media about the issue of plastic straw usage.\n\n- This article is a timely and informative reminder of the ongoing efforts to address the impact of plastic waste on ocean ecosystems.\n\n- I appreciate the detailed information about the alternatives to plastic straws and the statistics about plastic pollution. It's crucial to raise awareness about this issue to encourage more people to make sustainable choices.",
  "summary": "The text expresses strong support for the efforts to reduce plastic straw usage and provides valuable information about the environmental impact and sustainable alternatives. The sentiment is highly positive, emphasizing the importance of raising awareness and making sustainable choices. Sentiment: 0.9",
  "sentiment": 0.9
}