{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "FAQs on Plastics - Our World in Data",
  "href": "https://ourworldindata.org/faq-on-plastics",
  "body": "In 1950 the world produced only 2 million tonnes per year. By 2019, annual production had increased nearly 230-fold, reaching 460 million tonnes. Over the period from 1950 to 2019, cumulative production reached 9.5 billion tonnes of plastic — more than one tonne of plastic for every person alive today. In our entry we provide data visualisations and explainers on plastic waste by country ...",
  "readable_content": "- OurWorldInData.org (2018-09-02): In our full entry on Plastic Pollution, we provide an in-depth overview of global plastic production, distribution, management, and impacts. Here, we answer common questions on plastic pollution based on data from our comprehensive entry. \n\n- How much plastic and waste do we produce?\n  \n  In 1950, the world produced only 2 million tonnes per year. By 2019, annual production had increased nearly 230-fold, reaching 460 million tonnes. Cumulative production reached 9.5 billion tonnes of plastic over the period from 1950 to 2019.\n\n- How much oil do we use to make plastic?\n\n  Estimates vary but tend to converge on a range between 4 to 8 percent of global oil consumption. The mid-range estimate is 6 percent of global oil consumption.\n\n- Where does the plastic in the ocean come from?\n\n  Approximately 80% of global ocean plastics come from land-based sources, and the remaining 20% from marine sources, with fishing activity, discarded nets, fishing lines, and abandoned vessels among the contributors.\n\n- Which sectors use the most plastic?\n\n  Packaging is the dominant sectoral use of plastics globally, accounting for 42 percent (146 million tonnes) in 2016, followed by construction with 19 percent (65 million tonnes).\n\n- What are the environmental impacts of landfills?\n\n  Well-managed landfills are important to prevent plastics from entering the environment, as mismanaged landfills can lead to pollution of the surrounding environment and potentially result in plastics entering waterways and soils. Greenhouse gases, leachate, and the potential leaching of chemicals from plastics are key environmental concerns associated with landfills.\n\nFor the full entry and more details, visit OurWorldInData.org/plastic-pollution.",
  "summary": "The post provides comprehensive information on global plastic production, distribution, and environmental impacts. It highlights the staggering increase in plastic production and emphasizes the sources of ocean plastics, the sectors that use the most plastic, and the environmental impacts of landfills. The tone of the post is informative and highlights the urgency of addressing plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}