{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Goodbye, Plastic Straws: D.C.'s Ban Is Now In Effect | DCist",
  "href": "https://www.reddit.com/r/washingtondc/comments/abunup/goodbye_plastic_straws_dcs_ban_is_now_in_effect/",
  "body": "The argument against banning plastic straw because an extremely small minority of the population has \"life hacked\" them and have become dependent on them - is patently absurd. I emphasize with the plight of such individuals, and the fact that they have to rely on plastic straws in the first place, and aren't provided with some alternative ...",
  "readable_content": "vegdc (2018-12-08): I think businesses that provide food & beverages need to go back to the model of providing reusable plates & utensils (or disposable & compostable) for their customers to use while patronizing their businesses. It shouldn't be up to their customers to carry around a dining room set to use their business.\n\n- sachin571 (2018-12-08): Now if we could get restaurants and bars to stop serving plasticware and canned/bottled beverages, we'll actually start making a difference.\n\n- [deleted] (2018-12-08): I'm with you on plasticware, but why canned/bottled beverages?\n\n- 15 more replies\n\nlucky_lulu (2018-12-08): I hope restaurants do find alternatives because some disabled people (including my uncle) need straws.\n\n- CaptainLawyerDude (2018-12-08): I think the better alternative would have been to just not provide straws generally unless asked and then provide a plastic one. Odds are that would reduce most waste and PWD could simply get one when needed. I’m not aware of any alternative straw materials that provide the flexibility and safety to PWD that the current plastic ones have.\n\n- Ueatsoap (2018-12-08): I've already seen some bars phasing in paper straws to replace the plastic ones.\n\n- 17 more replies",
  "summary": "The conversation reflects a mix of opinions regarding the use of plasticware and straws in restaurants and bars. While some advocate for the reduction of plastic waste and the implementation of alternatives, others express concerns about the impact on individuals with disabilities. Overall, there is a strong emphasis on finding environmentally friendly solutions while considering the needs of all patrons. \n\nSentiment: 0.5",
  "sentiment": 0.5
}