{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Straws: The Good, The Bad and The Ugly - RighteousFoods",
  "href": "https://eatrighteously.com/righteousblog/2018/7/17/plastic-straws-the-good-the-bad-and-the-ugly",
  "body": "As a consequence, plastic straws are almost always discarded and sent to landfills. Straws are everywhere. Plastic straws are more prevalent than every other item on the list above. 500 million straws are used and discarded every day in the United States alone. This number contributes to an overall statistic of over 175 billion straws entering ...",
  "readable_content": "- Ansley Sinclair (2023-12-08): Plastic straws have always been “bad” for the environment. But like many topics in the media, straws have stolen significant press coverage in recent months due to their impact on landfills, and subsequently, their deleterious effects on marine ecosystems. \n\n- Ansley Sinclair (2023-12-08): The truth: Somewhere in between (but leaning much closer to “the next ‘big’ threat” side of things). While it is true that straws have decomposable properties, in general, it takes a single plastic straw up to 200 years to deteriorate.\n\n- Ansley Sinclair (2023-12-08): Well, there are two main reasons (in my opinion) why straws deserve more attention than the other longer-lived items. Straws are the only item on this list that are not recyclable. Straws are everywhere.\n\n- Ansley Sinclair (2023-12-08): At Righteous, we have always used nearly 100 percent compostable straws, way before this conversation. All of the other Eco Products straws we use are made from polyactic acid (PLA) or “corn plastic.”\n\n- Brittany (2023-12-08): Very thoughtful blog",
  "summary": "The conversation about banning plastic straws seems to lean towards highlighting the negative impact of plastic straws on the environment and advocating for their reduction. The emphasis on using compostable and recyclable alternatives also suggests a positive stance on environmental sustainability. Overall, the sentiment about banning plastic straws is leaning towards support for the initiative. Sentiment: 0.8",
  "sentiment": 0.8
}