{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Double trouble: plastics found to emit potent greenhouse gases - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/double-trouble-plastics-found-emit-potent-greenhouse-gases",
  "body": "These findings provide additional fuel and legitimacy to the efforts spearheaded by UN Environment and its partners to fight plastic pollution. In 2017, UN Environment launched the campaign Beat Plastic Pollution - with its social media hashtag #BeatPlasticPollution - canalizing the efforts of like-minded organizations, governments and ...",
  "readable_content": "user (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\n\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\nNews, Stories & Speeches\nStory\n24 AUG 2018 STORY CLIMATE ACTION\nDouble trouble: plastics found to emit potent greenhouse gases\nSgt. Brian Ferguson\n\nHawai’i University researchers report the unexpected discovery that the most common plastics emit traces of methane and ethylene when exposed to sunlight.\n\nAuthors of a study conducted at Hawai’i University recently reported another good reason to redouble global efforts to beat plastic pollution: as plastics decay, they emit traces of methane and ethylene, two powerful greenhouse gases, and the rate of emission increases with time. The emissions occur when plastic materials are exposed to ambient solar radiation, whether in water or in the air, but in air, emission rates are much higher.\n\nThe researchers tested polycarbonate, acrylic, polypropylene, polyethylene terephthalate, polystyrene, high-density polyethylene and low-density polyethylene – materials used to make food storage, textiles, construction materials and various plastic goods.\n\n- This is a concerning discovery. The emission of these greenhouse gases from plastic materials could have significant implications for the environment and climate change.\n\n\"Our results show that plastics represent a heretofore unrecognized source of climate-relevant trace gases that are expected to increase as more plastic is produced and accumulated in the environment,\" the study concludes.\n\n- The increase in plastic production and its accumulation in the environment could exacerbate the emission of these potent greenhouse gases, further contributing to climate change.\n\nPlastic bags are the most harmful\n\n- The finding that polyethylene, commonly used in shopping bags, is the most prolific emitter of methane and ethylene raises concerns about the environmental impact of plastic bags.\n\n\"Given the expected growth in plastic production worldwide, it is important for plastics manufacturers, as well governments wrestling to curb climate change, to understand the extent of methane and ethylene emissions from plastic and their impact on ecosystems,\" says Niklas Hagelberg, a UN Environment climate change expert.\n\n- The significance of understanding the extent of methane and ethylene emissions from plastics highlights the need for a collaborative effort from various stakeholders to address this environmental issue.\n\nMethane must not be ignored\n\n- The information about the environmental impact of methane emissions adds another layer of complexity to the global efforts to combat climate change.\n\nThe study’s findings should give pause for thought among the hundreds of people expected to attend the Global Climate Action Summit from 12-14 September in San Francisco.\n\n- The study's findings are timely, and the Global Climate Action Summit provides an important platform to discuss and address the implications of this research.\n\nFor further information: Niklas Hagelberg: Niklas.Hagelberg[at]un.org",
  "summary": "The post discusses the concerning discovery that common plastics emit potent greenhouse gases when exposed to sunlight, highlighting the environmental impact of plastic pollution. The findings emphasize the need for collaborative efforts to address this issue, especially given the expected growth in plastic production worldwide. The sentiment of the text is clearly in agreement with the need to reduce plastic pollution and its impact on climate change. Sentiment: 0.9",
  "sentiment": 0.9
}