{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Why are only plastic straws getting attention? : r/vancouver - Reddit",
  "href": "https://www.reddit.com/r/vancouver/comments/bp57vz/why_are_only_plastic_straws_getting_attention/",
  "body": "Plastic bags, bottles and cups make 100x as much waste as straws. This is a typical misdirection by the fast food industry - with Starbucks a prime belligerent. Companies like coca cola, Tim Hortons' parent and sbuxx realize that if larger single use plastics (every can and bottle of coke has plastic in it - as does every disposible coffee cup ...",
  "readable_content": "- Affectionate_Face (2018-12-08): Can someone explain to me why the \"ban\" on plastic straws got pushed through relatively quickly, but I am not seeing a similar attempt to curb use of plastic lids or cups? What is the deal? Cafes rarely ask if I want a for-here or to-go cup.\n\n- Barley_Mowat (2018-12-08): It's just inconvenient enough for people to feel like they're making a sacrifice without actually being so inconvenient that people wouldn't support doing it.\n\n- mcain (2018-12-08): Straws are dangerous to animals, low hanging fruit, first step, and likely don't affect the key proponents of the ban - who probably drink real beverages like coffee, and not frou frou sugary drinks. /s\n\n- [deleted] (2018-12-08): Great question! I can off the top of my head come up with a bunch of things that could be changed such as:...\n  \n- GideonIsmail (2018-12-08): That doesn't even get into how straw bans negatively affect disabled people like myself who rely on plastic straws (ex: I use them because I have mobility issues + a condition that causes jaw pain).\n\n- - Finnedsolid (2018-12-08): You gotta start somewhere!\n\n- - Darkstryke (2018-12-08): It's an easy way to virtue signal, as you continue to drink coffee and toss cups in the garbage, and get a new phone every two years, etc.\n\n- travellingwere (2018-12-08): It might be that the lids are recyclable (there's the logo on it) but straws aren't?\n\n- - Jhoblesssavage (2018-12-08): Plastic straws float and have been found choking marine life, also theres some outrageous number of billions of them used daily.\n\n- 604canuckchickie (2018-12-08): Baby steps. Work one issue at a time. Do the change slowly. Straws first, then plastic bags (this one is taking longer to phase out).....etc.\n\n- neerBreen (2018-12-08): Yeah I agree. We need plastic straws back. Has anyone had a milkshake in a giant plastic cup while drinking from a paper straw? Horrible. Nobody I did have to go through that.\n\n- - Affectionate_Face (2018-12-08): Metal straws are nice! I have them at home. I think for public use they would be kind of gross though, since how do you wash the inside?\n\n- mib5799 (2018-12-08): It's about optics and PR. Nothing else. At all. Straws got lots of media attention and sympathy, so banning straws LOOKS good.\n\n- ketamarine (2018-12-08): Complete green washing. If we really want to be brave, we need to ban all plastic bags and single use plastic cups and takeout containers.\n\n- Chubbed (2018-12-08): I work at a place where we turn organic waste into natural gas. Per about 500 tonnes of waste, we get a return of about 10 to 35 tonnes of dried plastic , pretty nuts\n\n- toafer (2018-12-08): It's pretty small for sure, but once they do straws, whats to stop them from doing lids and cups?\n\n- [deleted] (2018-12-08): It's politically easy to grasp.\n\n- plop_0 (2018-12-08): I saw on a tv commercial last night during the wheel that McDougal's has started its annual $1 pop/etc promotion.",
  "summary": "The conversation about banning plastic straws reflects mixed sentiments. Some argue that it's a necessary first step to reduce environmental harm, while others point out the negative impact on people with disabilities. Moreover, there are calls to address other single-use plastics as well, highlighting the complexity of the issue. Overall, there is a sense of both support for the ban and frustration about the perceived lack of action on other plastic usage. Sentiment: 0.2",
  "sentiment": 0.2
}