{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Alternatives to Plastic Straws: A Definitive Guide | The Official ...",
  "href": "https://www.wasserstrom.com/blog/2018/08/17/alternatives-to-plastic-straws-a-definitive-guide/",
  "body": "The Straw Ban Begins. Earlier this year, a number of large companies announced their intentions to dump the traditional plastic straw.Chief among these was Starbucks that announced a plan to eliminate plastic straws globally by 2020.Other companies such as Hilton and Ikea quickly chimed in.. Starbucks proposed a new lid to take the place of the traditional straw.",
  "readable_content": "Wasserstrom (2023-12-08): Unless you have been living under a rock, you have heard about the impending death of the plastic straw. And now, the rush is on to find alternatives to the traditional plastic straw.\n\nThe backlash against straws can probably be tied to a single viral video showing a marine biologist removing a plastic drinking straw from the nostril of a sea turtle. But the text states that straws aren't our biggest trash problem, although they are a significant environmental concern.\n\nEarlier this year, a number of large companies announced their intentions to dump the traditional plastic straw, such as Starbucks planning to eliminate plastic straws globally by 2020. The text points out that straws frequently escape into the wild due to their size and sheer numbers. The focus then shifts to the various alternatives to plastic straws, including paper straws, corn-based plastic straws, bamboo straws, metal straws, hay straws, silicone straws, glass straws, and edible straws.\n\nThe text provides insight into the potential issues and uses for each type of straw, along with the environmental impact and other considerations associated with each option.\n\nThe guide provides a detailed overview of the current state of the plastic straw industry, the environmental impact of plastic straws, and the emerging alternatives.",
  "summary": "The text conveys a sense of urgency and awareness regarding the global movement to eliminate plastic straws due to their environmental impact. It discusses the various alternatives to plastic straws and provides a detailed overview of the current state of the industry. Overall, the sentiment is one of support for the shift away from traditional plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}