{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Why People With Disabilities Want Bans On Plastic Straws To Be More ...",
  "href": "https://www.npr.org/sections/thesalt/2018/07/11/627773979/why-people-with-disabilities-want-bans-on-plastic-straws-to-be-more-flexible",
  "body": "On social media, many people are ecstatic about the crush of cities and businesses pledging to ban plastic straws once and for all. Ever since a video showing a sea turtle with a straw stuck up ...",
  "readable_content": "user (2023-12-08): Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nThe Salt\nWHAT'S ON YOUR PLATE\nFOOD FOR THOUGHT\nWhy People With Disabilities Want Bans On Plastic Straws To Be More Flexible\nJULY 11, 20188:02 AM ET\nHEARD ON MORNING EDITION\n\nBy Tove Danovich, Maria Godoy\n\nLISTEN· 2:28\n2-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nAs cities and companies — including Starbucks — move to oust straws in a bid to reduce pollution, people with disabilities say they're losing access to a necessary, lifesaving tool.\n\nIt was a hot day at the zoo when Jordan Carlson's son, who has motor-planning delays, got thirsty. \"We went to the snack bar and found out they had a 'no straw' policy,\" Carlson says. \"It was a hot day and he couldn't drink.\"\n\nTheir only option was to leave the park and look for a business that sold drinks with a straw. Without one, her son can't drink beverages. At home they use reusable straws, and she tries to keep some on hand when they leave the house, but \"I'm human and sometimes I forget,\" Carlson explains. People with disabilities have to be much more conscious of what businesses and communities offer, Carlson says.\n\n- On social media, many people are ecstatic about the crush of cities and businesses pledging to ban plastic straws once and for all. Ever since a video showing a sea turtle with a straw stuck up its nose went viral, campaigns like #StopSucking for a strawless ocean have gained considerable traction.\n\n- But for many people with disabilities, going without plastic straws isn't a question of how much they care about dolphins or sea turtles; it can be a matter of life or death.\n\n- There are many alternatives to plastic straws — paper, biodegradable plastics and even reusable straws made from metal or silicone. But paper straws and similar biodegradable options often fall apart too quickly or are easy for people with limited jaw control to bite through. Silicone straws are often not flexible — one of the most important features for people with mobility challenges.\n\n- \"Disabled people have to find ways to navigate through the world because they know it was not made for us,\" says Lei Wiley-Mydske, an autism activist who has autism herself. \"If someone says, 'This does not work for me,' it's because they've tried everything else.\"\n\n- \"Also, what if you decide on the spur of the moment to go have a drink with friends after work but forgot your reusable straw that day?\" adds Lawrence Carter-Long, communications director for the national Disability Rights Education & Defense Fund.\n\n- How much plastic straw and stirrer pollution is out there? Scientific estimates vary. One report suggests they make up more than 7 percent of the plastics found in the U.S. by piece.\n\n- \"They aspirated liquid in their lungs, developed pneumonia and died,\" says Shaun Bickley, co-chair of the Seattle Commission for People with DisAbilities.\n\n- Environmentalists have latched on to a figure stating that Americans use over 500 million plastic straws every day — a number that was derived from phone calls made by a 9-year-old boy in 2011. Despite its frequent repetition, there's uncertainty over the accuracy of that figure.\n\n- In a post detailing how the plastic straw became the cause du jour for those who love the oceans, Dune Ives, executive director for the Lonely Whale Foundation, wrote, \"We found plastic water bottles too endemic, plastic bags already somewhat politicized, and no viable alternative for the plastic cup in ALL markets.\" So they chose plastic straws, a \"playful\" alternative and a \" 'gateway plastic' to the larger and more serious plastic pollution conversation.\"\n\n- Carter-Long says he is sympathetic to environmental concerns about plastic pollution, but any public policy aiming to reduce the use of straws needs to make accommodations for people who might need them.\n\n- A spokesman for Seattle Public Utilities confirmed to NPR that the city's new plastic straw ban does include a waiver allowing restaurants to give disposable, flexible plastic straws to customers who need them for physical or medical reasons.\n\n- Dianne Laurine, who lives in Seattle, has cerebral palsy, is quadriplegic and has no use of her extremities. \"She is old enough to remember a time before plastic and everybody just used rubber straws,\" Laurine's caretaker, Bill Reeves, says on her behalf, since she has a severe speech impediment.\n\n- \"They ended up being disgusting, hard to clean",
  "summary": "The text highlights the concerns of people with disabilities regarding the banning of plastic straws. It emphasizes the importance of flexible and functional alternatives for individuals with mobility or dexterity challenges. The sentiment towards the banning of plastic straws from the perspective of people with disabilities is one of concern and the need for flexibility in policies. \n\nSentiment: 0.8",
  "sentiment": 0.8
}