{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Will Shifting to Reusable Straws Really Make a Difference? - NRDC",
  "href": "https://www.nrdc.org/stories/will-shifting-reusable-straws-really-make-difference",
  "body": "The plastic straw controversy is both substantive and symbolic. The campaign against single-use straws will help keep our planet cleaner in a tangible way. And if it continues to gain momentum and ...",
  "readable_content": "-User (2023-12-08): Skip to main content\n\nQ: I love watching the tide change on plastic straws recently. I’m on board to ditch them, but is there something that makes straws worse than other disposables? And in the big picture, will using paper or reusable straws really make a difference?\n\n―Camila García\n\nA: Seemingly overnight, plastic straws have become environmental enemy number one. Maybe it was this disturbing footage of a sea turtle getting a straw removed from its nose, or the rising popularity of zero-waste bloggers, or even the star-studded social media plea to #stopsucking. Whatever the impetus, the rallying cry against this ubiquitous litter quickly caught on beyond environmental circles—and reached elected officials across the country.\n\nIt comes not a moment too soon, says Eric Goldstein, a senior attorney at NRDC.\n\n“Plastic straws represent our throwaway culture, which developed over the past 50 years or so,” Goldstein says. “They’re a first-class litter and pollution problem.” One needs only to look at the waves of plastic garbage washing up on the shores of the Dominican Republic this summer for proof. And here’s an alarming statistic: By weight, there will be more plastic than fish in the ocean by 2050. Oof.\n\nCrews from the Public Works and Communications Ministry in the Dominican Republic work to clear the shores after a July 2018 storm dragged in over 100 tons of trash—mostly plastic.\n\nOf all the types of plastic trash we could regulate, there are a few smart reasons to target straws specifically. First, they’re pretty easy to do without—a low-hanging fruit in the vast battle against plastic disposables. Second, unlike many other single-use items, it’s essentially impossible to recycle straws. (As Darby Hoover taught us in a previous Q&A, what’s recyclable has a lot to do with whether a market exists to resell a given material.) Third, there are a lot of them. Some estimates say hundreds of millions of straws are tossed each day in the United States alone.\n\nTo make sure you’re doing your part, Goldstein suggests following the gold standard in the fight against plastic waste: Use less. On most occasions, you can enjoy your beverage just fine without using a straw at all. If you prefer drinking certain beverages through a straw (smoothies or iced coffee, for example)—buy a few reusable metal or bamboo straws, which can later be recycled or composted. Keep these on hand in your bag, or stow them in your kitchen, workplace, and car.\n\nState bills, like those in New York and California, are aiming to curb consumers’ habitual use of straws. California’s bill would require customers to ask for a straw rather than receive one automatically; New York is proposing a full ban.\n\nOf course, any legislation of this type should include caveats so that those with disabilities can still have access to straws if necessary. “No one wants to take away straws from those who really need them,” Goldstein says. “But we can work together to meet the goal of dramatically reducing the amount of single-use plastic while still providing straws to folks who are disabled.”\n\nThe plastic straw controversy is both substantive and symbolic. The campaign against single-use straws will help keep our planet cleaner in a tangible way. And if it continues to gain momentum and work as intended, it will also demonstrate that efforts to reduce waste are not futile. We can succeed, Goldstein says. Sometimes that encouragement is all you need to shift marketplaces, spur innovation, and begin important dialogues about protecting our one and only home planet. And yes—saving its sea turtles too.",
  "summary": "The post is in support of banning plastic straws due to their significant environmental impact, pointing out the ease of eliminating straws compared to other plastic disposables and advocating for the use of alternatives like reusable metal or bamboo straws. The post also emphasizes the importance of including provisions for people with disabilities who rely on straws. Overall, the sentiment is strongly supportive of the movement to reduce single-use plastic straws. \n\nSentiment: 0.9",
  "sentiment": 0.9
}