{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How Banning Plastic Straws Became 2018's Biggest Cause - Eater",
  "href": "https://www.eater.com/2018/7/12/17555880/plastic-straws-environment-pollution-banned-alternatives-ocean-sea-turtle-viral-video",
  "body": "After 10 years of plastic reduction efforts, Seattle became one of the first major cities to implement a ban on plastic straws and utensils. Under the new ordinance, businesses may only give out ...",
  "readable_content": "user (2023-12-08): Skip to main content...\n\n- Why the World Is Hating on Plastic Straws Right Now\n- Everything you need to know about the now-ubiquitous movement to #StopSucking...\n\nAre plastic straws really all that bad?\nWell, like anything else that a person uses once and then promptly throws in the garbage, they’re certainly not great — even if they look like an innocent, whimsical twisty straw. Because they’re made of relatively thin material, straws break down into smaller plastic particles known as microplastics more quickly. They’re also not easily recyclable in most facilities. According to EcoCycle, roughly 500 million disposable straws are used by Americans daily. (That figure has been criticized; presumably in response to this accusation, EcoCycle’s website notes in its FAQ, “Some environmental groups we talked to told us they believe this estimate to be low.”) Straws were ranked the seventh most common piece of trash collected in 2017 on global beaches by volunteer cleanup crews associated with the Ocean Conservancy, a marine environmental advocacy group.\n\nSo why did we start using them in the first place?\nStraws have been around for at least the last 5,000 years, according to the Atlantic. Early depictions and examples of metal straws were found in an ancient Sumerian tomb, and South Americans were using metal straws to sip mate long before Europeans established colonies on the continent. In the U.S., people used rye grass straws to drink cocktail through the 1880s, until a man named Marvin Chester Stone came along and patented the design for a paper straw in 1888. The paper variety quickly grew in popularity and even improved in the 1930s with help from Joseph B. Friedman, who developed the bendy straw — which proved useful not only for kids who were too short to drink their shakes at the soda counters, but also handy for hospital patients and people with limited mobility.\n\nDisposable plastic straws eventually grew in popularity with the development of polypropylene plastic in the 1950s, and the straw’s growing presence was helped by marketing that emphasized the straw’s cleanliness, healthfulness, and durability. The plastic industry lobby, which opposes plastic bans and regulations, likes to stress sanitation as an important element: Steve Russell, the vice president of plastics for the American Chemical Society, told Phys.org earlier this year, “in many cases these plastics provide sanitary conditions for food, beverages, and personal care.”\n\nHaven’t we known plastic straws were bad for a while?\nSo glad you asked. Yes! The Great Pacific garbage patch, for example, was discovered more than 20 years ago by yachtsman Charles Moore, who reportedly sailed through the massive, swirling collection of floating plastic waste. Although plastic straws have been referred to as “the world’s most wasteful commodity,” the vast majority of the plastic waste in the patch is comprised of fishing gear. Plastic has become so common in oceans that it’s being found in large quantities in the bellies of sea birds, whales, and even fish sold at supermarkets...\n\n... Here’s a photo of Grenier doing his best to recreate the Nirvana Nevermind album cover while calling on Starbucks shareholders to eliminate straws. In March, he even made an appearance at a Starbucks shareholders meeting to present a resolution to create better, more easily recyclable cups — something Starbucks has struggled to achieve.\n\nIsn’t it great that Starbucks is phasing out straws?\nCompanies rarely do something drastic like eliminate straws unless they’re forced to, or it somehow benefits them. Starbucks likes to be the “good guy” in big coffee, so from a PR standpoint — in a tough year for Starbucks PR — this was probably viewed as an easy win.\n\nBut first, prove that these lids are somehow better or easier to recycle than the straws, and then we’ll talk. The lids are still made of plastic, and again, the coffee giant has had a hard enough time addressing its cup-waste issue. Compostable straws, likewise, are only beneficial in an appropriate composting facility; large swaths of the world don’t have access to municipal composting facilities. In other words: Paper straws will decompose only if they ever make it beyond a landfill. Symbolically, though, it’s a move that will likely spur...",
  "summary": "The post discusses the negative environmental impact of plastic straws and highlights the historical background and recent efforts to phase them out. It also questions the effectiveness of alternative solutions such as compostable straws and plastic lids. Overall, the sentiment expressed in the post is in favor of banning plastic straws due to their harmful effects on the environment. Sentiment: 0.8",
  "sentiment": 0.8
}