{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Fast facts about plastic pollution - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/plastics-facts-infographics-ocean-pollution",
  "body": "Learn eight essential facts about the global plastic pollution crisis, from its causes and effects to its solutions and prevention. Find out how plastic is produced, used, recycled, and disposed in different regions and industries, and how it affects the environment and human health.",
  "readable_content": "user (2023-12-08): SKIP TO CONTENT\n\nSome 18 billion pounds of plastic waste flows into the oceans every year from coastal regions. That’s the equivalent of five grocery bags of plastic trash sitting on every foot of coastline around the world.\n\n40 percent of plastic produced is packaging, used just once and then discarded.\n\nGlobal plastic production by industry:\n- Building and construction: 72 million tons\n- Packaging: 161 million tons\n- Other: 52 million tons\n- Textiles: 65 million tons\n- Consumer products: 46 million tons\n- Industrial machinery: 3 million tons\n- Electrical: 19 million tons\n- Transportation: 30 million tons\n\nChina produces 29% of the world's plastic, while the rest of Asia produces 21%. Half the world’s plastics are made in Asia, with Europe at 19%, NAFTA countries at 18%, Middle East/Africa at 7%, Latin America at 4%, and Other at 2%.\n\nLess than a fifth of all plastic is recycled globally. Plastic recycling rates are highest in Europe at 30 percent, China’s rate is 25 percent, and the United States recycles just 9 percent of its plastic trash.\n\nNearly a million plastic beverage bottles are sold every minute around the world. In 2015, Americans purchased about 346 bottles per person—111 billion plastic beverage bottles in all.\n\nAbout 8 percent of the world’s oil production is used to make plastic and power the manufacturing of it. That figure is projected to rise to 20 percent by 2050.\n\nThis article was created in partnership with the National Geographic Society and was first published on May 16, 2018, and updated on December 20, 2018.",
  "summary": "The text provides alarming statistics about the excessive production and waste of plastic, highlighting the significant environmental impact of plastic pollution. It emphasizes the need for major changes in the way plastic is used and managed. The overall sentiment is concern for the detrimental effects of plastic waste on the environment. Sentiment: 0.9",
  "sentiment": 0.9
}