{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic bags are out. Plastic straws are on their way out. Now ... - Reddit",
  "href": "https://www.reddit.com/r/Honolulu/comments/aortuc/plastic_bags_are_out_plastic_straws_are_on_their/",
  "body": "Banning plastic straws is the low hanging fruit to say \"look we are doing something!\" when an all out ban on single use plastic everything, cellophane packaging as well, is needed. Hopefully Hawaii can make it happen! Something like 90% of all plastics never get recycled and a good portion winds up in our oceans.",
  "readable_content": "the_edgy_avocado (2018-12-08): Good on Hawaii seizing the initiative and pushing past the plastic company lobbying. Now if parts of Europe follow suite, plastic alternatives could go mainstream.\n- bigchungus0218 (2018-12-08): Have you considered the price increase that goes along with the new packaging plus the increase in deforestation due to the use of paper-based packaging? Banning something without a viable substitute does not solve the problem, but obviously politicians don’t care about this. They only care about the impact it will have on the minds of all their misinformed voters.\n- [deleted] (2018-12-08): Which parts of Europe are you referring to? Europeans are way ahead of the U.S. in terms of recycling and the reduction of single-use plastics and have been for almost two decades. For example, Ireland has had a plastic bag levy since 2002. In October 2018, the European Parliament voted to ban single-use plastics by 2021. That’s an EU-wide directive... Every state should follow the EU and indeed, Hawaii. There’s no excuse anymore.\n- GrenoScoundrelOG (2018-12-08): Life really wouldn't be hard without single-use plastics. It's the only option considering we can't trust humans to recycle or even dispose of their waste in the correct places. I can't wait to see this spread.\n- Contango42 (2018-12-08): Exactly! Supermarkets could get rid of a lot of single-use plastics, and life wouldn't be any different. In fact, it would probably be cheaper.\n- AnonyLance (2018-12-08): I stopped using condoms a decade ago. You’re welcome Earth.\n- ZubenelJanubi (2018-12-08): Banning plastic straws is the low hanging fruit to say “look, we are doing something!” when an all-out ban on single-use plastic everything, cellophane packaging as well, is needed. Hopefully, Hawaii can make it happen! Something like 90% of all plastics never get recycled and a good portion winds up in our oceans.\n- pirhomaniak (2018-12-08): Not defending wasteful products here, but everyone: please consider the effects this legislation would have on the disabled community. Jessica Kellgren-Fozard gives a wonderful, thoughtful response to plastic straw ban legislation on her YouTube channel.\n- [deleted] (2018-12-08): RIP everyone in Hawaii having the price of everything increase.\n- sah_000 (2018-12-08): The price of everything in Hawaii is already increased!\n- wildtalon (2018-12-08): Honestly we should just eat with our hands.\n- o0-o0- (2018-12-08): Can I eat with my non-f**king hand instead?\n- sibms24s1 (2018-12-08): I could see them having more plastic than other states as well, due to everything being heavily packaged and shipped over there.\n- Enzonianthegreat (2018-12-08): Isn’t this bad for them to ban it then? Don’t get me wrong, alternatives to plastic are great, but outright bans seem like they’d significantly impact an economy that imports a lot of its goods.\n- Mac_AttackW (2018-12-08): Without plastic bags, what do I put cat poop in?\n- o0-o0- (2018-12-08): We'll have to ban indoor cats as well.\n- [deleted] (2018-12-08): I’m all for banning single-use plastic and focusing on reusable stuff that won’t kill everything but for the love of god please don’t use wheat. I’m already terrified enough of being around food with gluten in case it got into my food. I don’t think I could handle it if everything I touched could possible be made with wheat. Like those pasta straws.... It’s a nightmare for me that a healthier planet means killing me with my worst enemy.\n- behaaki (2018-12-08): Does packaging fall under this?",
  "summary": "The conversation expresses a mix of opinions on banning single-use plastics, with some supporting the move for environmental reasons, while others raise concerns about the impact on pricing, disabled individuals, and the economy. Overall, the sentiment towards banning plastic straws seems to be somewhat supportive, but with reservations about the potential consequences and the need for viable alternatives. Sentiment: 0.5",
  "sentiment": 0.5
}