{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Do plastic straws really make a difference? - Stanford Earth",
  "href": "https://sustainability.stanford.edu/news/do-plastic-straws-really-make-difference",
  "body": "LEAPE: Plastic straws are only a tiny fraction of the problem - less than 1 percent. The risk is that banning straws may confer \"moral license\" - allowing companies and their customers to feel they have done their part. The crucial challenge is to ensure that these bans are just a first step, offering a natural place to start with ...",
  "readable_content": "user (2023-12-08): Skip to main content\nStanford University\n(link is external)\nOur Impact\nOur Community\nAdmissions & Education\nThe School\nGiving\nSearch\nMain content start\nResearch\nDo plastic straws really make a difference?\n\nDriven by public pressure, governments and corporations are considering eliminating or phasing out single-use plastics such as straws. Stanford experts discuss the limitations of these bans and the potential for meaningful change.\n\nSeptember 18, 2018\nBy Rob Jordan, Stanford Woods Institute for the Environment\n\nAs communities act to ban single-use plastics and individual consumers raise concerns, bigger actors pay attention. (Photo credit: Shutterstock)\n\nShuddering and unable to breathe, he vomited up five plastic bags. The small pilot whale, found in a Thai canal this past June, is another symptom of a crisis in the world’s oceans. Plastic waste, mostly broken down into tiny particles, floats in huge blobs amid ocean current patterns called gyres that together cover as much as 40 percent of Earth’s ocean surface. Growing public concern has inspired movements to ban single-use plastics, most notably straws. In California\n, a bill to ban straws unless requested at dine-in restaurants is awaiting a signature from the governor. Other states such as Hawaii, cities such as Seattle and New York, and corporations such as Amazon and Starbucks are also considering or have initiated plastic phase-out plans.\n\nStanford Report spoke with Jim Leape\n, co-director of the Stanford Center for Ocean Solutions\n, and Craig Criddle\n, a professor of civil and environmental engineering, about the path to reducing ocean plastic pollution.\n\n[...]\n\n- I found the text informative and thought-provoking. It's interesting to hear different perspectives on the issue of ocean plastic pollution and the potential solutions that are being discussed.",
  "summary": "The post/conversation about banning plastic straws reflects a growing public concern about the impact of plastic waste on the environment. It highlights the potential for meaningful change through the elimination or phase-out of single-use plastics. The discussion is informative and raises thought-provoking perspectives on the issue. Sentiment: 0.8",
  "sentiment": 0.8
}