{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "England is banning plastic drink stirrers, plastic straws, and plastic ...",
  "href": "https://www.reddit.com/r/worldnews/comments/bs17pl/england_is_banning_plastic_drink_stirrers_plastic/",
  "body": "A ban on plastic drinks stirrers, straws, and plastic-stemmed cotton swabs will come into force in England next April. The ban follows on from a consultation which found that more than 80% of respondents supported a ban on the distribution and sale of plastic straws, with 90% backing a ban on drinks stirrers and 89% in favor of a ban on cotton ...",
  "readable_content": "- app4that (2018-12-08): My employer just removed all paper cups, plastic lids and plastic stirrers from all the kitchen areas. New stirrers are wooden, and everyone brings their own reusable cup now. Waste baskets get emptied a lot less frequently now too. No problems.\n- NSFWormholes (2018-12-08): Ha. We still use styrofoam at my company, and we're a large employer with dozens of manufacturing facilities. :-(\n\n- guacamoleo (2018-12-08): That's great and all but uh, in my house (and workplace) we have metal stirrers. They're called spoons.\n- Seankps (2018-12-08): Starbucks new straw free lids use more than twice the plastic of a straw and previous lid.\n- ac13332 (2018-12-08): Just looked at that, ffs, really Starbucks.\n\n- IsAlwaysAngry (2018-12-08): The first article I read about it talks about it being recyclable and the straws not. Does that make a difference?\n- McFeely_Smackup (2018-12-08): plastic stem cotton swabs are a f** abomination of all that's holy.\n- nmj95123 (2018-12-08): But not K-Cups, the most idiotic single use plastic of all...\n\n- bennett346 (2018-12-08): We don't have them here.\n- SomethingSpecialMayb (2018-12-08): It’s a start.\n- [deleted] (2018-12-08)\n\n- joethesaint (2018-12-08): To all the people who can't stand the paper straws for some reason: have you ever tried just drinking straight from the cup?\n- Ferkhani (2018-12-08): Tried this with a McDonalds milkshake and got a big glob of milkshake to the face.\n\n- Captain_Clark (2018-12-08): Another solution for those who dislike paper straws is to undergo cosmetic surgery which refashions their lips into a long, flexible and fleshy tube. Such surgery may seem drastic but it’s actually a very safe one-day procedure which is becoming quite fashionable. In many major cities today, one may commonly see people wearing “anteater style” lips, often decorated with tattoos and multiple piercings. These fashionable folk enjoy consuming liquids of any sort, while never needing rely upon any straw. And they do so while setting new trends in personal style.\n- xxxvalenxxx (2018-12-08): I hear its better to use a straw to drink sugary drinks as not as much of the liquid comes in contact with your teeth.\n\n- LobsterMeta (2018-12-08): \"It's a start\"\nNo it isn't. None of these products have any effect on the amount of trash we create. This is the opposite of progress- this is throwing a penny in the wishing well and hoping no one notices that you aren't doing enough about global warming.\n\n- I_Hate_ (2018-12-08): If we could get China, India and most of the African nations to implement reasonable trash regulations that would do more for plastic in the ocean than any western countries could do period.\nEdit: before everyone hates me I’m not saying the west shouldn’t do anything but we should continue to be the leaders in trash regulations.",
  "summary": "The conversation about banning plastic straws shows a range of opinions, from those celebrating the reduction of plastic waste to others expressing skepticism about the impact of such measures. Some express concerns about the effectiveness of alternatives, while others emphasize the need for broader global action on environmental issues. Overall, there is a mix of optimism and skepticism about the impact of these measures. \n\nSentiment: 0.3",
  "sentiment": 0.3
}