{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Is there a way to reduce industrial pollution? : r/CitiesSkylines - Reddit",
  "href": "https://www.reddit.com/r/CitiesSkylines/comments/bsuh9w/is_there_a_way_to_reduce_industrial_pollution/",
  "body": "Pollution from generic industry reduces when the buildings level up, you need a moderately educated workforce and adequate service coverage to achieve this. Completely replacing generic industry with farming or forestry isn't advisable, because generic industry is the only type that directly provides goods to sell for your commercial zones.",
  "readable_content": "- Bic44 (2018-12-08): Is there a way to reduce industrial pollution?\n\n  I just bought this game a couple days ago. I played the original Sim City....and Sim City 2000, so it’s been a while. I’m trying to be patient growing my city, being mindful of traffic and not building a whole pile of zones at once. My industrial zone is quite a ways away from my residential and all in one area. And away from any water. But I’m wondering if there are any ordinances/policies I can put in place to force the industrial areas to lower pollution output? I seem to remember doing this (ugh....it must be 25 years ago....I’m old!). BTW, I’m on PS4. I’m surprised how well it works on console. Not often they do this good of a job.\n\n  -catdracula17: You can draw a district around your industrial zone then specialize that district in farming or forestry, that's usually what I do.\n\n    -Bic44: Hmmm....I saw the districts tool and didn’t know what it was for. I only have a population of 7600.....should I wait to do it, or get an early start?\n\n  -externvm: Its not a next version of simcity so that polution policy is not available :) on PC i use mods to hide the weird color but other than that I just make sure it doesnt affect residential areas or water aources, thats also doable.\n\n    -Bic44: Yeah, games change a lot haha. And thanks for the answer\n\n  -elcoyoto: The Green Cities DLC lets you use the \"Filter Industrial Waste\", which slightly reduces ground pollution. Also, the Eden Project removes any pollution from the map once it is plopped.\n\n    -Bic44: Nice, thank you!\n\n  -NoesisAndNoema: There is also the \"Eden Project\", which, when it is constructed after getting all the major landmarks, will reduce pollution. The \"Fusion power plant\", can also reduce pollution related to power plants. (Think of it like a super nuclear power plant, without the scare of a radioactive melt-down or super solar power, without the need for sun.) The \"Hadron collider\" acts as a universal \"covers all grounds\" school. So you can remove all the schools in the game. (Schools are noisy, consume power and water making waste, have trash and require physical transports.) Offices count as industry, but you still need some form of \"industrial products\" coming from somewhere, for your shops. (Cargo airplanes, freight ships, cargo trains, etc...) Keep the pollution in another city by importing goods!\n\n    -Bic44: Umm....thanks. That's a pretty in depth answer. I actually asked the question 4 years ago",
  "summary": null,
  "sentiment": null
}