{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Banning plastic straws will have no effect on saving the ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/bzsmx1/banning_plastic_straws_will_have_no_effect_on/",
  "body": "A straw ban is actually dangerous, IMO, because it drains away people's willingness to act, spending their willpower on measures that are ultimately useless. People have a feeling of, \"oh, because we banned plastic straws, this problem is being handled,\" and are less likely to take any meaningful action. 7.",
  "readable_content": "- Jimmydrums123 (2018-12-08): Banning plastic straws will have no effect on saving the environment. Just found out today that New York City is planning to ban plastic straws (which I’m sure translates to a tax on all plastic straws instead) and I can’t get behind it at all. I find it hilarious that people that go ahead and buy a metal straw, still stick it in their plastic Starbucks cup and say “I’m making a difference!” No you’re not you’re just being trendy. I’ve had a serious conversation about this with someone and asked them why do you go off about your metal straw and still get the plastic cup. Their actual response was “...the cup won’t get stuck in sea turtles noses” like.. WHAT?? I’ve seen the video. Yeah it’s sad. But there’s much bigger threat to wildlife than plastic straws. If anything we should have a ban (big tax) on fishing nets this way fishing companies are reluctant to just toss it in the ocean.\n\n- Huntsman_69 (2018-12-08): They're clutching at straws.\n\n- ChoosingIsHardToday (2018-12-08): We're looking at banning all single-use plastics, that's a better approach than just banning plastic straws. But the point is that it's a small step in the right direction. First straws, then cups, then bags, and so on, until we get to a point where we realize that we have no need to be using plastics nearly as much as we do. It's not about the turtles (although I feel bad for them), it's about the effect of producing plastic on our environment and the effects of producing so much garbage in general.\n\n- [deleted] (2018-12-08): Ya, nets take up 50% of all ocean pollution.\n\n- Chaosmusic (2018-12-08): Are we supposed to do absolutely nothing until a 100% efficient solution is found?... It's just a feel good measure so we don't have to dig in and make any real changes or sacrifices...Also, bringing attention to consumer focused things like straws and shopping bags and plastic cups and things we use on a regular basis hopefully will get us into a mindset that we need to change how we do things individually as well as a society and a civilization...\n\n- [deleted] (2018-12-08): It teaches people that they need to make personal sacrifices and normalizes the idea that the world is in big trouble. I see no downsides to it even if it is a bit silly.\n\n- [deleted] (2018-12-08): A lot of little steps will eventually lead to large strides. You have to start somewhere.\n\n- NotherSmartyPants (2018-12-08): Cups are easier to recycle than straws. In a good chunk of plastic recycling plants all material goes through a mechanical screening process to help eliminate glass, dirt, beer caps, etc. Straws, spoons, forks and other small plastic bits end up getting tossed in the dump along with the other garbage that comes out. The same goes with plastic bags. Damn near impossible to shred, clean, and melt enough of them after the sorting process to make a profit so they end up in the dump with your straws.\n\n- flojo2012 (2018-12-08): Canada banned single use plastics. A better solution.",
  "summary": "The conversation about banning plastic straws reflects varying perspectives on the effectiveness of such a measure. Some express skepticism, stating that it's just a superficial, feel-good measure that avoids significant changes. Others believe it's a small step in the right direction, leading to larger strides in reducing plastic use. There's also discussion about the need for broader bans on single-use plastics. Overall, the sentiment is divided between those who see the ban as a positive step and those who view it as insignificant without broader actions. \n\nSentiment: 0.2",
  "sentiment": 0.2
}