{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "CMV: Paper Straws are a Horrible Alternative to Plastic Straws",
  "href": "https://www.reddit.com/r/changemyview/comments/acgaxe/cmv_paper_straws_are_a_horrible_alternative_to/",
  "body": "In many places in the world, governments have been banning single-use plastic straws and there has been growing public pressure to limit the use of plastic straws, causing companies to switch to paper straws. Paper straws are a horrible alternative to plastic straws. They have an awful texture, they melt in drinks and sometimes sog off at the ...",
  "readable_content": "seriouslyokay (2023-12-08): I proposed alternatives to paper straws in my post as well, such as going strawless and using reusable straws akin to the ones you listed on your post. I myself own a set of reusable and washable metal straws, and have been using them instead of provided paper and plastic straws for quite some time.\n\nAnd I'm not trying to make a case for plastic straws at all, but a case against paper straws. It's less about inconvenience and more that there are better alternatives and a single-use, mostly unrecyclable paper product that melts in my drink after an hour is not the way to go. I'm not trying to assert that companies should stick to plastic straws.\n\n- Ducks_have_heads (2023-12-08): I hear everyone complain about paper straws not holding up, but I've never found that to be a problem. Although I do not use them for hot drinks so that might be a different story. I've also heard this reasoning about disabled people, and honestly I just think that's people who don't like the fact we're doing away with plastic straws finding excuses. If you need or want a straw there are plenty of reusable options. Or paper straws or other alternatives are fine if necessary.\n\nI'd also say that the public pressure has to be there before innovation can begin. Companies are making the switch, the public funds the alternatives unsatisfactory, so they improve.\n\nAs for the mouth feel I 100% think this is just a psychological thing you'll get used to. If you were raised on paper straws and then they bought out the plastic straws as a new improved product, you'd be satisfied.",
  "summary": "The conversation discusses alternatives to paper straws and the impact of the public's demand for change. The sentiment in the conversation is generally positive, with a focus on finding better alternatives and the public's influence on driving innovation. However, there are differing opinions on the effectiveness of paper straws and the psychological adjustment to using them. \n\nSentiment: 0.6",
  "sentiment": 0.6
}