{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A Plague of Plastics - National Wildlife Federation",
  "href": "https://www.nwf.org/Home/Magazines/National-Wildlife/2019/June-July/Conservation/Ocean-Plastic",
  "body": "Plastic trash taints a remote beach on Aiduma Island in Indonesia, one of the world's top five producers of plastic pollution. Ocean currents can move debris to distant shores or set it adrift, where marine animals (such as a seahorse off Indonesia, below) have to contend with the clutter.",
  "readable_content": "The National Wildlife Federation\nContact Us\nBlog\nShop \nSearch\nOUR WORK\nGET INVOLVED\nABOUT US\nKIDS & FAMILY\nEDUCATIONAL RESOURCES\nMAGAZINES\nLATEST NEWS\nDonate \nHOME MAGAZINES NATIONAL WILDLIFE® JUNE–JULY 2019 ISSUE A PLAGUE OF PLASTICS\n- A Plague of Plastics\n\n- From the Arctic to Antarctica, ocean debris is killing marine wildlife—but we still have the power to stop plastic pollution.\n\n- Barry Yeoman Conservation Jun 01, 2019\n\n- This albatross carcass was one of scores recently found packed with plastic trash on Midway Island, where scientists estimate 99 percent of the birds have some plastic in their stomachs. (Photo by Chris Jordan)\n\n- MARCUS ERIKSEN was sitting in a foxhole in Kuwait in 1991 when he hatched a plan that guided the rest of his life. Hunkered down in the sand, surrounded by burning oil wells, the young Marine vowed that, if he survived the Gulf War, he would go home and embark on a classic adventure: rafting down the Mississippi River.\n\n- More than a decade passed before Eriksen lashed together 232 plastic bottles to form the bottom of a homemade pontoon raft. He welded two bicycles into a paddle wheel and salvaged a seat from a junkyard Ford Mustang. In 2003, he launched his raft, named Bottle Rocket, from the Mississippi’s headwaters at Lake Itasca, Minnesota, heading south toward its mouth at Venice, Louisiana.\n\n- During the five-month trip, Eriksen saw an abundance of wildlife along with breathtaking scenery. But he also witnessed “endless trails of plastic trash,” from milk crates and polystyrene foam to an entire portable restroom. What he saw the most, however, were single-use, throw-away items such as soda and water bottles, grocery bags, utensils and bottle caps, all strewn along the riverbank at the high-tide mark.\n\n- Eriksen knew that river plastics eventually become the ocean plastics that are now killing marine animals worldwide. After the trip, he made it his mission to stem that flow, ultimately founding, with his wife Anna Cummins, the 5 Gyres Institute, a research and education organization named for the oceans’ large current systems. As he traveled the seas on research vessels during the following years, Eriksen found increasing evidence that they are contaminated by what he calls “a smog of microplastics—trillions of small bits of plastic swirling in our oceans, on the surface, in the mid-water, from Antarctica to the Arctic, and all waters in between.”\n\n- In a seminal report published in 2014, Eriksen and an international team of scientists calculated that there are at least 5.25 trillion individual pieces of plastic floating in the world’s oceans, a total of 268,940 tons. \n- More than 92 percent of those pieces are microplastics—less than 5 millimeters in size, or about half the width of a thumbtack. Larger items such as nylon fishing nets—designed to withstand saltwater environments—and debris from cargo ships, cruise liners, oil-and-gas rigs and other offshore operations add to this massive volume of trash, which can take tens to hundreds of years to decompose.\n\n- Plastic trash taints a remote beach on Aiduma Island in Indonesia, one of the world’s top five producers of plastic pollution. Ocean currents can move debris to distant shores or set it adrift, where marine animals have to contend with the clutter.\n\n- Tremendous wildlife toll\n\n- The wildlife impact of plastic pollution is staggering. Discarded fishing nets (or “ghost gear”), for example, entangle countless creatures, strangling and drowning them and sometimes severing their limbs. Entangled animals also have trouble feeding and escaping predators and suffer injuries that can become lethally infected. Victims include more than 340 species, from bottlenose dolphins, humpback whales and endangered Hawaiian monk seals to brown pelicans and every known species of marine turtle. According to a 2014 report from the nonprofit World Animal Protection, at least 136,000 seals, sea lions and large whales die from ghost-gear entanglement each year, along with an “inestimable” number of birds, sea turtles and other animals.\n\n- Mistaking the trash for food, many animals also eat plastic, suffering obstructions, stomach ruptures and starvation. Eriksen witnessed the horror of such ingestion firsthand when he visited Midway Atoll, a U.S.-owned cluster of coral islands in the Pacific Ocean that is home to 3 million nesting seabirds.\n\n- There are no definitive numbers on how many individual animals eat plastic or die as a result. But ingestion has been documented in at least 331 species, and data suggest its incidence is rising. Recently, scientists from Australia and the United Kingdom analyzed 50 years of seabird research and described the problem as “widespread, pervasive, and rapidly increasing.” By 2050, they forecast in the Proceedings of the National Academy of Sciences, 99 percent of all seabird species—and 95 percent of all members of those species—will have consumed plastic.\n\n- The most attention-grabbing cases involve marine mammals. This March, a male Cuvier’s beaked whale was found in the Philippines with 88 pounds of plastic in his belly, including 16 rice sacks and four banana-plantation-style bags. The following month, a female sperm whale was discovered dead off Italy with 48 pounds of plastic in her stomach. Two years earlier, Tampa’s Lowry Park Zoo in Florida rescued an orphaned male manatee that subsequently died. The calf had been eating plastic bags on the seafloor before his rescue.\n\n- Still unknown are the population-level effects of plastic consumption. Scientists are eager to explore this mystery but worried about what they’ll find.\n\n- \"For small populations—of which there are many in the seabird world—even a small amount of pressure from plastic pollution might have a significant impact on their extinction risk,” says Stephanie Borrelle, a postdoctoral researcher in New Zealand who studies birds.\n\n- Meanwhile, the trash continues to flow. Global plastic production ballooned from 2 million metric tons in 1950 to 380 million metric tons in 2015",
  "summary": "The text highlights the devastating impact of plastic pollution on marine wildlife, emphasizing the urgency of addressing the issue to prevent further harm. The sentiment expressed is that plastic pollution is a significant environmental threat that requires immediate action. Sentiment: 0.8",
  "sentiment": 0.8
}