{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "The plastic backlash: what's behind our sudden rage - The Guardian",
  "href": "https://www.theguardian.com/environment/2018/nov/13/the-plastic-backlash-whats-behind-our-sudden-rage-and-will-it-make-a-difference",
  "body": "A 2016 World Economic Forum report predicted that by 2050, 20% of all oil extracted across the world would go towards making plastic. \"Ultimately, plastic pollution is the visible and tangible ...",
  "readable_content": "-Hello! I've edited the text to remove irrelevant website navigation details and other non-essential content. Here's the main extract from the article:\n\nPlastic is everywhere, and suddenly we have decided that is a very bad thing. Until recently, plastic enjoyed a sort of anonymity in ubiquity: we were so thoroughly surrounded that we hardly noticed it. You might be surprised to learn, for instance, that today’s cars and planes are, by volume, about 50% plastic. More clothing is made out of polyester and nylon, both plastics, than cotton or wool. Plastic is also used in minute quantities as an adhesive to seal the vast majority of the 60bn teabags used in Britain each year.\n\nThe result is a worldwide revolt against plastic, one that crosses both borders and traditional political divides. In 2016, a Greenpeace petition for a UK-wide plastic microbead ban hit 365,000 signatures in just four months, eventually becoming the largest environmental petition ever presented to the government. Protest groups from the US to South Korea have dumped piles of what they say is unwanted and excessive plastic packaging at supermarkets. Earlier this year, angry customers in the UK posted so many crisp packets back to their manufacturers, in protest at the fact they weren’t recyclable, that the postal service was overwhelmed. At the highest levels of government, the plastic panic can resemble a scrambled response to a natural disaster, or a public health crisis. The United Nations has declared a “war” on single-use plastic. In Britain, Theresa May has called it a “scourge”, and committed the government to a 25-year plan that would phase out disposable packaging by 2042.\n\nAll this has added up to a feeling that we might be on the verge of a great environmental victory, of the kind not seen since the successful action against acid rain and CFCs three decades ago. A great wave of public anger is pushing those in power to eliminate a single substance from our collective life – and with big commitments already secured, the signs seem promising. To take on plastic is in some way to take on consumerism itself. It requires us to recognize just how radically our way of life has reshaped the planet in the span of a single lifetime, and ask whether it is too much.\n\nThe most astounding thing about the anti-plastic movement is just how fast it has grown. To travel back even to 2015 is to enter a world in which almost all of the things we currently know about plastic are already known, but people aren’t very angry about it. As recently as three years ago, plastic was just one of those problems – like climate change, endangered species, or antibiotic resistance – that everyone agreed was bad, but which few people considered doing much about.\n\nThe plastic problem was mind-bogglingly big, only getting bigger, and it was tough to get people to care. Sometimes alarming stories about plastic did break through into the media and catch the interest of the public – the garbage patch was a media favorite, and every so often there was a new panic about overflowing landfills, or the massive quantities of waste we ship overseas – but it was nothing like today.\n\n-Stephen Buranyi (2018-11-13): The long read: The plastic backlash: what's behind our sudden rage – and will it make a difference?",
  "summary": "The text highlights the growing global movement against the use of plastic, portraying it as a significant environmental victory in the making. It captures the rapid escalation of public anger against plastic and the associated commitments from major governmental and non-governmental entities. The sentiment is overwhelmingly in favor of the anti-plastic movement, emphasizing the urgency and importance of addressing the environmental impact of plastic usage. \n\nSentiment: 0.9",
  "sentiment": 0.9
}