{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws are out: Ron DeSantis vetoes prohibition of ... - Reddit",
  "href": "https://www.reddit.com/r/tampa/comments/bn4vyl/plastic_straws_are_out_ron_desantis_vetoes/",
  "body": "Plastic straws account account for less than 0.01% of all plastic waste in the Ocean anyways, disposable plastics should be taxed or removed from society all together. That's a real first step in tackling the gargantuan problem of plastic production. I don't understand why republicans love disposable plastic so much.",
  "readable_content": "anon1984 (2018-12-08): Plastic straws are out: Ron DeSantis vetoes prohibition of local straw bans\n  \n  - dtcv11 (2018-12-08): This title is confusing as hell and I’ve reached my monthly limit (I know I should just subscribe) but can someone summarize this please?\n  \n  - anon1984 (2018-12-08): He used his first veto to block the Florida legislation making banning plastic straws at the local level illegal. This means that cities like St Pete can continue to ban plastic straws, and makes me very confused as someone who hated his campaign.\n  \n  - thebigt7575 (2018-12-08): Clear your cookies.\n  \n  - only_because_I_can (2018-12-08): As someone who regularly picks up trash from the Hillsborough River, I'd like to see something done here. I pick up many, many straws. Biggest issue is still plastic bottles as far as what I see. Also unsettling is the recent increase I've seen in medical waste (bandages, gauze, small bags, surgical gloves, etc.), especially as I get closer to Seddon Channel. Hmmmm.\n  \n  - anon1984 (2018-12-08): One issue with plastic straws in particular is that the shape makes them especially dangerous to wildlife. They get stuck in nostrils and ingested, clogging up intestines leading to a slow painful death. All plastic garbage is bad, but straws are fairly easy to replace with paper which dissolves quickly in water. I think we will se a lot more regulation of one time use plastics, particularly plastic bags which also are very dangerous to wildlife, in the coming years.\n  \n  - cometkeeper00 (2018-12-08): This is the worst title I’ve read.\n  \n  - [deleted] (2018-12-08): Is he...not actually that bad? I can be brave enough to admit I would have preferred Gillum but I appreciate this move.\n  \n  - dontreadtogood (2018-12-08): Seems pretty genuine when it comes to environmental issues, but still seems ass backwardson social issues, education in particular.\n  \n  - Medajor (2018-12-08): Yay! Home rule!\n  \n  - [deleted] (2018-12-08)\n  \n  - thebohomama (2018-12-08): I keep waiting to think this guy is trolling us, but he's not. I gotta give him a little credit. I don't love everything about him, not even close, but he's done some things from a point of view he did NOT campaign on, and I'm good with that. Environment being one of those issues.\n  \n  - saren42 (2018-12-08): Alright, cool, I mean, not a big surprise he wouldn't mind saying %%$$ you to people that actually need to use disposable plastic straws for consuming beverages in public. There are many types of disabilities that require that, and this is literally just putting more labor on them when they try to go out in those cities with the bans, which are literally just self-congratulatory %%^^$#. How about if we wanna address the littering and plastic, we address the corporate problem, which is where majority of the pollution and litter comes from in the damn world. This is some peak liberalism bullcrap here, all the people supporting this decision... seriously, think it out.\n  \n  - ADHDengineer (2018-12-08): Who needs to use disposable straws? If you have a medical condition, it’s on you to provide your tools. I’ve never heard diabetics %%task%% that there aren’t free syringes at restaurants.\n\n  - TampaSunset (2018-12-08)",
  "summary": "The conversation reflects a mix of viewpoints on the veto of the prohibition of local straw bans in Florida. Some express support for the decision as it allows for local regulations to address environmental concerns, while others criticize it for potentially impacting people with disabilities. Overall, the sentiment is mixed, with a range of opinions on the matter. \n\nSentiment: 0.2",
  "sentiment": 0.2
}