{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "What is your favorite Char quote? And why? : r/Gundam - Reddit",
  "href": "https://www.reddit.com/r/Gundam/comments/bt12b5/what_is_your_favorite_char_quote_and_why/",
  "body": "What is your favorite Char quote? And why? What is your guys favorite Char quote? Mine is from the sub of the Gundam the Origin in the 6 movie ova version. It is \"Bow before me, God!\" I like it because he says it before he does something awesome to validate his cockiness as something that is deserved.",
  "readable_content": "- Tallgeese42 (2018-12-08): What is your guys favorite Char quote? Mine is from the sub of the Gundam the Origin in the 6 movie ova version. It is \"Bow before me, God!\" I like it because he says it before he does something awesome to validate his cockiness as something that is deserved.\n\n- BaTuOnE_Themeir (2018-12-08): I came here to laugh at you\n\n- TheOtherMadGiant (2018-12-08): \"blame it on the misfortune of your birth\" is an insult I misuse on a daily basis\n\n- mongooseninja3 (2018-12-08): “I’ve never betrayed anyone in my entire life!” It sums up how delusional Char is about his actions. He doesn’t say “from my perspective” - he honestly believes it.\n\n- Orimori24 (2018-12-08): \"Amuro I'm about to do something wicked. \" It really shows char cared very little for his father's philosophy and mostly pursued revenge.\n\n- Cat_in_a_suit (2018-12-08): I came here to laugh at you. In all seriousness, probably “everything’s red... I think I rather like it.” From The Origin, because it explains both why all his suits are red, and on a more metaphorical level, how much blood is covering the path he chooses to walk.\n\n- Kregano_XCOMmodder (2018-12-08): \"I've never betrayed anyone in my life.\" That one is so fucking hilarious considering the shit we'd seen up to when Zeta was initially produced, and everything produced after that has made it even funnier.\n\n- RobertLBurr (2018-12-08): My favorite is when he kicked the Gundam in the abdomen. Because actions speak louder than words!\n\n- Mercuryo (2018-12-08): I came here to laugh at you from Zeta. From CCA I like the final dialogue at the ending when Amuro is pushin back Axis\n\n- HexManiak (2018-12-08): \"Hey Garma, do you read me? Blame this on the misfortune of your birth.\" Cements Char as one cold motherfucker, and is just generally cool besides.\n\n- ComradeSomo (2018-12-08): The whole Dakar speech.\n\n- gundam_zabaniyah (2018-12-08): Others : something something about laughing Me, an Intellectual: [links]\n\n- Uden10 (2018-12-08): Never noticed that tiger wearing the mask before\n\n- Feldt-2308 (2018-12-08): Anything he uses to justify dropping Axis. Forgot the wording but i loved it. He should have dropped Axis but Amuro got in the way!\n\n- sujinjian (2018-12-08): \"Uh, wait, can I take a piss, May I borrow your toilet?\"\n\n- roflcopters270 (2018-12-08): well there a few... but... I CAME HERE TO LAUGH AT YOU...",
  "summary": null,
  "sentiment": null
}