{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Your Questions About Plastic Waste, Answered - NPR",
  "href": "https://www.npr.org/sections/goatsandsoda/2019/02/08/692002116/your-questions-about-plastic-waste-answered",
  "body": "In January, we published a special report called \"A New Weapon In The War Against Plastic Waste.\"It profiled Froilan Grate, a Filipino environmental activist, and his efforts to fight the non ...",
  "readable_content": "- User (2023-12-08): Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nGoats and Soda\nSTORIES OF LIFE IN A CHANGING WORLD\nENVIRONMENT\nYour Questions About Plastic Waste, Answered\nFEBRUARY 8, 2019 2:46 PM ET\n\nBy Christopher Joyce, Rebecca Davis\n\n*Timestamp: February 8, 2019*\n\nIn January, we published a special report called \"A New Weapon In The War Against Plastic Waste.\" It profiled Froilan Grate, a Filipino environmental activist, and his efforts to fight the non-recyclable plastic waste that is clogging miles and miles of coastline in the Philippines.\n\n...My understanding is that a lot more plastic generated here is mostly staying here, for the moment.\nYou can contact your local recycling center and ask if they are shipping some material abroad. There is also a publication called WasteDive that writes about the recycling industry and follows this issue. -Christopher Joyce\n\n- Aren't there biodegradable plastics that can be used for packaging and if so, why aren't they?\nThere are lots of research efforts underway, from big companies like Unilever to university and private industry labs where scientists are looking for alternatives... NPR will be doing some stories soon on these research efforts. -Christopher Joyce\n\n- How can I, a high schooler in small-town Wisconsin, help reduce plastic waste both locally and globally?\nThere are so many ways to attack this problem. Some people work on straws, some on plastic bags... Here are some to look up: The Story of Stuff, Global Alliance for Incinerator Alternatives (GAIA) and Break Free From Plastic. -Rebecca Davis\n\n- Are there people in the U.S. that are plastic shaming like Froilan Grate?\nSome environmental organizations like Greenpeace are following what the Philippines' groups started: brand audits in which they collect plastic trash from beaches or communities and publish the brand logos and names on the web... The view of some environmental groups is that many of the brands want to improve the situation and that public shaming may not be necessary. -Christopher Joyce\n\n- What makes some plastics recyclable and others not?\nLots of reasons... Bottles and containers can be recycled easily into other plastic goods and packaging, but other types may just be turned into plastic construction material or paving. -Christopher Joyce\n\n- What happened to the building blocks for housing, walls, sidewalks, etc. that were to be made from our ocean plastic?\nLots of plastic, especially plastic that can't easily be recycled into plastic pellets to make more plastic, is converted to things like building materials... As for waste plastic on land, that sounds like a good idea but we're still dealing with a substance that won't disappear for hundreds of years. What happens to concrete-wi",
  "summary": "The conversation revolves around the issue of plastic waste and efforts to combat it, including the search for alternative materials, the impact of plastic recycling, and the usage of non-recyclable plastics. The overall sentiment is one of concern for the environment and a willingness to find solutions to reduce plastic waste. \n\nSentiment: 0.8",
  "sentiment": 0.8
}