{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Banning plastic straws was a feel good move to feel absolved ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/bdfias/banning_plastic_straws_was_a_feel_good_move_to/",
  "body": "Plastic straws are a whole lot more useful than you think they are. Anybody living with an elderly or handicapped relative/concubine knows the importance of a straw during a meal. It allows for certain sections of the population to have access to their meals in a sanitary and honoured way, without spilling their meal, be it on themselves or off ...",
  "readable_content": "- Obi1kentobi (2018-12-08): Banning plastic straws was a feel good move to feel absolved of our plastic sins\nPlastic straws are a whole lot more useful than you think they are. Anybody living with an elderly or handicapped relative/concubine knows the importance of a straw during a meal. It allows for certain sections of the population to have access to their meals in a sanitary and honored way, without spilling their meal, be it on themselves or off of their plate/glass. Plastic straws were somehow turned into the tools of the devil out of one picture of a Sea Turtle - and this has turned into an unhealthy obsession where people fight the use of plastic straws to feel better about all the other shit they throw in the sea. That plasticky glitter crap you rubbed on yourself at Coachella honey? Literally all of it will get past filtration systems and end up in the ocean. Starbucks cups for your venti double foam frappuccino crapshake? Non recycled plastic-lined cups. The 53 gazillion plastic bags you get when you shop in the US and Asia? waaaaay more of an issue than plastic straws. Cut this plastic straw BS out, focus on actually making a difference you glitter-wearing Frappuccino-drinking no brainers.\n\n- emilytheimp (5 yr. ago): Even a journey of 1000 miles starts with a single step.\n\n- Obi1kentobi (5 yr. ago): Absolutely, the issue is how many people think the issue is solved now that Straws are \"gone\".\n\n- papadragonn25 (5 yr. ago): Paper straws work just fine.\n\n- [deleted] (5 yr. ago): As if banning straws has a real effect, don't they have peeled oranges in plastic as well?\n\n- AutoModerator (5 yr. ago): Moderator Announcement Read More »\n\n- Kyle_Morgan11 (5 yr. ago): Just buy metal straws, they’re reusable.\n\n- bad_kitty881148 (5 yr. ago): You’re right, plastic straws are better to stick up your as OP.\n\n- Obi1kentobi (5 yr. ago): Keep your kinky fantasies to yourself honey, we don't want to hear about them.\n\n- mike_1990_tx (5 yr. ago): 90% off the plastic in the oceans comes from third world street shitter countries",
  "summary": "The conversation surrounding the banning of plastic straws seems to include various opinions, with some individuals expressing frustration over the focus on this one item in the broader context of plastic pollution. Others suggest alternatives such as paper or metal straws. Overall, there is a mix of viewpoints on the effectiveness of banning plastic straws in addressing the larger issue of plastic waste.\n\nSentiment: 0.3",
  "sentiment": 0.3
}