{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Beach clean-up study shows global scope of plastic pollution",
  "href": "https://www.nationalgeographic.com/environment/article/greenpeace-beach-cleanup-report-highlights-ocean-plastic-problem",
  "body": "The approach was tested on a beach in Manila Bay in 2017 and expanded this year to include 236 beach cleanups in 42 countries that yielded more than 187,000 pieces of plastic trash. The most ...",
  "readable_content": "User (2023-12-08): Skip to content\n\nChildren play on the shore of Manila Bay in the Philippines, which is often marred by plastic debris.\n\nENVIRONMENT\nPLANET OR PLASTIC?\nBeach clean-up study shows global scope of plastic pollution\n\nWhat items retrieved from beaches tell us about trash.\n\nBY LAURA PARKER\nPUBLISHED OCTOBER 10, 2018\n\nEvery year, tens of thousands of people worldwide volunteer for the Sisyphean chore of picking up trash from beaches. The largest effort is conducted every September by the Ocean Conservancy, which in 30 years of cleanups has collected 300 million pounds and more than 350 types of items.\n\n- This article discusses the global issue of plastic pollution based on a beach clean-up study and the items retrieved from beaches, shedding light on the scale of marine plastic problems and potential solutions.\n\n- The study reveals how new trash constantly appears on beaches, even after cleanup efforts, indicating a significant challenge in managing plastic pollution.\n\n- Despite the continuous re-appearance of trash, beach cleanups have economic benefits, provide public awareness, and contribute to knowledge about the sources and abundance of plastic debris.\n\n- The study identifies top items found during beach cleanups, highlights the economic burden on local governments for beach cleaning, and discusses the potential benefits of clean beaches for tourism.\n\n- Trash collected from beaches contributes to understanding the global movement and accumulation of plastic debris in marine environments, as well as identifying leakage points around the world.\n\n- The article also mentions the impact of plastic pollution on marine life and discusses the involvement of organizations like Greenpeace in cataloging and identifying responsibility for plastic waste on beaches.\n\n- Finally, the article addresses the actions taken by major corporations such as Coca Cola, PepsiCo, and Nestle to reduce plastic waste and increase recyclability of their products.\n\nI hope this summary helps!\n",
  "summary": "The post discusses the global issue of plastic pollution and the findings from beach clean-up studies, shedding light on the scale of marine plastic problems and potential solutions. It highlights the challenges of managing plastic pollution, the economic benefits of beach cleanups, and the impact on marine life. Additionally, it mentions the involvement of organizations and major corporations in addressing plastic waste. Overall, the sentiment of the text is informative and concerned about the impact of plastic pollution.\n\nSentiment: 0.8",
  "sentiment": 0.8
}