{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Fishing Nets, Not Plastic Straws, Make Up Nearly Half of Ocean ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/ag08h3/fishing_nets_not_plastic_straws_make_up_nearly/",
  "body": "The problem is that plastic straws make up a remarkably low amount of the mass of waste in oceans/landfills, for all of the hype around eliminating them. They do make up about 4% of waste by piece, but billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.",
  "readable_content": "- ebikefolder (2018-12-08): I don't eat fish. Now what?\n- buffnuggies (2018-12-08): Sorry to be an ass, but god i hate these posts. I’m sure no one in this sub or the majority of the population believe that straws by themselves are the #1 threat to the ocean or the #1 contributor to plastic pollution. But why discourage people from refusing straws because it’s “not good enough”, when every effort adds up in the long run and also at least they’re trying. Some people aren’t willing to make a life change and stop eating fish, but they’re willing to START with refusing straws... that is if they aren’t made into feeling stupid for it by posts like these.\n- buffnuggies (2018-12-08): I understand fishing nets are a bigger issue, but people need to quit comparing them to straws when they are incomparable. Saying no to a straw is a lot more feasible than having them change their entire diet, some people can’t, some people just wont at that point in time. Let’s let the people who aren’t willing to change their diet still do something and care about their impact more without shutting down their efforts. Maybe through feeling good about reducing their waste, they will look into reducing their fish and meat intake. Shoving this down their throats will make them quit their efforts entirely because it’s “not good enough”. We need to quit making people feel shitty for doing their best to reduce their plastic consumption in the way that they feel it’s possible at that time in their life.\n- buffnuggies (2018-12-08): Having tons of people become more aware about their reduceable waste through the “straw epidemic” may make more of an impact than just reducing straws. It can wake some people up, which in the long run is what we need.\n- [deleted] (2018-12-08)\n- southerntarbaby (2018-12-08): I'm not entirely sure this is true. Fishing nets accounted for 40-50% of plastic in the great pacific garbage patch, but I'm not sure this applies to the ocean as a whole.",
  "summary": "The conversation revolves around the debate of whether discouraging people from using plastic straws is productive, given that fishing nets are a bigger contributor to plastic pollution. One user argues that every effort to reduce plastic consumption adds up, and that shaming people for not completely changing their lifestyle can be counterproductive. Another user acknowledges the bigger issue of fishing nets but emphasizes the importance of allowing people to start with small changes such as refusing straws. The sentiment of the conversation is generally in favor of encouraging smaller efforts to reduce plastic consumption, recognizing that every little change can make a difference. \n\nSentiment: 0.8",
  "sentiment": 0.8
}