{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "The rise in ocean plastics evidenced from a 60-year time series - Nature",
  "href": "https://www.nature.com/articles/s41467-019-09506-1",
  "body": "Abstract. Plastic production has increased exponentially since its use became widespread in the 1950s. This has led to increased concern as plastics have become prevalent in the oceanic ...",
  "readable_content": "-AnonymousUser (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nArticle\nOpen access\nPublished: 16 April 2019\nThe rise in ocean plastics evidenced from a 60-year time series\nClare Ostle, Richard C. Thompson, Derek Broughton, Lance Gregory, Marianne Wootton & David G. Johns \n\nIntroduction\n\nPlastics have become a global concern due to their accumulation in the world’s oceans and potential health risks. Since the 1950s, there has been a significant increase in plastic production, leading to concerns about its impact on marine organisms and human health. Long-term records of the distribution and temporal trends of plastics in the world’s oceans are limited. A consistent time series spanning 1957 to 2016, covering over 6.5 million nautical miles, based on records of plastic entanglement on a towed marine sampler, reveals a significant increase in open ocean plastics in recent decades.\n\nResults\nObservations\n\nA significant increase in macroplastic entanglement on a towed marine sampler was observed since 1957. The occurrence of macroplastic entanglement on the sampler shows a clear increasing trend with an order of magnitude increase from 2000 onwards. The records of macroplastics entangled on the sampler from 1957 to 2016 have a significant positive linear trend, while there is no significant trend for natural items. The findings confirm a significant increase in open ocean plastics since the 1990s.\n\nThe study is published in Nature Communications and authored by Clare Ostle, Richard C. Thompson, Derek Broughton, Lance Gregory, Marianne Wootton, and David G. Johns.\n\nThis text is used for informational purposes, and you may refer to the original source for the full article.",
  "summary": "The conversation highlights the significant increase in ocean plastics since the 1950s and the potential impact on marine organisms and human health. The information provided serves as a reminder of the pressing need to address the issue of plastic pollution. The sentiment of the text is concern for the environment and a call to action to address the rise in ocean plastics. Sentiment: 0.8",
  "sentiment": 0.8
}