{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "I miss plastic straws : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/bwt3lj/i_miss_plastic_straws/",
  "body": "Get a pack of reusable straws they are like $20 and come with like 6-8 straws. I saw in a comment that you think you would forget to bring it but you could just keep 2 with you in your school bag. Wash them when you wash the rest of your dishes. You can also wash them any place the water is drinkable.",
  "readable_content": "- [deleted] (2018-12-08): I miss plastic straws\n\n- thehalfbloodprince06 (2018-12-08): Idk maybe don't use a straw. Take the lid off and drink it 🤷\n- [deleted] (2018-12-08): I think the damage that plastic straws cause is grossly exaggerated. They're not banned here yet but they've started taxing plastic bags and replacing them with paper shit bags.\n- nervousmelon (2018-12-08): Not to mention that paper straws aren't even that much better.\n- UnpopularOpinionMods (2018-12-08): Is this a Popular or Unpopular opinion? Please reply to this comment with either 'popular' or 'unpopular'. Please do not vote on your own submissions.\n- subzerojosh_1 (2018-12-08): Just order plastic straws on Amazon and carry them with you at all times.\n- ariellee666 (2018-12-08): Get a pack of reusable straws they are like $20 and come with like 6-8 straws. I saw in a comment that you think you would forget to bring it but you could just keep 2 with you in your school bag. Wash them when you wash the rest of your dishes. You can also wash them any place the water is drinkable. A quick rinse at a water fountain is literally all they need.\n- Trifle-Doc (2018-12-08): Let me interest in this really crazy technique... drinking it without any straw",
  "summary": "The conversation reflects a mix of opinions about the banning of plastic straws. While some individuals express a sentiment of missing plastic straws and criticizing alternatives, others suggest using reusable straws or simply drinking without a straw. Overall, there is a lack of consensus on the issue. Sentiment: 0.1",
  "sentiment": 0.1
}