{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Will Disney confiscate plastic straws I bring in? - Reddit",
  "href": "https://www.reddit.com/r/WaltDisneyWorld/comments/bm9f3i/will_disney_confiscate_plastic_straws_i_bring_in/",
  "body": "No. You just won't be able to get one from Disney. [deleted] • 4 yr. ago. mamamiadadamax • 4 yr. ago. No, probably not. Most drinks we got in Disney World a couple of weeks ago still had plastic straws. I like metal straws. scopefragger • 4 yr. ago. We're currently here using something called strawbit.",
  "readable_content": "- Bacon_Guy_derp (2018-12-08): Will Disney confiscate plastic straws I bring in? Going next Sunday, just wanted to know before I did attempt to bring some into the parks.\n- [deleted] (2018-12-08): Animal kingdom, yes. Others I am unsure. Why not invest in some silicone straws from Amazon? Reusable and good for the environment in the long run. Plus they’re flexible.\n- slimredcobb (2018-12-08): I bring plastic straws into MK, HS, and Epcot on the reg. Usually they laugh about it. Haven’t been to AK since the ban started.\n- Lizzimae (2018-12-08): For Animal Kingdom, probably yes. For the safety of the animals.\n- jbguitar2196 (2018-12-08): I could see it in Animal Kingdom at least, as they use paper in lieu plastic utensils there.\n- tikibirdie (2018-12-08): No. You just won’t be able to get one from Disney.\n- [deleted] (2018-12-08)\n- mamamiadadamax (2018-12-08): No, probably not. Most drinks we got in Disney World a couple of weeks ago still had plastic straws. I like metal straws.\n- scopefragger (2018-12-08): We're currently here using something called strawbit [...]\n  https://www.amazon.com/Reusable-Strawbit-collapsible-Stainless-Environmentally/dp/B07JLHY6SQ/ref=asc_df_B07JLHY6SQ/?tag=hyprod-20&linkCode=df0&hvadid=271705198688&hvpos=1o1&hvnetw=g&hvrand=6889587659735404104&hvpone=&hvptwo=&hvqmt=&hvdev=m&hvdvcmdl=&hvlocint=&hvlocphy=9051554&hvtargid=pla-616380311244&psc=1\n  But if a faff at first but there ok after a few days",
  "summary": "The conversation reflects mixed sentiments about Disney's ban on plastic straws. Some users express understanding for the ban due to its impact on animal safety and the environment, while others seem indifferent and continue to use plastic straws or opt for alternative options. Overall, the sentiment seems to lean towards acceptance of the ban. \nSentiment: 0.5",
  "sentiment": 0.5
}