{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic pollution facts and information - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/plastic-pollution",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "readable_content": "-User (2023-12-08): Children play on the shore of Manila Bay in the Philippines, which is polluted by plastic waste.\nPHOTOGRAPH BY RANDY OLSON, NAT GEO IMAGE COLLECTION\nThe world's plastic pollution crisis explained\nMuch of the planet is swimming in discarded plastic, which is harming animal and possibly human health. Can it be cleaned up? BYLAURA PARKER\tPUBLISHED JUNE 7, 2019\n• 7 MIN READ\nPlastic pollution has become one of the most pressing environmental issues, as rapidly increasing production of disposable plastic products overwhelms the world’s ability to deal with them. Plastic pollution is most visible in developing Asian and African nations, where garbage collection systems are often inefficient or nonexistent. But the developed world, especially in countries with low recycling rates, also has trouble properly collecting discarded plastics. Plastic trash has become so ubiquitous it has prompted efforts to write a global treaty negotiated by the United Nations.\n- Assistant: I see that the article is discussing the global plastic pollution crisis and its impact on the environment. It mentions how plastic production has outpaced waste management capabilities, leading to widespread pollution, particularly in developing countries. It also highlights the need for more effective waste management and recycling systems.",
  "summary": "The article discusses the severity of the global plastic pollution crisis and the detrimental impact it has on the environment, particularly in developing countries where waste management systems are inefficient. It emphasizes the urgent need for improved waste management and recycling practices to address this critical issue. Sentiment: 0.8",
  "sentiment": 0.8
}