{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Drank a lot of these during my trip to Japan! : r/tea - Reddit",
  "href": "https://www.reddit.com/r/tea/comments/botmh6/drank_a_lot_of_these_during_my_trip_to_japan/",
  "body": "Everything has to be quick and convienient at the cost of taste and tonnes and tonnes of plastic pollution. Each to their own ... Lots of plastic bottle collection bins lying around. So didn't feel like it was actually all that bad. I dont think I'd buy plastic bottles if this was in say, USA where the recycling is dubious.",
  "readable_content": "- kaze_ni_naru (2018-12-08): Drank a lot of these during my trip to Japan!\n    - jimmyrosssss: the coconut is subtle\n-SaulFemm: You can buy 12 packs of Oi Ocha at Costco for about $14. :) They also sell a 100ct box of Ito En teabags for something like $16. If you have an HMart or a similar, they sell 2 liters of all the Ito En varieties for $6 normally, $3 on sale. I love the stuff and the price is so reasonable that I can drink it all day long without feeling like I'm burning through money.\n    - MadDogA245: This is the only bottled green tea I've found that comes close to tasting like home made. My personal favorite is the dark green.\n    - thefragile7393: I think I’ve seen these at some Asian markets near me...now I need to go look and hopefully get one to try\n    - itachinehan: Great pic and I like it too!\n-britbox.com\n    - euca9527: ti love this brand.they make right tea drink\n    - yogurtraisin: My local ramen shop sells these in the US! They’re really delicious and refreshing and they’re the only bottle tea that I can find that doesn’t have anything else like sugar added.\n    - rbmako69: I used to buy Oi Ocho green tea all the time... Unless i can find the OG stuff I'll never drink it again.\n    - goatsgivemelife: That's a beautiful bottle. So spring-y😊\n    - delanvital: Any love for a Scandinavian addicted to this? I've had no luck. My wife also love it. Has to be that specifically.\n    - menholdingfish: Its really sad how in the last ten years the market in Asia for bottled tea has skyrocketed. Its no where near as good as real tea.\n    - Andrew_Brew: I'm kinda agree with you, while being in japan, I visited some tea farms, and they all say that the bottled tea industry is destroying the prices and the quality and makes it very difficult to prospere as a little farmer, so in the last year A LOT of tea farms closed in Shizuoka.\n    - sensible_human: Really? I thought this particular brand of bottled tea (Oi Ocha) tastes amazing, and tastes closer to fresh green tea than any other bottled tea out there. But besides this brand, I agree with you. Especially the plastic waste.",
  "summary": null,
  "sentiment": null
}