{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic taking 600 years to decompose is actually not bad at ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/breiw7/plastic_taking_600_years_to_decompose_is_actually/",
  "body": "Business, Economics, and Finance. GameStop Moderna Pfizer Johnson & Johnson AstraZeneca Walgreens Best Buy Novavax SpaceX Tesla. Crypto",
  "readable_content": "- [deleted] (2018-12-08): Plastic taking 600 years to decompose is actually not bad at all. If it’s buried in a sensible place and not thrown in the ocean I have zero issue with this.\n  - [deleted] (2018-12-08): The time it takes for plastic to decompose is irrelevant. It's the toxicity of the plastic that is concerning. When plastic is buried in a landfill, those toxic chemicals start to break down, and seep into the water. Water treatment plants cannot remove chemicals like BPA, and therefore is in our drinking water.\n  - [deleted] (2018-12-08): And its not possible to bury plastic in an area where the groundwater has minimal interaction with drinking water? Like if groundwater in an area goes out to sea - where it would be heavily diluted and breaks down extremely slowly anyway. So would have no impact on wildlife.\n    - SpiderNeko (2018-12-08): The problem is if that plastic ends up reaching ground water and polluting things like the wells in people's back yards or streams/lakes. It's hard to bury something like that and have no issues arise.\n    - jaspnlv (2018-12-08): Trash to energy is a better solution\n  - UnpopularOpinionMods (2018-12-08): Is this a Popular or Unpopular opinion? Please reply to this comment with either 'popular' or 'unpopular'\n    - billybitchtitsdotorg (2018-12-08): I think its longer than that\n  - [deleted] (2018-12-08): Google tells me 10-1000. Planet is 6 billion years old. All irrelevant\n  - [deleted] (2018-12-08): are plastics made from hemp or algae less toxic?",
  "summary": "The conversation revolves around the decomposition and toxicity of plastic. There are differing views on whether the decomposition time of plastic is a significant concern, with some suggesting that proper disposal could mitigate the issue. Others emphasize the toxicity of plastic and its potential to pollute water sources. The discussion also touches on alternative materials and waste management solutions. Overall, the sentiment leans toward a concern for the environmental impact of plastic. \n\nSentiment: 0.6",
  "sentiment": 0.6
}