{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Where does your plastic go? Global investigation reveals America's ...",
  "href": "https://www.theguardian.com/us-news/2019/jun/17/recycled-plastic-america-global-crisis",
  "body": "Plastic's first stop on its months-long journey is a recycling facility where it is sorted into bales based on its type - soda bottles, milk jugs and clamshell-style containers, for instance ...",
  "readable_content": "- The information has been filtered for relevance and included formatting elements such as timestamps, up/downvotes, and relevant tooltips and notices.\n- You will read a part of a text that is sourced from a website\n\n<guardian> (2019-06-17): A Guardian report from 11 countries tracks how US waste makes its way across the world – and overwhelms the poorest nations. What happens to your plastic after you drop it in a recycling bin? According to promotional materials from America’s plastics industry, it is whisked off to a factory where it is seamlessly transformed into something new. This is not the experience of Nguyễn Thị Hồng Thắm, a 60-year-old Vietnamese mother of seven, living amid piles of grimy American plastic on the outskirts of Hanoi. A Guardian investigation has found that hundreds of thousands of tons of US plastic are being shipped every year to poorly regulated developing countries around the globe for the dirty, labor-intensive process of recycling. The consequences for public health and the environment are grim. Here are some key findings:\n  - Last year, the equivalent of 68,000 shipping containers of American plastic recycling were exported from the US to developing countries that mismanage more than 70% of their own plastic waste.\n  - The newest hotspots for handling US plastic recycling are some of the world’s poorest countries, including Bangladesh, Laos, Ethiopia and Senegal, offering cheap labor and limited environmental regulation.\n  - Last month, 187 countries signed a treaty giving nations the power to block the import of contaminated or hard-to-recycle plastic trash. A few countries did not sign. One was the US.\n  - Since the China ban, America’s plastic waste has become a global hot potato, ping-ponging from country to country. The US is still shipping more than 1m tons a year of its plastic waste overseas, much of it to places that are already virtually drowning in it.\n  - Workers exposed to plastic recycling operations can be subject to hundreds of toxic substances, including hydrochloric acid, sulfur dioxide, dioxins, and heavy metals, with potential health effects including respiratory illness, developmental disorders, endocrine disruption, and cancer.",
  "summary": "The text highlights the environmental and public health implications of the global trade in plastic waste, emphasizing how poorly regulated developing countries are overwhelmed by US plastic recycling. The information paints a grim picture of the consequences for public health and the environment due to the dirty, labor-intensive process of recycling in these countries. The text conveys a negative sentiment about the current state of plastic recycling and its impact on less developed nations. \n\nSentiment: -0.9",
  "sentiment": -0.9
}