{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Is Plastic Pollution Depriving Us of Oxygen? - JSTOR Daily",
  "href": "https://daily.jstor.org/is-plastic-pollution-depriving-us-of-oxygen/",
  "body": "The plastic debris floating in the world's oceans entangles wildlife, kills birds that swallow it mistaking it for food, and seeps into the food chain, showing up in fish that humans eat. A major threat to the ocean, this plastic pollution is estimated to cause more than $13 billion in economic damage to marine ecosystems each year.",
  "readable_content": "- Hey, I found an interesting article on JSTOR Daily discussing the impact of plastic pollution on ocean bacteria and its potential effect on oxygen production. The article highlights how plastic debris in the ocean can interfere with the growth, functioning, and oxygen production of important ocean bacteria known as Prochlorococcus. This bacteria is responsible for producing nearly ten percent of the oxygen we breathe. The research findings also suggest that exposure to chemicals leaching from plastic pollution impairs the bacteria's growth and oxygen production, with potential implications for the broader composition and productivity of ocean phytoplankton communities. It's a concerning issue that could have far-reaching effects. The study is quite eye-opening and suggests the need for further exploration of the impact of plastic pollution on ocean bacteria in natural settings.",
  "summary": "The article brings to light the significant impact of plastic pollution on ocean bacteria, particularly Prochlorococcus, and the potential consequences for oxygen production and ocean ecosystems. It underscores the urgency for further research and action to address the repercussions of plastic pollution on marine life. Overall, the tone is one of concern and emphasizes the need for increased understanding and solutions for the issue. \n\nSentiment: 0.9",
  "sentiment": 0.9
}