{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic pollution: is it really that bad? - YouTube",
  "href": "https://www.youtube.com/watch?v=qiXRTA0tYoI",
  "body": "Nine in ten Europeans worry about plastic's impact on the environment. But plastic is not the worst offender when compared to other kinds of pollution",
  "readable_content": "- @cosmiclyrics2307 (2022-12-08): \"Virtually all of it is collected in developed countries\" I think you guys forgot to mention that most of it is also shipped to developing countries for disposal. Easy to hold the moral high ground while producing a ton of waste and putting the burden of disposing it on others and then blaming them for \"waste production\".\n    - @woocheongan1437 (2022-12-08): Plastic pollution is very serious in various countries. Although it brings a lot of convenience to our lives, plastic waste is difficult to degrade and will continue to exist in the environment for hundreds of years. So I hope more people can use recyclable materials and jointly protect our environment.\n        - @SweetAsAStrawberry (2022-12-08): The problem with this video, and our views on plastic waste in general, is that we don't see these problems as interconnected - what about the emissions from producing the plastic? Why is large amounts in south East Asia? How much of our recycling is actually recycled?\n            - @ethelthecat1 (2022-12-08): There are lots of plastic sorting centres in the UK, but not a single recycling plant.\n- @ThePinoyInvestor (2022-12-08): I hope we all take plastic or any kind of waste disposal segregation seriously. We only have one planet, we need to take care of it.\n- @woocheongan1437 (2022-12-08): Plastic waste is difficult to degrade under natural conditions, causing serious pollution and damage to the ecological environment.  Therefore, I think it is very important to reduce the use of plastic products and recycle plastic waste in life.  The government should also adopt relevant policies at night, and protecting the environment is the goal of global efforts.\n- @goingtobeok (2022-12-08): I’m 40 days into my new life of “no plastic” it’s been very challenging but it is getting easier!\n- @joanbatara (2022-12-08): blaming southeast asian countries off-hand appears to be misleading.\n- @peaceandlove5214 (2022-12-08): I think all ships need to be involved in this project. Great work thanks.\n- @bashirattah81 (2022-12-08): It's ridiculous to imply that the world must focus on South East Asia to solve plastic pollution, because the world treats South East Asia as it's plastic dumping ground.\n- @ValdemarDeMatos (2022-12-08): Every change starts as a drop in the ocean. And every drop counts.\n- @mychemical_sunshine5879 (2022-12-08): There used to be recycling bins and clothing banks in my town but they got removed as teenagers would mess about on them.\n- @rahulsoni7397 (2022-12-08): Thanks for spreading awareness among us.\n- @CombatPlasticPollution (2022-12-08): Thank you for this contribution!\n- @kenlee1416 (2022-12-08): It's everywhere, in almost every product and service - in transportation, in construction materials, irresponsibly overused by the food sector, used to make toys, clothing and bags, furniture and fittings, used for packaging medications and ointments, stationery, useless name tags for 100s thousands of annual conferences etc etc.\n- @norberthubapeter4650 (2022-12-08): Solution ingredients: 1. Introduce law for plastic packaging to be priced at £/$/€ 1 per GRAMM.\n    - ...\n\nThe conversation continues with various users expressing their concerns, opinions, and proposed solutions regarding plastic pollution.",
  "summary": "The conversation reflects a mix of concerns, opinions, and proposed solutions about plastic pollution. There is a strong sentiment towards the need for global efforts to reduce plastic waste, with users emphasizing the importance of recycling, reducing plastic use, and implementing relevant policies. There are also concerns about the impact of plastic waste on the environment and the need for more responsible waste disposal practices. Overall, the sentiment is focused on taking action to address plastic pollution. Sentiment: 0.7",
  "sentiment": 0.7
}