{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "If you think plastic straws should be banned then you should ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/avvtfy/if_you_think_plastic_straws_should_be_banned_then/",
  "body": "If plastic straws are a big environmental concern then plastic water bottles should have deposits. I don't see how you can justify throwing away water bottles when straws are apparently an environmental disaster. The infrastructure to do so is already in place. Makes me think the whole straw ban is just a bunch of virtue signaling bullshit.",
  "readable_content": "- YodasRedditAccount (2018-12-08): I like the reusable ones with the straws; those ones are awesome.\n\n- P3p3_th3_shady_Fr0g (2018-12-08): There's a hemp plastic alternative. It'll desolve after some time. I guess it won't be great for storing water for long time.\n\n- SpiderHam77 (2018-12-08): Many places do have deposits on plastic disposal containers to help with the idea of recycling.\n\n- jackalope1289 (2018-12-08): Your water bottles don't have deposits?\n\n- tanabelego (2018-12-08): The thing with straws is that you can't recycle them like you can plastic bottles. So, they end up in the trash, or sadly in the water where fish and turtles think they're worms and try to eat them and die. I'm not disagreeing with your post, just giving my understanding of why straws are demonized more than other plastics.\n\n- The_Real_Abhorash (2018-12-08): That turtle picture that was popular on Reddit and I assume is what you might be referencing was fake in case you weren't aware.",
  "summary": "The conversation expresses various opinions on alternatives to plastic straws, the impact of plastic waste on the environment, and the misinformation associated with the issue. Overall, there is a concern for the environmental impact of plastic waste and the need for more sustainable solutions. \n\nSentiment: 0.7",
  "sentiment": 0.7
}