{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "In the 90s, we were taught to use plastic instead of paper to ... - Reddit",
  "href": "https://www.reddit.com/r/Showerthoughts/comments/b843my/in_the_90s_we_were_taught_to_use_plastic_instead/",
  "body": "Every place you see a plastic bag now had paper bags in the past. The plastic was supposedly better for the environment because paper=pollution in the early 80's. They'd tout the water and energy that goes into it as a waste. They also said Europe had already gone to the plastic bag, which is a standard talking point for anything new to the US.",
  "readable_content": "- magicarnival (2018-12-08): In the 90s, we were taught to use plastic instead of paper to save the rainforest from deforestation. Now we're taught to use paper instead of plastic to save the ocean from pollution.\n- PeterJohnSlurp (2018-12-08): Bruh just use metal\n- tallpaulman (2018-12-08): So teach it right in the first place: Reduce, Reuse, Recycle!!\n- SplendidPunkinButter (2018-12-08): I don’t remember being taught that. I remember being taught to recycle paper.\n- sarahjeni (2018-12-08): We should start using human skin for all of our carry and storage needs.\n- sep31974 (2018-12-08): It's okay to change your opinion based on new facts.\n- justimari (2018-12-08): Honestly just carry around a reusable bag. That’s the only way to not mess anything up\n- HuxleysHero (2018-12-08): Who taught you to use plastic? We knew plastic was bad back then too, and we cut 6-pack rings to keep them from killing sea life.\n- McPhuckstic (2018-12-08): Modern problems call for modern solutions; I juggle everything. No paper no plastic no problem!\n- Peace_Fog (2018-12-08): Grew up in the 90’s never once heard anyone say use plastic to save the rainforest\n- bubu_belfry (2018-12-08): I remember the 90s pretty well, and I really don't remember that. Folks knew plastic was a problem then too.",
  "summary": "The conversation reflects a mixture of skepticism, disbelief, and a call for sustainable solutions regarding the use of plastic and paper. The comments highlight a range of opinions, from questioning the educational messages of the past to advocating for more environmentally friendly practices. Overall, there is a sense of awareness and concern about the environmental impact of plastic and paper use.\n\nSentiment: 0.6",
  "sentiment": 0.6
}