{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic Pollution is Chemical Pollution - Ocean Conservancy",
  "href": "https://oceanconservancy.org/blog/2019/04/23/plastic-pollution-chemical-pollution/",
  "body": "The more plastic removed, the more chemical removed. Thus, if we can prevent plastic from entering the environment and cleanup what is already there, we can also mitigate chemical pollution. This reiterates the value of reducing our plastic footprint and participating in coastal cleanups. Cleanup of plastic pollution goes beyond what the eye ...",
  "readable_content": "OceanConservancy (2023-12-08): Plastic Pollution is Chemical Pollution\nHow preventing and removing plastic debris mitigates chemical pollution in our oceans. This blog was authored by Hannah De Frond, a researcher at the University of Toronto, and Chelsea Rochman, an Assistant Professor at the University of Toronto and Scientific Advisor to Ocean Conservancy.\n\nTurtles tangled in fishing nets, whales washed ashore with stomachs full of plastic bags. These are images we, unfortunately, see far too often. But what about the threats you cannot see? Plastic debris is not just a physical threat to marine life, it’s a chemical threat too.\n\nOnce in the marine environment, plastics can absorb chemical pollutants from surrounding waters and transport them great distances as they move around with ocean currents. When animals eat plastic, these chemical pollutants can leach into their stomachs, causing toxic effects. Many of these chemicals have been banned from production due to concerns about human and environmental health. However, some are so persistent in the environment that they are still found today.\n\nPlastic products also contain chemical additives such as flame retardants, UV stabilisers, and colorants, which are added to the plastics during manufacturing. In our ocean, these chemical additives can leach into surrounding waters—posing another potential chemical threat to marine life.\n\nIn a recently published paper, we estimated the amount of chemicals that enter the ocean within common single-use plastic items and estimated the amount of chemical pollutants that can be removed from the environment via cleanups.\n\n- We estimated that combined, these seven plastic items contribute more than 87,000 metric tons of plastic debris to our oceans and carry with them 190 metric tons of 20 different chemical additives. If plastic pollution continues to increase, this value could almost double to 370 metric tons of additives by 2025. This might not sound like very much, but these seven items account for only about 1% of the estimated 8 million metric tons of plastic entering the oceans every year!\n\n- Furthermore, we estimated how plastic cleanups contribute to chemical cleanup by removing those absorbed chemical pollutants. For this, we compared coastal and open ocean locations using Hong Kong and Hawaii as coastal case studies and the North Pacific and South Atlantic gyres as open ocean case studies.\n\n- Our results showed that chemical cleanup is more effective on shorelines compared to the open ocean, removing 85,000 times more Polychlorinated biphenyls (PCBs) in a stretch of coastline in Hong Kong than the same size area of the North Pacific gyre.\n\n- Thus, if we can prevent plastic from entering the environment and cleanup what is already there, we can also mitigate chemical pollution. This reiterates the value of reducing our plastic footprint and participating in coastal cleanups. Cleanup of plastic pollution goes beyond what the eye can see. Cleanup of plastic pollution is also cleanup of chemical pollution!",
  "summary": "The post highlights the often overlooked chemical threat posed by plastic pollution in the oceans and emphasizes the importance of preventing plastic debris from entering the environment and participating in coastal cleanups to mitigate this chemical pollution. It provides valuable insights from a scientific perspective on how plastic pollution contributes to chemical pollution and the potential impact of cleanups in addressing this issue. Overall, the sentiment is informative and underscores the urgent need to address plastic pollution for the health of marine ecosystems. Sentiment: 0.9",
  "sentiment": 0.9
}