{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "'People need them': the trouble with the movement to ban plastic straws ...",
  "href": "https://www.theguardian.com/us-news/2018/aug/25/plastic-straw-ban-california-people-with-disabilities",
  "body": "Worldwide, entire countries have prohibited plastic straws, with Taiwan working to eliminate all single-use straws by 2025. The United Kingdom and the European Union are considering similar ...",
  "readable_content": "User (2023-12-08): Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nUS\nWorld\nEnvironment\nUS Politics\nUkraine\nSoccer\nBusiness\nTech\nScience\nNewsletters\nWellness\nThe reporter Vivian Ho tests different straws for boba tea at Steep Creamery and Tea in San Francisco. Photograph: Talia Herman/The Guardian\nCalifornia\n'People need them': the trouble with the movement to ban plastic straws\n\nIn California and beyond, lawmakers are taking action for the environment. But advocates for people with disabilities say the bans create yet another hurdle to dining in public\n\nVivian Ho\nSat 25 Aug 2018 06.00 EDT\n\nAt first glance, bans on plastic straws might seem like a simple – and harmless – next step for the environmentally conscious.\n\nLove sea turtles? No more straws. Want to save the planet? “Stop sucking.”\n\nBut as cities and corporations jump on the anti-straw movement that is gaining worldwide support and celebrity backing, few have stopped to consider the unintended consequences of these well-intentioned bans.\n\nPlastic straw ban: testing the eco-friendly alternatives\nRead more\n\nBoba tea shops that rely on plastic straws are left scrambling to find pricier alternatives. Manufacturers of compostable straws can’t keep up production to meet the demand. And people with disabilities who cannot drink a beverage without the assistance of a straw now have to navigate yet another obstacle to dining in public.\n\n“What has happened here is a situation that happens time and time again when it comes the disability community, and that is ‘out of sight, out of mind’,” said Lawrence Carter-Long, the director of communications at the Disability Rights Education and Defense Fund. “If people don’t personally need straws, they fail or neglect to realize that there are people that do.”\n\n- San Francisco passed an ordinance banning single-use plastic utensils or accessories last month with a unanimous vote from the board of supervisors, following in the footsteps of Seattle, Washington; Malibu and Carmel, California; and Vancouver in Canada. New York and Berkeley are considering similar bans, while city councilors in Oakland passed a straw-upon-request ordinance similar to those that have passed in Santa Cruz, San Luis Obispo, Alameda, Davis, and Manhattan Beach.\n\n- Worldwide, entire countries have prohibited plastic straws, with Taiwan working to eliminate all single-use straws by 2025. The United Kingdom and the European Union are considering similar measures.\n\nThe San Francisco supervisor Katy Tang, who authored the legislation, said the purpose was not to shame straw users, but to get both consumers and sellers to reflect on the waste they create.\n\n“If our oceans are going to be filled with more plastic than fish in a couple of generations,” she said, “isn’t that something we should think about the next time we’re reaching for that plastic straw wrapped in more plastic?”\n\n- The San Francisco ordinance has a provision that allows for businesses to provide plastic straws for people with a disability or who require them for another medical reason. Tang maintains that this provision is enough, but disability rights advocates say that the vague wording puts the onus on people with disabilities to ensure they receive equitable service.\n\nFor people with disabilities, the whole debate is emblematic of a much bigger issue that happens far too often when it comes to the disability community: the erasure of a disabled person’s experience.\n\n“All of this could have been avoided if they consulted the disability community from the beginning rather than as an afterthought,” Carter-Long said.\n\nWong added: “Environmentalists are saying, ‘Oh at this point, we are happy to talk to people. But the damage is done.”\n\nMilo Cress, the 17-year-old founder of the Be Straw Free project that has been largely credited for starting the anti-straw movement, has pushed since he began the project for an “offer first policy”: for businesses to offer straws to customers rather than serving them automatically. A bill seeking to make this a required statewide practice in California passed the legislature and awaits the governor's signature.\n\nThe policy still cuts back on waste, Cress said, while allowing those who need straws to access them. “Participating restaurants have reported back to me that 50%-80% of customers choose not to take a straw when offered,” Cress told the Guardian in an email.\n\nCress also advocates for restaurants to provide environmentally friendly alternatives, like compostable straws. But as more and more jurisdictions pass measures, manufacturers are having trouble meeting the demand.",
  "summary": "The article discusses the unintended consequences of banning plastic straws, highlighting the struggle faced by people with disabilities who rely on them. It brings attention to the need for more inclusive solutions and consultation with the disability community. Additionally, it mentions efforts to reduce waste while ensuring access to straws for those who need them. The overall sentiment of the post is empathetic and supportive of finding a balanced approach. Sentiment: 0.8",
  "sentiment": 0.8
}