{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Black marks on white plastic around home. : r/HomeImprovement - Reddit",
  "href": "https://www.reddit.com/r/HomeImprovement/comments/aukqfu/black_marks_on_white_plastic_around_home/",
  "body": "No chance the pet had mold, so that definitely ruled it out. Yep, sometimes a candle will have a bad wick and burn dirty and it'll coat stuff, especially plastic. Wipe an antiseptic on a few of the plastic pieces. If the black comes back on them, then it is candle soot. It picks plastic because of electrostatic charge.",
  "readable_content": "AsgardianLlama (2018-12-08): Hi all, Not sure if this is the right thread but wondering if anyone can help. My girlfriend & I gave recently moved into a new flat, after about a week we noticed what looks like black staining on a lot of the white plastics in our flat (fridge, containers etc) Does anyone know what could be causing such a problem and is it anything to be concerned about? I’ll try and post a photo so you can see what I mean. Thanks [Photo](link)\n\n- rizard54: Do you burn candles? A quick glance looks like something they happens when a candle is almost burned out. The soot that is put into the air will stick to plastics\n- AsgardianLlama: Hi, We do burn candles yes, but not that many and we have also noticed it in rooms where we don’t have candles on. We do also have a lot of condensation in the flat, could it potentially be a Mold? If so does anyone have any advice?\n- RE_riggs: Yep, sometimes a candle will have a bad wick and burn dirty and it'll coat stuff, especially plastic.\n- FragilousSpectunkery: Wipe an antiseptic on a few of the plastic pieces. If the black comes back on them, then it is candle soot. It picks plastic because of electrostatic charge.\n- kitt614: Can it be wiped off the plastic? Or is it more of a stain?\n- [deleted]\n- gravityisweak: You might try running an air purifier for a few days after you clean this plastic. If it stays clean then you have something in the air settling on your stuff. If it comes back it might be something growing there. Just a thought.\n- AsgardianLlama: Here is another image from some plastic trays we noticed today. These are kept in a drawer. [Photo](link)\n- Is_Only_Game2014: I agree that it looks like soot from a candle that has been burning with too long of a wick. Scented candles put off a lot more smoke than you might realize. Especially when the wick is too long.\n- vdubweiser: I was recently cleaning my attached garage and noticed similar markings on various white or light-colored plastic. To me, it seems to have happened between summer and winter. Like the extreme temp changes cause the plastic to leech or something. I could be completely wrong, just a random thought I had.\n- newmacgirl: What kind of heating do you have? Is it some kind of furnace?\n- AsgardianLlama: Hey. No it’s just a regular gas boiler\n- getbackoldme: Mate, old thread, but this has happened to me too. Everything in my apartment that is certain white plastic is now black.\n- [deleted]",
  "summary": null,
  "sentiment": null
}