{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Let's talk about straws, and why I prefer plastic : r/cocktails - Reddit",
  "href": "https://www.reddit.com/r/cocktails/comments/b5lz9j/lets_talk_about_straws_and_why_i_prefer_plastic/",
  "body": "Additionally many alternatives to plastic straws have their own environmental issues. Metal straws in particular have issues (though they are admittedly quite nice for drinks like juleps.) If you are set on spending the brain power and money on addressing the issue compostable straws are probably the best option, but there are almost certainly ...",
  "readable_content": "Teleguido (2018-12-08): Let's talk about straws, and why I prefer plastic\n\nFirst off, love this sub! I'm 6 months into my new cocktail hobby (beer geek, homebrewer and foodie that is branching out), and have found some great inspiration and answers here. On to the topic at hand... straws.\n\nI'm curious what all you home cocktailians (is that really a word?) are using for straws. Especially those of you that are into tiki, which has definitely hit me hard. Seems like the fancy metal straws are all the rage for cocktail enthusiasts these days, but there's a few things I really dislike about them. These are mostly nit-picky things from a guy who's just trying to maximize enjoyment and throw an awesome cocktail/tiki soiree on occasion, but I really believe that presentation matters a great deal. That being said, here are my metal straw gripes:\n\n- MajorMeerkats (2018-12-08): I'm a marine scientist that studies plastics in the oceans as well as a cocktail enthusiast and I've actually answered a similar question on this sub before (I'll add a link to that thread after I post this because I'm on mobile. Edit: In depth straw comments)\n\nThe long and short of it is: no you should not feel terribly bad about using plastic straws. In terms of leaking plastic into the environment, your straw usage is not particularly meaningful on a global or personal scale. There are almost certainly other things you do that are much worse for the environment than using a few straws a year.\n\nAdditionally many alternatives to plastic straws have their own environmental issues. Metal straws in particular have issues (though they are admittedly quite nice for drinks like juleps.) If you are set on spending the brain power and money on addressing the issue compostable straws are probably the best option, but there are almost certainly other things in your life you could spend that same brain power and money on that would better help the environment.\n\n- asielen (2018-12-08): You could look into compostable plant based plastic straws.\n\nNot sure how well they actually breakdown in compost but worth a shot.\n\n- aralseapiracy (2018-12-08): for tasting you can just use a barspoon to dab a little on the back of your hand. As far as being too try hard, I don't really think it is. It looks better and it really does make a difference. Your couple hundred straws a year might not be much, but if every person on this sub thought that way then that's hundreds of thousands of straws a year. I also don't find metal straws terribly difficult to clean. Granted I'm not entertaining tons of guests. Usually me, my gf, and a few friends. Anyways, I'm in favor of metal straws, but even if you're not there are alternatives to plastic like using bamboo straws which for the tiki style or waxed paper straws which are least preferable imho because they get soggy relatively quickly\n\n- Teleguido (2018-12-08): Hey, thanks for the reply! I like that idea with the barspoon. I'm obviously relatively new at this, so I'm certain there are lots of other tips and tricks that I haven't encountered yet that would help alleviate my fear of doing away with plastic.\n\nI really do understand the line of thinking as far as looking beyond just \"me\" to see what impacts plastic has on the environment. That's one of the reasons I started this thread, because I truly want to understand the impact of my choices that I might not be immediately aware of.\n\nI'm not entertaining tons of guests either, which I think is actually why it kinda irks me to try using metal as opposed to plastic. Let's say I host 3 cocktail parties per year, with 15 guests at each. At three drinks per guest, that's 135 serving straws minimum per year. Let's just call it 300 when you include accidental waste, tasting from the bar side, other oddities, etc.\n\nAt 300 straws per year, is my environmental impact truly lower with metal straw vs. plastic? Please consider all the energy, water and detergents used to clean metal straws. Let's say my party of 15 guests needs 25 metal straws to get through the night (based on glass size, dropped straws, etc.). Is all of the energy, water, detergents, etc. to clean those metal straws actually less of an environmental impact than several hundred plastic straws? I honestly have no idea, but I would love to find out.\n\nI'd also like to consider that if home bar usage of plastic straws makes little or no meaningful impact due to the pervasive use of plastics in commercial establishments, that perhaps our efforts and dollars are better spent by encouraging the use of metal straws commercially. If metal straws were to be pervasive in commercial establishments, I think that many of my gripes wouldn't hold water. People would be used to them, and any tradeoffs (perceived or otherwise) with plastic wouldn't really matter at that point.\n\n- dlwhdgns10 (2018-12-08): If we maintain the usage of plastic straws just because people aren't familiar with the metal ones, it'll only reinforce & justify them to continue using 'em. Perhaps it's okay to use 'em in a house-setting since you aren't using 'em nearly as much. What about from a business point of view? You're literally going through hundreds every da",
  "summary": "The discussion presents various perspectives on the use of plastic versus metal straws, taking into account environmental impact, practicality, and familiarity. Some argue that plastic straw usage at a personal level may not significantly impact the environment and that alternatives also have their own issues. Others consider the potential benefits of transitioning to metal straws, particularly in commercial settings, despite acknowledging the need for further research on the environmental impact. The conversation reflects a balanced consideration of different viewpoints on this topic.\n\nSentiment: 0.2",
  "sentiment": 0.2
}