{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Pollution: Causes, Sources, Effects & Solutions",
  "href": "https://bettermeetsreality.com/plastic-pollution-causes-sources-effects-solutions/",
  "body": "Smaller pieces of plastic become pollution by one of the following ways: 1. Plastic breaks off or washes off from plastic products. 2. Macroplastics break down at waste management sites or in the environment (via photodegradation (exposure to light) and mechanical abrasion), and release microplastics.",
  "readable_content": "- Better Meets Reality (2023-12-08): Plastic pollution is a significant environmental issue that affects both ocean and land environments. Plastic pollution occurs when plastic materials, particles, or chemicals have a negative impact on various aspects of society, including humans, wildlife, the environment, and the economy.\n    - Plastic pollution can be categorized into dry land plastic pollution and ocean plastic pollution, both of which have different sources, impacts, and potential solutions.\n    - Dry land plastic pollution affects soil, fresh water sources, drinking water supplies, the food supply, and other non-marine parts of society. Ocean plastic pollution occurs in marine environments and can come from both land and marine sources, with the majority of plastic found in the ocean originating from land.\n    - The general ways that plastic pollution occurs include macroplastic pollution, which involves larger pieces of plastic becoming pollution through littering or inadequate disposal, and microplastic pollution, which involves smaller pieces of plastic breaking off from products or breaking down at waste management sites.\n\n  - Plastic Pollution\n\n- Main Types of Plastic Pollution\n  - Categories: Dry Land vs. Ocean Plastic Pollution\n    - Dry Land Plastic Pollution: Occurs on land and impacts a range of non-marine aspects of society.\n    - Ocean Plastic Pollution: Found in marine environments, with the majority of plastic pollution originating from land sources.\n\n- How Plastic Pollution Happens\n  - Macroplastic Pollution\n    - Ways: Littering and inadequate disposal\n  - Microplastic Pollution\n    - Ways: Breaking off from products or breaking down at waste management sites\n\n- Sources of Plastic Pollution\n  - Dry Land Plastic Pollution\n    - Sources: Plastic microfibres, plastic microbeads, plastic bottle caps, plastic pellets, and others.\n  - Ocean Plastic Pollution\n    - Sources: Land origin plastics, with plastic packaging being a common type of plastic waste, and marine origin plastics, such as fishing equipment.\n\n- Impact/Effects of Plastic Pollution\n  - Effects: Range of impacts on human health, wildlife, environment, economy, and aesthetics.\n\n- Solutions to Plastic Pollution\n  - General & Specific Solutions: Include potential solutions tailored to address different types of plastic pollution. Examples include filtering drinking water for microplastics and ensuring adequate waste management systems to reduce plastic entering the ocean.",
  "summary": "The text provides a comprehensive overview of plastic pollution, including its types, sources, impacts, and potential solutions. It emphasizes the significant negative effects of plastic pollution on various aspects of society and the environment. It also highlights the different ways plastic pollution occurs and the need for tailored solutions to address different types of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}