{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "9 Startling Facts About Plastics in the Ocean",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2018/09/24/9-startling-facts-about-plastics-in-the-ocean",
  "body": "Plastic Pollution Affects Sea Life Throughout the Ocean. Our ocean and the array of species that call it home are succumbing to the poison of plastic. Examples abound, from the gray whale that died after stranding near Seattle in 2010 with more than 20 plastic bags, a golf ball, and other rubbish in its stomach to the harbor seal pup found dead ...",
  "readable_content": "user (2023-12-08): Skip to main content\n- Up to 13 million tons of plastic waste enters the ocean each year, threatening marine ecosystems and the people who depend on them. Global awareness about plastic pollution has grown tremendously in the last decade as nongovernmental organizations and scientists have better documented the environmental and economic impacts of this material on our marine environment. From grocery bags to car parts, plastic is used in many aspects of our everyday lives.\n\n- In which of the following products are plastics commonly found?\n  - Clothes\n  - Health and beauty products\n  - Cellphones\n  - All of the above\n- How long does it take for plastic to decompose?\n  - 100 years\n  - 200 years\n  - 300 years\n  - More than 400 years\n- True or false: Plastics can fully biodegrade once in the ocean.\n  - True\n  - False\n- A garbage truck’s worth of plastic is dumped into the ocean every ____.\n  - Second\n  - Minute\n  - Hour\n  - Day\n- By what year is it estimated that the weight of plastic in the ocean will exceed the weight of all the fish in the ocean?\n  - 2030\n  - 2050\n  - 2070\n  - 2100\n- Factories worldwide had produced 8.3 billion metric tons of plastic by 2017, but only ____ percent was recycled.\n  - 9\n  - 17\n  - 22\n  - 30\n- True or false: As of 2015, 79 percent of plastic waste had accumulated in landfills and the natural environment.\n  - True\n  - False\n- In the next 20 years, global plastic production is expected to:\n  - Be cut in half\n  - Stay the same\n  - Double\n  - Triple\n- Which of the following can be used as an alternative to single-use plastics?\n  - Reusable bags\n  - Stainless-steel mugs and water bottles\n  - Metal straws\n  - All of the above",
  "summary": "The post raises awareness about the significant environmental impact of plastic pollution, highlighting the need for action. It emphasizes the global scale of the issue and the importance of finding alternatives to single-use plastics. This suggests a strong sentiment in favor of taking action to address the problem of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}