{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws: Which companies are banning them? - BBC",
  "href": "https://www.bbc.com/news/newsbeat-43567958",
  "body": "Plastic straws: Which companies are banning them? Getty Images Campaigns and shows like Blue Planet II have given us a glimpse into what single-use plastics - like straws and bottles - do to...",
  "readable_content": "- **BBC News (2019-05-22):**\n- Campaigns and shows like Blue Planet II have given us a glimpse into what single-use plastics - like straws and bottles - do to our oceans and the wildlife that live in them.\n- We use an estimated 8.5 billion plastic straws every year in the UK.\n- Now, the government is bringing in new rules to restrict their availability from April 2020.\n- Plastic drinks stirrers will be totally banned from sale, but - although shops won't be allowed to sell plastic straws - they will remain on sale by registered pharmacies in stores and online.\n- That's because straws can be essential for everyday life for some disabled groups and a total ban could lead to the risk of dehydration.\n- Environmental groups have praised the move but say the government needs to take far more decisive action.\n- The news comes as more and more restaurants and shops are banning plastic straws. Here's Newsbeat's guide to the places promising that this is the last straw.\n- McDonald's:\n  - The super-sized fast food chain wants to reduce single-use plastics in the UK.\n  - It's currently aiming to bring in paper straws to all of its UK branches. The roll-out should be completed by the end of 2019, with any remaining plastic straws being moved behind the counter in the meantime.\n- All Bar One:\n  - Bar chain All Bar One were among the first to start limiting use of straws and used the hashtag #strawssuck to encourage others to join in.\n- Wetherspoon:\n  - All JD Wetherspoon pubs stopped using plastic straws at the beginning of 2018.\n- Pizza Express and Wagamama:\n  - Both companies have replaced all plastic straws with biodegradable ones.\n- Nando's:\n  - They only use paper straws that are certified by the Forest Stewardship Council, which promotes sustainable forestry.\n- Coffee chains:\n  - Costa Coffee, Caffe Nero, and Pret A Manger have replaced plastic straws with paper ones in all of their UK branches.\n- Supermarkets:\n  - Waitrose has removed all plastic straws from their shelves last year.\n  - Iceland aims to be \"plastic-free\" by 2023 and has already removed plastic straws from its own label range.\n  - Tesco has phased plastic drinking straws out of its cafes.\n- Marriott International:\n  - Their UK hotels have made a massive push to remove plastic straws from circulation. By July, plastic straws will be out of all of them.\n- London City Airport:\n  - The airport announced that it had removed plastic straws from all its food and drink outlets.\n- The Marine Conservation Society advises customers to \"Just say no, because you just don't need it and you'll be doing the oceans a massive favour!\"",
  "summary": "The campaign to restrict the use of plastic straws and introduce alternatives like paper or biodegradable straws has gained momentum, with various businesses and organizations taking steps to reduce their plastic waste. This move has been praised by environmental groups, although some believe that more decisive action from the government is needed. Overall, the sentiment is positive as it promotes environmental conservation and sustainable practices. \n\nSentiment: 0.8",
  "sentiment": 0.8
}