{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "STRAWS - Plastic Free Delaware",
  "href": "https://plasticfreedelaware.org/straws",
  "body": "HCR17 recognizes the issues of plastic pollution and the role of plastic straws, and requires the Delaware Restaurant Association to report back by May 1, 2020 on voluntary efforts its members have taken to curb plastic pollution.. Sabin Lowe, a Plastic Free Delaware Board member and co-chair of the Newark Charter School Marine Science Club provided testimony before both the House and Senate ...",
  "readable_content": "-User (2023-12-08): I just read an article about Plastic Free Delaware's efforts to reduce single-use plastic straws in dining establishments. They've been working on gaining support for legislation that would restrict the use of plastic straws, single-use plastic picks, and expanded polystyrene foam. Senate Bill 51, introduced in February 2023, has passed the Senate. The organization is encouraging people to reach out to their state Representatives to show support for SB51. They also mention the impact of plastic straws on the environment and invite people to take action. \n\nThe post also discusses the plastic pollution issue and the role of plastic straws, with mentions of past action taken in Delaware to address this problem. Additionally, they provide information on how individuals can contribute to the cause, such as requesting \"no straw please\" when dining out and encouraging restaurants to adopt straws-by-request-only policies.\n\nThe organization seems to be making significant progress in advocating for reduced plastic straw use within Delaware.",
  "summary": "The post reflects a positive sentiment about Plastic Free Delaware's efforts to reduce single-use plastic straws and gain support for legislation to restrict their use. The organization's progress and actions are presented in a supportive light. Overall, the sentiment is favorable towards the initiative to reduce plastic straw use.\n\nSentiment: 0.9",
  "sentiment": 0.9
}