{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "A quantitative analysis linking sea turtle mortality and plastic debris ...",
  "href": "https://www.nature.com/articles/s41598-018-30038-z",
  "body": "Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PloS one 9(12), e111913 (2014).",
  "readable_content": "- Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\n\nChris Wilcox, Melody Puckridge, Qamar A Schuyler, Kathy Townsend & Britta Denise Hardesty (2018-09-13): A quantitative analysis linking sea turtle mortality and plastic debris ingestion\n(Abstract and Introduction)\nThe accumulation and persistence of plastic debris in the marine environment is of increasing concern. An estimated 4.8 to 12.7 million metric tonnes of plastic debris entered the world’s oceans from land-based sources in 2010 alone, with this input likely to increase exponentially into the future1. This poses a considerable threat to marine life, primarily through entanglement and ingestion2,3.\n\nSea turtles were among the first taxa recorded to ingest plastic debris7,8, a phenomenon that occurs in every region of the world9 and in all 7 marine turtle species. Globally, it is estimated that approximately 52% of all sea turtles have ingested plastic debris3; however, this varies considerably between regions.\n\nWhile there is clear evidence that ingestion of plastic debris is widespread, and evidence that ingestion has sub-lethal to lethal effects on turtles2,16, to date no quantitative relationship between the amount of plastic ingested by a turtle and the consequences for the individual has been established. \n\n- Therefore, we used these animals as a control group, assuming their mortality was random with respect to the amount of plastic they ingested.\n- We compared these animals to those that died of indeterminate causes, which could include plastic, and to those that were identified as dying due to plastic ingestion based on necropsies.\n\nThe best model, based on Akaike Information Criterion (AIC), for the relationship between the number of debris items in the gut and the cause of death includes a main effect for age class and species. Debris counts were significantly higher in juvenile turtles than in adult turtles.\n\n- (Continued data is not available)",
  "summary": "The post discusses the serious threat that plastic debris, including plastic ingestion, poses to marine life, particularly sea turtles. It emphasizes the need for understanding the quantitative relationship between the amount of plastic ingested and the consequences for individual turtles. The study aims to provide valuable insights into the mortality of sea turtles in relation to plastic ingestion. Overall, the tone is informative and emphasizes the importance of addressing the issue. \n\nSentiment: 0.8",
  "sentiment": 0.8
}