{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How business groups are fighting a wave of anti-plastic straw laws",
  "href": "https://www.nbcnews.com/news/us-news/how-business-groups-are-fighting-wave-anti-plastic-straw-laws-n977196",
  "body": "Consumers throw away millions of plastic drinking straws every day. By one estimate, they dispose of enough annually to fill about 46,400 school buses. Hero Images Inc. / Alamy Stock Photo",
  "readable_content": "user (2023-12-08): How business groups are fighting a wave of anti-plastic straw laws\n\nMarch 1, 2019, 3:25 AM CST\nBy James Rainey\n\nCalifornia became the first state last year to require that sit-down restaurants give plastic straws only to customers who request them. When seven states and a string of cities took up similar proposals this year, it appeared as if a wave was cresting in the fight to rein in plastic pollution.\n\nBut the new round of lawmaking has come with complications, including opposition from business and free enterprise groups, and a fight over which level of government should have the right to regulate single-use plastics. It’s still far from clear how far the anti-plastic revolution will spread.\n\nThe result is that environmental groups are celebrating the energy and attention focused on the issue, even as they worry that the legislation is being watered down or co-opted by business groups, which have advocated weaker regulations.\n\n- Some of the new state bills on the table this year limit straw regulations to sit-down restaurants, while allowing fast-food and fast-casual spots to hand out straws to everyone. Others include “pre-emption” language that prevents cities from passing their own, more restrictive rules about plastic straws. Those limits are backed by business groups including the Arlington, Virginia-based American Legislative Exchange Council (ALEC), a conservative business advocacy organization that helps states fight off what the group views as excessive regulation.\n\n- Despite opposition from restaurant and industry groups, progress on banning straws and other single-use plastics won’t be stopped, Kate Melges, who leads the anti-plastics campaign for Greenpeace, said via email.\n\n“As people continue to learn about the environmental and health impacts of plastic pollution, progress is inevitable,” Melges said. “More and more cities and states are launching efforts to tackle single-use plastics, and even some of the country's largest corporations are beginning to publicly acknowledge that reduction and reuse are needed to end this crisis.”\n\nMore than a dozen cities moved last year to control the use of plastic straws, along with the “on request” law that California passed, which took effect Jan. 1. The pace of change has picked up in the new year, with more than 30 bills introduced in 22 states, according to Scott DeFife, vice president of government affairs for the Plastics Industry Association, which supports plastic manufacturers.\n\nGroups such as PIRG and the nonprofit Environment America depict straws as a starting place for further controls on plastic pollution, which they say has reached crisis proportions. They cite research that shows more than 8 million tons of new plastic waste flows into the world’s oceans each year.\n\nPlastic straw bans have faced opposition not just from business groups but also from disability advocates, who point out that some people need a straw to drink.\n\nThis year’s wave of new proposals thus mostly focus not on banning straws but on requiring that restaurants only give straws to customers who ask for them. Among the states considering that approach are Colorado, Connecticut, Florida, Montana, New Jersey, Oregon and Rhode Island.\n\nBut the laws differ markedly from state to state. In Oregon, amendments have been attached to one straw bill to limit it to sit-down restaurants with host seating, excluding fast-food and fast-casual establishments. Another amendment would prevent Oregon cities from passing more restrictive ordinances of their own, including those that would ban straws altogether.\n\nCities are a key place to experiment with new environmental policies, since they can try out restrictions and make changes more closely tailored to the needs of their communities, and typically can act more quickly than state or federal governments.",
  "summary": "The text highlights the complexities and opposition surrounding the movement to ban plastic straws, involving business and free enterprise groups, as well as varying perspectives on the issue. It also emphasizes the efforts of environmental groups to address plastic pollution, and the differing approaches taken by cities and states. Overall, the sentiment is neutral to slightly positive, with an acknowledgement of challenges and different viewpoints on the matter. \n\nSentiment: 0.3",
  "sentiment": 0.3
}