{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A running list of action on plastic pollution - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/ocean-plastic-pollution-solutions",
  "body": "July 27, 2018. The Walt Disney Company announced a ban on single-use plastic straws and stirrers at nearly all its theme parks and resorts. The policy, which is set to be in place by mid-2019 ...",
  "readable_content": "User (2023-12-08): Plastic bottles fill the famous Cibeles Fountain in Madrid during an exhibit that called attention to the environmental impact of disposable plastics.\n\n---\n\n- The world has a plastic pollution problem and it’s snowballing—but so is public awareness and action. National Geographic magazine devoted a special cover package to plastic in June 2018. Here, we continue to track some of the developments around this important issue. We will update this article periodically as news develops. \n\n- CANADA AIMS TO BAN SINGLE-USE PLASTICS BY 2021\n\n  - Prime Minister Justin Trudeau announced Monday that in addition to banning single-use plastics, his government would take other, unspecified steps to reduce plastic pollution.\n\n  - Trudeau did not specify the products to be banned, but said likely candidates include plastic bags, straws, cutlery, plates and stir sticks “where supported by scientific evidence and warranted.”\n\n  - Trudeau made his announcement at the Gault Nature Reserve outside Montreal. He noted that Canada recycles less than 10 percent of its disposable plastics, and is on track to throw away $11 billion worth of disposable plastic by 2030 unless things change.\n\n  - He said the federal government will work with provinces and territories to introduce standards and targets for plastics manufacturers and retailers so they become more responsible for their plastic waste. Trudeau said he also supports efforts by Canada’s minister of environment to create a nationwide strategy for zero plastic waste.\n\n- PERU RESTRICTS SINGLE-USE PLASTIC\n  - Visitors will no longer be allowed to carry in single-use plastics into Peru's 76 natural and cultural protected areas, from Machu Picchu to Manu to Huascarán, or national museums. This ban is now going into affect and was announced as a Supreme Decree by Peru’s Environment Minister, Fabiola Muñoz, and signed by President Martín Vizcarra, back in November.\n\n- SAN DIEGO BANS STYROFOAM FOOD AND DRINK CONTAINERS\n  - San Diego has joined a growing number of cities to ban containers made of polystyrene, better known as Styrofoam—the Dow Chemical trademark name for extruded polystyrene. The ban includes food and drink containers, egg cartons, ice chest coolers, aquatic toys for swimming pools, and mooring buoys and navigation markers. The ocean-side city is the largest in California to ban polystyrene.\n\n- D.C. PLASTIC STRAW BAN BEGINS\n  - One New Year's resolution, to use less plastic, is no longer optional for restaurants and other service businesses in Washington, D.C., as of January 1. By July, businesses in the district will begin receiving fines if they continue to offer plastic straws.\n\n- PLASTIC FACT NAMED STAT OF THE YEAR\n  - This week, Great Britain's Royal Statistical Society announced its statistic of the year. It's 90.5%, the estimated amount of plastic waste ever made that has never been recycled. Estimated at 6,300 million metric tonnes, scientists calculated that around 12 percent of all plastic waste has been incinerated, while roughly 79 percent has found its way into landfills or become litter.",
  "summary": "The post and conversation about banning plastic straws highlights the global effort to address the environmental impact of single-use plastics. It demonstrates a positive sentiment towards taking action to reduce plastic pollution, with various countries and cities implementing bans on single-use plastics. This reflects a growing public awareness and commitment to tackling the plastic pollution problem. \n\nSentiment: 0.9",
  "sentiment": 0.9
}