{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws are not the problem. : r/mildlyinfuriating - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/c1eazi/plastic_straws_are_not_the_problem/",
  "body": "Plastic straws are not the problem. This is likely a company that makes several different items meant to fit in one package. I sell lots of things on eBay and while it saves on packing to have 50 different box sizes, it really is a burden to keep all boxes stocked.",
  "readable_content": "- KyoTheRedditer (2018-12-08): Plastic straws are not the problem.\n\n  > - TypicalJeepDriver (2018-12-08): This is likely a company that makes several different items meant to fit in one package. I sell lots of things on eBay and while it saves on packing to have 50 different box sizes, it really is a burden to keep all boxes stocked. So what I do is I buy boxes that will fit severally different items, even if that means I have to use more packing material because it’s easier and cheaper than having so many different sizes on hand.\n  > \n  > 6 more replies\n  > \n  > - J_T_L_ (2018-12-08): \"Adapteri\" Is that finnish I see? If it is, Suomi perkele.\n  > \n  > 18 more replies\n  > \n  > - CertifiedBreads (2018-12-08): Youre right, its fishing nets.\n  > \n  > 33 more replies\n  > \n  > - RetroMutant (2018-12-08): There can be more than one problem.\n  >\n  > 6 more replies\n  >\n  > - BobMcManly (2018-12-08): Yes they are individual consumer, but for real most plastic waste is from manufacturing/shipping/other crap that never touches a consumers' hands. The planet isn't going to die from how many straws we use, the much bigger impact are the externalized costs corporations pass off without the consumers' knowledge.\n  >\n  > Like me driving less won't mean shit while barges are spewing crude between here and China. It's like, sure I can do my part but it won't mean shit without holding the real polluters accountable, and all the energy spent screaming at me is effort not being directed at them.\n  >\n  > Anyone else feel the same way about these green programs? Maybe they can explain it better than I have. I care about the environment and try to do my part but I feel like they are putting lipstick on a pig.\n  >\n  > 1 more reply\n  >\n  > - Coolmonster399 (2018-12-08): Here is a hot take, maybe this is not the problem either, it's the way we dispose of said plastic is the damn problem.\n  >\n  > 32 more replies\n  >\n  > - Kiaxia (2018-12-08): Plastic in whole is the problem and straws are included\n  >\n  > 55 more replies\n  >\n  > - PanchosLegend (2018-12-08): Not the *only problem\n  >\n  > [deleted] (2018-12-08): Plastic straws are not the only* problem.\n  >\n  > - Newnustart (2018-12-08): Straws are still a problem\n  >\n  > [deleted] (2018-12-08): Yeah, plastic straws are made of thinner material which breaks down more easily into microplastics. They're both problems.\n  >\n  > 3 more replies\n  >\n  > - jordomm (2018-12-08): Yeah but billions of people aren't buying multiple adapters a day\n  >\n  > - PandaPilot1724 (2018-12-08): But isn't this recyclable whereas used straws aren't recyclable?\n  >\n  > 9 more replies\n  >\n  > - mrsataan (2018-12-08): It's not the problem, but it's a start. I do think, \"Let's go green by getting rid of plastic packaging\" would get any traction. Let’s replace single-use plastic straws...it hits closer to home.\n  \n    - BlueWildcat84 (2018-12-08): Straws are still a problem even with ridiculous waste like this. #TeamNoStraw\n\n      - meowza93 (2018-12-08): Not the only problem\n\n        [deleted] (2018-12-08): They are both part of the problem.\n\n        chemicalsam (2018-12-08): Well, they are part of the problem\n\n        Mizuxe621 (2018-12-08): The top 100 companies produce 71% of global carbon emissions",
  "summary": "The conversation reflects a variety of viewpoints on whether plastic straws are the main problem contributing to environmental damage. Some believe that the focus on straws overshadows larger contributors to plastic waste and pollution, while others support the idea that phasing out straws is a step in the right direction. Overall, the sentiment leans toward the belief that plastic straws are just one part of the larger problem of plastic waste and pollution. Sentiment: 0.3",
  "sentiment": 0.3
}