{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "And this is why plastic straws are slowly being banned : r/memes - Reddit",
  "href": "https://www.reddit.com/r/memes/comments/c2tllc/and_this_is_why_plastic_straws_are_slowly_being/",
  "body": "The VAST majority of plastic wast in the ocean is from commercial fishing nets, industrial waste, and stuff that gets washed out to sea durring floods, tsunamis, etc. It's estimated straws make up less than 1% of plastic waste. Lets try and adress the big causes first. 38. LuckyWaffles121 • 4 yr. ago.",
  "readable_content": "- aarancoutts93 (2018-12-08): And this is why plastic straws are slowly being banned.\n\n- [deleted] (2018-12-08)\n  - Jeff Cavaliere from ATHLEAN-X\n\n- MGmalfunction (2018-12-08): I'm all for preventing pollution, but all this fuss over plastic straws is nuts. The VAST majority of plastic wast in the ocean is from commercial fishing nets, industrial waste, and stuff that gets washed out to sea during floods, tsunamis, etc. It's estimated straws make up less than 1% of plastic waste. Lets try and address the big causes first.\n  - LuckyWaffles121 (2018-12-08): A bit less than 0.025% to be exact\n- Father_cakes (2018-12-08): Also paper straws freaking suck\n- WhitteJack (2018-12-08): No jokes. Sea pollution is a threat.\n  - TijsT25 (2018-12-08): Very true\n- Pepticsteam (2018-12-08): NO one:\n  - Tennage white Girls on snapchat: insert The picture from The meme here - - - >\n- Diedsie (2018-12-08): Should be\n  - Humans: destroys nature out of carelessness\n  - See turtles:\n- rFadez (2018-12-08): But can we talk about the paper straws? Every time I use one, it falls apart.\n- [deleted] (2018-12-08): I laughed way too hard at that picture. Though no joke save the turtles!\n- janzeturk (2018-12-08): Every girl in bbc\n- BenMichael890 (2018-12-08): 6yr old me when my mom asks how many straws I want.\n- ThaumicVisions15 (2018-12-08): Screw sea turtles I’ll take plastic straws any day cus paper straws suck, #fightmePETA\n- Cornilious_Hertz (2018-12-08): Ok so I don't have enough karma to post memes so I will just post meme ideas. Feel free to get inspired and create those mrmes. Based on this meme, someone create the Gordon Ramsay finally some delicious food meme with sea turtles as him and plastic bags as the food. Thank you.\n  - [deleted] (2018-12-08): Doesnt it go up there noses\n- ElScrotoDeCthulo (2018-12-08): D.S.L. 100\n- droletjames (2018-12-08): Looks like those straws are already banded",
  "summary": "The conversation about banning plastic straws seems to be a mix of opinions. Some argue that the focus on plastic straws is disproportionate, as there are bigger causes of ocean pollution such as commercial fishing nets and industrial waste. Others express frustration with the quality of paper straws and joke about the situation. Overall, the sentiment is quite divided with some advocating for the ban while others express skepticism. \n\nSentiment: 0.2",
  "sentiment": 0.2
}