{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Tropico 6 and beauty : r/tropico - Reddit",
  "href": "https://www.reddit.com/r/tropico/comments/boushk/tropico_6_and_beauty/",
  "body": "Sea Disposal is very good for lowering pollution, but that's Modern Era and pisses off the superpowers. Pollution was an issue in previous games, I assume it'll factor in on number 6. There was things to do with making sure you had enough garbage disposal, enacting edicts to do with reducing pollution etc.",
  "readable_content": "Garage_Knight_YT (2018-12-08): Tropico 6 and beauty\n\nHi! I'm trying to increase the beauty of my island. But are any other ways than building parks? Most of my cities are totally red in beauty scale and I couldn't find any tips to how to get it to green, if it's even possible in areas where I have apartments. Should I just build more sparsely and add more parks? Does housing budget have any effect?\n\n- the_io (2018-12-08): Sea Disposal is very good for lowering pollution, but that's Modern Era and pisses off the superpowers.\n- bluesatin (2018-12-08): Pollution was an issue in previous games, I assume it'll factor in on number 6. There was things to do with making sure you had enough garbage disposal, enacting edicts to do with reducing pollution etc. Not destroying natural tree areas also seemed to help the overall beauty level of the island from what I remember, as it was considered natural beauty. But of course that doesn't help for built up areas and localised beauty levels.\n- Garage_Knight_YT (2018-12-08): I noticed that oil rigs lower the beauty a lot. So I guess pollution does have a huge impact. I destroyed the oil rigs and pollution got lower but the beauty factor didn't rise. Does it even replenish over time?\n- jlkingIII (2018-12-08): Also try and reduce shacks. Shacks will cause beauty to drop significantly.\n- Garage_Knight_YT (2018-12-08): It would be nice if you could send police to automatically destroy shacks. I got plenty of jobs and free houses and people still live in shacks and are unemployed. Sent few of them to asylum since they're obviously insane lol\n- nightreg (2018-12-08): The statues of el presidente which you can find under Media buildings increase beauty very much and they only need 1 tile of space, other than the normal parks which require a lot of space they have the same effect, but they are quite expensive with 5 k base cost.\n- Garage_Knight_YT (2018-12-08): Thanks I haven't used much of those",
  "summary": null,
  "sentiment": null
}