{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "SimCity BuildIt pro road layout guide : r/SCBuildIt - Reddit",
  "href": "https://www.reddit.com/r/SCBuildIt/comments/apcc68/simcity_buildit_pro_road_layout_guide/",
  "body": "This pattern has a road coverage of 20%. As we have to deal with borders, particular map sizes and other buildings than just residential zones, you will probably end up with a road coverage above 20%, even if you build large area buildings like stadiums that require less road. However, everything close to 20% it is good.",
  "readable_content": "hendrikhalkow (2018-12-08): SimCity BuildIt pro road layout guide\nHello everybody, since I started playing SimCity BuildIt, I spent a lot of time on optimizing my road layouts. When the region update came out, this topic became very relevant again: Problems that had been solved needed to solved in another way: How to deal with concave corners in Limestone Cliffs or the ultra-narrow map in Frosty Fjords? Even just different dimensions as in Cactus Canyon require you to re-think the whole topic.\n\n- ksusman (2018-12-08): This is impressive work. Thanks for sharing it.\n\n- SW_Gr00t (2018-12-08): This is really great - I literally downloaded the game yesterday and thought I'd check for a sub. Here you guys are! I wanted to get some info before I got too far into the game, lucky for me I've just hit level 10 as I was reading about camping. None of this relates to this post I know, so my question is, I don't have the whole map unlocked (or indeed any of it) as I am still early in the game, so what is the best way to build towards this road layout? The connections to the parallel roads on your example (which is great btw) are at the far end of the map (the areas I haven't unlocked yet), so could you please tell me how best to connect roads whilst I still have lots of map to unlock? Apologies if this is a stupd question, I am a total noob and haven't really played any SimCity in a very long time.\n\n- Catalin-Ionut (2018-12-08): Some buildings like Mayor's Mansion, City storage, City hall, Department of epic project don't require road connection to work. Is this for the maximum layout population in mind?\n\n- Beckybeck2323 (2018-12-08): Where will you place your factories?\n\n- broken_symmetry_ (2018-12-08): You mention that universities will have a redundancy in this layout, which is also the layout I use in my relatively small city of ~255k. Does that mean I should avoid the university altogether, and try to get specialization coverage from 2x2 specialization buildings?\n\n- ljcincu (2018-12-08): Amazing job, very helpful for new players, thank you very much. I started playing a couple of days ago and I am currently at level 17. I followed this layout and modified all my city to be able to get this road layout. Now, I don't know if this is too much to ask but when I was placing all my buildings I came across the problem that for services (fire, police and health), I bought the most expensive ones, but now I don't know the ideal placement to be able to cover all of my residential buildings. Also, I had the 1x1 parks an",
  "summary": null,
  "sentiment": null
}