{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Where Plastic Straws Are Banned: A City and State Guide | Sunset",
  "href": "https://www.sunset.com/home-garden/green-living/straw-ban-info-guide",
  "body": "As of April 3, 2019, plastic straws and stirrers are completely banned in Del Mar, and even reusable or biodegradable straws must only be given out only by request. City of Los Angeles The L.A. City Council approved a plastic straw restriction on February 22, 2019, but the rollout will be gradual.",
  "readable_content": "- Sunset (2023-12-08): Plastic straw bans are being implemented across the West, with various laws and restrictions being enacted in different cities and states in the region. These measures aim to reduce the environmental impact of plastic straws, which can harm marine animals and ecosystems. The bans vary in scope, with some cities banning plastic straws entirely and others restricting their distribution. Notably, major corporations like Starbucks have also committed to implementing no-straw policies. Here's a summary of the latest laws and restrictions:\n\n  - California:\n    - Full-service restaurants were required to provide plastic straws only upon request starting January 1, 2019.\n  - Los Angeles County:\n    - Restaurants must ask whether customers want a straw, as per the county-wide law passed in December 2018.\n  - Davis:\n    - Full-service sit-down restaurants began providing straws only upon request from September 1, 2017.\n  - Del Mar:\n    - Plastic straws and stirrers were completely banned as of April 3, 2019.\n  - Los Angeles:\n    - Plastic straw restriction was approved by the L.A. City Council, with a phased rollout for different restaurant sizes.\n  - Malibu:\n    - All single-use plastic, including straws and stirrers, will be banned by June 1, 2019.\n  - San Francisco:\n    - As of July 1, 2019, the city will no longer allow plastic straws and takeout containers. Toxic fluorinated chemicals in containers and wrappers will also be banned from January 1, 2020.\n  - San Luis Obispo:\n    - Single-use straws were made available only upon request as of March 1, 2018.\n  - Santa Barbara:\n    - Plastic straws and stirrers will be banned for both takeout and dine-in establishments from July 1, 2019.\n  - Santa Monica:\n    - The city banned all single-use plastic, including straws, at the start of 2019 and aims to achieve zero waste by 2030.\n  - Oregon:\n    - The state Senate passed a measure on April 11, 2019, requiring restaurants to provide straws only upon request.\n  - Portland:\n    - Plastic straws and cutlery will be available only by request from July 1, 2019.\n  - Seattle:\n    - Plastic straws and silverware were banned from July 1, 2018, and recyclable and compostable food service items are now required for all disposable items within the city limits.\n\nThese initiatives underscore the growing momentum for reducing single-use plastics and promoting eco-friendly alternatives.",
  "summary": "The post discusses the growing trend of implementing bans and restrictions on plastic straws in various cities and states across the West. It emphasizes the aim of these measures to reduce the environmental impact of plastic straws and promote eco-friendly alternatives. Overall, the sentiment conveyed is supportive of the efforts to address the issue of single-use plastics. \n\nSentiment: 0.8",
  "sentiment": 0.8
}