{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Latin America wakes up to the problem of plastic straws - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/latin-america-wakes-problem-plastic-straws",
  "body": "For the time being, Antigua and Barbuda is the only country in Latin America and the Caribbean with a national ban on single-use plastics, including straws. Belize approved a similar measure that will come into force in 2019 and Costa Rica has pledged to become single-use plastics-free by 2021. The Chamber of Deputies in Mexico approved this ...",
  "readable_content": "- **UNEP** (2023-08-29): Straws may seem harmless, but they are one of the top ten plastic items littering the oceans and coasts. The impact of plastic straws on marine biodiversity and human health is significant. Latin American countries are waking up to the problem and taking steps to reduce their usage. Awareness campaigns, legislative measures, and corporate pledges are all contributing to the movement away from single-use plastics. Alternatives such as recyclable or biodegradable straws made from cardboard, glass, metal, bamboo, or composted food are being promoted. The goal is to drastically reduce the consumption of single-use plastics and eradicate the use of microplastics that pollute oceans and harm marine biodiversity.\n\n- **UNEP** (2023-08-29): Latin American countries, including Argentina, Barbados, Brazil, Chile, Colombia, Costa Rica, Dominican Republic, Grenada, Guyana, Honduras, Ecuador, Panama, Peru, Saint Lucia, and Uruguay, are part of the Clean Seas campaign, which seeks to reduce single-use plastics and eradicate microplastics that harm the environment.",
  "summary": "The post discusses the significant impact of plastic straws on marine biodiversity and human health, as well as the steps being taken by Latin American countries to reduce their usage through awareness campaigns, legislative measures, and promoting alternative straw options. The overall sentiment about banning plastic straws is positive, emphasizing the importance of reducing single-use plastics and eradicating microplastics in order to protect the environment. \n\nSentiment: 0.9",
  "sentiment": 0.9
}