{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Prodigy plastics explained in Innova plastic terms : r/discgolf - Reddit",
  "href": "https://www.reddit.com/r/discgolf/comments/bnz7zv/prodigy_plastics_explained_in_innova_plastic_terms/",
  "body": "Disc golf Sports. I've used many runs of 400 and 400g ranging from new to very old and beat. The differences between the two plastics can become blurred in my opinion, but in general 400 will be flexier/gummier and 400g will be siffer and sometimes chalky (love this kind). I notice more of a difference between transparent discs and solid discs ...",
  "readable_content": "OreoMcflurry17 (2018-12-08): Prodigy plastics explained in Innova plastic terms\n\nI’m switching over to Prodigy discs and want to know what all the plastics are like. I mainly want to know which ones are like star and champion and what the ones with g in the name do differently than the normal ones (750g vs 750 for example). thanks\n\n- jfb3: 750 = Champion\n- 400G = Star\n- 400 = Opto/Lucid/VIP\n- 750G = Stiff Star, not quite 750 stiff but more so than 400 or 400G\n\n- chefkoolaid: 750g = premium kc pro\n\n- BertBlyleven: I've used many runs of 400 and 400g ranging from new to very old and beat. The differences between the two plastics can become blurred in my opinion, but in general 400 will be flexier/gummier and 400g will be siffer and sometimes chalky (love this kind). I notice more of a difference between transparent discs and solid discs of the same plastic.\n\n- 0ct4ne: Why are you switching to a company if you don't even know their plastics?\n\n- OreoMcflurry17: I’m going to college in the fall and am playing on their disc golf team. The college gives you a bunch of free prodigy plastics and the better players get a small sponsorship from prodigy because the college and prodigy have some deal like that worked out. I will most likely be getting that sponsorship and will be throwing all prodigy in the fall when I get on campus, so I want to start throwing some of their and test out the discs a little before I get there and start playing all my tournaments with new discs\n\n- Bowlermicah: I don’t know a lot about their base plastics, so sorry in advanced. 400 is like gummy champion, really clear, pretty, great grip. 400g is like Star, but I think it beats in a little faster 750 is a very stiff star plastic. Definitely the most durable. Hope this helps!\n\n- Morclye: Spot on but I'd like to add that not all 400 is clear / translucent. Two I've got are very opaque just like average Star plastic from Innova. Feel is like gummy Champion as you said.",
  "summary": null,
  "sentiment": null
}