{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How many plastic straws do we use? - Full Fact",
  "href": "https://fullfact.org/environment/how-many-plastic-straws/",
  "body": "In England we use an estimated 8.5 billion plastic straws each year, according to government figures. Our verdict. This is based on an old estimate from an environmental consultancy of how many straws the fast food industry in the whole of the UK uses each year. The government has since said it thinks this figure is wrong.",
  "readable_content": "_user1234 (2023-12-08): Donate\nFact checks\nLatest\n \nHealth\n \nEconomy\n \nEurope\n \nCrime\n \nLaw\n \nEducation\nAbout\nUpdates\nGet involved\nTraining\n Search\nTHE ENVIRONMENT\nHow many plastic straws do we use?\n29 MAY 2019\nWHAT WAS CLAIMED\n\nIn England we use an estimated 8.5 billion plastic straws each year, according to government figures.\n\nOUR VERDICT\n\nThis is based on an old estimate from an environmental consultancy of how many straws the fast food industry in the whole of the UK uses each year. The government has since said it thinks this figure is wrong.\n\nSee the action taken as a result of this fact check.\n 1 of 2 claims\n\n-“In England, it is estimated we use 8.5 billion plastic straws… a year, according to government figures.”\n\n-Independent, 22 May 2019\n\n-“… nearly 5bn plastic straws [are] currently used each year in the UK…”\n\n-The Guardian, 22 May 2019\n\n-“Defra said that 4.7 billion plastic straws… were used each year in England.”\n\n-The Times, 22 May 2019\n\nLast week the Department for Environment, Food and Rural Affairs (Defra) announced an almost total ban on the supply of plastic straws, drink stirrers and cotton buds will come into force next year. Following this a number of news outlets reported figures on how many of these items we use in the UK each year.\n\n-But there were differences in the way some outlets reported the number of plastic straws we use each year. The Independent provided different numbers to many of the other news outlets and the Guardian incorrectly reported that the figures were for the whole of the UK rather than England.\n\n-(Since we originally published this article, both the Guardian and the Independent have corrected their figures).\n\n-A poll published on Twitter by the Prime Minister’s office also incorrectly attributed the 4.7 billion figure to the whole of the UK.\n\n-This 4.7 billion figure, which was quoted by most media outlets, seems to originate from the original Defra press release announcing the ban, and appears to be based on the findings of a report prepared for Defra last year.\n\n-Any figures on the number of straws used each year across the UK or England are based on estimates and carry a high degree of uncertainty.\n\nHonesty in public debate matters",
  "summary": "The post provides information about the varying estimates of plastic straws used in England and the UK. It highlights the discrepancies in reporting and acknowledges the government's correction of the figures. The overall tone seems to emphasize the importance of accurate information in public debate, especially regarding environmental issues. \n\nSentiment: 0.8",
  "sentiment": 0.8
}