{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Florida bill would ban the banning of plastic straws : r/florida - Reddit",
  "href": "https://www.reddit.com/r/florida/comments/axyezr/florida_bill_would_ban_the_banning_of_plastic/",
  "body": "Banning plastic straws effectively takes that decision away from the business. And no, just because someone disagrees with the premise of banning plastic straws because they feel it would hurt disabled people's ability to consume drinks doesn't mean they think businesses should provide everything a disabled person needs to feel comfortable. In ...",
  "readable_content": "- sadatay (2018-12-08): Sponsor Travis Hutson, R-St. Augustine, said he appreciates the environmental problems posed by plastic straws but is “just not a fan of government on the state or local level telling a business what to do”...\n- zombie_girraffe (2018-12-08): Too late! I already passed a law that bans the banning of banning of things!\n- tibbymat (2018-12-08): Does Florida’s garbage go into the ocean or do they have a proper disposal system in place? This is a major problem in Asia and seems to hit everywhere because of social outcry.\n  - vladimir1011 (2018-12-08): There are dumps and recycling centers, but plastic doesn't degrade on its own. Also people like to litter on the beaches, bc apparently when you bury your trash in the sand it stops existing\n  - crocbot1 (2018-12-08): Disney world has a ban on plastic straws. It was just animal kingdom cause of the animals but after that video of the turtle they just made it the whole resort.",
  "summary": "The conversation reflects a mix of opinions on banning plastic straws. Some express skepticism about government intervention, while others highlight the environmental impact of plastic waste. There's also mention of specific initiatives, like Disney World's ban on plastic straws. Overall, the sentiment seems to lean towards concern for the environmental impact of plastic waste. \nSentiment: 0.6",
  "sentiment": 0.6
}