{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Prodded by Students, BU Phases Out Plastic Straws, an Environmental Scourge",
  "href": "https://www.bu.edu/articles/2019/bu-phases-out-plastic-straws/",
  "body": "Plastic straws, the group says, are among the top garbage items fouling beaches. The video above, which may be upsetting to some viewers, shows a turtle in pain as rescuers remove a plastic straw stuck in its nose. Video by Christine Figgener, Texas A&M University.",
  "readable_content": "Boston University Moderated Comments\n5 Comments. Last Updated: February 19, 2020\n\n- TY FURMAN (2019-02-14): Will that include the “stirrers” at Starbucks?\n- PHILIPPE BLOCH (2019-02-14): This is great. I too have phased out plastic straws in my personal life replacing them with sustainable and recyclable/biodegradable straws for home and office use. However, I do have a stash of old straws that I don’t know how to dispose of them properly. Just throwing them in the trash is the equivalent of having used them and they would still end up distressing the environment. Does anyone know how to dispose of these safely?\n- CHRIS (2019-02-15): Oh yes! Because you know, there are tens of thousands of sea turtles with them stuck up their noses…\n- ALICE TORRENCE BALDWIN (2019-02-15): Wouldn’t it be better just to teach people not to litter?\n- CJG (2020-02-19): Changing from a plastic to a paper straw with a Starbucks takeaway cup seems a trivial improvement compared to the volume of plastic in the takeaway cup. As Starbucks encourages the use of the pre-order app they discourage the use of re-usable cups. Remember the first word of the “Reduce-Reuse-Repair-Recycle mantra is REDUCE!\n\nBoston University Moderated Comments\nYour email address will not be published. Required fields are marked *\nCOMMENT*\nVIEW GUIDELINES\nNAME *\nEMAIL *\nSubmit Comment",
  "summary": "The comments express a range of viewpoints on the issue of banning plastic straws, from support for the initiative to questioning its impact in the face of larger environmental issues. Some commenters express skepticism about the effectiveness of switching to paper straws or biodegradable alternatives. Overall, the sentiment reflects a mix of support for environmental action and skepticism concerning the practicalities and impact of specific efforts.\n\nSentiment: 0.1",
  "sentiment": 0.1
}