{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Pollution and Potential Solutions - Christopher J. Rhodes, 2018",
  "href": "https://journals.sagepub.com/doi/abs/10.3184/003685018X15294876706211",
  "body": "Plastic accounts for around 10% by mass of municipal waste, but up to 85% of marine debris items - most of which arrive from land-based sources. Geographically, the five heaviest plastic polluters are P.R. China, Indonesia, Philippines, Vietnam and Sri Lanka, which between them contribute 56% of global plastic waste.",
  "readable_content": "-User (2023-12-08): We value your privacy\nWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.\n\n-User (2023-12-08): A review is presented of the manufacture and use of different types of plastic, and the effects of pollution by these materials on animal, human and environmental health, insofar as this is known. Since 2004, the world has made as much plastic as it did in the previous half century, and it has been reckoned that the total mass of virgin plastics ever made amounts to 8.3 billion tonnes, mainly derived from natural gas and crude oil, used as chemical feedstocks and fuel sources. Between 1950 and 2015, a total of 6.3 billion tonnes of primary and secondary (recycled) plastic waste was generated, of which around 9% has been recycled, and 12% incinerated, with the remaining 79% either being stored in landfills or having been released directly into the natural environment... (the text continues to provide information about plastic pollution and potential solutions)",
  "summary": "The conversation about plastic pollution and its impact on the environment highlights the urgent need for action to reduce the widespread use of plastics. It emphasizes the concerning statistics about plastic waste generation and the limited recycling and incineration rates. This underlines the importance of exploring solutions to reduce and manage plastic waste, including potentially banning plastic straws. Sentiment: 0.8",
  "sentiment": 0.8
}