{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How did we get to a world full of plastic? - BBC - YouTube",
  "href": "https://www.youtube.com/watch?v=EjIUp6A7GRU",
  "body": "Subscribe and 🔔 to the BBC 👉 https://bit.ly/BBCYouTubeSubWatch the BBC first on iPlayer 👉 https://bbc.in/iPlayer-Home Plastic is everywhere nowadays and, ...",
  "readable_content": "-@Mygo51 (2023-05-23): Fun fact: The creation of plastic bags was an ecological measure because they were reusable, whereas previously paper bags caused the destruction of forests because of their high consumption.\n-  @nannyturtle7342 (2018-12-08): The school my child goes to serves premade lunches in disposable containers and they use only plastic disposable spoons, forks and knives. When I found this out, I was rather disgusted. I too went to the same school district and they did NOT make such waste back then. Quite frankly, I think it's a waste of money for the school system as well as a huge impact on the environment. :'(\n  -@CombatPlasticPollution (2023-06-08): Thank you for this contribution!\n-@msthewmarais2722 (2021-12-08): the animation is so good\n-@paulashe7460 (2018-12-08): The common people’s 50 years ago despised plastic and were warned about its longevity. But manufacturers continued to use it. Fine the makers not the users\n-@muhammadawadhy1784 (2018-12-08): There are so many people using plastic in this world, that it's hard to control, but there are fewer industries which manufacture plastic, go to them and solve the problem if they really care! Thanks\n  -@paulashe7460 (2020-12-08): How do you ever dare ask this question! Ask the manufacturers and oil producers time for them to fund the clean up!\n-@jojobean2059 (2018-12-08): I wonder what the first plastic material was used for\n  -@ethanlai2050 (2018-12-08): Because plastic was used so often in the past century it became an essential now\n-@gensudigon5404 (2020-12-08): Came to this vid for school who else?\n  -@animator77nic (2020-12-08): anyone else here for homeschool?\n-@maddisonnsw5745 (2020-12-08): Buses are made out of plastic\n-@qqwee9014 (2018-12-08): My friend is plastic, she's a fake friend",
  "summary": null,
  "sentiment": null
}