{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Japan, UNEP deepen cooperation on plastic pollution and post-conflict ...",
  "href": "https://www.unep.org/news-and-stories/press-release/japan-unep-deepen-cooperation-plastic-pollution-and-post-conflict",
  "body": "Bangkok, 25 May 2020 - Japan and the United Nations Environment Programme (UNEP) today announced a new cooperative effort to tackle plastic pollution across Asia and support post-conflict environmental recovery in Iraq and South Sudan.Japan will contribute US$6.9 million to four UNEP-led projects. The bulk of the funding will fund a second phase of the CounterMEASURE project, which is ...",
  "readable_content": "user (2023-12-08): The UN Environment Programme and Japan have announced a collaboration to address plastic pollution in Asia and support post-conflict environmental recovery in Iraq and South Sudan.\n\nJapan will contribute US$6.9 million to four UNEP-led projects, with the bulk of the funding allocated to a second phase of the CounterMEASURE project. This initiative aims to track the origins of plastic pollution in major rivers across Asia and facilitate policy recommendations to reduce plastic pollution.\n\nAdditionally, Japan's grant will support research into managing and treating plastic waste in Asia, conflict debris management in Iraq, and building resilience to natural disasters in South Sudan. This collaboration is part of Japan's MARINE Initiative to reduce marine plastic litter pollution to zero by 2050.\n\nIn 2019, Japan also contributed US$1.94 million to UNEP's Environment Fund and plays a vital role in helping countries achieve the Sustainable Development Goals.\n\nFor more information, please check the original article.",
  "summary": "The announcement of the collaboration between the UN Environment Programme and Japan to address plastic pollution in Asia and support post-conflict environmental recovery in Iraq and South Sudan is a positive step toward addressing environmental challenges. The allocation of funding to UNEP-led projects aimed at tracking plastic pollution in major rivers, managing plastic waste in Asia, and supporting environmental resilience in post-conflict settings demonstrates a commitment to addressing critical environmental issues. \n\nSentiment: 0.9",
  "sentiment": 0.9
}