{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The 4 Truths of PLA Straws - Bioplastics News",
  "href": "https://bioplasticsnews.com/2019/09/26/the-4-truths-of-pla-straws/",
  "body": "Truth #2: PLA straws can act the same as traditional plastic straws. Many studies show that PLA straws are almost impossible to decompose in a landfill and cannot be composted at home or through backyard systems. Disposing any type of PLA, bioplastic or \"plant-based\" plastic straw is no different than throwing away a regular plastic straw.",
  "readable_content": "user (2023-12-08): Skip to content\n\nThe 4 Truths of PLA Straws\nPLA\nTABLEWARE & UTENSIL\nThe 4 Truths of PLA Straws\nby\nAXEL BARRETT\nSeptember 26, 2019\nWhether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\n... [the article continues]\n\n- This paragraph contains information about the dangers of PLA straws and how some businesses and consumers are not fully aware of the implications when using them. It emphasizes the need to understand the truths about PLA straws before making the switch.\n\n- The truths about PLA straws are outlined:\n\n  - Truth #1: PLA straws require specific disposal conditions.\n  - Truth #2: PLA straws can act the same as traditional plastic straws.\n  - Truth #3: Consumers don’t know the difference.\n  - Truth #4: PLA straws are cumbersome to operators.\n\n- The article also discusses the environmental impact of PLA straws and offers alternatives, such as reusable straws, as a greener option.\n\n- It concludes by emphasizing the need for education about sustainable options and the proper disposal of PLA straws.",
  "summary": "The article emphasizes the importance of understanding the truths about PLA straws before making the switch from plastic to a sustainable alternative. It highlights the specific disposal conditions, the potential similarity to traditional plastic straws, and the lack of awareness among consumers about the differences. The article also promotes education about sustainable options and proper disposal methods. Overall, it underscores the need for informed decision-making in the transition away from plastic straws. \n\nSentiment: 0.7",
  "sentiment": 0.7
}