{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Paper straws are a disgusting alternative to plastic straws and I ...",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/dobnk4/paper_straws_are_a_disgusting_alternative_to/",
  "body": "Even if we completely phased out every single plastic straw in the world, we'd make a very negligible dent in the gross amounts of plastics in the ocean. Yes, making a difference is good. Yes, we should TRY to stop using plastic straws. However, paper straws are too disgusting of an alternative to even consider sacrificing the convenience of ...",
  "readable_content": "- xtoxiclime (2019-12-08): Paper straws are a disgusting alternative to plastic straws and I refuse to use them just because it's trendy. I'm 100% behind saving and protecting the environment but if we're talking about the grand scheme of things, straws make up only .03% of total plastics polluting our ocean and in terms of individual units of plastics, they make up only 3%. Even if we completely phased out every single plastic straw in the world, we'd make a very negligible dent in the gross amounts of plastics in the ocean.\n\n- darlingdynamite (2019-12-08): My theory is that the plastic straw controversy is a way for corporations and politicians to show they care about the environment without actually doing anything that will affect their bottom line.\n\n- Olliebkl (2019-12-08): Yeah literally just drink out of the cup so no plastic is used and you don’t have to buy crappy metal straws or use the paper ones.\n\n- Elver-Galarga7 (2019-12-08): Agreed, this paper straw one is really stupid. I also do believe there will be better alternatives than this.\n\n- RiddlesForSkittles (2019-12-08): Disney World has banned plastic straws through the whole resort and it’s so annoying. They still use plastic cups for the Frappuccinos and refreshers at their Starbucks’ but they don’t use plastic straws. So stupid.\n\n- talon5188 (2019-12-08): I just don’t use straws. More drink per gulp.\n\n- [deleted] (2019-12-08): I don’t get why so many people are trying to find an alternative to plastic straws in the first place. Unless you’re disabled or under the age of 6, pick up the drink, put your mouth on the rim, and drink like a normal person. It’s not hard, really.\n\n- Feniksrises (2019-12-08): Real unpopular opinion: straws are for children. You don't need them to drink.\n\n- GobbleTheEski (2019-12-08): I've personally moved to drinking most things without a straw because plastic are bad for the environment and paper straws collapse in on themselves when you drink a little bit of whatever it is you're drinking.\n\n- McFeely_Smackup (2019-12-08): I had dinner this past weekend at a restaurant that doesn't have plastic straws, and experienced firsthand how long a paper straw lasts. about half a drink. My wife had a milkshake, and it came with a plastic straw.\n\n- 99muppets (2019-12-08): paper straws are mushy and gross.\n\n- b0dyr0ck2006 (2019-12-08): Instead why don’t you just drink your beverage without a straw at all? Wow, what a crazy concept. Not using a straw at all? How will we ever manage...\n\n- bornicanskyguy (2019-12-08): I keep seeing all these posts about recycling and not to use plastic because it ends up in the ocean. My view on this is \"stop people from throwing stuff in the ocean\" instead of changing everything. ... Don't ruin my straw drinking experience because coastal idiots litter.\n\n- rotti5115 (2019-12-08): Thank you!!\n\n- [deleted] (2019-12-08): Damn, i didn’t know they only made up 0.03% of plastic waste. On the other hand, 0.03% of a large number is still a pretty large number. I agree that there are probably better ways to go about reducing plastic pollution though.\n\n- [deleted] (2019-12-08): I actually prefer the taste and texture of paper straws. Probably because I got used to consuming a lot of paper back in elementary school.\n\n- ParryTer (2019-12-08): I think looking at a Starbucks cup is a great idea for this. They phased out plastic lids, and it doesn't require a straw at all to drink. Problem solved. You have a 100% biodegradable product now. Everyone is happy.\n\n- its_gsussman (2019-12-08): I still see people using plastic straws even with the new Starbucks cup wtf lol.\n\n- SublimeNick (2019-12-08): Same.\n\n- Legal_Adviser (2019-12-08): They're pretty disgusting but have you tried TOILET paper straws?\n\nNote: This text is from a Reddit post and its replies, discussing the use of paper straws as an alternative to plastic straws and other related opinions on environmental conservation and waste management.",
  "summary": "The sentiment of the post and conversation about banning plastic straws is largely negative, with many commenters expressing dissatisfaction with paper straws as an alternative and skepticism about the efficacy of the plastic straw ban. Some also express frustration with the perceived lack of significant impact on overall plastic waste. There are also some positive comments about finding alternative solutions, such as biodegradable products. Overall, the sentiment is mostly negative. Sentiment: -0.7",
  "sentiment": -0.7
}