{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The 4 Truths of PLA Straws -- Environmental Protection",
  "href": "https://eponline.com/articles/2019/09/25/the-4-truths-of-pla-straws.aspx",
  "body": "Disposing any type of PLA, bioplastic or \"plant-based\" plastic straw is no different than throwing away a regular plastic straw. Not only are PLA straws impossible to decompose in a landfill, like traditional plastic straws, they are especially dangerous if they end up in our waterways and ocean.",
  "readable_content": "user (2023-12-08): The 4 Truths of PLA Straws\n\nWhether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nBy Andy Romjue\nSep 25, 2019\n\nPlastic pollution is one of the biggest environmental challenges of our time, with statistics showing there will be more plastic in the ocean than there are fish, by volume, by 2050. Restaurants, venues and establishments worldwide are working to combat plastic pollution by eliminating plastic straws.\n\nRecently, notable hospitality, restaurant and airline brands have eliminated single-use plastic straws, while cities like Seattle, San Francisco, Washington, D.C. and more have banned plastic straws entirely. Whether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nConsumers, restaurants and businesses believe they are making an environmentally sound choice by using or offering PLA straws over single-use plastic straws. But, that’s not always the case.\n\nPLA “biodegradable” straws are positioned as straws made from plants that can break down in the environment. They are made from naturally occurring, plant material such as renewable resources like cornstarch or sugar cane. While PLA plastic is typically a better alternative than its close relative, the traditional petroleum-based plastic, they aren’t the most environmentally sound option.\n\nBecause many consumers and businesses are not aware of the real facts about PLA straws, outlined are four truths about PLA straws to consider before you decide to make the switch.\n\nTruth #1: PLA straws require specific disposal conditions.\n\nPLA straws require industrial composting conditions, meaning consumers or businesses must have access to a commercial compost facility, which are only available in certain parts of the U.S.\n\nIn order for PLA straws to compost, they require temperatures above 140 degrees Fahrenheit for 10 consecutive days and need to be properly routed to specialized industrial composting or recycling facilities to break down. While this is possible in a composting facility, few facilities exist to break down PLA straws.\n\n- Whoa, I had no idea about the specific disposal conditions required for PLA straws. It seems like there are significant challenges with the disposal process.\n\nTruth #2: PLA straws can act the same as traditional plastic straws.\n\nMany studies show that PLA straws are almost impossible to decompose in a landfill and cannot be composted at home or through backyard systems. Disposing any type of PLA, bioplastic or “plant-based” plastic straw is no different than throwing away a regular plastic straw.\n\nNot only are PLA straws impossible to decompose in a landfill, like traditional plastic straws, they are especially dangerous if they end up in our waterways and ocean. Since they do not break down here, PLA straws are just as likely to be consumed by marine wildlife and fish, ultimately endangering or killing them.\n\n- It's alarming to learn that PLA straws can have similar environmental impacts to traditional plastic straws. I wonder what alternatives could be more sustainable.\n\nTruth #3: Consumers don’t know the difference.\n\nThe issue with PLA straws is that people think they are using an environmentally-friendly product, which is true, if disposed of correctly. The reality is that they are not. People don’t know where to dispose of it and question whether it goes in a general recycling bin, the trash or a plastics recycling bin. The answer? None of the above.\n\nAlthough PLA is compostable, PLA straws must be sorted and put into their own industrial composting collection bin – an option rarely found in the U.S.\n\n- This lack of awareness among consumers about the proper disposal of PLA straws seems to be a significant challenge. Education and awareness are crucial in addressing this issue.\n\nTruth #4: PLA straws are cumbersome to operators.\n\nWhile PLA straws are “compostable,” it cannot be mixed with other types of plastics because PLA has a lower melting temperature that causes problems at recycling centers. This means it cannot be recycled with other curbside recycling.\n\nRestaurants and businesses using PLA straws must sort their PLA products separately from other recyclables to have them commercially composted. They must also arrange a pickup or drop off at a commercial composter and pay to recycle PLA straws.\n\nOn top of having to clean and turn tables quickly, this means that restaurant operators must further separate tabletop garbage and recyclable items.\n\n- The operational challenges faced by businesses using PLA straws highlight additional implications beyond the environmental concerns. It seems like a complex issue that requires careful consideration.\n\nIf you want to do Planet Earth a favor, the most sustainable choice is to not use a straw at all. Of course, many people need or want a straw to sip their beverage, and in that case, the most environmentally friendly options are reusable straws such as glass or stainless steel. These might be an option for personal use, but it is not for foodservice operations due to sanitation and safety concerns.\n\nOther alternatives cause problems as well, like the wheat straw, avocado pit straw and noodle straw, as these straws have the possibility to cause allergic reactions and may have an unfavorable taste and texture.\n\n- It's interesting to learn about the limitations and challenges associated with alternative straw options. It seems like the search for a truly sustainable and practical alternative continues.",
  "summary": "The text provides a comprehensive exploration of the truths about PLA straws, shedding light on the complexities and challenges associated with their disposal and environmental impact. It emphasizes the need for awareness and careful consideration when choosing sustainable alternatives. The sentiment of the text is informative and acknowledges the nuances of the issue. Sentiment: 0.8",
  "sentiment": 0.8
}