{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Laaxus (u/Laaxus) - Reddit",
  "href": "https://www.reddit.com/user/Laaxus/",
  "body": "It was 100% true before pollution patch. But if you have a strong economy right from the start (Think FRA, GBR, USA, PRU, ...) I believe you need to spread out, especially the mines. This is because you'll (or at least aim to) hire almost every peasants you have in the first 50 years, so better spread the pollution to reduce it's impact. Plus ...",
  "readable_content": "- Laaxus (u/Laaxus) - Reddit\n\n- r/victoria3\n  - Releasing LRoAI 0.7.2 - Now on Steam !\n    - 2023-11-25: \"Hello everyone ! Today I release the version 0.7.2 of LRoAI! This version is intended for 1.5.9\"\n    - [Image included]\n  - Releasing LRoAI 0.6.0\n    - 2023-11-03: \"Yes, that's normal, the game is not updated to 1.5.8. I'll do that this weekend. Meanwhile, you can remove the Law folder from the mod to fix that\"\n  - Announcing Laaxus Revision of AI 0.4.2, a sequel to ARoAI, as a hotfix for 1.5.4 army formation bug.\n    - 2023-10-30: \"I claim that LRoAI is much much easier to be read and understood by the modding community. I'll also entirely document the code when I'll have Time.\"\n    - 2023-10-30: \"I claim that LRoAI is currently better at building an economy, and that it'll be better again once I find the Time to adjust the parameters.\"\n- r/TheDigitalCircus\n  - Caine isn't an AI and here's why\n    - 2023-11-22: \"First, Gooseworx has confirmed Caine is an AI.\"\n    - [Detailed explanation included]\n- r/Conservative\n  - What kind of question is that?\n    - 2023-11-21: \"Wait a minute, European here. You don't have an ID card with an ID number? You don't have to use your ID card/ID number to identify yourself to vote? How do you verify that someone has not voted twice ?\"\n- r/leagueoflegends\n  - [SOURCES] Mac and Pad have reached a verbal agreement with Team Vitality\n    - 2023-11-13: \"Their fanbase isn't more toxic than any fanbase. I would even say that their fanbase is on the better side.\"\n    - [Detailing the fanbase comparison]\n- r/ADCMains\n  - Rito probably knows exactly how to fix/improve the ADC role because the solution is as clear day to me, but they would never do it and here's why\n    - 2023-11-29: \"Make ADC better in early, worse in late. This nerf proplay (where ADC is very strong) and buff soloq( where it's weak)\"\n\n- This post provides a snapshot of Laaxus' activity on various Reddit threads, capturing discussions related to gaming mods, AI, and gaming communities.",
  "summary": null,
  "sentiment": null
}