{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic straw alternatives bad for planet, people with disabilities",
  "href": "https://www.usatoday.com/story/news/nation/2019/08/16/plastic-straw-alternatives-often-bad-planet-people-disabilities/1761397001/",
  "body": "Plastic straws are bad for the planet because they \"cannot be recycled because of their weight,\" and thus contribute to the eight million tons of plastic trash that flow every year into the world ...",
  "readable_content": "User (2023-12-08):\nStart the day smarter ☀️\nHow often do women giving birth at individual hospitals experience heart attacks, seizures, kidney failure, blood transfusions or other potentially deadly problems?\nNotable deaths in 2023\nHuman trafficking laws\nU.S.\nIsrael War\nSports\nEntertainment\nLife\nMoney\nTech\nTravel\nOpinion\nNATION\nFamily forward\nPlastic straws are trash. Are there alternatives that don't suck?\n\nElinor Aspegren\nUSA TODAY\n0:00\n3:23\n\nEnvironmental groups and concerned members of the public are attempting to make plastic straws a thing of the past. But many alternatives present other problems for the planet or are unsuitable for people with disabilities, critics say.\n\n- [The article discusses the environmental impact of plastic straw bans, the criticism surrounding alternatives such as paper and metal straws, and the challenges related to finding a suitable alternative for people with disabilities.]\n\nFollow Elinor Aspegren on Twitter: @elinoraspegren.\n\nWe asked, you answered: you're holding onto your phone forever\nFellow golfer calls Bryson DeChambeau a 'single-minded twit' for his slow play\nDespite warning signs, why wasn't Jeffrey Epstein on suicide watch when he died?\nUniversal cancels release of 'The Hunt,' controversial film Trump appeared to criticize\nLike what you see? Download the USA TODAY app.",
  "summary": "The text discusses the environmental impact of plastic straw bans and the challenges related to finding suitable alternatives, especially for people with disabilities. It presents a variety of viewpoints on the issue. Overall, the text reflects a balanced approach to the topic. \n\nSentiment: 0.2",
  "sentiment": 0.2
}