{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "WHO calls for more research into microplastics and a crackdown on ...",
  "href": "https://www.who.int/news/item/22-08-2019-who-calls-for-more-research-into-microplastics-and-a-crackdown-on-plastic-pollution",
  "body": "The World Health Organization (WHO) today calls for a further assessment of microplastics in the environment and their potential impacts on human health, following the release of an analysis of current research related to microplastics in drinking-water. The Organization also calls for a reduction in plastic pollution to benefit the environment and reduce human exposure.\"We urgently need to ...",
  "readable_content": "- WHO (2019-12-08): The World Health Organization (WHO) calls for further research into microplastics and their potential impacts on human health. It also advocates for a reduction in plastic pollution to benefit the environment and reduce human exposure. The organization emphasizes the need for more understanding of the health impact of microplastics and the implementation of measures to stop the rise in plastic pollution worldwide.\n\nFurthermore, the WHO recommends drinking-water suppliers and regulators prioritize removing microbial pathogens and chemicals known to pose health risks as a double advantage, as the systems that address these risks are also effective in removing microplastics. Wastewater treatment can remove over 90% of microplastics, and conventional drinking-water treatment can remove particles smaller than a micrometre. The WHO urges more research on microplastics, standardized methods for measuring microplastic particles in water, and more studies on sources and occurrence of microplastics in fresh water.\n\nThis call for action highlights the need for a comprehensive understanding of the impact of microplastics on human health and the environment, as well as the development of strategies to address the global concerns related to plastic pollution.",
  "summary": "The conversation about banning plastic straws is focused on the potentially harmful impacts of microplastics on human health and the environment, and the need for further research and reduction in plastic pollution. It emphasizes the importance of understanding the health impact of microplastics and implementing measures to address the global concerns related to plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}