{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Bring back plastic straws : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/cl4jci/bring_back_plastic_straws/",
  "body": "So in the UK, not sure about other countries but here McDonalds has changed to paper straws instead of plastic. These new straws are absolute guff in that they get all soggy after about 20 mins. Ur absolutely fucked if you think you're going to get to finish a medium sized milkshake.",
  "readable_content": "- Reddit Recap\n    - Subreddit: r/unpopularopinion\n        - [deleted] (2019-12-08): Bring back plastic straws\n            - BenjaminG1993: Most places will still give you one if you ask, they keep them for kids\n            - Lieselotte32: Personally I couldn't give a fuck about mad turtles getting them stuck up their nose n that\n            - Delanes_Brain: It's ridiculous cause they could use biodegradable plastic straws but decided paper was the answer....\n            - Porky_Panda: Then buy a reusable straw and quit bitching about how you can't devastate our local ecosystems, then.\n            - BourbonFiber: My area went through this phase, and now seems to have settled on biodegradable resin straws, which are virtually identical to plastic.\n            - clerksfanboy: 100% it's fucking ridiculous.\n-_-moony-_ -: You are taking way to fucking long to finish your drink.\n            - [deleted]: Then use a fucking spoon.\n            - YeetGladosintospace: Or just don’t use straws. Just take the lid off and drink from the cup.\n            - ForOne814: Like a caveman.\n            - that_other_person1: Just get your own reusable straw and have that in your car or purse. Then you're green with a good straw. It's not that hard.\n            - RainbowJake: I 100% agree with u but it doesn’t affect me that much because there is a kfc right next to my local mcdonalds and they still do plastic straws so I just go in there get a straw then go to mcdonalds\n            - emmadonss: Exactly. straws only make up 0.03% of waste and turtles don't affect us\n            - CyberNoneF2: Just take off the lid and drink it like a person.\n            - Gigafoodtree: Then just... Get two straws? Shit you could use 10 paper straws with each drink and still be better ecologically than using a plastic straw.\n            - Monarch357: I would rather listen to only Kidz Bop for the rest of my life than read such an uninformed post ever again\n            - onetwothreefive5321: Fuck you and fuck your shit opinion.\n            - RainbowJake: Exactly. straws only make up 0.03% of waste and turtles don't affect us\n            - emmadonss: Dude ur the reason the environments crippling\n            - CyberNoneF2: Personally, I couldn't give a fuck about somebody who doesn't want to protect earth's natural ecosystems.\n            - Gigafoodtree: Then just... Get two straws? Shit you could use 10 paper straws with each drink and still be better ecologically than using a plastic straw.\n            - Monarch357: I would rather listen to only Kidz Bop for the rest of my life than read such an uninformed post ever again\n            - onetwothreefive5321: Fuck you and fuck your shit opinion.\n        - r/Anticonsumption\n            - Don't buy stuff you can't afford\n        - r/MensRights\n            - Hello people of the Men's Rights movement, I make videos about our issues and \"Violence By Proxy\" needs to be brought into the light as so many people don't know about this phenomenon and it's destroying men.\n\nPlease note that I have omitted the irrelevant content and have only included the relevant and appropriate content from the source.",
  "summary": "The conversation about banning plastic straws is quite polarized, with some supporting the ban for environmental reasons and others dismissing the issue. The comments demonstrate a mix of frustration, indifference, and strong opinions on both sides of the debate. Sentiment: 0.3",
  "sentiment": 0.3
}