{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic straws are the subject of the latest 2020 culture war",
  "href": "https://www.cnn.com/2019/09/05/politics/plastic-straws-2020-culture-war/index.html",
  "body": "New York CNN — There's a new cultural flashpoint in the 2020 presidential race: plastic straws. Sen. Kamala Harris of California says the straws, which contribute to plastic pollution in...",
  "readable_content": "- CNN (2019-09-05): Plastic straws have become a cultural flashpoint in the 2020 presidential race. Democrats like Sen. Kamala Harris are calling for a ban on plastic straws, citing their contribution to ocean pollution. President Donald Trump's reelection campaign is using the issue to mock Democrats, selling its own Trump-branded plastic straws. Meanwhile, Sen. Elizabeth Warren views this focus on straws as a distraction from the larger issue of overhauling the energy industry and reducing emissions.\n  \n  The tension arises from the lack of middle ground between urgent climate action advocated by Democrats and President Trump's denial of climate science, including the role of humans in global warming.\n\n  Democratic presidential candidates have proposed far-reaching plans to address climate change, including spending trillions to remake America's energy industry, reduce greenhouse emissions, and rejoin the Paris climate accord. However, the focus on Americans' daily habits, such as the use of plastic straws and meat consumption, has been criticized by Warren as a distraction from addressing corporate responsibility for greenhouse gas emissions.\n\n  President Trump's campaign is using this to criticize the potential minor annoyances in Americans' lives that may result from combating climate change. The campaign is selling Trump-branded plastic straws and has selectively edited comments from Democrats to criticize their stance on straws and burgers.",
  "summary": "The conversation about banning plastic straws is characterized by tension and differing perspectives. Democrats are advocating for urgent climate action and criticizing the focus on daily habits as a distraction from addressing corporate responsibility for greenhouse gas emissions, while President Trump's campaign is mocking Democrats and using the issue to criticize potential minor annoyances that may result from combating climate change. \n\nSentiment: -0.6",
  "sentiment": -0.6
}