{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Dr. Jonathan Evans and the herbarium: publishing students, preserving ...",
  "href": "https://thesewaneepurple.org/2019/10/29/dr-jonathan-evans-and-the-herbarium-publishing-students-preserving-the-plateau/",
  "body": "Pictured: Professor of Biology Dr. Jonathan Evans. Photo courtesy of sewanee.edu. By Erin ElliottContributing Writer Situated on the west side of Spencer Hall, the Sewanee Herbarium currently contains anywhere between 10,000 and 12,000 species of plants. Most are locally sourced from the Domain and the surrounding Cumberland Plateau. In charge of this collection is Jonathan…",
  "readable_content": "-User (2023-12-08): Skip to content\n\nNEWS\nFEATURES\nA&E\nOPINIONS\nSPORTS\nLETTER FROM THE EDITOR\nSTAFF\nMISSION STATEMENT\nDR. JONATHAN EVANS AND THE HERBARIUM: PUBLISHING STUDENTS, PRESERVING THE PLATEAU\nOctober 29, 2019\nthesewaneepurple\nFeatures Comments Off\non Dr. Jonathan Evans and the herbarium: publishing students, preserving the plateau\n\nBy Erin Elliott\nContributing Writer\n\nSituated on the west side of Spencer Hall, the Sewanee Herbarium currently contains anywhere between 10,000 and 12,000 species of plants. In charge of this collection is Jonathan Evans, an accomplished biology professor who has been introducing new programs and initiatives pertaining to ecology and sustainability at Sewanee for more than 20 years.\n\nEvans defined the herbarium as “a plant resource center within an academic institution, like a university or a college, centered around a collection of plants,” although a closer look reveals the importance of this element of Sewanee academia–one which is grossly underestimated by the simple concept of ‘a collection of plants,’ and which has shaped the Cumberland Plateau in a number of vital and often overlooked ways.\n\nWhen Jonathan Evans first arrived at Sewanee, he inherited a collection of plants from former Sewanee botanist George Ramseur which he found in the basement of Woods Labs.…\"",
  "summary": null,
  "sentiment": null
}