{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plumbing : r/projectzomboid - Reddit",
  "href": "https://www.reddit.com/r/projectzomboid/comments/e858oy/plumbing/",
  "body": "Nice guide. One thing: the fresh water thing from tap ain't a bug. It's purposely left as is by the Devs. I mean, it's a nice perk given that you need carpentry level 7 to build a large rain collector barrel (I ain't trusting no level 4 small barrels with my washing machines) - enough grinding to justify a fresh water tap (the alternate way of getting fresh water is a bonfire, which is 0 ...",
  "readable_content": "- Eggsmuffins (2019-12-09): Plumbing\n\nI just spent about an hour or two trying to figure out how the plumbing works in this game, and I think I figured it out. There's a lot of misinformation and general lack of information online, so hopefully I can clear some things up. Basically here are the rules:\nThe sink has to be in an enclosed area\n\nI think most people have already figured this out, but basically the sink, (but not the barrel), has to be in an enclosed space. If you're in a normal house, you're fine, but if you built your own house, just make sure there's no empty holes in the area of the sink.\nThe barrel has to be up and adjacent of the sink\n\nA few people said that it has to be up and left, or right, or up and right, but all that matters is that the barrel is up and adjacent of the sink. It cannot be directly above, it will not work, only adjacent.\nThe sink has to be placed by you\n\nThis was a weird one, but I couldn't get it to plumb on sinks that are already existing in the world. You have to pick up the sink, then put it back down for it to work.\n\nSome other things to note:\n- The sink will filter water into clean water, so you can just dump any rainwater in there, and it will become clean. This seems to me like an oversight by the devs, so use it while you can.\n- Once the sink is \"plumbed\", it will stay plumbed until you pick it back up. So you can add and remove barrels all you want, just as long as you put them back in the correct place.\n- It also doesn't have to be a barrel. The sink will also draw water from any other water source. So if there's a toilet or bathtub or something up and adjacent of the sink, it will pull from those as well.\nThat's about it, I think. Let me know if I missed anything or if you have any questions.\n\n\n- cammgig (2019-12-09): Great job. That's a good guide, I had some problems with this.\n\n- arrasas (2019-12-09): Can you fill bathtub with water yourself and use it to \"water\" sink or washing machine?\n\n- Lynken (2019-12-09): Or even better, can I use the bathtub as a rain collector?\n  - ... (more replies)\n\n- Zomboidia (2019-12-09): Nice guide. One thing: the fresh water thing from tap ain't a bug. It's purposely left as is by the Devs. I mean, it's a nice perk given that you need carpentry level 7 to build a large rain collector barrel (I ain't trusting no level 4 small barrels with my washing machines) - enough grinding to justify a fresh water tap (the alternate way of getting fresh water is a bonfire, which is 0 difficulty anyway).\n  - ... (more replies)\n\n- DatBoiTrooper (2019-12-09): I'm definitely saving this, thanks for the detailed guide👌👌\n\n- Gigibop (2019-12-09): Do washing machines work in the stable version?\n  - Eggsmuffins (2019-12-09): No, only in .41, and I forgot to add in the post, this was all done in .41\n  - ... (more replies)\n\n- makute (2019-12-09): The barrel has to be up and adjacent of the sinkMust it be on the floor immediately over the sink? So, can I have an \"empty second floor\" between say, the kitchen sink and a rain collector on the roof?\n\nAnd other replies and comments continue with further interaction on the topic.",
  "summary": null,
  "sentiment": null
}