{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "We shouldn't ban plastic straws. : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/dwewlt/we_shouldnt_ban_plastic_straws/",
  "body": "I see no problem with plastic straws if we recycle them just as any other plastic, I regularly use plastic straws and recycle them like other…",
  "readable_content": "- 4 yr. ago\nWe shouldn't ban plastic straws.\n\nI see no problem with plastic straws if we recycle them just as any other plastic, I regularly use plastic straws and recycle them like other plastics.\n\nThe turtles won't choke on plastic if we don't throw it in the water and recycle it.\n\n- Mobius24 4 yr. ago\nFun Fact: Straws make up less than 0.02% of plastic in the ocean\n\n- 22OregonJB 4 yr. ago\nSo I am a little confused about the metal/wood straws. Do you guys just keep it with you? Another thing In our pocket. Or strategically place them everywhere you may drink or ??\n\n- SillyMidOff49 4 yr. ago\njUsT DOn’t tHrOw iT In tHe WAteR gUyS\n\n- GenZgamer 4 yr. ago\nThat fuck happened to drinking with your mouth like a human.\n\n- UnexpectedFullStop 4 yr. ago\nI actually think your opinion is quite a popular one, although I do disagree. I don't understand people's obsession with straws.\n\nAs good as your intentions may be, putting things in a recycling bin doesn't mean it always gets recycled. There will likely be a sorting line where someone removes everything unsuitable - straws can be culprits due to their fiddly size - and in turn ends up in landfill. Landfill can be shipped long distances. Small things like straws can, and do, find their way out and end up in waterways and ultimately, the ocean. The same way most of the other plastic gets there. Not many consumers are throwing their plastics directly into the ocean.\n\nThe turtles won't choke on plastic if we don't throw it in the water\n\nAgain, although you may be throwing it in the bin, recycling or otherwise, improper management of waste could mean it ends up there anyway, which is beyond our control.\n\nThe best things to do are either use bamboo or stainless straws, or drink like an adult. Or you could always buy a beaker\n- Spencer_frize 4 yr. ago\nGuys the plastics straws are too small to be recycled.. They just end up loose in the wind, then in the water. Get yourselves wooden or metallic straws and keep them forever they are cheap!\n\n- QuadatomicFoxygen 4 yr. ago\nExactly\n\n- nijmeegse79 4 yr. ago\nThey actually can be recycled. Problem is in the machine, not the material they are made from. Sorting process is not adapted for such small and lightweight things. On the other hand, here we often do not use straws, not even in a bar or restaurant. Fastfood places use them often.\n\n- LearnedButt 4 yr. ago\nFACT: Metal reusable straws have killed more people than plastic straws. We need to go back to plastic. If it saves one life, isn't it worth it?\n\n- QuadatomicFoxygen 4 yr. ago\nProbably should just make plastic wiffle ball bats since wooden and metal bats have killed more people too, right?\n\n- GenZgamer 4 yr. ago\nOr, how about we drink out the cup or can like a normal person?",
  "summary": "The conversation about banning plastic straws portrays a variety of opinions, with some emphasizing the need for responsible waste management and advocating for alternatives like metal or wooden straws. Others express skepticism about the impact of plastic straws on the environment or question the necessity of using straws at all. Overall, the sentiment appears to be mixed, with a combination of support for the ban and skepticism about its effectiveness. Sentiment: 0.2",
  "sentiment": 0.2
}