{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How plastics contribute to climate change",
  "href": "https://yaleclimateconnections.org/2019/08/how-plastics-contribute-to-climate-change/",
  "body": "\"Plastic pollution is not just an oceans issue. It's a climate issue and it's a human health issue,\" said Claire Arkin, communications coordinator for the Global Alliance for Incinerator Alternatives, a global network aiming to reduce pollution and eliminate waste incineration.",
  "readable_content": "Yale Climate Connections (2023-12-08): Stay in the know about climate impacts and solutions. Subscribe to our weekly newsletter.\n\n- Climate change and its impact through the lens of plastics:\n\nIn a 2019 article by Brooke Bauman on Yale Climate Connections, the environmental impact of plastics on climate change is discussed. The article addresses the entire life cycle of plastics, from extraction and transportation to refining, manufacturing, and waste management.\n\nIt starts by noting the vital role of plastics in modern products and packaging due to their durability, lightweight nature, and cost-effectiveness. However, the article also points out that plastics' origins as fossil fuels and their emission of greenhouse gases throughout their life cycle pose significant environmental concerns.\n\nThe extraction and transportation of fossil fuels used for plastics production are highlighted as carbon-intensive activities, leading to substantial greenhouse gas emissions. Furthermore, refining and manufacturing processes contribute significantly to emissions, with a mention of the impact of waste management options such as incineration and landfilling.\n\nThe article underlines the inequitable environmental impacts associated with waste incineration, particularly affecting communities of color and low-income populations. It also sheds light on the challenges within the recycling industry, especially the low profitability of recycled plastics compared to virgin materials and the complications of international waste management.\n\nOverall, the article emphasizes the need for a transition toward \"zero waste\" and responsible production and consumption to mitigate the climate impacts of plastics.",
  "summary": "The text discusses the environmental impact of plastics on climate change, highlighting the carbon-intensive nature of plastics' life cycle and pointing out the inequitable environmental impacts associated with waste management. The overall tone is informative and emphasizes the need for a transition toward responsible production and consumption to mitigate the climate impacts of plastics. \n\nSentiment: 0.7",
  "sentiment": 0.7
}