{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic Pollution | National Caucus of Environmental Legislators",
  "href": "https://www.ncelenviro.org/issue/plastic-pollution/",
  "body": "Plastic pollution is a global crisis causing extensive public health and ecological adversities. Given the fossil fuel origins of plastic materials, the extraction and refining processes for those petrochemicals create hazardous air and water conditions, particularly for community members who reside in proximity to these sites.",
  "readable_content": "-Website (2023-12-08): Issue Area - Plastic Pollution\nOverview\nPlastic pollution is a global crisis with adverse effects on public health and the environment. It is derived from fossil fuels, leading to hazardous air and water conditions during extraction and refining. Hazardous substances within plastics, such as Bisphenol A and PFAS, are associated with health risks. Improper post-consumer management leads to incineration, landfilling, and exportation, exacerbating health and environmental challenges. The pollution has extensive impacts, including ocean contamination, freshwater pollution, and even affecting the food we consume.\n\nTo address this crisis, comprehensive policy strategies are required, including source reduction, improved material recovery, elimination of hazardous substances, and holding producers responsible for end-of-life management. Several legislative initiatives in different states are focused on tackling plastic pollution through various approaches.\n\nResources, news, and events related to combatting plastic pollution, along with NCEL's efforts, are available for further information and engagement with the initiative.\n\nFor more information, contact NCEL’s Zero Waste Coordinator Julia Meltzer.",
  "summary": "The post discusses the adverse effects of plastic pollution on public health and the environment, highlighting the need for comprehensive policy strategies to address the crisis. It also mentions legislative initiatives focused on tackling plastic pollution and provides resources for further engagement with the initiative. Overall, the sentiment toward addressing plastic pollution in the post is one of urgency and concern. Sentiment: 0.8",
  "sentiment": 0.8
}