{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Why are people arguing over plastic straws and metal straws ... - Reddit",
  "href": "https://www.reddit.com/r/AskReddit/comments/dsalmb/why_are_people_arguing_over_plastic_straws_and/",
  "body": "525 votes, 251 comments. 43M subscribers in the AskReddit community. r/AskReddit is the place to ask and answer thought-provoking questions.",
  "readable_content": "Im_A_Epic_Giraffe (2019-11-06): Why are people arguing over plastic straws and metal straws when they could just drink straight out of the cup?\n- red_west_la: It’s easier to use a straw if you’re wearing lipstick\n- Coffee3Soup3: Also so your beard is not soaked in strange liquids\n- YellowFlySwat: I have sensitive teeth, and drinking cold drink from a glass isn't a fun experience for me.\n- y00sum: Because people like cups with caps so that it doesn't spill so easy. At least that's why I like them but thats only when your driving\n[deleted]\nChadamm: There are plenty of people who need a straw for a medical purpose.. shaky hands, weak muscles and muscle spasms are just some of the reasons.\njustreading31: How am I’m going to drink my Carmel frappe with a 4 inch whipped cream topping? Unless I want a pie in face clown look I need some type of slurping device.\nTaurusteacups: You know when the ice clumps to the bottom of the cup and then, all the sudden, falls down and hits you in the face...maybe it's that.\n[deleted]\n[deleted]\npecklepuff: Someone who insisted on using straws told me once that they did so because the glass may be dirty, and they don't want to touch a dirty glass with their lips.\nI pointed out that if the glass is dirty, they are just drinking the dirt through the straw! Suffice it to say, I ruined their entire day. I mean how could that have not occurred to this person?\njasminel96: Lots of reasons.\nSpilling. Cups that aren’t entirely clean (think restaurants- I’d say this is more on the germaphobic side). Teeth sensitivity. Disabilities. To the people who mentioned water bottles - are you drinking a smoothie from a water bottle?\njaylovesyou2: I've always thought it was crazy, look how much plastic is used in packaging for simple products. A straw seems very small in comparison.\n- notsocoolnow: Because loads of fast food places give you paper or Styrofoam cups, meaning that drinking without a straw stands a good chance of ending up with your bra showing through your shirt.\nrandomMNguy98: Its easier to bypass braces with a straw than it is with fancy tongue work.\nDeathSpiral321: I'd like to know why people get upset about plastic straws, but still drink out of plastic cups? As if the straw plastic is more wasteful than the cup plastic.\n- arch_nyc: Cans. Ever stop to think how they’re stored? The tops are filthy. Back when my office had canned drinks I always used straws.\n- [deleted]: Makes sense. When we were kids, we'd just find a garden hose somewhere and drink straight out of it lol\n- Scylinz: Boba",
  "summary": "The conversation about banning plastic straws shows a wide range of perspectives, with individuals discussing various reasons for using straws, from practical concerns like avoiding spills and preserving lipstick to addressing health conditions or disabilities. Despite some opposing views, there is acknowledgment of the environmental impact of plastic waste. Overall, the sentiment seems to be fairly neutral, with a mix of opinions and experiences being shared. Sentiment: 0.2",
  "sentiment": 0.2
}