{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Carnival to eliminate plastic straws and other single use ... - Reddit",
  "href": "https://www.reddit.com/r/Cruise/comments/cedgiw/carnival_to_eliminate_plastic_straws_and_other/",
  "body": "For the disabled, elderly, or people with mobility issues, plastic straws are often easier to use than straw alternatives. In these cases, if people choose to bring their own, I hope they wouldn't be penalized. If a small stash of plastic straws can be kept onboard (all cruise ships) for those who truly need them, I think that would be best.",
  "readable_content": "- jamesodins (2019-07-17): I applaud getting rid of plastics though I am curious- What's the solution (or is there) for items such as frozen cocktails? I'm not sure it's practical to drink one without a straw.\n- bethelns (2019-07-17): Royal have already eliminated plastic straws and use paper ones. I tend to pack a washable silicone one as I don't like the texture or paper ones.\n- [deleted] (2019-07-17): In some places I’ve seen them use paper straws that essentially disintegrate and even bamboo straws that are completely safe.\n- [deleted] (2019-07-17): I can hear the cruisecritic complaining already.\n- organicginger (2019-07-17): Oh, they've already been at it (at least on the Princess boards). One guy said \"I really do not like putting my lips on the edge of a glass from a public venue. I'm sure I will get told that the ship's dishwashing system is top notch..well sorry I have gotten dirty silverware and glasses on a cruise ship.\"\n- on_island_time (2019-07-17): Baby steps are better than no steps!\n- Kannazhaga (2019-07-17): Adding stainless steel straws to my packing list. No problem! 🙌🏼\n- [deleted] (2019-07-17)\n- Ksn0 (2019-07-17): Cool. I rarely ever use a straw with my drinks anyway.\n- DGer (2019-07-17): I love using a straw, but I'm willing to change in order to start reducing our plastic waste. It's something I guess I'll have to get used to. I'm glad Carnival is making a move like this.\n- Citizen51 (2019-07-17): If they could just get stronger paper straws, RC's straws like to get soggy before you're done with your drink, but I do support the switch. If only bartenders understood our desire for a 2nd straw because the first one isn't usable. I remember a bartender trying to put the second straw right into the drink before we even started our drink. Would have defeated the whole purpose.\n- gadge4lyfe (2019-07-17): Good for them! Now when they dump their trash again the turtles won't be harmed.\n- expyrian (2019-07-17): I just got off an NCL ship a few weeks ago and we ended up just bringing our own plastic straws with us. Worked out pretty well and had multiple people tell us they were jealous that our straws weren't disintegrating in our drinks lol\n- catipillar (2019-07-17): The point is that single use plastic is horrible for the planet we are living on.\n- treehutcrossing (2019-07-17): I do hope they will provide straw alternatives like the other lines, but I don't see any reason why they wouldn't. I can see this being a bigger problem on their lines that tend to attract older cruisers, like Holland America. For the disabled, elderly, or people with mobility issues, plastic straws are often easier to use than straw alternatives. In these cases, if people choose to bring their own, I hope they wouldn't be penalized. If a small stash of plastic straws can be kept onboard (all cruise ships) for those who truly need them, I think that would be best. For all those curious, here is a great article detailing why plastic straw bans disproportionately affect the disabled.\n- suzytenn (2019-07-17): Back in the day I seem to remember paper straws that had a wax coating.\n- [deleted] (2019-07-17): Paper and bio degradable is everywhere what is the holdup",
  "summary": "The comments show a mix of support for banning plastic straws, with some expressing concern about the practicality of alternatives and the impact on certain groups of people. There is also a discussion about the effectiveness of the alternatives and the need to accommodate those who require plastic straws. Overall, the sentiment leans towards support for the ban, but with acknowledgment of the need for practical solutions. Sentiment: 0.6",
  "sentiment": 0.6
}