{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "How did James (spoiler) season 3 ??? : r/Glitch_Netflix - Reddit",
  "href": "https://www.reddit.com/r/Glitch_Netflix/comments/dbn70b/how_did_james_spoiler_season_3/",
  "body": "The reveal of her being one of the 'messengers' trying to kill the Risen was a surprise because nobody in the show even knew that she died giving birth. That's what was so gut wrenching about it all to James. Phil died on the oil rig in the explosion then instantly stood up and Terminator'd back to Yoorana.",
  "readable_content": "- makeavinii (2019-12-08): How did James (spoiler) season 3 ???\n\nCan someone explain to me what happened to him in the show? I feel like I have to start over 😩 cause idk if “messenger” means someone else in their body or if it means that they just have more knowledge coming back that they consider themselves messengers. Also how TF he die???? I legit went through like 3 episodes rewinding to find the scene and I just don’t know how I missed it and why no one was like “yo bro how you die?”\n\n- jmusball (2019-12-08): He died when he was at the restaurant with his father. He went to the restroom and slipped and hit his head on the sink. In that moment he died and came back within seconds\n\n- alisquires (2019-12-08): I have been wondering this same thing. Thank you so much for answering! It was driving me crazy.\n\n- jmusball (2019-12-08): Also, I believe they are called messengers. The term was only used once at the end of the show. But in earlier episodes, one of the messenger characters said when the group came back from the dead, he was “triggered”, leading us to believe something was inside him\n\n- makeavinii (2019-12-08): You’re very helpful!!!\n\n- flippychick (2019-12-08): They always die and come back straight away. That’s what sets them apart. no one even really notices that they actually died, except Sarah because she was in a hospital\n\n- badken (2019-12-08): This really freaked me out, too. I spent most of the season going \"wtf is up with James?\" Finally I went back and watched recaps of season 1 and 2 on YouTube and I skimmed through the first episode and caught the blink-and-you'll-miss-it moment. Bad writing on that one. There was NO reference to what had happened later on in the show except that James was acting weird, until he did the weird mouth-to-mouth information exchange with Phil. Even that didn't make sense to me, because I didn't remember anything like that happening before.\n\n- spinalcloud (2019-12-08): They already explained that whole bit in previous seasons with Sarah, though. The reveal of her being one of the 'messengers' trying to kill the Risen was a surprise because nobody in the show even knew that she died giving birth. That's what was so gut wrenching about it all to James. Phil died on the oil rig in the explosion then instantly stood up and Terminator'd back to Yoorana. James did the exact same thing after conking his head on a sink and bleeding out of both ears.\n\n- thekindlyman555 (2019-12-08): This is a really interesting comment to me because I personally noticed it right away and it felt SUPER SUPER obvious to me and his change in behaviour was immediate and just left me feeling super uneasy for most of the season. He went from weepy and completely broken up about Sarah to completely cold and determined after leaving the bathroom. Also the way it was shot with him having his eyes closed and several seconds of close up before dramatic eye opening and another 10 seconds of closeup on his face made it obvious that something important had just happened.\n\n- laurenkayxoxo (2019-12-08): The first couple seasons of this show were great, I feel like something must’ve gone wrong because the writing became intolerable. Sarah dying after childbirth was obvious to me, but I kept asking myself when the hell James died. Then after that, it seems like everyone was dying just by getting a bump on the head. Seems really cheap to me. And then in the end, they all just sacrifice themselves for the greater good? I’m sorry but that doesn’t fit with Kirstie’s character. I’ve got so many issues with how this ended.",
  "summary": null,
  "sentiment": null
}