{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How Plastic Straw Bans Affect People with Disabilities - CreakyJoints",
  "href": "https://creakyjoints.org/advocacy/plastic-straw-bans-bad-for-people-with-disabilities/",
  "body": "Plastic straw alternatives can be made with ingredients that contain corn, gluten, and other major allergens. This includes the glue used on paper straws. Despite assurances of safety from organizations such as Starbucks that have switched to compostable options, people are having to go to the ER in anaphylaxis because of these allergens. There ...",
  "readable_content": "CreakyJoints (2019-10-28): Plastic Straw Bans Are Not Fair to People with Disabilities, and Here’s What We Can Do About It\n\nUnless you’re in the teeny tiny minority of the population that never uses straws to drink beverages, chances are you’ve heard something about the growing trend of bans or restrictions on the use of plastic straws and other single-use plastic items.\n\n- Many people have mixed feelings about these bans, but one voice that’s getting left out of the conversation about the plastic straw ban is that of people with disabilities. Plastic straws are essential for many individuals with disabilities to consume food and beverages for hydration and nutrition, as well as to participate in social and recreational activities.\n\n- Plastic flexible straws were initially used in hospitals to help patients who were reclining in bed drink more easily. They were first utilized by people with disabilities before they became mainstream utensils.\n\n- Many disabilities that necessitate the use of straws are invisible, and requiring customers to explicitly request a plastic straw may force those with disabilities to explain their needs in a way that adds unnecessary roadblocks to everyday activities.\n\n- Alternatives to plastic straws present various challenges for individuals with disabilities, such as falling apart quickly, being inflexible, or posing safety risks. Additionally, these alternatives can be made with ingredients that contain major allergens and may create unintended consequences.\n\n- People with disabilities also care about the environment, but often find themselves on the wrong side of the battle to save the environment due to their unique needs that aren’t 100 percent environmentally friendly.\n\nThis article highlights the impact of plastic straw bans on people with disabilities and advocates for a more inclusive approach to environmental policies.",
  "summary": "The post raises valid concerns about the impact of plastic straw bans on people with disabilities and advocates for a more inclusive approach to environmental policies. It emphasizes the essential role that plastic straws play for individuals with disabilities and highlights the challenges presented by alternative options. The sentiment of the post is one of advocating for inclusivity and understanding of the unique needs of individuals with disabilities. Sentiment: 0.9",
  "sentiment": 0.9
}