{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Politics and the plastic crisis: A review throughout the plastic life ...",
  "href": "https://wires.onlinelibrary.wiley.com/doi/full/10.1002/wene.360",
  "body": "Plastic pollution is rapidly gaining political attention and emerging as one of the great challenges of our time. Indeed, we find that much of the politics of plastic is centered on mitigating plastic pollution. Globally, plastic pollution has been estimated to cause at least $13 billion of financial damage annually (UNEP, 2014). The ...",
  "readable_content": "user (2023-12-08): This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. To learn more, view the following link: Privacy Policy\n\nWIREs Energy and Environment\nAdvanced Review\nOpen Access\nPolitics and the plastic crisis: A review throughout the plastic life cycle\nTobias D. Nielsen, Jacob Hasselbalch, Karl Holmberg, Johannes Stripple\nFirst published: 08 August 2019 https://doi.org/10.1002/wene.360 Citations: 135\n\nAbstract\n\nThis article surveys the politics of plastics through a reading and analysis of more than 180 scientific articles in the fields of environmental science and environmental studies. Despite the many benefits of plastics, the global plastic system is increasingly being recognized as the source of severe environmental problems. Rather than orient the investigation around specific venues, levels, or architectures of governance, our survey first follows plastic through its life cycle, and then considers the major categories of plastic objects addressed in the current literature, and the different approaches taken to each category. The politics of plastics is a growing field of inquiry, with the most rapid expansion in the areas of marine pollution and microplastics. Our consideration of plastic flows reveals increasing politicization towards the latter end of the life cycle, that is, plastic as waste and pollution. Turning to plastic objects, we observe different forms of mobilization, and varying connections between flows and objects, which allow for multiple interpretations of what is at stake. In the closing section, we consider two recent trends in the plastic governance discussion that take a more holistic view of the plastic crisis: attempts to construct (a) a circular plastics economy and (b) global plastics conventions or treaties. We end the paper by highlighting the need for studies to further investigate the norms and practices that maintain the role of plastics in society, as well as the political and economic arrangements that secure its overabundance and low price.",
  "summary": "The text discusses the environmental and political implications of the global plastic crisis, highlighting the need for a more holistic approach to address the issue. The authors emphasize the growing field of inquiry into the politics of plastics, with a focus on efforts to construct a circular plastics economy and global plastics conventions. The overall tone of the text is informative and analytically focused on the complex challenges associated with plastic use and governance. \n\nSentiment: 0.5",
  "sentiment": 0.5
}