{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Paper straws are great until you realize plastic straws ... - Reddit",
  "href": "https://www.reddit.com/r/Showerthoughts/comments/cqvcnw/paper_straws_are_great_until_you_realize_plastic/",
  "body": "Whenever I try to use them the paper starts falling apart in the drink and the top of the straw gets very soggy, giving it an unpleasant texture. Whenever I get a paper straw at a restaurant, I just remove it and drink without the straw. I don't care if plastic straws are bad for the environment; at least they fucking work!",
  "readable_content": "- ireaditdoyou (2019-12-08): Paper straws are great until you realize plastic straws account for barely any of our plastic waste. Just look at the grocery store.\n\n- Generico300 (upvoted) (2019-12-08): Everyone bitching about plastic straws, but my local Wendy's just switched to plastic condiment cups. Why Wendy? What was wrong with the paper ones?\n\n- [deleted] (2019-12-08): Plastic Straws are just a strawman for the devastating impacts of all plastics and petroleum products.\n\n- RagingSteel (upvoted) (2019-12-08): And then there's the fuckers who put fruit in plastic bags/packs when they've got a fucking skin.\n\n- Heterophylla (upvoted) (2019-12-08): Paper straws are not great. It's like drinking through a spit-ball.\n\n- forgetasitype (upvoted) (2019-12-08): We will never get rid of plastics. Our focus has to be on either creating plastics from renewable sources that can be composted, or using regular plastics as fuel and capturing the chemical byproducts. The straw bans are the result of the propaganda that the plastics problem is due to us the consumer. It’s a sad joke.\n\n- CalgaryChris77 (upvoted) (2019-12-08): If you are talking about shopping bags, they are getting outlawed as fast as straws are, if not faster. But yeah, it's industrial waste mostly, fishing lines. And the litter from places across the world, that don't have top of the line waste management like we have here in the west that cause the majority of it.\n\n- Lostwithoutpaint (upvoted) (2019-12-08): Absolute bullshit about the paper straws. They are horrible to drink out of. They make everything taste like paper and 1/4 way through the beverage it collapses. Don’t get me started on drinking a frozen drink with these monsters. 4 sips in and you are... (truncated)\n\n- BreezyWrigley (upvoted) (2019-12-08): Well, to be fair, at least a lot of the other plastics are serving some real purpose. Straws are just pointless waste from the very moment they are manufactured. They are completely unnecessary. Small... (truncated)\n\n- DGlen (upvoted) (2019-12-08): Plastic 6 pack rings were never the majority of our waste either. It doesn't mean they don't have a disproportionate effect on the environment.\n\n- mylifeisbro1 (upvoted) (2019-12-08): It’s just the 1% spinning their wheels there isn’t a way to stopping economies for the planet.\n\n- Polar_Ted (upvoted) (2019-12-08): If you want to see large scale plastic waste visit a hospital.\n\n- Philosecfari (upvoted) (2019-12-08): At least there it’s justified for sterility/safety reasons.\n\n- BobRawrley (upvoted) (2019-12-08): So we should not better the world if it doesn't fix everything in one fell swoop? No one expects the oceans to be clean just because plastic straws are gone. But at least it's a start.\n\n- GenerallySalty (upvoted) (2019-12-08): I mean yes there's a looong way to go but this is still good. Think of all the straws a national fast food chain gives out. Millions. That's a shitload of garbage not going into the environment, plus it normalizes the idea of trying to not use plastic in people's heads.\n\n- ireaditdoyou (upvoted) (2019-12-08): Totally. It's just sucking a Pepsi through paper \"thinking yes this is better\" while staring at the plastic lid seems odd to me.\n\n- Jake01Holt (upvoted) (2019-12-08): They are great until McDonald's literally admit its harder to recycle them and they cost more carbon and electricity to make\n\n- BlownHappyKid (upvoted) (2019-12-08): Paper straws are fucking ridiculous.\n\n- work_bois (upvoted) (2019-12-08): Dude, nobody is making paper from rainforest (I know you didn't say that, but give me a bit.). They make it from the shittest wood from the fastest-growing trees possible cause they're the cheapest -- and you only need the cellulose/pulp to make paper. It's mostly pine trees, which can be farmed en-masse and regrown... (truncated)\n\n- nightmarefuel62 (upvoted) (2019-12-08): The issue with plastic straws is more about the shape. They get stuck in turtles noses for example",
  "summary": "The conversation about banning plastic straws reflects a range of perspectives, with some expressing frustration about the focus on plastic straws while acknowledging the larger issue of plastic waste, and others appreciating the small steps being taken to reduce environmental impact. Overall, the sentiment seems to lean towards skepticism about the effectiveness of banning plastic straws on its own. \n\nSentiment: 0.3",
  "sentiment": 0.3
}