{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Plastic straw bans are absolutely ridiculous and ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/d8tv9g/cmv_plastic_straw_bans_are_absolutely_ridiculous/",
  "body": "Plastic straw ban isn't about plastic straws, it's about raising awareness to the greater issue. When living in America, the most striking thing for me was how wasteful the American lifestyle is.Most americans eat from single use disposable plastic plates, with disposable platic utensils, drink from disposable cups, eveything is disposable. ...",
  "readable_content": "- onderonminion (2019-12-08): The straw ban isn't aiming to rid the ocean of all plastic, or even 1% of it and anyone who says it is is just wrong. The straw ban is symbolic, and was a move by activist to make reducing plastic waste more visible. The straw is an entirely pointless tool (assuming the user is able-bodied) so activist and politicians chose it because it was a way they could make the issue affect everyone. Simply put, the straw ban wanted to get people talking about reducing plastic and make the issue more mainstream. It certainly is accomplishing that goal, as evidenced by the fact we're talking about the straw ban in a cmv post right now.\n\n- bigtoine (2019-12-08): It does next to nothing. Next to nothing is more than nothing. So it's a start. Paper straws aren't much better. They might break down, but they are several times more expensive. Not just that, but it also takes CO2 to produce a paper straw because cutting down trees releases CO2, not to mention the logging process. Banning plastic straws isn't about making things cheaper. It's about reducing plastic waste. So I'm not sure how the cost of a paper straw is relevant here. Regarding CO2, do you have actual numbers comparing the CO2 cost of a paper straw vs a plastic straw? Regarding your the anti-government rant in your last paragraph, is there actually something anyone could say to change your view that pro-environment government regulations are not an infringement on your freedom?\n\n- newpua_bie (2019-12-08): Banning plastic straws isn't about making things cheaper. One could argue that it's not even a bad thing to make them more expensive. Straws aren't really necessary for anything apart from if you have a broken jaw. If straws becoming more expensive reduces their usage it's a double plus on top of being recyclable and/or biodegradable.\n\n- lUNITl (2019-12-08): Local municipalities are the ones banning these products, not the federal government. If you don't agree with it, go talk to your neighbors and vote in your local elections. Every law is an \"infringement on your freedom\" that's the whole point, we as a society decide that X action should not be allowed. If you have a problem with that system, go move to Antarctica I guess.\n\n- GlitchedGarden99 (2019-12-08): Straws are the kind of thing that make you say \"It's just a little bit of plastic, it won't make a difference\" so I understand your reasoning behind thinking that the government has no business on how you decide to drink. But the smalls bits of plastic will start to add up (and more people may think like you). And the \"tiny portion\" of 1% sounds minimal if you forget the ridiculous amount of plastic that we make every year (and how it doesn't disappear or biodegrade). USA alone make 0.28 millions of metric tons per year of plastic waste (according to earthday). This ban may seem too much or even patronizing, but it's the same as \"no urination\" signs. Yes, the government has nothing to do with your bladder, and peeing on the streets may seem better that bladder pain due to being away from a toilet, But one way or another it disrupts the environment and banning it will not make another big problem (like banning all plastic or all kind of straws).\n\n- pyromanix13 (2019-12-08): this is really the hill you're gonna die on? because \"mY PlaSTic StRAws aNd FrEEdOm REEEEEEEE\"? You want to drink out of plastic straws? Great!!! Buy a reusable set, there's plenty to choose from so you've got freedom right there If you're seriously gonna pull an infringement on my freedom bs argument, then why aren't you fighting against speed limit laws? They're in place to protect you, but they infringe upon your freedom to speed down a highway at mach 3 and kill yourself in a head-on collision. What about the idea that you can't falsify a police report or else be charged with a misdemeanor/felony? Those rules are put in place to prevent the police resources being wasted and a sense of justice to the falsely accused, which infringes upon your freedom to lie. Are you also going to fight against dress codes in the workplace? It infringes upon your freedom to be a nudist in your cubicle, right? Murder laws, rape laws, burglary... and you're waving your gigantic American flag with your pet eagle soaring overhead because you aren't allowed......plastic.......straws..... EDIT: beyond that, you are aware that straws are in the top 10 plastics found in the ocean? And that approx 500mil straws are used EVERY DAY in America ALONE. https://www.strawlessocean.org/faq That link also debunks the idea that straws are recyclable or compostable\n\n- Maxfunky (2019-12-08): A whopping 1% of the plastic in the ocean comes from the United States. So when I read your post title I immediately thought, \"Nah, they're definitely a good idea in Indonesia, the Philippines and Malaysia at a minimum and probably not even a terrible idea in US coastal cities.\". But it kind of seems like you're only considering the United States. But as you worded it, I think your post is just wrong largely because you're relying on a notion that all countries have a populace that is largely conscious about getting trash into a trash can. Vietnam can probably benefit from a ban on plastic straws as well, as many along the Mekong don't have any kind of trash pickup and their trash pretty much entirely goes into the river which eventually flows out to sea. If I dug into it, I could find lots of places where you are wrong.",
  "summary": "The sentiment about banning plastic straws is varied, with some arguing that it is a symbolic move to raise awareness about plastic waste, while others question the effectiveness and potential drawbacks of alternatives like paper straws. The conversation also covers the environmental impact of plastic waste and the role of government regulations in addressing this issue. Overall, the sentiment is mixed and diverse, reflecting a range of perspectives on the topic.\n\nSentiment: 0.2",
  "sentiment": 0.2
}