{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Why Plastic Straws Are a Problem and What You Can Do",
  "href": "https://greenthatlife.com/why-plastic-straws-are-a-problem/",
  "body": "Plastic straws are one of the most common types of litter found on beaches, yet they can't be recycled. Instead they end up in landfills, as litter, or in waterways. Heavy Usage. It's estimated that Americans use, on average, 1.6 straws per person per day. That translates into roughly 500 million disposable plastic straws every single day.",
  "readable_content": "user (2023-12-08): I was out at a restaurant recently and as my family made our way to our table, I ran into a friend sitting at the bar. She was there with a few friends, and while chatting with her I overheard the bartender ask one of them if he wanted a straw with his drink. The man replied that he did. At that point, a woman in the group gave the man a playful nudge and raised her eyebrows in mock horror. “You’d better watch out with that straw,” she said. “Very Politically Incorrect!”\n\nThis is the problem: we take that one plastic straw, stick it in our drink and think, it’s small and harmless. And that’s true. One straw, properly disposed, is essentially an environmental blip. So it can seem ridiculous to hear of efforts to reduce or even ban plastic straw usage.\n\nWhat happens, unfortunately, is that it’s not just one straw. It’s hundreds of millions of straws. And those hundreds of millions of straws aren’t recyclable. So where do they go?\n\n- Unfortunately, plastic straws are a significant environmental problem due to their enduring pollution, heavy usage, hazard to marine life, and non-renewable ingredients. Additionally, health-related issues such as chemical leaching and dental problems are associated with plastic straw usage.\n\n- Refusing plastic straws is a simple solution, and raising awareness about the negative impact of plastic straws can lead to meaningful change. Alternatives to plastic straws, such as paper, glass, metal, and compostable options are widely available. Organizing beach cleanups and advocating for legislation to restrict plastic straw usage are also effective ways to combat plastic straw pollution.",
  "summary": "The text expresses concern about the environmental impact of plastic straws and advocates for reducing or banning their usage. It highlights the significance of the issue due to their enduring pollution, heavy usage, and hazard to marine life. The text also suggests simple solutions and alternatives to combat plastic straw pollution. Overall, the sentiment of the text is in support of initiatives to reduce or ban plastic straw usage. Sentiment: 0.8",
  "sentiment": 0.8
}