{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "But it's my plastic straws that are the real problem. : r ... - Reddit",
  "href": "https://www.reddit.com/r/iamatotalpieceofshit/comments/dcf6hc/but_its_my_plastic_straws_that_are_the_real/",
  "body": "Plastic straw bans get mocked in large part because they are small but their size is precisely the problem: \"The main reason cited for eliminating plastic straws is their negative impact on our oceans and marine wildlife. Plastic in the ocean is a huge problem — look no further than trash island, or the viral video of a turtle suffering as ...",
  "readable_content": "- PhenomenalPancake (2019-12-08): But it's my plastic straws that are the real problem.\n- [deleted] (2019-12-08): plastic straws are A problem, not THE problem.\n- askthedust11 (2019-12-08): I used to have Duke Energy, now they're passing the costs to the consumer with drastic upcoming bill increases.\n- iwannaridearaptor (2019-12-08): They just raised prices over the summer too. It’s getting ridiculous.\n- loog2759 (2019-12-08): I really don’t see or understand why the fact that the human race is trying to get rid of plastic straws is such a laughable thing. I mean, I get that it’s a small thing but isn’t anything in the right direction for the planet a good thing? I’m not trying to be a douch either.\n- sordiddamocles (2019-12-08): Technically, you can recycle plastic straws but not paper, which bloody doesn't work as a straw anyway.\n- DanishWhoreHens (2019-12-08): This is absurd. The fact that so many corporations flaunt EPA laws and guidelines does not negate other environmental issues. Plastic straw bans get mocked in large part because they are small but their size is precisely the problem:\n<tooltip>The main reason cited for eliminating plastic straws is their negative impact on our oceans and marine wildlife. Plastic in the ocean is a huge problem — look no further than trash island, or the viral video of a turtle suffering as a result of ocean pollution, to understand that. But of all the plastic that ends up in the ocean, straws make up only four percent of that waste. So why are straws a big target? The problem is their size. They are small and inconspicuous. So much so that people often forget they are plastic and do not recycle them. Straws that do get recycled often don’t make it through the mechanical recycling sorter because they are so small and lightweight. So they contaminate recycling loads or get disposed of as garbage. It is estimated that the average person uses 1.6 straws per day. That means that if 25,000 people stop using straws, we would eliminate 5,000,000 straws and prevent them from entering oceans and harming wildlife. So, knowing that most straws, recycled or not, are likely to end up in our oceans, and knowing the amount of straws being used every day, individuals cutting back on use can make a difference.</tooltip>\n- we_are_all_bananas_2 (2019-12-08): We all understand straws are a big issue, but I think his point is that that was all over the media, it's always all over the media what we common folks mess up, but huge industries just pollute away, a slap on the wrist sometimes.\n- RayereSs (2019-12-08): How the heck a global average of straw usage is 1.6 (one point hecking six) straws a day!? I personally haven't ever known anyone who gets drinks with straws more than 4 times a week. Pack of 100 straws we have at home so far lasted 2 years and is still ¼–⅓ full\n- [deleted] (2019-12-08)\n- RavenXII13 (2019-12-08): Why isn't all of the above not the only one marked? You're hypocritical crap doesn't work in any way.\n- rawnoodlelover (2019-12-08): Dodging environmental laws. Not paying taxes. And when they are taxed they pull jobs to get their tax free lifestyle back. Every rich person is guilty of something.\n- [deleted] (2019-12-08)\n- XxGas-Cars-SuckxX (2019-12-08): Mommy government will pay for it again. And again. And again. Private profits, public losses. If it’s not your money via tax dollars, it’s your money via bill increases. Or more likely both. Meanwhile the shareholders/CEOs won’t lose a dime. Unless it’s really really bad. Then they’ll lose a few %.\n- AutoModerator (2019-12-08)\n- crash_dt (2019-12-08): Sounds like a slap on the wrist to me\n- Superlemonada (2019-12-08): Also, why is the onus on consumers to recycle? The companies have the responsibility to innovate and make better packaging. It's so hard to avoid single use plastics, then when there's a lot of it in landfills they turn around and say, \" iT's BecUs yOu dON't recYcLe, DuH!\" Even if we turn majority of our plastics into ecobricks, what the hell are we supposed to do with them? Are they really the most practical building material?\n- whitlink (2019-12-08): Elizabeth Warren said it best during the environmental debates a month or so ago when she said all the BS about light bulbs and plastic straws are just a distraction tactic used by the real people causing the problems. Not to say they are not a problem.\n- Omfgbbqpwn (2019-12-08): You had me until you mentioned 'elizabeth warren'",
  "summary": "The conversation revolves around the debate on the significance of banning plastic straws as an environmental initiative. Some users express frustration with the focus on straws while larger environmental issues caused by corporations are overlooked. Others point out the impact of straws on oceans and wildlife and the need for individual action. Overall, the sentiment reflects a mix of frustration with the disproportionate focus on straws and a recognition of their environmental impact.\n\nSentiment: 0.3",
  "sentiment": 0.3
}