{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "[O level] English Oral topics : r/SGExams - Reddit",
  "href": "https://www.reddit.com/r/SGExams/comments/cqlm8j/o_level_english_oral_topics/",
  "body": "Wᴇʟᴄᴏᴍᴇ ᴛᴏ ʀ/SGExᴀᴍs - the largest community on reddit discussing education and student life in Singapore! SGExams is also more than a subreddit - we're a registered nonprofit that organises initiatives supporting students' academics, career guidance, mental health and holistic development, such as webinars and mentorship programmes.",
  "readable_content": "Randomystick (2019-08-21): To discuss specific questions, click on the links below for the megathread of the respective days!\n\nCURRENT DAY: NINE(?)\n\nDAYS: 1 | 2 | 3 | 4 | 5 | 6 | 7 | [8] | 9\n\nFor any queries, PM u/Randomystick (me) or u/Acedith (creator of this summary thread)\n\n- [deleted] (2019-08-21): [O level] English Oral topics\nMUST-READS: O Levels \n\nDay 1\n\nreading aloud is ??\n\npicture: people having a community breakfast under a void deck together.\n\nHow do you think the people in the picture are feeling?\n\nTell me about a community event you’ve participated in before.\n\nSome say “spending time with neighbors is as important as spending time with family and friends”, tell me what are your views.\n\nDay 2\n\nReading aloud: Joining some basketball club\n\nPicture: A netball match with female players who have the national flag on the SG team's jersey,\n\nwith audience behind\n\n1.Would you enjoy being in the audience watching the match? Why or why not?\n\n2.Have you ever participated/watched a sporting match? Why or why not?\n\n3.Some people say \"team sports is the best way to exercise\". How far do you agree?\n\nDay 3\n\nThe picture was of 2 cleaners doing beach clean-up. They were cleaning garbage on the beach.\n\nThe questions were:\n\nHow do you think the cleaners in the picture feel?\n\nWhat are some efforts your school or neighbourhood have taken towards saving the environment?\n\nDo you agree that countries should work together to protect the environment? Is it necessary to do so?\n\nDay 4\n\nPicture shows many people queuing at ocbc bank\n\nQ1: How would you feel if you were in the queue? Q2: Would cashless payment change your way of spending? Q3: do you think having cash of online bank transaction is better?\n\nDay 5 Theme: Travelling, Transport Picture: Changi airport mrt station filled with many people rushing in and out of the train with luggages\n\nHow do you think the people in the picture are feeling?\n\nTell me about a journey you have taken or a journey you would like to go on\n\nSome people say that in order to reduce pollution, we should only travel when it is necessary. What are your thoughts on this?\n\nDay 6 Theme: technology Picture: Uniformed students in computer lab using computer for educational games\n\nHow do you think the students in the picture feels?\n\nHow do you use technology in school and at home for studies?\n\nSome people say that in the future, schools will be replaced by online learning. Do you agree?\n\nDay 7 Theme : Animal Picture: guy with an elephant\n\nwhy is the picture being taken ?\n\nwould you enjoy volunteering with animal ? Why or why not?\n\nDo you agree if student should take part in volunteering activities ? Why or why not.",
  "summary": null,
  "sentiment": null
}