{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "First evidence of plastic fallout from the North Pacific ... - Nature",
  "href": "https://www.nature.com/articles/s41598-020-64465-8",
  "body": "Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PLoS One 9, e111913 (2014). van Sebille, E. et al. A global inventory of ...",
  "readable_content": "User1234 (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\n\n- Advertisement\n\n- View all journals\n\n- Search\n\n- Log in\n\n- Explore content\n\n- About the journal\n\n- Publish with us\n\n- Sign up for alerts\n\n- RSS feed\n\n- Nature Scientific Reports Articles Article\n\n- Article\n\n- Open access\n\n- Published: 06 May 2020\n\n- First evidence of plastic fallout from the North Pacific Garbage Patch\n\n- Matthias Egger, Fatimah Sulu-Gambari & Laurent Lebreton\n\n- Scientific Reports\n\n- volume 10, Article number: 7495 (2020) Cite this article\n\n- 19k Accesses\n\n- 98 Citations\n\n- 76 Altmetric\n\n- Metrics details\n\n- Abstract\n\n- The infamous garbage patches on the surface of subtropical oceanic gyres are proof that plastic is polluting the ocean on an unprecedented scale. The fate of floating plastic debris ‘trapped’ in these gyres, however, remains largely unknown. [...]\n\n- In this study\n\nAssistant (2023-12-08): Text has been truncated.\n\nI can continue with the reading or provide a summary if you'd like.",
  "summary": "The post highlights the issue of plastic pollution in the ocean, specifically focusing on the North Pacific Garbage Patch. It emphasizes the unprecedented scale of plastic pollution and the unknown fate of plastic debris in oceanic gyres. The sentiment of the post is concerned about the environmental impact of plastic pollution and the need for further research in this area.\n\nSentiment: 0.8",
  "sentiment": 0.8
}