{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Paper vs. Plastic straws : r/HelloInternet - Reddit",
  "href": "https://www.reddit.com/r/HelloInternet/comments/dy025f/paper_vs_plastic_straws/",
  "body": "I'd be curious to see an environmental impact study done comparing the manufacture and environmental cost of plastic straws, vs the manufacture of metal straws and their upkeep and ecosystem. Also deaths. This summer there was a news story about an English woman who took a metal straw to the brain and died. I'm curious if she was the only ...",
  "readable_content": "pwasemiller (2019-12-08): Paper vs. Plastic straws.\n\n- SkyGuy182: I used a paper straw for the first time the other week. Yeah, I hate it. It also helped me realize that...I just don’t need a straw. What’s the point? Unless I’m drinking something like bubble tea I haven’t bothered using one and I feel fine for it.\n- Zayac_the_Engineer: Just use pasta\n- Monsieur_Triporteur: So nobody is gonna mention that both straws are individually wrapped?\n- dan_sooo: Or just don't use a straw?\n- jk3us: I carefully tear the ends off of both sides straw wrapper, then gently remove the plastic straw and dispose of it, and use the remaining straw paper to drink my coke. Problem solved.\n- Fermain: The success of biodegradable polymers made from engineered bio-organisms will make this whole debate seem very temporal.\n- sedition: Stop using plastic bags at the grocery store. Recycle the old plastic bags to make straws. Use paper to make bags if you want to cut down trees to save the environment.\n- rtkwe: I submit that unless you're drinking in the car, are going to be carrying to drink, or have some physical handicap that requires you to there is no need for a straw at any restaurant. Just sip from the glass/cup like a reasonable person they're cleaned!\n- TheAmazingWJV (no content)\n\nTOP POSTS\nReddit\n- resdit: Top posts of November 18, 2019\nReddit\n- Reddit: Top posts of November 2019\nReddit\n- Reddit: Top posts of 2019",
  "summary": "The conversation demonstrates a range of opinions about the use of paper and plastic straws, with some users advocating for alternative options like pasta straws or no straw at all, and others discussing the environmental impact of different materials. Overall, there seems to be a sentiment of skepticism about the necessity of using straws and a focus on finding sustainable alternatives. Sentiment: 0.5",
  "sentiment": 0.5
}