{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The Riddle, and Controversy, of All That Missing Plastic | WIRED",
  "href": "https://www.wired.com/story/missing-plastic/",
  "body": "The science of ocean plastic pollution is so new, it's still hard to tell what's doing the most harm, and what most needs fixing. Macroplastics like single-use bags get into sea turtle ...",
  "readable_content": "user (2023-12-08): Skip to main content\n- The Riddle, and Controversy, of All That Missing Plastic\n- MATT SIMON\n- SCIENCE SEP 12, 2019 11:00 AM\n- The Riddle, and Controversy, of All That Missing Plastic\n\nHUMANS UNLEASH MOUNTAINS of plastic into the sea each year, and that rate is only accelerating as plastic production grows around the world. The confounding bit is that scientists know little about where all that plastic is ending up—in gyres like the Great Pacific Garbage Patch, yes, but that’s just a fraction of the debris released into the ocean each year.\n\nThe folks behind the controversial Ocean Cleanup campaign, which is experimenting with a massive U-shaped catcher in the Great Pacific Garbage Patch, have an idea of where all the trash is going and how it’s degrading—or not degrading—over time. That may have big implications for how Ocean Cleanup and other plastic campaigns end up tackling this mess. But several plastics researchers are already disputing this new work, as well as Ocean Cleanup’s approach to the pollution problem.\n\nWhen plastic debris end up in the ocean, they break into smaller microplastics, often invisible to the human eye, that swirl in the water column or sink to the bottom of the sea. Two recent studies have backed that up: One sampled water down thousands of feet in Monterey Bay and found particles, while the other took sediment samples off the coast of Southern California and found plastic in layers dating back to the 1940s, when its production began in earnest.\n\nOcean Cleanup says it’s discovered a complicating factor here in the age of the plastics. These researchers are, of course, quite familiar with the trash in the Great Pacific Garbage Patch, where macroplastics have turned up that are years, even decades old. “The age and the look of plastic in coastal environments versus the plastic that we find in offshore waters is completely different,” says Laurent Lebreton, chief scientist at Ocean Cleanup and lead author of a new paper in Nature Scientific Reports detailing the findings.\n\nTo complement these findings, Ocean Cleanup used data on winds and currents to show that when pieces of plastic come out of, say, rivers, they tend to stick around the coastline. Maybe they’re washing out a little ways, then washing back ashore. Perhaps they bury in coastal sediments, then resurface due to erosion.\n\nOcean Cleanup reckons that in total, just .06 percent of plastics from the shore and coastline make their way into gyres. But the plastics that do make it there can stick around for perhaps decades—the researchers say they’ve pulled out plastics from the 1970s. They even found a Game Boy.\n\nBut a problem with this study, at least for Marcus Eriksen, who studies ocean plastic and directs the 5 Gyres Institute, is that the observations are based on only 50 pieces of plastic that could be dated as old. “For this paper to come out and say hey, we found 50 objects with dates on them, and we think trash is in the ocean for decades and therefore we must continue this cleanup narrative, is wrong,” he says. \"That's my personal opinion.\" \n\nScripps oceanographer Jennifer Brandon agrees that just because a piece of plastic in the gyre is old doesn’t mean it’s been adrift for a long time. And even if .06 percent of plastics from the shore and coastline make their way into gyres, Ocean Cleanup’s device isn’t equipped to capture microplastics. “One sticking point that I've always had with the people at Ocean Cleanup is I think personally they always underestimate the microplastic,” she says. The group notes that because it would be difficult to collect microplastics in the sea, it's important for them to collect macroplastics before they fragment into smaller pieces.\n\nIf this new study is correct in that plastics ejected at the coast tend to stick to the coast, as other modelers have generally found, you might argue that cleanup efforts should focus on those areas. After all, biodiversity is especially high around the coasts—think of bustling reefs. “I'm really less concerned environmentally about this nasty garbage patch than I am about all the plastics that are right along the coastline,” says University of Michigan eco-toxicologist Allen Burton, who studies plastic pollution.\n\nNevertheless, what Ocean Cleanup has engineered is staggering: A 600-meter-long tube that collects plastic for ships to haul away. It cost tens of millions of dollars to build and deploy. Upon its launch it didn’t catch much plastic, and then it split in two. Ocean Cleanup is now testing a new iteration, but that does nothing to address the core problem of humans pumping endless quantities of plastics into the sea.\n- To stop it, we need to address the source. Baltimore, for instance, has deployed giant trash wheels complete with googly eyes to pull plastics out of the water before they hit the ocean.",
  "summary": null,
  "sentiment": null
}