{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Thank god CA banned plastic straws... : r/pics - Reddit",
  "href": "https://www.reddit.com/r/pics/comments/d1mf2q/thank_god_ca_banned_plastic_straws/",
  "body": "The fireplace art in a $65 MILL New York listing. 460. 143. r/pics. Join. • 14 days ago.",
  "readable_content": "- realitybites365 (2019-09-09): Thank god CA banned plastic straws...\n- Jackmoved (2019-09-09): That's homeless colonies. Not \"trash\" being dumped. Home supply and demand is the main cause. 1.3 mil for some shit starter homes in the bay area caused this\n- Dan300up (2019-09-09): What is that white sea creature looking thing in the foreground?\n- AmbulanceDriver95 (2019-09-09): Oh no! There's so much trash! How pointless for anybody to try and reduce it, even by a little bit.\n- ibncali (2019-09-09): I’m a child of the 70’s, grew up in the 80’s and I remember glass bottles and paper bags. Milk was sold in glass and we returned our coke bottles. How did we go so far so fast in the wrong direction?\n- Now_then_here_there (2019-09-09): Is CA California? or Canada? Just curious, not diverting.\n- [deleted] (2019-09-09): Now what will they snort with, they can use a bill.\n- BleedingTeal (2019-09-09): Except if they're requested or at non sit down restaurants. \n\nhttps://www.businessinsider.com/california-straw-ban-restaurants-what-you-need-to-know-2018-9\n- Formally_Nightman (2019-09-09): By straws the state meant homeless. Communication isn’t their forte.",
  "summary": "The conversation revolves around the ban of plastic straws in California and the impact of the ban on the homeless population. There is a mix of opinions, with some expressing skepticism about the effectiveness of the ban in addressing larger issues such as homelessness and others reminiscing about the use of glass bottles and paper bags in the past. Overall, the sentiment is mixed and leans towards skepticism. Sentiment: -0.6",
  "sentiment": -0.6
}