{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Where Does All the Plastic Go? | The New Yorker",
  "href": "https://www.newyorker.com/news/news-desk/where-does-all-the-plastic-go",
  "body": "According to the study, most of the plastic thought to be currently in the marine environment—somewhere between seventy and a hundred and eighty-nine million metric tons—is stranded, lingering ...",
  "readable_content": "Anonymous (2023-12-08): Skip to main content.\n\n- Where Does All the Plastic Go?\n\nBy Carolyn Kormann\n\nSeptember 16, 2019\n\nEvery year, an estimated eight million metric tons of land-based plastic enters the world’s oceans. But when marine researchers have measured how much of this plastic is floating on the water’s surface, swirling in offshore gyres—most notably, the so-called Great Pacific Garbage Patch, between Hawaii and California—they have only found quantities on the order of hundreds of thousands of tons, or roughly one per cent of all the plastic that has ever gone into the ocean. Part of the explanation for this is that all plastic eventually breaks down into microplastic, and, although this takes some polymers decades, others break down almost immediately, or enter the ocean as microplastic already (like the synthetic fibres that pill off your fleece jacket or yoga pants in the washing machine).\n\n- Scientists have recently found tiny pieces of plastic falling with the rain in the high mountains, including France’s Pyrenees and the Colorado Rockies. British researchers collected amphipods (shrimplike crustaceans) from six of the world’s deepest ocean trenches and found that eighty per cent of them had microplastic in their digestive tracts. These kinds of plastic fibres and fragments are smaller than poppy seeds and “the perfect size to enter the bottom of the food web,” as Jennifer Brandon, an oceanographer at the Scripps Institution of Oceanography, told me. “They have been shown to be eaten by mussels, by coral, by sea cucumbers, by barnacles, by lots of filter-feeding plankton.”\n\n- But what happens to all the marine macroplastic—big stuff, like buckets, toys, bottles, toothbrushes, flip-flops—before it breaks down? Since most macroplastic has not been found floating at the surface, its location has, for many years, remained a mystery to scientists. “The question that everyone in the community has is, ‘Where is all the plastic?’ ” Erik van Sebille, an oceanographer who is leading a major five-year mapping project called topios, or Tracking of Plastic in Our Seas, told me. He calls the missing ninety-nine per cent “dark plastic.” It’s the dark matter of the sea.\n\n- Van Sebille has compared the problem to the discussion around carbon-dioxide emissions thirty years ago. Back then, scientists could see that people were adding greenhouse gases to the atmosphere, but it was unclear where all the carbon dioxide was coming from. “We could only really start thinking about solutions once we got the carbon question closed,” he said. “How much was from aviation, or automobiles, or industry?” For dark plastic, the leading hypothesis has been that the majority of it sinks to the seafloor. Much of it might degrade quickly into microplastic and then sink; other pieces might sink and then quickly degrade, becoming part of that sedimentary record.\n\n- Scientists working for the nonprofit Dutch organization the Ocean Cleanup, which is attempting to create a giant autonomous rake to collect and remove trash floating on the high seas, published a study in the journal Scientific Reports last week that presents a new hypothesis. Based on data the group has collected in the field, it posits that only a small fraction of the plastic that has entered the ocean eventually arrives to one of the five great ocean gyres, where it might persist for decades. According to the study, most of the plastic thought to be currently in the marine environment—somewhere between seventy and a hundred and eighty-nine million metric tons—is stranded, lingering on shorelines and beaches, or buried near the coastline, deep under sand and rocks.\n\n- On various Ocean Cleanup expeditions across the Pacific, researchers had collected a good deal of decades-old trash from the surface. The age of the items was apparent because of their displayed production dates. The oldest item discovered was a plastic bottle crate from 1977. But, apart from debris resulting from the tsunami in Japan in 2011, researchers did not find much recently made plastic—items from the past decade, during which plastic production, and the resulting emissions, have been at their fastest and greatest rates. This was perplexing; if it was true that most plastic sinks and degrades, as the leading hypothesis put forth, then, statistically speaking, most of the plastic that the researchers found floating at the surface should be newer.\n\n- Lebreton created what he describes as a very simple computer box model, which relies on five parameters, including the coastal stranding rate and plastic’s degradation rate, to better understand how different types of plastic move in the sea and why so much of the plastic they have found is so old. Lebreton and his co-authors, Matthias Egger and Boyan Slat, the founder of the Ocean Cleanup, wrote that, based on the model, it seems that land is likely “storing a major fraction of the missing plastic debris.” A small fraction of the plastic is “possibly slowly circulating between coastal environments with repeated episodes of beaching, fouling”—the accumulation of living and nonliving things on the materials’ surface—“defouling and resurfacing.” The older artifacts that the researchers had seen in the middle of the ocean were the few that had escaped the cycle, at least for a while. If they had not collected them, those artifacts might have also, one day, washed up again, on yet another beach.\n\n- Van Sebille, who was not involved in Lebreton’s study and has not worked for the Ocean Cleanup, applauded the study and the simplicity of Lebreton’s model, which made it easy and quick to use. “These kind of exploratory models are desperately needed in the field,” he said. His project, topios, is still a few years away from any definite conclusions. But, van Sebille said, the findings in Lebreton’s paper—that most of the missing plastic has landed near the shore—“is kind of what we are seeing in our models, too.” If Lebreton’s conclusion “is true, then that is very problematic,” he continued. Most marine life is near coastlines—fisheries, agriculture, coral reefs. “In the open ocean, sure there are organisms, but the biodiversity and economic value of that is far lower.”",
  "summary": "The discussion about the impact of plastic waste on the environment is concerning and thought-provoking. The article sheds light on the widespread distribution and potential harm of microplastics, emphasizing the urgent need for solutions to this issue. The findings underscore the complex nature of plastic pollution and its implications for marine ecosystems. \n\nSentiment: 0.8",
  "sentiment": 0.8
}