{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "POWERFUL VIDEO: Why We Need to Stop Plastic Pollution in Our ... - YouTube",
  "href": "https://www.youtube.com/watch?v=Yomf5pBN8dY",
  "body": "Our oceans are being filled and killed by throwaway plastics. But together, we can create a movement to reduce throwaway plastic at the source and save our o...",
  "readable_content": "-@thomasgeorge7633 (2020-12-08): I’m 84 years of age and brought up in the thirties, forties, fifties’ when we had no plastic waste at all. All the rivers, streams, and beaches were all clean and free of plastic waste. The school I went to (about 150 children) didn’t even have a garbage bin, just a small wooden box in case someone had something to throw away.   \nWho is to blame for all this plastic waste in the ocean and waterways? Let’s take fruit and vegetables for an example. The culprit is the grower, the distributor, and the seller. If they say they are concerned about plastic waste they are lying. They couldn’t care less. Scientists have shown videos of birds and fish and turtles etc dying by swallowing small pieces of plastic, yet the grower of oranges, apples, avocado, pears etc you name it, they stick billions of small plastic labels on their product. Most of these labels ends up down throats of fish, birds, and even children. Why don’t they use paper labels instead of plastic? Better still why use labels at all. For decades we purchased fruit and vegetables without labels stuck all over them and went through the checkout no trouble. Why put plastic garters on bunches of bananas. Surely there is no need for that. And why pack and sell 3 potatoes in a plastic container. These are just a few things that cause plastic waste. There are hundreds of items that could be sold without using plastic packaging.\n-@oliviamekhael2029 (2021-12-08): This video is so powerful. We need to protect our oceans and animals everywhere. Share this with everyone you know!\n-@JediRaziel413 (2019-12-08): PROUD to be a monthly donor to the cause @Oceana - thanks so much for all you do for our planet! <3\n-@saneladimitrievski6675 (2022-12-08): This is the hardest challenge we have faced yet. No body decides to pollute, they decide on what they can afford. Don't let this video make you feel guilty. Instead let it help you understand that you are not expected to do it all on your own. We are working together to phase out plastic. All it takes is that initial decision to say \"I will start to try\".\n-@user-yj9cr1qi8c (2023-07-08): I'm sure that the realization of the massive amount of plastic in the ocean, and its severe impact on polluting the marine ecosystem and causing the death of numerous life forms, was eye-opening. It highlighted the urgent need for action to protect our oceans. The magnitude of the problem made me realize that we have a significant responsibility to address this issue and safeguard the health and vitality of our oceans. It prompted me to educate myself further on the detrimental effects of plastic pollution and to actively seek ways to reduce my own plastic consumption and waste. Additionally, I became motivated to support organizations and initiatives focused on ocean conservation and participate in beach clean-ups to directly contribute to the preservation of our oceanic environment. I am confident that with collective efforts and a heightened awareness, we can make a positive impact and ensure a healthier future for our oceans and the countless species that depend on them.\n-@eloiserosina6355 (2020-12-08): This video is so true and people need to really take this seriously!!! It's a big deal, and will affect many if we continue! Thank you for the information. Stay safe everyone! \n-@sophieclements9121 (2020-12-08): They really need to broadcast this and I mean everywhere. People need to know what we are doing to our oceans, how it's effecting our health and what we can to to stop it.\n-@emmatabarez830 (2020-12-08): This needs to be shared on the news cuz this is serious.\n-@elpas.6974 (2021-12-08): That message should be translated into every language for people to hear it everywhere. And not escape the responsibility as consumers, wherever they live - supporting plastic-free businesses is key to helping to overcome these problems. If bottling and packaging companies sign contracts with producers of biodegradable 'plastic', the entire chain will lose the burden of plastic recycling. And it is a problem to litter the ocean because even if there is biodegradable plastic, they may end up choking animals too. \n\nResponsible consumption includes responsible treatment of waste - worldwide. It's easiest beginning with the end users of products - every one of us can compost and buy less plastic and bring their reusable bags when shopping, instead of taking supermarket bags each time. Right now the economy has slowed down so it allows for planning. People can plan for plastic-free shopping easily.\n-@jamescurry2697 (2020-12-08): It should be in trending its so powerful\n-@CBraga-jd4jm (2023-06-08): I am heartbroken by the problem of ocean pollution. Thankfully, there are millions who are now awakened to protect the ocean. Together we can address the problems by being one of the voices of 'Plastic pollution in the ocean'. Share this video with our family, friends and others in order to be aware of the problem we are facing. This is a serious matter.\n-@thepeopleplaceandnaturepod8344 (2023-09-08): This is a wake-up call for all of us to make sustainable choices! \n-@Maryam-td9md (2020-12-08): This is amazing. Keep up the good work. for the people who disliked this, why? Why is it bad to save the ocean? There are innocent animals dying and your hate isn't gonna help.\n-@oyamo (2021-12-08): I came here to search for things for my school work, and now im leaving almost crying. Most of us (humans) still dont understand how bad we are to the planet, i hope this video go viral one day..\n-@user-vm4jt2ue2w (2020-12-08): this video needs to be shared everywhere\n-@jocelinemorrison5190 (2021-12-08): I am 82 and I agree with Thomas George (see his comment a year ago) everything was fine then;  no insecticides, no artificial fertiliser.   No plastics.  David Attenborough is doing his best and is optimistic we can turn become sustainable - if everyone does their bit and we have the will .\n-@nikkyswiftie9036 (2021-12-08): Send this to family and friends. Tell them to resend. Do your part to spread word. And do your part to reduce your waste, even if it's as small as getting a reusable waterbottle. Remember, Reduce, reuse, THEN recycle. In that order.\n-@MyMonkeyMind7 (2021-12-08): Great impactful video. I'm just curious though, if elìmination of plastics is successful we still face countries like Japan disposing of its nuclear waste in the ocean. Is there a similar initiative to prevent nuclear wastes being dumped into the ocean. Just a question. Im glad to have discovered Oceana.\n-@nightcwovles0540 (2020-12-08): this video is helping me understand how important the sea life is and how it can affect us humans and animals if we don't step up our game and do something about it. I believe that everyone has a goal to reach to help our planet stay healthy and alive. this is also helping me for my GCSE's so thank you. This is very serious and I want to do something about it but I need to find more information so I can protest the wrong about plastic and why plastic should stop. I love the marine life so it hurt me to see and hear this. Let's step up our game people and help those animals",
  "summary": "The sentiment of the conversation is overwhelmingly supportive of taking action to reduce plastic waste and protect the oceans and marine life. The comments express concern, sorrow, and a sense of responsibility to make sustainable choices and spread awareness about the issue. Many individuals are advocating for the elimination of plastic use and are committed to making changes in their own consumption habits. Overall, the sentiment is very positive and encouraging of environmental stewardship. Sentiment: 0.9",
  "sentiment": 0.9
}