{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Getting rid of the plastic straw to 'help the turtles ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/cy7vno/cmv_getting_rid_of_the_plastic_straw_to_help_the/",
  "body": "So plastic straws could be recycled and paper ones cant and cost more to produce. Previously all plastic straws ended on a landfill (at best), and remained there for thousands of years. upto 30 years. Paper straws are completely decomposed in 6 weeks, or burned and gone completely.",
  "readable_content": "Reddit Recap\n---\n**Szczesnyy** (2019-12-01): CMV: Getting rid of the plastic straw to ‘help the turtles’ is just a coverup for the much bigger issue of coastal development.\n\nNow it may be easy to change my view as I don’t really have much data to back me up here. The way I think about it is while straws and plastic debris in the ocean is killing turtles, it’s also an easy scapegoat, now I’m all for getting rid of single use plastics because they pollute our oceans, but governments and people are acting like the issue is solved because McDonald’s has paper straws.\n\nThe destruction of turtle nesting areas and coastal development in places like Hawaii is destroying the breeding grounds of turtles and killing them before they’re even hatched, turtles are forced to go to other beaches which affects the hatch rate and gender of turtles. Recently as many as 70% of sea turtles are born female due to rising temperatures.\n\nNow a few things are being done to protect the nesting grounds of turtles, but it’s posed as a much smaller issue than “get metal straw save the environment” when it really just strokes our egos and is not as important.\n\nA turtle chokes on plastic, it gets eaten by something bigger and the cycle continues. A turtle nest gets crushed, it’s buried forever and no creature on earth benefits from that death.\n\nI believe that it is government propaganda due to the only thing people care about... money. It’s cheaper to get rid of plastic than to ACTUALLY conserve the environment by limiting tourism during nesting season or even just staying off the beach. That won’t happen though because money.\n\nThe one thing I see against my suggestion is the fact that conserving those beaches means many local people lose their jobs working in coastal tourist attractions and hotels. My counter to that is the fact that people lived there before huge companies moved in, and they will find a way to live after they leave. If you want to live or are born on a tropical island, respect your surroundings and don’t destroy habitats just because it’s easier to work in a hotel restaurant than to fish or work in a local shop.\n\nI think I covered everything I wanted to.\n\n- **JgJay21** (2019-12-01)\n  - I've lived in 3 Caribbean islands. The biggest threat to turtles is not coastal development/tourism, it's the illegal turtle fishery. Turtles come ashore once a year to lay their eggs. Having both a pregnant mother and her eggs consumed has a major impact on the longevity of the turtle population in that area. And because of the dynamics of turtle nesting (eg. the entire population of mothers nest at the same time every year, nesting mothers are weak and easy to catch, nests are easy to locate), it is easy for illegal fishers to wipe out a population in a matter of years. Turtles whose nests are threatened by coastal development have a better chance of survival than those threatened by the illegal fishery as they can attempt to find a more suitable beach close by. Turtles being hunted for their meat don't have the same opportunities to escape.\n  \n    Now that's an issue for turtles during their annual nesting period.\n  \n    During the rest of the year when they're out at sea, pollution in the water is the biggest threat. This is where single-use plastics and ghost fishing comes into play. Ghost fishing is a difficult issue to police. How exactly does a government regulate discarding of nets during fishing? Perhaps a system of checking nets before and after boats leave port, requiring fishers to go diving for nets in the event they've lost some and having gvt divers on staff to go back looking for nets as evidence for charges... None of the [Caribbean's] fisheries ministries have the resources to police and enforce regulations surrounding ghost fishing. Moreover, many of our deep sea fishers don't even swim, much less dive. At least here in the Caribbean, these are mostly poor folk whose jobs as fishers are already dangerous as is, requiring them to go deep sea diving to return nets that may have gotten damaged or lost during their trip isn't realistic. They do not have the financial means or expertise. It just isn't practical, hence the reason why no government has succeeded in addressing the issue of ghost fishing.\n- **Szczesnyy** (2019-12-01)\n  - !delta I never knew that all sea turtles nest at once, and the illegal fishing issue seems to do what both of the issues I have raised do combined. While single use plastics may or may not kill less turtles than coastal development, the former is much easier to tackle and helps more than one issue. This has definitely shaped my view, while not turning it 180 degrees.\n- **AXone1814** (2019-12-01)\n  - Your points are all true but I still challenge the idea that we shouldn’t focus on small improvements as well as big ones.\n  \n    Plastic straws isn’t one of the biggest contributors but it’s still something people should stop using. Although I agree and wish people would make more individual changes in their day to day lives. The fishing and seafood industry as a big contributor to plastic pollution in the ocean and is something people could easily give up if they wanted to.\n  \n    Most people are only interested in giving up something they wouldn’t really miss so they can feel good about themselves but without making any real change or sacrifice in their life.\n- **Saranoya** (2019-12-01)\n  - To me, this reads as a variation on: \"the solution we came up with won't solve the entire problem, so we shouldn't implement it.\"\n  \n    It's true that the plastic straws are a token strand in a much larger web of problematic human interactions with the environment. It's also true that banning plastic straws is a step in the right direction.\n- **Deleted** (2019-12-01)\n  - I do think this is an indication of a similar, but not exactly the same problem. It is a problem of government by wedge issues.\n\n    The goal is not to achieve the result. The goal is to make an appearance of fighting for the result.\n\n    Will “assault weapons” bans make any difference in gun deaths? Rifles of any kinds are responsible for 400 homicides out of 17k murders, and of course they are easily substitutable in almost every shooting scenario by other types of rifles and handguns even in the very small number of homicides where they are commonly used. But we “have to do something”. It is about activity, not the results.\n\n    Does a “Green new deal” have any probability to pass? To make big transformations such as these, you have to have a support of the population at large, and it has things in it - such as housing as a human right - that the majority of the population in the US is far from agreeing to. It is not written to pass, it is written to prove to the 30% of the population that needs to come to the polls to ensure Democrats win in the blue states that the Democrats are “fighting for climate” - while also assuring party’s rich donors that the boat will continue going in the same general direction.\n\n    This is similar. Banning plastic straws is a pointless activity when it comes to saving wildlife, but it is a critical political tool: it shows you that Democrats care about the environment, so you either vote for them or see the planet burn.\n\n    It is kinda similar to the post-9/11 situation. You could install steel doors in the cockpits, or you could go to war in Iraq. Steel doors would have solved this particular terrorist issue, but going tk ear ensured republican dominance for a couple of elections.\n\n    [deleted]\n---",
  "summary": "The conversation about banning plastic straws on Reddit reflects different viewpoints on the effectiveness and significance of such actions in addressing environmental issues. Some argue that focusing on small improvements like banning plastic straws can still be beneficial, while others perceive it as a token gesture. The discussion also raises concerns about the larger systemic issues and political motivations behind such actions. Overall, the sentiment of the conversation is skeptical about the impact of banning plastic straws as a solution to environmental challenges. \n\nSentiment: -0.6",
  "sentiment": -0.6
}