{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Mexico City, a megalopolis' war on plastic bags - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/mexico-city-megalopolis-war-plastic-bags",
  "body": "Now these plastic-free alternatives are making a comeback, along with straw baskets and reusable cloth bags, after a ban on plastic bags entered into effect in the megalopolis on 1 January 2020. ... \"I was so worried about the news of dead animals in the oceans due to pollution, the imminent extinction of species and the little time left to ...",
  "readable_content": "user (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n13 FEB 2020 STORY CHEMICALS & POLLUTION ACTION\nMexico City, a megalopolis’ war on plastic bags\nPaper cones, called “cucuruchos”, have been traditionally used by shoppers in Mexico City for carrying spices and grains. Now these plastic-free alternatives are making a comeback, along with straw baskets and reusable cloth bags, after a ban on plastic bags entered into effect in the megalopolis on 1 January 2020.\n\nMexico City, one of the most populated cities in the western hemisphere, declared war on single-use plastic bags, in a bold move as part of a broader initiative to better cope with the 13,000 tonnes of garbage that this vibrant city produces every day.\n\nThe new law prohibits the commercialization of plastic bags in supermarkets and stores. Gradually until 2021, the local authorities plan to ban other single-use plastic items, including straws, glasses, cutlery and balloons.\n\nAround 12 million people live in Mexico City, but the population jumps to a total of 21 million when considering the conurbation area. The biggest Spanish-speaking city in the world is joining the club of megalopolis (those with 10 million or more inhabitants) trying to ban free retail distribution of bags, its manufacturing and in some cases imports.\n\nIt is estimated that 10 million plastic bags are consumed globally each minute. In North America, the other two existing megacities have also imposed some form of restriction: Los Angeles prohibits most bags, except the thickest ones, and New York will do so from March 2020.\n\nIn Latin America all megacities are currently restricting plastic bags: Rio de Janeiro, Sao Paulo and Buenos Aires prohibit its sale, while Lima and Bogota impose taxes.\n\n“The protection of the environment is at the heart of the ban on single-use plastic bags in Mexico City. We all have to understand that the economic development is compatible with the protection of the environment, there is no antagonism there,” says Claudia Sheinbaum, Mexico City’s mayor.\n\nBy 2050, the amount of municipal solid waste worldwide will increase to 3.4 billion tonnes, according to a World Bank report. Up to 12 per cent of all waste is plastic, and most of it ends up in landfills or suffocates our oceans.\n\n“I was so worried about the news of dead animals in the oceans due to pollution, the imminent extinction of species and the little time left to adopt concrete actions to reverse the damage we have caused. All that inspired to me to work on the bill,” says Alessandra Rojo de la Vega, a local legislator who led the legislation on plastic bags in Mexico City.\n\n“Mexico has marine ecosystems of great value and today there is much greater public awareness about the impact of plastic waste on biodiversity,” says Dolores Barrientos, the United Nations Environment Programme (UNEP) representative in Mexico. The organization has advised several Mexican states on plastics-related legislation.\n\n“Currently, there is no national legally binding instrument banning plastic bags, but 27 of the 32 Mexican states have already passed laws to prohibit them, and more are considering imposing restrictions,” says Barrientos.\n\nSince the ban came into force, more companies in Mexico City are offering alternatives to single-use plastic bags. Soriana, one of the biggest retailers, launched a reusable bag for the first time back in 2005. Photo by UNEP\n\nCitizen support is key when it comes to enforcing laws: 200 non-governmental organizations launched in 2019 the Mexico Without Plastic Alliance, an initiative aimed to promote sustainable consumption lifestyles. It is estimated that each family in Mexico City disposes of 650 single-use plastic bags per year, and many conscientious citizens did not wait for the law to change their habits.\n\n“This measure has been well received by our customers, who were already reducing their plastic bags’ consumption voluntarily since 2005, when we launched our first reusable bag,” says Humberto Fayad Wolff, commercial director at Soriana, a major retailer in Mexico, that has enthusiastically complied with the ban.\n\n“The consequences of single-use plastics on the environment have become a big social challenge for Mexico and the world,” states Fayad Wolff. Global plastics production reached around 360 million tonnes in 2018, and in the next 15 years, production is projected to nearly double. The commitment of the most populated countries in the world is urgent.\n\nParadoxically, the most populous city in the world, Tokyo, with more than 37 million inhabitants, does not prohibit bags and is just beginning to discuss a potential tax. None of the three African megacities—Cairo, Lagos and Kinshasa—prohibit the bags either, nor Moscow, one of the three megacities in Europe (Paris and Istanbul have passed restrictions).\n\nIndia houses three megacities—New Delhi, Mumbai and Calcutta—and its plastic industry employs around 5 million people. In August 2019, Prime Minister Narendra Modi pledged to take a “first big step on 2 October 2019 towards making India free from single-use plastics”, though no national ban has been announced yet.\n\nThe real leap forward could come from China, which is home to 1.4 billion people and remains the largest worldwide generator of plastic packaging waste. The government unveiled a plan to ban non-biodegradable plastic bags by the end of 2020 in large cities, and two years later in all its territory.\n\n- For more information, please contact María Amparo Lasso, Head of Communication for Latin America and the Caribbean, UNEP.",
  "summary": "The post discusses the positive impact of Mexico City's ban on single-use plastic bags, highlighting the environmental and social benefits of this initiative. It also mentions the increasing global trend of banning plastic bags in megacities. The sentiment about banning plastic straws is overall positive and supportive of these measures to reduce plastic waste and protect the environment. \n\nSentiment: 0.9",
  "sentiment": 0.9
}