{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic glue or super glue : r/Warhammer40k - Reddit",
  "href": "https://www.reddit.com/r/Warhammer40k/comments/cao31v/plastic_glue_or_super_glue/",
  "body": "Plastic glue is great for model stability. But you have to be sure you've got things how you want them, because fixing mistakes will require cutting. Plastic glue melts the plastic so that it sets as a single piece of plastic. Super glue is more forgiving with mistakes, but is more brittle. You can pretty easily snap a super glued piece off (or ...",
  "readable_content": "ChadwickStrongpants (2019-07-08): Plastic glue or super glue\n\nSo far I've only put together push fit Warhammer kits, and I have a set that I need to use glue to build. I was wondering which type of glue would would be better, and I was wondering if magnetizing is worth it if the set has multiple weapon choices.\n\nImahumin (2019-07-08):\n- If you have never built a kit before don’t magnetize. I would suggest super glue. It is more forgiving and doesn’t melt the mini if you add too much. It also lets you pry it apart after a dunk in the freezer if you mess up.\n\nTyr1326 (2019-07-08):\n- I find plastic glue more forgiving. It gets a bit tacky before it sets, allowing you to correct errors. Superglue is either set or its not, nothing inbetween. And sure, you can break it apart. But it also sticks to your fingers, to parts you didnt intend, etc.\n\nfrostape (2019-07-08):\n- Magnetizing: Absolutely\n\n- Plastic glue is great for model stability. But you have to be sure you've got things how you want them, because fixing mistakes will require cutting. Plastic glue melts the plastic so that it sets as a single piece of plastic.\n\n- Superglue is more forgiving with mistakes, but is more brittle. You can pretty easily snap a super glued piece off (or watch it snap after you drop it accidentally).\n\n- Personally, I love plastic glue for modeling and then super glue it to the base (in case I ever need to re-base the model)\n\nchaos0xomega (2019-07-08):\n- If you're magnetizing you will need to use superglue, as plastic glue will not bond the magnets to the plastic (duh).\n\n- Personally I prefer plastic glue, but only because you can get it in a bottle with a needle-applicator tip or a brush-on applicator that allows for precision placement of the glue. Otherwise most superglue nozzles are larger and don't allow for precise application and they have a tendency to clog up as well.\n\nRokanos (2019-07-08):\n- Dry fit everything before you put any glue on.\n\n- Use plastic glue if it is a plastic model kit, superglue (gel) for magnets, and thin superglue for resin (make sure you clean the resin first!)\n\n- Magnetizing is worth it, if you can stomach the extra time involved, aren't in a hurry, or having trouble decided which weapons you like best. Basically, if you think you can handle doing magnets, do it.\n   \n- Superglue tends to get EVERYWHERE, so be careful. You want to use it sparingly (use less than you think, and then use slightly less than that). Don't know how many times I've seen friends end up with half a bottle of superglue on their model, gunking up detail and everything else.\n\n- Ultimately, use what works best for you. Some people prefer superglue because they find it easier to work with. Some people prefer plastic glue for the same reason. You may end up using a combination of different glues - So long as the end result is what you are looking for, it doesn't really matter.",
  "summary": null,
  "sentiment": null
}