{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Are Plastic Straws Recyclable? - Green Matters",
  "href": "https://www.greenmatters.com/p/plastic-straws-recyclable",
  "body": "Plastic straws are usually made from resin #5, known as polypropylene. The good news is this plastic can be recycled in most cases. The United States makes five billion pounds of polypropylene annually. Thanks to its high melting point and durability, resin #5 is the go-to pick for plastic packaging material.",
  "readable_content": "- GreenMatters (2023-12-08): You don’t have to self-identify as an eco-warrior to know that straws are having a moment right now. As in, a moment where they are villainized, everybody hates the plastic ones (but also doesn’t really love the paper ones), and some cities have even banned them. And sure, we know that plastic straws end up in our oceans and ultimately are bad for marine life like turtles, but what exactly is so bad about plastic straws? Is it that they aren’t ending up where they are supposed to or is it that plastic straws ultimately aren’t recyclable?\n\nAs you may well know, there are many different categories of plastic based on the resins. Plastics #1, #2, and #3 are generally recyclable, while some other kinds of plastic are more difficult. Plastic straws are usually made from resin #5, known as polypropylene. The good news is this plastic can be recycled in most cases.\n\nWhile plastic straws made out of resin #5 generally are recyclable, not many of them are being recycled. So, what’s the deal? Well, straws are small and incredibly lightweight, which means they can fall off the recycling machines pretty easily. If a straw falls off, they don’t make it through the mechanical recycling sorter, so they fall off the radar. When the straws fall, they fall into other plastic sorting categories, then mixing with other materials. Since the straws are too small to separate from other materials, they either get mix-matched with other materials, contaminating those materials, or end up in landfills as garbage rather than a recyclable material.\n\nThe takeaway is though plastic straws are, yes, technically recyclable, our current recycling system and machinery is flawed, causing plastic straws to contaminate other materials or end up in landfills. In fact, most plastic straws do end up in landfills. Since they are not biodegradable, the straws will sit there for decades where they will cause environmental harm, pose a threat to wildlife, and leak toxic pollutants like phthalates and bisphenol A into our soil and waterways.\n\nSo, what should you do? Whenever possible, avoid the plastic straw. You can buy your own reusable straws made from metal, silicone, or even reusable plastic (but we recommend a more sustainable material). Or, you could always forego the straw altogether and you know, drink from the side of the cup. If you find yourself in pickle and you absolutely need to use a single-use plastic straw, do your best to recycle it properly, but know that even if you do, it may still end up causing damage.",
  "summary": "The post discusses the issues surrounding plastic straw use, recycling, and the impact on the environment. It emphasizes the need to reduce plastic straw consumption and suggests alternatives such as reusable straws or avoiding the use of straws altogether. The overall sentiment of the post is to encourage environmentally friendly practices and raise awareness about the negative effects of plastic straws. Sentiment: 0.9",
  "sentiment": 0.9
}