{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Report reveals 'massive plastic pollution footprint' of drinks firms",
  "href": "https://www.theguardian.com/environment/2020/mar/31/report-reveals-massive-plastic-pollution-footprint-of-drinks-firms",
  "body": "Mon 30 Mar 2020 19.01 EDT Last modified on Tue 31 Mar 2020 15.55 EDT Four global drinks giants are responsible for more than half a million tonnes of plastic pollution in six developing countries...",
  "readable_content": "User (2023-12-08): Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nThe NGO estimated the burning of plastic packaging put on to the market by the companies creates 4.6m tonnes of carbon dioxide equivalent. Photograph: Daniel Msirikale/Tearfund\nPlastics\n This article is more than 3 years old\nReport reveals ‘massive plastic pollution footprint’ of drinks firms\nThis article is more than 3 years old\n- Sandra Laville\n- Mon 30 Mar 2020 19.01 EDT\nFour global drinks giants are responsible for more than half a million tonnes of plastic pollution in six developing countries each year, enough to cover 83 football pitches every day, according to a report.\n\nThe NGO Tearfund has calculated the greenhouse gas emissions from the open burning of plastic bottles, sachets and cartons produced by Coca-Cola, PepsiCo, Nestlé and Unilever in developing nations, where waste can be mismanaged because people do not have access to collections.\n\nTaking a sample of six developing countries, reflecting a spread across the globe, the NGO estimated the burning of plastic packaging put on to the market by the companies creates 4.6m tonnes of carbon dioxide equivalent – equivalent to the emissions from 2m cars.\n- ...\n\nThe report highlighted how communities in low- and middle-income countries continue to be swamped by mismanaged waste, including plastic pollution, that causes environmental destruction, sickness and death.\n- ...\n\nTearfund is calling on the companies to dramatically reduce the production and sale of single-use plastic packaging and switch to refillable and reusable models.\n\nThe NGO is demanding the companies:\n- Report the number of units of single-use plastic products they use and sell in each country by the end of this year.\n- Reduce this amount by half, country by country, by 2025, and instead use environmentally sustainable delivery methods such as refillable or reusable containers.\n- Recycle the single-use plastics they sell in developing countries, ensuring that by 2022 one is collected for every one sold.\n- Restore dignity through working in partnership with waste pickers to create safe jobs.\n\nA spokesperson for Nestlé said: \"We have set ourselves the commitment to make 100% of our packaging recyclable or reusable by 2025. We are working hard to eliminate non-recyclable plastics and invest in innovative, alternative delivery systems, including bulk, reuse and refill options.\"\n\nA spokesperson for Unilever said: \"We’ve committed to halve our use of virgin plastic in our packaging in just five years and reduce our total use of plastic by more than 100,000 tonnes. This demands a fundamental rethink in our approach to packaging and products, and as we speak, we’re piloting different reuse and refill formats across the world, so we can test, learn and scale these solutions.\"\n\nA PepsiCo spokesperson said: \"We are working to reduce the amount of plastic we use and have set a target to, by 2025, decrease virgin plastic content across our beverage business by 35 per cent. Between July 2018 and 2019 we pledged over $51m to global partnerships designed to boost recycling rates to support a circular economy.\"\n\nA Coca-Cola spokesperson, said: \"We are absolutely committed to ensuring the packaging in which we serve our products is sustainable and our efforts are focused on continuing to improve the eco-design and innovation of our packaging. As part of a number o",
  "summary": "The post discusses a report revealing the significant plastic pollution footprint of major drinks companies and calls for a reduction in the production and sale of single-use plastic packaging. The companies are urged to move towards refillable and reusable models and to report, reduce, and recycle the single-use plastics they sell in developing countries. The companies have responded with commitments to make their packaging recyclable, reduce their use of virgin plastic, and invest in alternative delivery systems. Overall, the tone is critical of these companies and their environmental impact but acknowledges their commitments to change. \n\nSentiment: 0.6",
  "sentiment": 0.6
}