{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic Straws and the Environment : r/comics - Reddit",
  "href": "https://www.reddit.com/r/comics/comments/chtejl/plastic_straws_and_the_environment/",
  "body": "Posted by u/Bearmancartoons - 633 votes and 58 comments",
  "readable_content": "- Bearmancartoons (2019-07-25): Plastic Straws and the Environment\n\n- hickory-smoked: Typically, single-use plastic cups are recyclable, and plastic straws are not. So the barista is not actually as hypocritical as the comic suggests. Either way, if you want to do better, bring your own cup/straw.\n\n- [deleted]: Paper straws feel horrible and melt so easily. Why not just build straws into the cups and make the cups recyclable\n\n- teddy_vedder: Ask a lot of Starbucks employees and you’ll find out many locations just toss their recyclable trash in with their regular trash at the end of the day 🙃\n\n- SmegmaOnDemand: I mean you need to start small if you want to make big changes. It would be too abrasive for most people to adapt to if you tried to make drastic modifications all at once.\n\n- asd193: Drink without a straw? Like a soda?\n\n- mattygeenz: I really dont see a joke here?\n\n- wot0: I didn't get the joke at first, then I realized the cup.\n\n- Good_old_Marshmallow: General plastic cups can be of a high enough quality to be recycled or biodegradable. Most plastic straws are too small, brittle, or too cheap to be recycled. That's why\n\n- GingerTron2000: I mean, it's better than nothing! Baby steps.\n\n- [deleted]: Throw it in the baristas face it’s all her fault. Companies don’t make changes like that. Then sue for emotional trauma cause by the paper straw.\n\n- MillionDollarBooty: If you hate paper straws so much, just buy a metal one to use. It's environmentally friendly and doesn't disintegrate. Hell, if you have time just bring your own cup and you get a discount too. No waste that way.\n\n- quimblesoup: I have one and love it but I literally never remember it.\n\n- Grymare: In my local Starbucks they didn't even know about the discount and veery reluctantly used the cup i brought. They really should advertise a lot more for it if they want to have a greener public image.\n\n- IGotNoCleverNames: What's even worse is spoons. I went to a Ben and Jerry's shop the other day (ice cream) and they served with wooden spoons. My lips still hurt 4 days late as a result.\n\n- Bearmancartoons: Don’t chew them\n\n- [deleted]: I assume your talking about Starbucks and I'd like to add that Starbucks is owned by nestle\n\n- RejectUF: Nestle owns the rights to distribute Starbucks products outside the actual Starbucks stores, but does not own Starbucks itself.\n\n- GetNifty: Why did you turn the costumer black? Are you trying to say that black people don't care about the enviorment?\n\n- HorizontalBrick: This feels like a boomer comic",
  "summary": "The post and conversation reflect mixed sentiments about banning plastic straws, with some expressing frustration about the impact on their experience and others advocating for small steps towards environmental conservation. There are also comments criticizing the comic and its representation. Overall, the sentiment is somewhat divided, with a mix of support and skepticism about environmental measures. Sentiment: 0.1",
  "sentiment": 0.1
}