{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "This new nanotech could help clean up Earth's microplastics",
  "href": "https://www.pbs.org/newshour/science/this-new-nanotech-could-help-clean-up-earths-microplastics",
  "body": "Addressing plastic pollution is going to require myriad solutions, including the reduction and recycling of plastic. But even if we stopped all plastic production today, we'd still have billions ...",
  "readable_content": "PBS NewsHour (2019-07-31): This new nanotech could help clean up Earth’s microplastics\n\nMicroplastics, measuring 5 millimeters across or smaller, pose a significant challenge for removal due to their size. Recently, scientists have developed reusable nano-sized reactors called nanocoils, which can trigger microplastic breakdown. The nanocoils generate free radicals that attack the microplastics, causing them to fragment into smaller pieces. These fragments can serve as a carbon food source for plant-based lifeforms like algae. The nanocoils were found to convert 50% of microplastics to carbon dioxide and water, and could be used multiple times before losing effectiveness. However, further research is needed to apply this technology to wastewater and different kinds of microplastics.\n\n- The study has highlighted the potential of nanocoils in addressing the microplastic pollution issue.\n- There is ongoing work required to adapt the nanocoils for widespread application in wastewater treatment.\n- The findings offer a promising avenue for more effective plastic waste management.",
  "summary": "The text highlights a promising development in the fight against microplastic pollution, showcasing the potential of nanocoils in addressing this environmental issue. It acknowledges the need for further research to adapt the technology for widespread application in wastewater treatment. Overall, the tone is optimistic about the potential of this new nanotech in tackling plastic waste management. Sentiment: 0.8",
  "sentiment": 0.8
}