{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "More Plastic Is On the Way: What It Means for Climate Change",
  "href": "https://news.climate.columbia.edu/2020/02/20/plastic-production-climate-change/",
  "body": "Plastic proliferation and pollution The annual demand for plastic has almost doubled since 2000. And the growing global population, improving economic conditions and technological progress will create even more demand for plastics in the future, according to a report by the International Energy Agency (IEA).",
  "readable_content": "User (2023-12-08): News from the Columbia Climate School\n\nMore Plastic Is On the Way: What It Means for Climate Change\nBY RENEE CHO |FEBRUARY 20, 2020\n\nWith the recent fracking boom causing low gas prices, fossil fuel companies are seeking other ways to bolster their profits — by making more plastic. Just as the world is starting to address its enormous plastic pollution problem, these companies are doubling down on plastic, with huge potential consequences for climate and the environment.\n\n- The over-abundance of natural gas has resulted in the lowest gas prices since 2016. Consequently, some fossil fuel companies are being forced to shut down drilling rigs and file for bankruptcy protection. Big companies like Exxon Mobil, Shell and Saudi Aramco, which see signs of a coming decline in fossil fuel use, are compensating for the low prices by investing in plastic production, since plastics are made from oil, gas and their byproducts. As a result, the World Economic Forum expects plastic production to double by 2040.\n\n- Natural gas contains ethane, which is a building block of plastic. Because the U.S. has extracted so much ethane with its natural gas, over $200 billion have been invested into 333 new chemical and plastics projects, as of the end of 2019.\n\n- Judith Enck, former regional EPA director and a founder of Beyond Plastics, has said that 2020 is a critical year because many of the new plastic production facilities in the U.S. are in the permitting process; “If even a quarter of these ethane cracking facilities are built,” she said, “it’s locking us into a plastic future that is going to be hard to recover from.”\n\n- Ethane is an odorless and colorless constituent of natural gas. To make plastic, companies separate it from the natural gas mixture and convey it in liquid form via pipeline to an “ethane cracker,” a large industrial plant that uses intense heat to crack or break apart ethane molecules.\n\n- The United States already produces around 40 percent of the world’s ethane-based petrochemicals and is the largest exporter of ethane, selling to Norway, the U.K., and Scotland, and to China and India, where plastic demand is rising.\n\n- The Department of Energy (DOE) expects that by 2025, the eastern U.S., including Appalachia, will be producing 20 times more ethane than it did in 2013.\n\n- The annual demand for plastic has almost doubled since 2000. And the growing global population, improving economic conditions and technological progress will create even more demand for plastics in the future, according to a report by the International Energy Agency (IEA).\n\n- The climate implications of plastic: The CIEL report warns that the greenhouse gas emissions from plastic jeopardize our ability to keep the global temperature rise below 1.5˚C. If plastic production stays on its current trajectory, by 2030, greenhouse gas emissions from plastic could reach 1.34 billion tons per year, equivalent to the emissions produced by 300 new 500MW coal-fired power plants.",
  "summary": "The information provided sheds light on the alarming trend of fossil fuel companies turning to increased plastic production in response to low gas prices. This move has significant implications for climate change, as the surge in plastic production could lead to a surge in greenhouse gas emissions, further jeopardizing efforts to limit global temperature rise. The article highlights the urgent need to address the plastic pollution problem and the potential consequences of continued plastic production. \n\nSentiment: 0.9",
  "sentiment": 0.9
}