{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Single-Use Plastics 101 - NRDC",
  "href": "https://www.nrdc.org/stories/single-use-plastics-101",
  "body": "Since the 1950s, 8.3 billion metric tons of plastics have been produced, and half of that in the past 15 years alone. There are many uses for plastic that are not only reasonable but important,...",
  "readable_content": "- Guest (2023-12-08): Skip to main content\n    Support NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n- Guest (2023-12-08): A straw with our iced coffee, a plastic bag to carry our takeout, a wrapper on a candy bar: taken individually, each seems harmless. These modern conveniences are so ubiquitous—and so quickly thrown out—that they hardly register in our minds. But single-use plastics come with a steep environmental price—one that we’ll be paying off for millennia. Our plastic addiction is having a devastating impact on our oceans, our wildlife, and our health.\n- Guest (2023-12-08): [...]\n- Guest (2023-12-08): What Are Single-Use Plastics?\n- Guest (2023-12-08): Why Is Single-Use Plastic Bad?\n- Guest (2023-12-08): Single-Use Plastics and Pollution\n- Guest (2023-12-08): Should We Ban Single-Use Plastics?\n- Guest (2023-12-08): Avoiding Single-Use Plastics\n- Guest (2023-12-08): Put simply, single-use plastics are goods that are made primarily from fossil fuel–based chemicals (petrochemicals) and are meant to be disposed of right after use—often, in mere minutes. Single-use plastics are most commonly used for packaging and serviceware, such as bottles, wrappers, straws, and bags.\n- Guest (2023-12-08): [...]\n- Guest (2023-12-08): Single-use plastics are a glaring example of the problems with throwaway culture. Instead of investing in quality goods that will last, we often prioritize convenience over durability and consideration of long-term impacts. Our reliance on these plastics means we are accumulating waste at a staggering rate. We produce 300 million tons of plastic each year worldwide, half of which is for single-use items. That’s nearly equivalent to the weight of the entire human population.\n- Guest (2023-12-08): [...]\n- Guest (2023-12-08): Although single-use plastic pollution accumulates most visibly on our streets, in fact our water suffers even more. Litter can be the first stage in a waste stream that enters waterways as plastics tossed on the street are washed away by rain or travel via storm drains into rivers and streams. Our waterway plastic pollution is particularly concentrated: Just ten rivers carry 93 percent of the world’s total amount of plastic that enters the oceans via rivers each year.\n- Guest (2023-12-08): [...]\n- Guest (2023-12-08): An albatross found dead with a belly full of plastic on Midway Atoll\n- Guest (2023-12-08): [...]\n- Guest (2023-12-08): Our addiction to plastic also has negative impacts on the climate. A recent report showed that plastic production contributes to planet-warming greenhouse gas emissions at every point in its life cycle. The process of drilling for plastic’s source materials, oil and gas, leads to methane leaking and flaring and is often combined with clearing forests and wetlands that otherwise would have sequestered carbon. Refineries where crude oil is turned into plastic",
  "summary": "The conversation discusses the harmful impact of single-use plastics on the environment, particularly on wildlife and the health of ecosystems. It highlights the need to address the issue and suggests measures such as banning single-use plastics and avoiding their use. The overall sentiment of the conversation is a strong agreement with the need to take action against single-use plastics. \n\nSentiment: 0.9",
  "sentiment": 0.9
}