{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Instead of plastic straws they use edible straws : r ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinteresting/comments/c8boj3/instead_of_plastic_straws_they_use_edible_straws/",
  "body": "In Mexico, there are no plastic straws, by law everyone uses biodegradable ones :) ... SORBOS edible flavored straws are actually allergen-free, and they don't contain any GMOs, or allergens, nor do they dissolve or add flavor to your drink. They're sort of like PEZ candy. You can find them on Amazon, search these ID's B09327KMD9, B0C5N6CQZZ ...",
  "readable_content": "- W0LFINTHEW00DS (2023-12-08): Instead of plastic straws they use edible straws.\n\n- sandguardian117 (2023-12-08): It looks like a pool noodle.\n\n- ThatChocolateA5 (2023-12-08): Came to say just this. A miniature pool noodle.\n\n- evilgiraffe666 (2023-12-08): And plastic lids on their plastic cups. Not sure why we demonize straws and ignore the rest. But hey, we've gotta start somewhere I suppose.\n\n- GhostDuel (2023-12-08): How much THC.\n\n- can_i_get_likes (2023-12-08): Who's they?\n\n- UpvoteMeOrUGay (2023-12-08): I got a cavity just looking at that.\n\n- W0LFINTHEW00DS (2023-12-08): No sugar mate.\n\n- conspiracytheoryzone (2023-12-08): Anything’s better than a paper straw.\n\n- W0LFINTHEW00DS (2023-12-08): Hell yeah.\n\n- BCB06102004 (2023-12-08): What restaurant is this from?\n\n- W0LFINTHEW00DS (2023-12-08): A place called Dolce Banana.\n\n- Esketittie (2023-12-08): YES, cuz they use paper straws now and those ain't fun to use.\n\n- HaydenTCEM (2023-12-08): This...does put a smile on my face. P.S. Don’t blur my username.\n\n- julesbadic (2023-12-08): In Mexico, there are no plastic straws, by law everyone uses biodegradable ones.\n\n- W0LFINTHEW00DS (2023-12-08): Thanks for the knowledge I really didn’t know that!\n\n- abologna4224 (2023-12-08): That's awesome! I wonder if they are the same as my favorite straw and the best edible straws out there in my opinion. SORBOS edible flavored straws are actually allergen-free, and they don't contain any GMOs, or allergens, nor do they dissolve or add flavor to your drink. They're sort of like PEZ candy. You can find them on Amazon, search these ID's B09327KMD9, B0C5N6CQZZ and B0C5N8WN7W. There are other flavors but I find the mixed boxes are best.\nI actually did a lot of research and these are by far the best in the edible and biodegradable category. I found others use rice or wheat so they contain gluten, some also contain micro-plastics. Also, something to note is that most biodegradable straws that are individually packaged come in a wrapper that is sealed with chemical glues or the paper ones for example use glues, whereas SORBOS I found is all-natural. They even use eco-friendly ink for printing, natural food coloring, like orange derived from Turmeric, and their paper wrapping is actually water permeable so they stay as fresh as ever.",
  "summary": "The conversation reflects various perspectives on using edible and biodegradable alternatives to plastic straws, discussing challenges and benefits. Although there are different opinions on the topic, the overall sentiment seems to lean towards supporting the use of eco-friendly alternatives. Some express satisfaction with the transition away from plastic straws and acknowledge the importance of sustainability. Others share information on biodegradable options and the impact of laws in different regions. Sentiment: 0.6",
  "sentiment": 0.6
}