{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "I made buttons out of plastic straws : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/dafx5g/i_made_buttons_out_of_plastic_straws/",
  "body": "Plastic, when heated, releases some pretty toxic, noxious chemicals that build up in your body over time and can cause cancer and other illnesses. I'm sure after this brief exposure you're not that bad off, but it's not a good idea to make a habit of this kind of thing. ... You just have to go out and buy some straws. Creating more demand which ...",
  "readable_content": "_arkoudaki (2019-09-28): I made buttons out of plastic straws\n\n- stink3rbelle: Plastic, when heated, releases some pretty toxic, noxious chemicals that build up in your body over time and can cause cancer and other illnesses. I'm sure after this brief exposure you're not that bad off, but it's not a good idea to make a habit of this kind of thing.\n\n- idrawstone: Tutorial?\n\n- PenTease: In my imagination, you help the straw upright then slowly melted them down to pancake flat with an iron\n\n- [deleted]\n\n- SassyMillie: This is a cool idea but I doubt I would go to this much effort for a few buttons. (Not to discount OP, whatsoever - to each his/her own.) I'm more about recycling my buttons from old clothes. I always cut them off and keep them in a nice vintage ball jar. I have quite a collection and if I need one or more that doesn't have a match I'll often replace all the buttons with different ones so it looks intentional. The leftover shirt or pants gets used for other things - cut up for rags mostly.\n\n- _arkoudaki: This is the tutorial : https://m.youtube.com/watch?v=dPhty9-T0mY 0:21\n\n- DoctorTobogggan: Bring on the down votes but this is a nonsense way to spend time and effort to try to help the environment.\n\n- kissapuppy: I would love to find out how you made this!\n\n- what_is_perspective: I love zero waste but am I the only person who thinks this is dumb af?\n\n- [deleted]\n\n- brown-eye_guy: Good job, now throw them in the trash.\n\n- LittleGlovesDavid: How??\n\n- woosterthunkit: This is super cool\n\n- hagamuffn: Dope\n\n- soggycedar: What did you use them for?\n\n- thatG_evanP: Why are there black dots on them? Like yeah, that's where the holes should be but those are obviously black dots.\n\n- kofu00: If you zoom in to the pic you can see the table through the holes\n\n- allycat38: If I’m not mistaken, a black marker was used to mark where OP would drill holes in the buttons.\n\n- [deleted]\n\n_arkoudaki (2019-09-28): Wow fantastic!! Can you tell us more?",
  "summary": "The conversation about making buttons out of plastic straws includes a range of opinions, from concerns about the health risks of heating plastic to a mix of support and skepticism about the idea. Some users express interest in learning how the buttons were made, while others question the practicality and environmental impact. Overall, the sentiment is varied, with a mix of positive and negative reactions. Sentiment: 0.2",
  "sentiment": 0.2
}