{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "What is up with plastic straws and saving turtles? - Reddit",
  "href": "https://www.reddit.com/r/OutOfTheLoop/comments/c8jorn/what_is_up_with_plastic_straws_and_saving_turtles/",
  "body": "Answer: Because a lot of the plastic straws (and other disposable garbage) end up in the ocean and is not always properly recycled/disposed. Hence, it creates pollution in the oceans and fucking up the environment. However, note that most of the sea pollution comes fishing practices (nets, plastic of all sorts, equipment, etc).",
  "readable_content": "hbn14 (2019-07-03): Because a lot of the plastic straws (and other disposable garbage) end up in the ocean and is not always properly recycled/disposed. Hence, it creates pollution in the oceans and messing up the environment. However, note that most of the sea pollution comes from fishing practices (nets, plastic of all sorts, equipment, etc).\n\nAutoModerator (2019-07-03): Moderator Announcement Read More »\n\n- The Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\n- Idiocracy (2006) [480p]\n- Trapping 200 Scammers in an Impossible Maze [22:31]\n- Laurence Fishburne reads a former slave's incredible letter to his old master [6:29]\n- Cop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\n- Why Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\n- MCU Defenders of The Status Quo [21:58]\n- The comments on videos about sigma males is a gold mine\n- Never forget where we came from\n- Geekenders - Jesse and Dodger RETURN!\n- This makes me happy\n- I Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\n- Bit bending an MRI to play Bach\n- How to Predict a Divorce with 91% Accuracy\n- Emily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\n- What's inside this crater in Madagascar?\n- This man inflates inner tubes until they explode and uploads a new explosion video every day\n- M.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\n- This video is now 14 years old. How neat is that?\n- Historian tells you how to survive if you were teleported back to the Middle Ages\n- What's the deal with the popcorn button?\n- Footage from the auditions from the cast of \"Dazed and Confused\" in 1992\n- We need to talk about male suicide\n- What would a magnitude 15 earthquake be like?\n- Would I Lie To You - Was Lee Mack invited to the royal wedding?\n\nReddit Recap reReddit: Top posts of July 3, 2019",
  "summary": "The conversation highlights the environmental impact of plastic straws and the need to reduce their usage to prevent pollution in the oceans. The mention of the significant contribution of fishing practices to sea pollution also underscores the broader issue at hand. It's evident that there is concern about the negative effects of plastic waste on the environment. Sentiment: 0.8",
  "sentiment": 0.8
}