{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "The combat on plastic straws, plastic bottles, and plastic ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/cxi5u0/the_combat_on_plastic_straws_plastic_bottles_and/",
  "body": "The combat on plastic straws, plastic bottles, and plastic bags is not blown our of proportion, but it is covering up the high use of plastic by big retailers. I work at a retailer known for it having a bullseye. Every day copious amounts of product comes in boxes that contain at least 1 plastic bag per item, sometimes the items will be bagged ...",
  "readable_content": "- conkellz (2019-12-08): The combat on plastic straws, plastic bottles, and plastic bags is not blown our of proportion, but it is covering up the high use of plastic by big retailers. I work at a retailer known for it having a bullseye. Every day copious amounts of product comes in boxes that contain at least 1 plastic bag per item, sometimes the items will be bagged in individual plastic and then put into another bag. I'm at a low volume store and we easily have 3 6ftx6ftx3ft bags of plastic every day, I cannot imagine what higher volumes have. We should be posting pictures of the high usage of plastics in retail stores, even the more \"progressive\" stores use a lot of plastic. Sorry, even your reusable straws come in in plastic bags. We need to target the problem as a whole, instead of making a fad out of it.\n\n- actuallytommyapollo (2019-12-08): We stopped buying snacks from certain overseas companies because they would individually wrap their snacks inside the bags. It's a huge waste\n\n- UnpopularOpinionMods (2019-12-08): Is this a Popular or Unpopular opinion? Please reply to this comment with either 'popular' or 'unpopular' Please do not vote on your own submissions.",
  "summary": "The conversation highlights the concern about the excessive use of plastic in retail stores and the inefficiency in targeting the root of the plastic waste problem. There is frustration over the excessive packaging and individual wrapping of products leading to a significant waste of plastic. Overall, the sentiment is that the focus on banning plastic straws is overshadowing the larger issue of plastic usage in retail. \n\nSentiment: 0.8",
  "sentiment": 0.8
}