{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "I showered with my mom and things got awkward : r/confessions - Reddit",
  "href": "https://www.reddit.com/r/confessions/comments/ce1dzb/i_showered_with_my_mom_and_things_got_awkward/",
  "body": "So do what you want to do because that's what we should all do. Instead of what some book or some other person said it isn't okay if you liked it then ask her to help you with the shower again. Just cuz people say it isn't okay it doesn't mean it isn't do what makes you feel good do what makes you happy whatever it may be. 1. r/confessions.",
  "readable_content": "[deleted] (2019-07-16): I showered with my mom and things got awkward\n  \n- 3fingerbrad (2019-07-16): Shower with your dad, I guess.  \n- baddecision116 (2019-07-16): Reading your post history... clearly a troll.  \n- RememberTheSubHuman (2019-07-16): It's not incest if you let her wank you off. It would simply be a faithful mother taking good care of her unwell son. Be honest and talk to her about finishing what she started.  \n- RichL74 (2019-07-16): Put a waterproof bag over your busted arm and wash with the other good hand / arm for fucks sake.  \n- TaoTeChing81 (2019-07-16): What you do next is r/quityourbullshirt Per your history you have killed people including family members, 3-ways with teachers, fucked your dad, sister, mother while camping and you're clearly a f'ed up troll.  \n- disposable_hero73 (2019-07-16): dude- is your mom hot?  \n- RememberTheSubHuman (2019-07-16): I wonder the same. If she was I'd literally kill to be in his shoes.  \n- Morpheous- (2019-07-16): She is very fat , he thought the rolls on her leg was her p*ssy.  \n- Barankah (2019-07-16): Shower with her again, but tell her you read online that mouths clean better than hands.  \n- Morpheous- (2019-07-16): Now you should tell all your friends and relatives  \n- yourbitchyourrules (2019-07-16): Well well boy aren't you lucky what are you do? Should you even have to ask if she did that enough and you allowed it to make you come then both of you were enjoying it. So do what you want to do because that's what we should all do. Instead of what some book or some other person said it isn't okay if you liked it then ask her to help you with the shower again. Just cuz people say it isn't okay it doesn't mean it isn't do what makes you feel good do what makes you happy whatever it may be",
  "summary": null,
  "sentiment": null
}