{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The global odyssey of plastic pollution | Science",
  "href": "https://www.science.org/doi/10.1126/science.abc4428",
  "body": "Open in viewer. Researchers now recognize that plastic cycles through more than just the ocean. To be sure, the ocean is a sink for micro plastics. But as ecologists learn more about these particles, they realize that the ocean is not always the final fate of microplastics; rather, the ocean is one part of the global plastic cycle.",
  "readable_content": "User asked about a section of a text:\nThe global odyssey of plastic pollution\nThinking big about small particles reveals new features of the microplastic cycle\nCHELSEA M. ROCHMAN AND TIMOTHY HOELLEIN\n\nResearchers recognize that plastic cycles through more than just the ocean. To be sure, the ocean is a sink for microplastics. But as ecologists learn more about these particles, they realize that the ocean is not always the final fate of microplastics; rather, the ocean is one part of the global plastic cycle. In his essay “Odyssey,” Aldo Leopold poetically describes how biological, chemical, and geological factors shape the journey of atoms “X” and “Y” (representing carbon and nitrogen) among the land, atmosphere, and sea, between biotic and abiotic compartments, and through deep time. Microplastics might display a different arrangement of atoms, but nonetheless, plastic particles in the environment are subject to the same biogeochemical forces as all other matter.\n\nAs ecologists think about all that encompasses the sources, fates, and transformations of microplastics, Leopold's prose challenges them to envision and measure processes among all ecosystem compartments, including those that strain one's imagination, such as plastic in rain. Future microplastic researchers should follow the example of Brahney et al. and think big about small particles, so as to contribute to our understanding of the global microplastic cycle and how it has become an aspect of global elemental cycles.",
  "summary": "The text discusses the global cycle of plastic pollution and emphasizes the need for researchers to consider all ecosystem compartments in understanding the fate and transformations of microplastics. The authors draw inspiration from Aldo Leopold's \"Odyssey\" to highlight the importance of thinking big about small plastic particles to contribute to our understanding of the global microplastic cycle. \n\nSentiment: 0.8",
  "sentiment": 0.8
}