{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Plastic straws should be banned from being given at ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/efzgxi/cmv_plastic_straws_should_be_banned_from_being/",
  "body": "A 100-pack of plastic straws could last a person 30 days if you use 3 straws a day. A doctor might also prescribe them for people with short-term illnesses, injuries, or surgeries. IMO, this practice would ensure that we aren't being Darwinist with our sustainability laws while also holding corporations responsible for polluting.",
  "readable_content": "- peplover (2019-12-08): Have you ever given a child a paper straw? They literally eat them.\n- littlebubulle (2019-12-08): I guess I just want to see a solution that works without killing people.\n  - dantheman91 (2019-12-08): Straws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters. \nhttps://phys.org/news/2018-04-science-amount-straws-plastic-pollution.html Also\nestimated to be 0.03 percent of total plastic waste by mass \nStraws are such a small part of pollution. Why is banning them the answer? Why not force restaurants to recycle them if they want to use them? Starbucks plastic straws are recycle-able to start. \nIf your local recycling scheme does accept type 5 plastics a really simple trick is to place them into a larger type 5 plastic container. It’s likely the whole container will get recycled therefore including the straws in it. It’s the small things sometimes. \nIs manufacturing paper straws actually better? Or the lids with built-in straws? How much extra manufacturing does that take and how much does it actually help? \nI think it's not necessarily a bad thing but it's mostly PR at this point. Straws are not going to be what ends humanity. We do other things that do orders of magnitude more pollution.\n  - Angdrambor (2019-12-08): I think it's reasonable to ban plastic straws from restaurants, but not from grocery stores, no prescription required. \n  Anyone who needs them will buy a pack, but the vast majority of people won't care and won't buy them. \n  This will lead to a 90 or 99% reduction in straw use, which is a pretty good environmental win. \n  I think it's ridiculous to require a prescription for plastic straws, or to make them a controlled substance. We can reduce their usage without doing that, and I think it would be a significant government overreach to try to regulate them.\n  - tasunder (2019-12-08): The other issue is that when you go to a restaurant, you're going to ask for a straw. The problem isn't being solved if they're still available if you ask for them. The same number of straws are being used.\n  - smcarre (2019-12-08): Most people can use a reusable straw. These people can buy some and keep them on them like they do with their phone or wallet. Maybe even on a keychain. But people with disabilities still need access to plastic straws.\n    - Grumpy_Troll (2019-12-08): I'm a moderate liberal in the US. I absolutely believe in climate change and want to take real steps to help correct it.\n    That said, when I see politicians calling for the banning of plastic straws I can't help but think it is political pandering and a great way for liberals to lose elections to Republicans.\n    Getting rid of plastic straws is barely a drop in the bucket in terms of affecting climate change or pollution. I'd much rather see politicians focus on better industrial regulations and treaties as that is going to be the thing that actually makes a difference, not straws.\n    Meanwhile, Republicans can rightfully point at liberals wanting to get rid of plastic straws as a perfect example of both big government overreach and liberal elitism taking down to the masses. Trying to ban plastic straws is a great way for liberals to turn independents into conservatives. That's why I'm against it.\n    - ThisFreedomGuy (2019-12-08): I'm not exactly sure about banning plastic straws. If it's to reduce use of plastic, then we really should stop doing business with China. They use and dispose of many times the plastic we do.\n    If it's to save aquatic life, ask yourself how a straw gets from mainland America to where those animals live.",
  "summary": "The conversation regarding banning plastic straws showcases a range of viewpoints, including skepticism about the effectiveness of such a ban in addressing larger environmental issues, concerns about accessibility for people with disabilities, and political considerations. Overall, there is a mixture of support for reducing plastic straw use and skepticism about the impact of such a ban.\n\nSentiment: 0.2",
  "sentiment": 0.2
}