{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Why does the Arctic have more plastic than most places on Earth?",
  "href": "https://www.nationalgeographic.com/science/article/remote-arctic-contains-more-plastic-than-most-places-on-earth",
  "body": "Plastic pollution in these areas is \"a much more straight-line impact,\" he says. A 2015-17 study measuring microplastics in sand on U.S. National Park beaches found the amount of pollution in ...",
  "readable_content": "user (2023-12-08): Why does the Arctic have more plastic than most places on Earth?\n\nPlastics travel on ocean currents and through the air to the far north and accumulate—sometimes inside the animals that live there.\n\nTiny fibers and debris collected during a sampling of a Greenland sea ice core are illuminated under a microscope in the lab of the research vessel Kronprins Haakon.\n\nPHOTOGRAPH BY LAWRENCE HISLOP\nBYCHERYL KATZ\nPUBLISHED OCTOBER 30, 2019\n\nOn an ice floe in the Greenland Sea, high above the Arctic Circle, Ingeborg Hallanger is vacuuming up plastic.\n\nWe’re standing on a patch of “fast ice,” so called because it’s held fast in a jumble of icebergs stuck on the shallow shelf off Greenland’s northeast coast. A rumpled white tabletop, pocked by blue meltwater pools and webbed with cracks, stretches to the horizon. Greenland’s glaciers shimmer in the distance.\n\n- This text is from National Geographic, published in October 30, 2019, authored by Cheryl Katz. It discusses the presence of plastics in the Arctic, particularly in remote, high-latitude hotspots, and the impact of synthetic materials on the ocean food web and Arctic wildlife.\n\nHallanger, a researcher with the Norwegian Polar Institute in Tromsø, Norway, peers into a hole that has been drilled through the yard-thick ice and threads a hose down to the liquid surface just below. As other members of the research expedition patrol with rifles for polar bears, whose appearance would force a hasty retreat to the ship moored nearby, Hallanger switches on a pump and begins filtering tiny particles out of the seawater.\n\nHere in the Arctic, hundreds of miles from the nearest big city, are some of the greatest loads of plastics on the planet. Studies find higher concentrations of microplastics in sea ice in these remote, high-latitude hotspots than in the five infamous ocean garbage patches. And a recent report finds airborne microplastics are falling on the far north mixed with snow.\n\n- The article also highlights the finding of airborne microplastics mixed with snow in the Arctic, emphasizing the widespread distribution of plastic pollution in the region.\n\nThe area where Hallanger is working is one of the most plastic-polluted parts of the Arctic. Within this passage between east Greenland and Norway’s Svalbard Islands—a hub of ocean currents called the Fram Strait—a recent study found more than 12,000 microplastic particles per liter of sea ice. That amount is similar to the highest reported concentrations floating off polluted urban coasts. And it’s surpassed by the 14,000 particles per liter recently found in the snow on top of Fram Strait sea ice.\n\n- Detailed findings from a recent study in the Fram Strait, highlighting the substantial concentration of microplastic particles in sea ice and snow in the region, are presented.\n\nBut the Arctic plastics invasion isn’t confined to the Fram Strait. Scientists are finding microplastics across the High North, from the Beaufort Sea to the Canadian archipelago to the waters off Siberia, and they’re starting to tease out the reasons why. Arctic Ocean surface waters hold the most plastics of any ocean basin. The number of particles measured in some parts of the Arctic ocean bottom are the highest in the world. Fragments of man-made materials are turning up in Arctic wildlife. Especially birds. And especially a gull-like bird called the Northern fulmar, which has become a magnet for plastics.\n\n- The widespread distribution of microplastics in the High North and their impact on Arctic wildlife, particularly birds, is emphasized. The vulnerability of the Arctic ecosystem to plastic pollution is discussed.\n\nThe flood of plastics in our oceans today—scientists estimate up to 12.7 million metric tons of plastic waste are dumped into the seas every year—is a global problem. But on top of having some of the world’s highest microplastic burdens, the Arctic, with its harsh living conditions, limited food web, and monumental climate changes now under way, is likely especially vulnerable to the effects.\n\n- The vulnerability of the Arctic to plastic pollution, especially considering its challenging environmental conditions and ongoing climate changes, is highlighted.\n\nOver the last decade, scientists have documented high concentrations of plastic litter—including microplastics—all over the Arctic: on beaches and in deep sea sediments, sea ice, and surface waters.\n\nWhere plastic litter was found\n\nSurface\n\nSeafloor\n\nOpen sea\n\nBeach\n\nOther\n\n- The distribution of plastic litter in different environments in the Arctic is outlined, indicating the pervasive presence of microplastics in various regions and habitats across the Arctic.\n\nBack on the Kronprins Haakon, a Norwegian Polar Institute research icebreaker, Hallanger, graduate student Vegard Stürzinger, and I decide to conduct an impromptu microplastics experiment. Hallanger’s own samples, which also include ice cores, pieces of newly formed “pancake” ice, and deeper seawater, will wait for analysis back in her lab at the institute in Tromsø. But here, we filter several samples of melted ice scraped from the top of the floe where no one has walked, and examine the remains through a microscope.\n\nThe filters are sprinkled with red, blue, black, and yellow smidgens smaller than a pencil eraser—the maximum size to be classified as microplastic. Most appear to be synthetic fibers, along with a few chips and shards.\n\n- The impromptu microplastics experiment conducted on the research icebreaker Kronprins Haakon is described, revealing the presence of synthetic fibers and plastic particles in the melted ice samples collected from the Arctic environment.\n\nErik van Sebille, an oceanographer with Utrecht University in the Netherlands, has been mapping the movement of plastics around the oceans. There’s so much trash in the northern ocean that he finds another garbage patch now appears to be forming in the Barents Sea, above Norway and Russia. Much of the trash seems to be from northwestern Europe and the east coast of North America.\n\n- The mapping of plastic movement around the oceans and the formation of a new garbage patch in the Barents Sea is discussed, indicating the sources of plastic waste in the northern ocean.\n\nVan Sebille hypothesizes that plastics pile up near the southern edge of the Arctic Ocean because northbound Atlantic water cools and sinks there, setting in motion a powerful ocean current system called the Atlantic Meridional Overturning Circulation. Plastic is buoyant, so it stays behind.\n\n- A hypothesis explaining the accumulation of plastics near the southern edge of the Arctic Ocean is presented, suggesting a link to the ocean current system and the buoyancy of plastics.\n\nIn a new study, van Sebille and colleagues find that subsurface currents can move significant amounts of microplastic from the mid-latitudes to both poles. In fact, he says, when carried on subsurface currents, “plastic is much, much more likely to end up in the polar regions.”\n\n- The movement of microplastics from the mid-latitudes to the poles via subsurface currents is highlighted, emphasizing the increased likelihood of microplastics ending up in polar regions through this transport pathway.\n\nWhat’s more, van Sebille finds that plastics are also essentially surfing toward the poles on waves, an ocean transport process called Stokes Drift. Since most models estimating ocean plastics don’t include the ride provided by Stokes Drift, the load in the Arctic could be considerably higher, he says.\n\n- The transportation of plastics toward the poles on waves through Stokes Drift is introduced, suggesting that this process may significantly contribute to the influx of microplastics in the Arctic.\n\nSea ice, meanwhile, both transports and stores massive amounts of microplastics in the Arctic. But with the ice melting at its current speedy pace, that storage should be considered temporary, says Ilka Peeken, a marine biologist with Germany’s Alfred Wegener Institute for Polar and Marine Research.\n",
  "summary": null,
  "sentiment": null
}