{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Where does our plastic accumulate in the ocean and what does that mean ...",
  "href": "https://ourworldindata.org/where-does-plastic-accumulate",
  "body": "But the plastic we find in our surface waters is more than 100-fold lower. This is the 'missing plastic' problem. ... Eriksen, M. et al. Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. Plos One 9, e111913 (2014).",
  "readable_content": "-User (2023-12-08): Our World in Data: Where does our plastic accumulate in the ocean and what does that mean for the future?\n\n\nThe world now produces more than 380 million tonnes of plastic every year, leading to pollutants entering the natural environment and oceans. Around 8 million tonnes of plastic are estimated to enter the ocean annually. However, the plastic found in surface waters is significantly lower, posing the \"missing plastic\" problem. This discrepancy has led to several hypotheses.\n\nOne possibility is inaccurate measurement, but this alone cannot explain the missing plastic problem. Another hypothesis is that ultraviolet light and mechanical wave forces break large pieces of plastic into smaller ones, which are easily incorporated into sediments or ingested by organisms. Furthermore, recent research suggests that plastics in the ocean break down slower than previously thought, and much of the missing plastic is washed up or buried in our shorelines.\n\nA study by Lebreton, Egger, and Slat provides insights into the accumulation of plastic in the ocean from 1950 to 2015. This study shows that the majority of ocean plastics accumulate along shorelines, with significant amounts resurfacing even after several decades. Additionally, the study challenges previous hypotheses about the short lifetime of plastics in the surface ocean.\n\nThe study also models the future evolution of plastic masses in surface waters under different scenarios, indicating that even if plastic emissions stop by 2020, macroplastics would persist for many more decades. This suggests the need to address the large legacy of buried and awash plastics on shorelines. It also emphasizes the importance of rapidly reducing both macro- and microplastics in our oceans.",
  "summary": null,
  "sentiment": null
}