{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Getting rid of plastic straws solve almost no problems",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/e5pgut/getting_rid_of_plastic_straws_solve_almost_no/",
  "body": "Plastic straws were banned not because they'd have the biggest impact, but because they're small, highly visible, and they'd get people talking about more impact things they could be doing instead. In that regard, I think it was a great success.",
  "readable_content": "- ono1113 (2019-12-03): Getting rid of plastic straws solve almost no problems. I live in a town of 80,000 people. Plastics are used in all forms from original package of food to repackaging. We throw out around 5 big trash bags full of plastic every day. Not using plastic straws helps the environment, but not as much as many people think.\n- PopperChopper (2019-12-03): I don't think the carbon footprint of cutting down all those trees for paper straws is very good either. In my mind it's like ok... You're not wrong but way to attack 1% of 1% of the problem.\n- Bebe_Bleau (2019-12-03): Trees used in manufacturing are farmed these days. They replace every tree they cut. It's not like they're destroying forests. In addition, natural forest lands need to be thinned.\n- Whitescorpionjacket (2019-12-03): Of course not, but it’s best to start small - straws, utensils, to-go containers, etc. Besides, it’ll never be enough compared to the pollution corporations and the military produce.\n- ono1113 (2019-12-03): Yes, you are right, we can do it, but people are thinking that getting rid of plastic straws will lead to reducing plastic use in huge numbers when it's only very small and negligible. Im all in for reducing plastics, but in much higher count.\n- Bebe_Bleau (2019-12-03): I have an idea that maybe some really good inventor could invent: A long time ago, straws and cups were made of paper coated with wax. They didn't hold up well -- BUT -- what if someone came up with a better wax that was biodegradable?\n- Terrible_People (2019-12-03): Plastic straws were banned not because they'd have the biggest impact, but because they're small, highly visible, and they'd get people talking about more impactful things they could be doing instead. In that regard, I think it was a great success. Not a week goes by that I don't see someone saying \"Why are we bothering with straws when we could be going after <bigger source of plastic waste> instead!?\"\n- Rigistroni (2019-12-03): It's not about the plastic straws, it's about sending a message about plastic in general. That said we should still have straws available for the disabled.",
  "summary": "The sentiment of the conversation about banning plastic straws is largely skeptical about the impact of banning plastic straws on reducing overall plastic usage. There are discussions about the negligible impact of banning straws, the carbon footprint of alternatives like paper straws, and the need for broader measures to reduce plastic waste. However, there are also opinions emphasizing the symbolic value of banning plastic straws as a conversation starter on the issue of plastic waste. Overall, the sentiment is mixed with a leaning towards skepticism about the effectiveness of banning plastic straws. Sentiment: -0.5",
  "sentiment": -0.5
}