{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "New book 'March On!' gives fascinating ... - heraldchronicle.com",
  "href": "https://www.heraldchronicle.com/news/local/new-book-march-on-gives-fascinating-history-of-sewanee-s-preparatory-school-divisions/article_1759dbf2-16af-11ea-8eac-33ff5644b404.html",
  "body": "The Sewanee Trust for Historic Preservation has published \"March On!,\" a history of the preparatory school divisions of the University of the South, generally referred to as Sewanee.",
  "readable_content": "user (2023-12-10): The Sewanee Trust for Historic Preservation has published “March On!,” a history of the preparatory school divisions of the University of the South, generally referred to as Sewanee.\n\n “March On!” is a book that is filled with stories and historic photographs to surprise and entertain all who have an affection for Sewanee, education in general, or Tennessee history.\n\n“March On!” began as a student project by Nathan Shults when he was a Sewanee undergraduate. He originally planned to cover only the history of the Sewanee Military Academy (1908—1971) but found that, to provide an understanding of the sources of the structure and values of the SMA, he should begin 40 years earlier with the preparatory school that became the SMA.\n\nDiscoveries indicated that the university had not originally planned for a preparatory school. Instead, the founders envisioned only a great American university, one to rival the great universities of Europe.\n\nThe Sewanee Mining Company had, in 1858, granted 5,000 acres to the proposed institution with the provision that a university be in operation on the property within 10 years. So, with no time to spare, a group of men, sometimes called the second founders, hired a small faculty and recruited nine students, most under college age.\n\nLed by the efforts and influence of Charles Todd Quintard, the university managed to raise enough funds, mostly from the North and England, to finance a limited college program. After its establishment, the high school was renamed the Sewanee Grammar School and provided highly regarded college preparatory instruction for 113 years.\n\nIn the next century, during patriotism following the Spanish-American War, the school transformed into the Sewanee Military Academy. The SMA later dropped its military program in 1971 and became The Sewanee Academy, continuing to uphold academic excellence until 1981 when it merged with the neighboring St. Andrew’s School to form the St. Andrew’s-Sewanee School.\n\nThe book is available at the University Bookstore in Sewanee and other bookstores and businesses. For more information or instructions on getting the book, individuals can write to the Sewanee Trust for Historical Preservation.",
  "summary": null,
  "sentiment": null
}