{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Why Rivers are the Key to Rapidly Stopping Plastic Pollution",
  "href": "https://theoceancleanup.com/updates/why-rivers-are-the-key-to-rapidly-stopping-plastic-pollution/",
  "body": "Plastic pollution is one of the most pressing issues our oceans face today. Close to 700 marine species are now known to be harmed by plastic, of which more than 100 are endangered. Its economic impact on coastal communities is estimated to be up to 19 billion USD per year. What's more, plastics are magnets for toxic chemicals, which, when consumed by the fish we eat, potentially impacts the ...",
  "readable_content": "-User (2023-12-08): COOKIE PREFERENCES\n\nWith cookies, we can make your website experience better. We make use of functional, analytical, and tracking cookies. Thanks to them, we can spot errors and clunky parts in the website, show more relevant advertisements, learn which content is most popular, play videos from YouTube, and more. Some cookies are strictly necessary for using our website, but you can choose to opt out of tracking cookies. Read more about which cookies we use in our privacy policy or via the settings link below.\n\nSETTINGS\nACCEPT ALL COOKIES\nSkip to content\nThe Ocean Cleanup\nOCEANS\nRIVERS\nDASHBOARD\nUPDATES\nCAREERS\nPRESS\nABOUT\nDONATE\nDISCUSSION, GENERAL, RIVERS 6 May 2021\nWHY RIVERS ARE THE KEY TO RAPIDLY STOPPING PLASTIC POLLUTION\nBACK TO UPDATES\nBoyan Slat\n\nCEO and Founder\n\n Share\n Tweet\n Share\n Send\n\nPlastic pollution is one...\n\n-The Assistant (2023-12-08): The text continues with a detailed analysis of the plastic pollution problem and emphasizes the importance of focusing on the most effective intervention to reduce the amount of plastic flowing into the oceans. The author makes the point that only a small fraction of plastic enters the oceans and that plastic emissions are highly unequally spread across the globe, with certain rivers being responsible for a significant portion of river plastic emissions. The text explores the unequal distribution of plastic pollution and its relationship with income and waste management infrastructure in different countries. It also highlights how the ocean plastic pollution problem is highly concentrated and provides counter-intuitive conclusions about the impact of preventing plastic emissions from specific locations.",
  "summary": null,
  "sentiment": null
}