{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Where can I buy plastic straws? : r/canberra - Reddit",
  "href": "https://www.reddit.com/r/canberra/comments/ia25eb/where_can_i_buy_plastic_straws/",
  "body": "Just had some major facial surgery and finding those stupid paper straws a total bitch to use. I managed to get a small pack of plastic straws on ebay but there were incredibly expensive. (And before someone says to use a reusable one I cant)",
  "readable_content": "- sporangeorange (2020-08-15): Where can I buy plastic straws?\n\nJust had some major facial surgery and finding those stupid paper straws a total bitch to use. I managed to get a small pack of plastic straws on ebay but there were incredibly expensive. (And before someone says to use a reusable one I cant)\n\nThankfully this is temporary for me but seems like it would be a major accessibility issue for a lot of people.\n- ApprehensiveCouch (2020-08-15): Ooooo been there and been on that liquid diet post face op. When I check coles Gunghalin they have a silicon straw option and a \"modo ecoliving bendy straws\" that look like they're a recycled plastic-- I dont know if the silicone is hard or soft but might be worth checking out\n- faiek (2020-08-15): Asian shops\n- Squid_Chunks (2020-08-15): We're are cleaning out out pantry and have found more than we could possibly every use. Happy to send a good number of them your way.\n- Newcombe2777 (2020-08-15): Ikea\n- [deleted] (2020-08-15)\n- sckodizzle (2020-08-15): Can you buy toddler drink bottles? Or old school sports drink bottles with the straw?\n- diaw99 (2020-08-15): Biodegradable plastic straws at sparty spotlight thingy Queanbeyan.\n- pumpkin_boots (2020-08-15): I think the dickson health food shop sells silicone ones that might be easier for you\n- BenefitsNoFriends (2020-08-15): Why not buy a pack of metal straws and be set for years?\n- sindk (2020-08-15): McDonald's\n- [deleted] (2020-08-15)",
  "summary": "The conversation is centered around finding alternatives to plastic straws due to a temporary need. People are offering helpful suggestions, including silicone and biodegradable options, as well as metal and reusable straws. Overall, the sentiment of the conversation is supportive and understanding of the individual's specific situation. \n\nSentiment: 0.8",
  "sentiment": 0.8
}