{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Rev. Richard Cogill Appointed Director of Contextual Education at ...",
  "href": "https://www.episcopalnewsservice.org/pressreleases/the-rev-richard-cogill-appointed-director-of-contextual-education-at-the-school-of-theology/",
  "body": "The Very Rev. James F. Turrell, dean of the School of Theology, Sewanee, Tennessee, is pleased to announce that the Rev. Richard Cogill has been appointed director of contextual education, beginning on July 1, 2021.",
  "readable_content": "- Here is a part of a press release from the Episcopal News Service, dated April 26, 2021:\n\nThe Rev. Richard Cogill has been appointed director of contextual education at the School of Theology, University of the South, beginning on July 1, 2021. The announcement was made by the Very Rev. James F. Turrell, dean of the School of Theology.\n\nRev. Cogill is described as having extraordinary gifts in pastoral and organizational leadership, university teaching, and clergy development. The dean expressed his excitement at having Rev. Cogill join them and shape the next generation of Episcopal priests.\n\nCogill, a South African by birth and an Episcopal priest from the Diocese of Minnesota, brings extensive experience in teaching, community organizing, and pastoral work. He has held various leadership roles and has lived in several countries, including the United States, South Africa, and South Korea.\n\nIn his new role at the School of Theology, Cogill will oversee the school's field education, clinical pastoral education, and cross-cultural programs. His focus is on preparing leaders for the mission and ministry of the Church.\n\nThe press release also includes quotes from Rev. Dr. Ben King, professor of Christian history and associate dean for academic affairs, emphasizing the value of Cogill's experience in forming clergy and nurturing relationships with mentors and students.\n\nThe announcement provides insight into Cogill's background and his vision for his ministry at the School of Theology.\n\nThe source provides additional information about events and job listings related to the Episcopal Church. For the full press release, visit the Episcopal News Service website.",
  "summary": null,
  "sentiment": null
}