{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Complete beginner questions about using borax flux correctly?",
  "href": "https://www.reddit.com/r/Metalfoundry/comments/m7315b/complete_beginner_questions_about_using_borax/",
  "body": "Borax is a good flux for copper and copper alloys. For aluminum, the best flux is a mix of sodium and potassium chlorides. The product sold as \"low sodium salt\" in supermarkets is a good source for this mixture, or you can also buy sodium and potassium chloride separately at a chemicals supplier and mix them, at a ratio of 70% sodium and 30% ...",
  "readable_content": "ZanyT (2023-12-08): Complete beginner questions about using borax flux correctly?\n\nI have a Devil Forge setup, melting amounts of metal inside clay Graphite crucibles up to a 10kg 8# crucible.\n\nI get the general idea of flux, that it lowers the melting point of the things you want to remove and makes them float to the top, but doesn't affect the good stuff.\n\nFor my uses, I will use 3 Mule Team Borax.\n\nBut in practice, what's the correct way to use it?\n\nDo you use it for every metal? (Aluminum, Copper, and any alloys of the two like Nordic Gold, Aluminum Bronze, Brass, etc.)\n\nWhat is the process? Do you just pour the flux on top, or pour it in and then stir in an attempt to mix it thoroughly? Do you pour a lot or as little as possible and can you add too much and mess up the resulting metal? And would this process change depending on the metal it's being used on?\n\nSpecific to melting scrap material instead of remelting ingots or pure material, the slag is useful while still adding material because you can push the material below the oxide layer to avoid further oxidation as much as possible, so would you wait until the very end of the process before adding the borax?\n\nveron1on1 (2023-12-08):\n- You need to get your crucible hot. Doesn’t need to be red hot. Fill up your crucible about 1/3 of the way up. This stuff might expand so do not fill it up to the top. Once the borax begins to melt into a liquid, carefully remove your crucible and tilt and roll it so that the liquid borax touches/coats the entire intercept surface. This will prime your crucible so that metals do not stick to the inside during cooling.\n- If your crucible has too much borax after priming, simply pour the borax out into a steel/cast iron mold. It looks like glass and will cool down easily.\n- Add just a spoonful of borax to your metal before or after it’s melted. I do both actually since the borax floats to the surface of the molten metal which brings up a lot of impurities. These can be scooped off with a steel spoon or other such high heat tool.\n\nZanyT (2023-12-08):\n- Yes, my crucible did come with instructions for the initial coating of borax and it described it exactly as you have - I will make sure to do that.\n- About the spoonful or borax for the melt, it sounds like the borax goes into the molten metal, and when the borax melts, it comes to the top where it stays, and along the way brought impurities with it. So, even if I poured a half gallon of borax in on accident, I could skim it from the top without worry that excess borax was still inside the metal?\n- And also seems that the borax does need to get mixed in, but going off of what someone else said the flowing molten metal itself will pull the borax through itself, so stirring is unnecessary.\n- Do you use borax for every metal that you melt? Someone said to not use for it copper, but I'm not sure why.\n\n- DougFromFinance (2023-12-08):\n  - I do not think you’re suppose to use borax like that.\n\n- MasterFubar (2023-12-08):\n  - Borax is a good flux for copper and copper alloys. For aluminum, the best flux is a mix of sodium and potassium chlorides. The product sold as \"low sodium salt\" in supermarkets is a good source for this mixture, or you can also buy sodium and potassium chloride separately at a chemicals supplier and mix them, at a ratio of 70% sodium and 30% potassium chloride by weight.\n  - Here is the link to a paper explaining the theory, if you're interested.\n\n- slipsbups (2023-12-08):\n  - Why use flux?\n\n- Tobho_Mott_BYMC (2023-12-08):\n  - A lot of chatter here about using flux to prep new crucibles. If your plan is to melt aluminum and/or copper alloys to make castings, don't do it! This rumour comes from budget crucible vendors passing out instructions that are more suitable for small jeweller's cruciboes used to torch-melt precious metals, or in the mining industry. One begins to suspect they are actually in the business of selling REPLACEMENT crucibles. Flux eats crucibles.\n  - As for fluxing metals, don't use borax for aluminum, it will do more harm than good. There are salt fluxes you can use for Al, but it's normally not needed. Use borax sparingly in copper alloy melts only if needed, adding just a bit right before skimming dross and pouring.\n  - I know a sculptor who casts his own bronze statues, who adds broken beer bottle glass to the bottom of the crucible when melting bronze. It melts first and floats on top of the bronze and shields the melt. Then when it's ready, he adds just a little borax in the center of the floating glass cover, lets it melt, then gathers up the glass and flux with the skim on the end of a chunk or rebar or whatever. The borax and glass helps to gather up the dross in a sticky glassy mass without the flux ever touching the side of the crucible.\n\n- Full-Selection-2721 (2023-12-08):\n  - Interested in this as I stopped using flux because all it did to my copper pours is make them muffin top and spew out metal from little holes… maybe I used it wrong but I notice everyone has a opinion on to use it or not but not a descriptive narrative on (How) to use it like step by step",
  "summary": null,
  "sentiment": null
}