{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "still using plastic straws : starbucks - Reddit",
  "href": "https://www.reddit.com/r/starbucks/comments/kbrkiv/still_using_plastic_straws/",
  "body": "Press J to jump to the feed. Press question mark to learn the rest of the keyboard shortcuts",
  "readable_content": "japan_lover (2020-12-12): still using plastic straws\nHi, I just noticed that Starbucks is still using plastic straws where I live, despite pledging to get rid of them by the end of 2020. What's up with that?\n\n- vibes2high250 (2020-12-12):\n  There's still 19 days left of this year\n\n- subaruforesters (2020-12-12):\n  Straws aren't kept out anymore, you have to ask for them. We have new lids so you don't need a straw for almost every drink. We can't completely get rid of straws because some people require them due to a disability.\n\n- Beap92 (2020-12-12):\n  Straws were never the actual environmental issue people made them out to be, people with disabilities need to use plastic straws, individually packaged straws are probably more sanitary than putting your mouth on the lids we have to touch to get them on the cups, Starbucks is never going to stop Frappuccinos, or other iced drinks topped with whipped cream..... is that enough?\n\n- chaoticmuppet (2020-12-12):\n  We technically have straws at my store but we use strawless lids. Do they have the strawless lids?\n\n- swvn9 (2020-12-12):\n  Starbucks has alternate lids for strawless that have a smaller hole than nitro lids, hopefully your distribution centres are just exhausting existing stock before they ship the new ones\n\n- Abrakadanni (2020-12-12):\n  Stores have to run out of their straw lids before they use the new strawless lids. My store still has tall straw lids so we will use them until they run out and then use the strawless lids. Pretty sure Starbucks will always have straws though. Now you just have to ask for one.\n\n- Bludandy (2020-12-12):\n  We still have them, and customers get REAL serious over them not being paper and go on and on about it and how they hate paper straws.\n\n- RacerM53 (2020-12-12):\n  People were probably complaining about the paper straws",
  "summary": "The conversation reflects a mixture of opinions regarding the use of plastic straws at Starbucks. Some express frustration about the continued use of plastic straws despite the pledge to eliminate them, while others emphasize the necessity of straws for individuals with disabilities. There is also a discussion about the transition to strawless lids and the logistical challenges associated with implementing the change. Overall, the sentiment in the conversation is divided, with strong opinions on both sides of the issue.\n\nSentiment: 0.1",
  "sentiment": 0.1
}