{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "antitechrevolution - Reddit",
  "href": "https://www.reddit.com/r/antitechrevolution/",
  "body": "We advocate for the collapse of the modern technological system and a return to life with Nature. Modern civilization brings humanity problems, and is heading toward ecological disaster: continued technological progress will destroy all complex life on earth. This community discusses ideas and strategies related to the Anti-Tech Revolution.",
  "readable_content": "- CD967119 (2023-11-08): Ironic. this sub claims to be anti tech yet using tech to gain reach for it's support.\n- Despondent_Monkey (2023-11-30): Does the growing AI and AR trend in Tech spark any ‘urgency’ in anyone or any groups?\n- Top_Attempt_2422 (2023-11-15): It's scary\n\n(Sorry for my english, it's not my native language) Am i the only one who feels like the world has been divided into two periods of time, before and after 2019 what if pandemic never happened\n\n- aram4532 (2023-10-10): Environmental Impacts of Nuclear Fusion(Part 1)\n\nTed Kaczynski suggested the seven propositions regarding self-propagating systems in Chapter 2 of his book \"Anti-Tech Revolution: Why and How.\" If you train chatGPT to learn the seven propositions TK suggested and the paper related to nuclear fusion, you'll get the following answers. (I used this paper: https://www.sciencedirect.com/science/article/pii/S0920379617301011)\n\nToday's technological society is spreading propaganda that nuclear fusion is a perfectly infinite and clean energy, and that it is the technology that will save humanity and the Earth's ecosystem. But when we analyze nuclear fusion through the lens of TK's seven propositions, we can see how deceptive this propaganda is. Nuclear fusion is not infinite nor clean. And it will accelerate the already fast ecological collapse.\n\nSelf-propagating system means a system that tends to promote its own survival and propagation. A system may propagate itself in either or both of two ways: The system may indefinitely increase its own size and/or power, or it may give rise to new systems that possess some of its own attributes.\n\nProposition 1. In any environment that is sufficiently rich, self-propagating systems will arise, and natural selection will lead to the evolution of self-propagating systems having increasingly complex, subtle, and sophisticated means of surviving and propagating themselves.\n- - (Info tooltip: Examples of self-propagating systems include biological organisms, technological developments, and economic systems.)\n\nIntroduction: Proposition 1 posits that in a sufficiently rich environment, self-propagating systems will emerge, and natural selection will drive the evolution of these systems, leading to increasingly complex means of survival and propagation. Applying Proposition 1 to nuclear fusion industries involves examining how these industries evolve in response to their environment and challenges, particularly considering the push for cleaner and more sustainable energy sources.\n- - 1. Emergence of Nuclear Fusion Industries: (...)\n- - 2. Evolutionary Pressures on Nuclear Fusion Technologies: (...)\n- - 3. Complexity in Achieving Sustainable Fusion: (...)\n- - 4. Environmental Considerations in Fusion Evolution: (...)\n- - 5. Technological Innovation and Survival: (...)\n- - 6. Economic and Regulatory Dynamics: (...)\n- - 7. International Collaboration and Propagation: (...)\n- - 8. Ethical Dimensions and Societal Values: (...)\n\nProposition 2. In the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences.\n- - Introduction: Proposition 2 asserts that, in the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences. Applying this proposition to nuclear fusion industries requires examining the potential negative environmental impacts associated with their development, particularly in the short-term perspective.\n- - 1. Short-Term Advantage and Environmental Neglect: (...)\n- - 2. Resource Extraction and Environmental Degradation: (...)",
  "summary": null,
  "sentiment": null
}