{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Truth About Plastic Straws - The Holistic Hipppie",
  "href": "https://www.theholistichipppie.com/post/the-truth-about-plastic-straws",
  "body": "The Great Pacific Garbage Patch is the largest accumulation of ocean plastic globally, with more than 1.8 trillion pieces of plastic weighing the equivalent of 500 jumbo jets ().In 2018, over 1 million birds and 100,000 marine animals died from ingesting plastics, and this number is annually ().Aside from the estimated 8.3 billion plastic straws polluting the world's beaches, a single plastic ...",
  "readable_content": "The Holistic Hippie (2021-04-06): The Truth About Plastic Straws\n\nUpdated: Sep 14, 2022\n\nIn 2019 plastic straws were banned due to distinctive environmental concerns. Plastic straws are small, light, and non-biodegradable, making them easily swept into the ocean and broken down into microplastic particles that affect the environment and aquamarine life.\n\nI used to be a considerable straw user; I needed to drink even water from a straw. I was famous for using disposable plastic straws, and I’d go through them like crazy. I eventually had to say enough is enough and switch to reusable silicone straws as I started to break my straw habits. Let me explain to you why.\n\n-Environmental & Health Impact of Straws\n-Plastic Straw Alternative Recommendations\n\nEnvironmental & Health Impacts of Straws\n\nIt's estimated that 500 million straws are used daily in the United States. In a study published in 2017, they estimated as many as 8.3 billion plastic straws pollute the world's beaches (1), which isn't much compared to the nearly 40 thousand tons of fishing net abandoned in our oceans (2) that accounts for almost 50 percent of the plastic pollution in the Great Pacific Garbage Patch.\n\nThe Great Pacific Garbage Patch is the largest accumulation of ocean plastic globally, with more than 1.8 trillion pieces of plastic weighing the equivalent of 500 jumbo jets (3). In 2018, over 1 million birds and 100,000 marine animals died from ingesting plastics, and this number is annually (4). Aside from the estimated 8.3 billion plastic straws polluting the world's beaches, a single plastic straw, despite its small size, takes approximately 200 years to decompose (5).\n\nNot just that, but plastic straws have toxic ingredients in them like Bisphenol-A (BPA) and phthalates!\n\nAccording to the Food Network’s article, \"It’s Official - We Are Only Using Silicone Straws From Now On,\" they said: “Silicone straws are nearly perfect,” “Reusable and long-lasting, these little guys are the answer. They’re dishwasher safe and come with little straw squeegees for easy cleaning.”\n\nPlastic Straw Alternative Recommendations\n\n- Bamboo Straws\n- Biodegradable Paper Straws\n- Glass Straws\n- Metal/Stainless Steel Straws\n- Silicone Straws\n\nWhat are your go-to straw alternatives?\n\n0 comments\n- Post not marked as liked\n\n©2021 The Holistic Hipppie\nhelp@theholistichipppie.com",
  "summary": "The post discusses the environmental and health impacts of plastic straws and recommends various alternative options. It emphasizes the negative effects of plastic straws and promotes the use of environmentally friendly alternatives. Overall, the sentiment of the post is strongly in favor of banning plastic straws and adopting sustainable alternatives. \n\nSentiment: 0.9",
  "sentiment": 0.9
}