{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "If you want it... *plastic chair drags* : r/DevilMayCry - Reddit",
  "href": "https://www.reddit.com/r/DevilMayCry/comments/j1z5m9/if_you_want_it_plastic_chair_drags/",
  "body": "The dark souls community, and especially r/shittydarksouls was fucking hilarious at the height of those game. r/shittydarksouls ran it's course years ago and is absolute meme and old joke spamming, but goddamn if you were deep into Dark Souls lore there was nothing funnier.. It's sad the series \"ended\" (for now,) but The loss of the community and discussing the lore and theories for ...",
  "readable_content": "- hitalec (2020-09-29): If you want it... *plastic chair drags*\n- [deleted] (2020-09-29): So I'm new to this plastic chair meme. Where did it come from?\n- TheTurnsHaveTabled (2020-09-29): Copy pasted from one of my previous comments:\n  There was a previously unreleased mod of Vergil's chair, and this Tweet went viral a while back with a funny caption. This subreddit went wild.\n  And the memes just kept coming:\n  - With audio\n  - A fan's voiceover\n  - The mod in-game\n  I love the DMC community.\n- michael85rs (2020-09-29): of all forms of media, this game in particular has a comunity like no other. and im absolutely crazy about it\n- Revenant_XV (2020-09-29): This party’s getting CRAZY\n- ElfLovingOrc (2020-09-29): If only I can see his legs quickly drags himself 180 degrees like a crab.\n- Ataku-B (2020-09-29): I love that you made the chair vibrate and not just rotate smoothly.\n- hitalec (2020-09-29): Just to be clear it is not my video. I shared the source in the comments.\n- hitalec (2020-09-29): Source: machoboyanim\n  Please consider checking out their stuff. They have some other fun animations.\n- Sileem (2020-09-29): He moves like a Kingdom Hearts villain\n- VibingLad (2020-09-29): That’s some serious motivation\n- TheTurnsHaveTabled (2020-09-29): u/Chizthebomb this is all your fault. And you have my gratitude.\n- ellatron (2020-09-29): The dragging sounds make this\n- djentleman_nick (2020-09-29): SOMEONE ACTUALLY MADE THIS HOLY SHIT\n- YuraSparda (2020-09-29): u/vredditdownloader\n- striderhoang (2020-09-29): I can’t believe how much I love this meme simply because it’s such a specific kind of goddamn chair\n- King-Andy (2020-09-29): This is cursed\n- Eminan (2020-09-29): OMG what the hell??\n- [deleted] (2020-09-29): with the plastic chair he is now more relatable to a father who spends the day drinking on the bar and arrives home to beat his wife and son\n- WildSangrita (2020-09-29): Shoot I was thinking he should be careful not to break it but it's definitely made of his own power.\n- TheJade72 (2020-09-29): I LOVE IT! SSS",
  "summary": null,
  "sentiment": null
}