{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "The problems with plastic straw alternatives : r/coolguides - Reddit",
  "href": "https://www.reddit.com/r/coolguides/comments/j51gqm/the_problems_with_plastic_straw_alternatives/",
  "body": "Choking hazard disintegration of the straw after a while. Choking on the debris. Allergy biodegradable straws can cause an allergic reaction. Given that straws contribute a minor amount to plastic waste, and there's other items which are worse; packaging, fishing industries, other industries, condoms etc..",
  "readable_content": "- amandamccoyart (2023-12-08): Thank you!! I’m disabled, but I’m lucky in that most of these issues don’t apply to me as much. I can’t use the wheat based “plastic” due to allergies and can’t drink out of a glass without a straw neatly. (I can do it, but I will spill it every time. I promise you that fancy restaurants get very annoyed when you spill soda down your front and need them to lead you to the bathroom cause on top of that I’m blind and why is every fancy restaurant so dark??) I know many who can’t use stiff straws and many who aren’t coordinated enough to clean reusable straws. Paper straws are hard for me with anxiety since I bite down on my straws a lot without realizing it and end up going through 2-3 straws for 1 drink. I currently use silicone or reusable hard plastic straws at home depending on if I’m in a flare up or not. In public, I tend to get the plastic ones, because that’s what’s on hand. I’ve tried carrying cases for my straws, but they always end up leaking out what’s left of my drink in there or letting dirt in.\n\n- J-McFox (2023-12-08): Is there a mouthpiece that you can buy to clip over the end of paper straws to protect you biting down on it? Seems like something that should exist - if not then I claim copyright and will look into a patent! I guess you'd still have to carry the mouthpiece around - but it might be less messy and cumbersome than a whole straw.",
  "summary": "The conversation highlights the challenges faced by individuals with disabilities who rely on plastic straws. The original poster shares their personal experiences and limitations, while another user suggests a potential solution. The overall sentiment expressed is the need for adaptable and accessible options for individuals with disabilities who require the use of straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}