{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Why Are Plastic Straws Bad? Here's Why & Here Are The Alternatives",
  "href": "https://growensemble.com/why-are-straws-bad/",
  "body": "Plastic Straw Bans and Alternatives. A number of countries, cities, and companies have taken action to ban plastic straws and instead use paper straws, silicone straws, or other materials like rye grass. Seattle, California, and Washington D.C. are among the places that have, in effect, banned plastic straws.",
  "readable_content": "- **Grow Ensemble** (2023-12-08): In 2018, an old foe of the environmental movement was put on the public enemy list: plastic straws. Across social media platforms, the hashtag #stopsucking illuminated our screens and suddenly, consumers started to face the reality of their daily straw use. The issue of plastic waste existed for decades, but overnight, videos of plastic straws in a turtle’s nose went viral, and Americans set out on a new crusade to ban plastic straws. Emma Rose Cohen launched her Kickstarter campaign with a simple idea: create a portable, foldable, and reusable straw, receiving almost 160x the fundraising goal. The resulting straw company is dedicated to creating more alternatives to single-use plastic. It's explained why plastic straws are bad for the environment, the ocean, and human health. The piece highlights plastic straw bans, alternatives, and the company Final, known for its environmentally-focused product development. It also discusses Emma Rose Cohen's background and entrepreneurial journey. The author emphasizes the power of entrepreneurs in shaping public perspective and making sustainable choices easier for consumers.",
  "summary": "The passage expresses a positive sentiment towards the movement to ban plastic straws and the efforts of entrepreneurs to create sustainable alternatives. It highlights the public's awakening to the environmental impact of plastic waste and the success of initiatives like Emma Rose Cohen's Kickstarter campaign. The text also emphasizes the role of entrepreneurs in driving sustainable choices. Sentiment: 0.8",
  "sentiment": 0.8
}