{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic waste: Challenges and opportunities - SAGE Journals",
  "href": "https://journals.sagepub.com/doi/full/10.1177/0734242X211013428",
  "body": "An estimated 318 million tonnes of plastic resin is produced every year, much of it directly contributing to the 218 million tonnes of total annual solid plastic waste generation as a part of Municipal Solid Waste (year of reference: 2016). Global average plastic recycling rates are only 15%, whilst around 40% (90 million tonnes per year) is ...",
  "readable_content": "- Please note that the quoted text includes a significant amount of information about the challenges and opportunities related to plastic waste management. If you have a specific question or need information on a particular aspect, feel free to ask!\n\n- I can see that the text discusses the challenges and opportunities related to plastic waste management. It addresses the issues faced by both developed and developing countries, and the various measures that need to be taken to address these challenges.\n\n- The information includes data on plastic waste production, recycling rates, environmental leakage, and the impact of plastic waste on the environment. It also talks about the need for effective waste collection schemes, the challenges faced by different types of countries, and the impact of international regulations on the shipment of plastic waste.\n\n- Let me know if there are specific parts you'd like to delve deeper into or if you have any questions regarding the content!",
  "summary": "The conversation highlights the importance of understanding the challenges and opportunities related to plastic waste management, as well as the impact of plastic waste on the environment. It's evident that the information provided offers a comprehensive overview of the issues and highlights the need for effective measures and regulations to address them. Overall, the sentiment is one of acknowledgement and concern for the difficulties surrounding plastic waste management. \n\nSentiment: 0.8",
  "sentiment": 0.8
}