{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "We Depend on Plastic. Now We're Drowning in It. - National Geographic",
  "href": "https://www.nationalgeographic.com/magazine/article/plastic-planet-waste-pollution-trash-crisis",
  "body": "30 min read This story is part of Planet or Plastic? —our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use...",
  "readable_content": "-User (2023-12-08): Premium Content\n\nIf plastic had been invented when the Pilgrims sailed from Plymouth, England, to North America—and the Mayflower had been stocked with bottled water and plastic-wrapped snacks—their plastic trash would likely still be around, four centuries later.\n\nBecause plastic wasn’t invented until the late 19th century, and production really only took off around 1950, we have a mere 9.2 billion tons of the stuff to deal with. Of that, more than 6.9 billion tons have become waste. And of that waste, a staggering 6.3 billion tons never made it to a recycling bin—a figure that stunned the scientists who crunched the numbers in 2017.\n\nNo one knows how much unrecycled plastic waste ends up in the ocean, Earth’s last sink. In 2015, Jenna Jambeck, a University of Georgia engineering professor, caught everyone’s attention with a rough estimate: between 5.3 million and 14 million tons each year just from coastal regions.\n\nMeanwhile, ocean plastic is estimated to kill millions of marine animals every year. Nearly 700 species, including endangered ones, are known to have been affected by it. Some are harmed visibly—strangled by abandoned fishing nets or discarded six-pack rings. Many more are probably harmed invisibly. Marine species of all sizes, from zooplankton to whales, now eat microplastics, the bits smaller than one-fifth of an inch across.\n\nAnd yet there’s a key difference: Ocean plastic is not as complicated as climate change. There are no ocean trash deniers, at least so far. To do something about it, we don’t have to remake our planet’s entire energy system.\n\nIn Plymouth, under the gray gloom of an English autumn, Richard Thompson waited in a yellow slicker outside Plymouth University’s Coxside Marine Station, at the edge of the harbor. A lean man of 54, with a smooth pate rimmed with gray hair, Thompson was headed for an ordinary career as a marine ecologist in 1993—he was working on a Ph.D. on limpets and microalgae that grow on coastal rocks—when he participated in his first beach cleanup, on the Isle of Man. While other volunteers zoomed in on the plastic bottles and bags and nets, Thompson focused on the small stuff, the tiny particles that lay underfoot, ignored, at the high tide line.\n\nIn the years since his first beach cleanup, Thompson has helped provide the beginnings of an answer: The missing plastic is getting broken into pieces so small they’re hard to see. In a 2004 paper, Thompson coined the term “microplastics” for these small bits, predicting—accurately, as it turned out—that they had “potential for large-scale accumulation” in the ocean.",
  "summary": "The passage raises awareness about the significant impact of plastic pollution on the environment and marine life. It highlights the alarming amount of plastic waste that ends up in the ocean, leading to harm and death for millions of marine animals. The text also emphasizes the role of microplastics in adding to the problem. Overall, the sentiment conveyed is one of concern for the environmental and ecological consequences of plastic waste.\n\nSentiment: 0.9",
  "sentiment": 0.9
}