{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The Future of Plastic Pollution - The Oxford Scientist",
  "href": "https://oxsci.org/the-future-of-plastic-pollution/",
  "body": "The total number of marine species adversely affected by plastic pollution has risen six-fold from 250 in 1995 to 1450 in 2018 (2). Microplastics have been found in 114 aquatic species, more than half of which are consumed by humans (7). Research has yet to find plastics making their way from the gut of fish to their muscles, but through foods ...",
  "readable_content": "The Oxford Scientist (2023-12-08):\n- Microplastics, tiny plastic fragments less than 5mm in diameter, have become a major concern in ocean pollution, and their impact on marine life is still not fully understood. Researchers have found high concentrations of microplastics in deep-sea sediments, far from terrestrial input sources, indicating that thermohaline currents play a key role in their distribution. These currents, which also control the distribution of nutrients and oxygen, create hotspots where microplastics accumulate, potentially impacting biodiversity. The presence of microplastics in the ocean poses threats to marine life, with implications for populations already threatened by other environmental issues.\n- Additionally, the ingestion of microplastics by fish can lead to negative effects, influencing their survival and potentially affecting human consumers through the consumption of contaminated seafood. Furthermore, the toxic chemicals associated with microplastics, including additives and pollutants absorbed from the water, pose health risks to marine life and may ultimately affect human health. Therefore, the study of the effects of microplastics on marine life and humans is crucial but challenging.\n\nIt's a troubling read, highlighting the complex and far-reaching impacts of plastic pollution, especially concerning its potential effects on human health through the consumption of contaminated seafood.",
  "summary": "The text raises serious concerns about the impact of microplastics on marine life and human health. It stresses the need for further research and understanding of the effects of these pollutants. The sentiment is definitely one of worry and urgency about the potential consequences of plastic pollution on our environment and health. \n\nSentiment: -0.9",
  "sentiment": -0.9
}