{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "GOODBYE, PLASTIC STRAWS McDonald's Philippines has ... - Reddit",
  "href": "https://www.reddit.com/r/Philippines/comments/nx97ol/goodbye_plastic_straws_mcdonalds_philippines_has/",
  "body": "GOODBYE, PLASTIC STRAWS 👋 McDonald's Philippines has started introducing sippy cups or strawless lids in select stores in Metro Manila this June. This move is in line with the company's goal of significantly reducing its plastic waste by using less straws. This thread is archived",
  "readable_content": "- bikomonster (2023-12-08): Plastic straws are not the problem, it’s the use of plastic. That lid is still single use plastic, and will still contribute to the waste. This is just a corporation pretending to care. And it’s at the expense of consumers.\n- RadioactiveReindeer (2023-12-08): So what's a good viable and sustainable solution for this?\n    - [deleted] (2023-12-08): Pero yung lid is plastic...\n    - grinsken (2023-12-08): Single use padin naman yan eh.\n    - [deleted] (2023-12-08): I feel like the plastic used on the straw was just transformed to the extra plastic on the lid lmao\n    - Boy_Martirez (2023-12-08): I hope the lid is tight enough. Baka pag-inom mo....\n    - Menter33 (2023-12-08): Good luck trying to drink something while driving; w/o straws, this will look like an accident waiting to happen.\n    - Magnelume (2023-12-08): Cool, I guess... but I’ll just keep bringing my own tumbler and straw.\n    - ZiangoRex (2023-12-08): hehe we all know they're only doing this to save more money.",
  "summary": "The conversation reflects skepticism and criticism towards the efforts to address plastic waste through the ban on plastic straws. Many users express doubt about the effectiveness of the measures and believe that it is merely a corporate strategy with no real benefit to the environment. Some even propose alternative solutions such as bringing their own reusable items. Overall, the sentiment is largely negative and distrustful. \nSentiment: -0.8",
  "sentiment": -0.8
}