{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "AITA for buying a box of plastic straws, which somehow caused ... - Reddit",
  "href": "https://www.reddit.com/r/AmItheAsshole/comments/nuf23k/aita_for_buying_a_box_of_plastic_straws_which/",
  "body": "Plastic straws are a non-issue environmentally, but they're a useful patsy to get people to feel like they're doing some good while still ordering iced cappuccinos in plastic cups while driving an air-polluting vehicle and also littering. Wtf? Not blaming you for living in the culture corporations have created for us- just illustrating that ...",
  "readable_content": "- Judgement_Bot_AITA (2020-12-08): Welcome to r/AmITheAsshole. Please view our voting guide here, and remember to use only one judgement in your comment.\n\nOP has offered the following explanation for why they think they might be the asshole:\n\nI feel that I might be an asshole since I can get pretty heated when someone disrespects me, or my belongings. I've been friends with my roommate since elementary school and I take his words to heart, so when he called me an asshole, It made me question if I really was being unreasonable - since the straws were picked up eventually - but I just don't want to be around her (the girlfriend) if I have a choice.\n\njust wanted some outside perspective. I probably still won't agree to let her back, just wanting to know if I really was TA in this situation.\n\nHelp keep the sub engaging!\n\nDon’t downvote assholes!\n\nDo upvote interesting posts!\n\nClick Here For Our Rules and Click Here For Our FAQ\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n\n- nano-cola (2020-12-08): Jesus christ that’s such unhinged behavior and completely counterproductive to her point.\n\n“You don’t care about the environment” > Throws box of straws out onto the ground.\n\nNTA for your reaction to this, I’d be so offended especially after being the one who is picking them up and driving them.\n\nJust so you know in case you care, though, I don’t think plastic straws are actually recyclable. I’m pretty sure that’s a huge part of the whole shift towards using paper. Correct me if I’m wrong, but that’s the impression I was under.\n\n- paperstrawssuck (2020-12-08): I actually didn't know plastic straws aren't recyclable - ty for the info - mentioned this in another comment, but the ones I did get are biodegradable.\n\nbut yeah, I really didn't get that whole part about the environment but then just litters a whole box of close to 200 straws, litterings just as bad for the environment than occasionally using 'plastic' straws haha\n\n- trilliumsummer (2020-12-08): Plastic straws aren't recyclable! In fact putting them in with other recyclables is horrible because recycle centers will often trash entire loads if there's too much stuff that will fuck up the machinery (straws, plastic bags, etc). That's partially why cities are restricting them. The other is they're so light they don't stay with the trash and often find their way into water and nature.\n\nNTA in the case because she went overboard - but hey next time why don't you buy compostable straws? There's some that you wouldn't know aren't plastic unless you know but they break down.\n\n- Alexa_findmyphone (2020-12-08): NTA. Wait, she's so worried about the environment but is ok with being driven around in a car that causes more harm to the environment than a truckload of straws?\n\n- nickyfrags69 (2020-12-08): NTA - what a psychotic reaction. First, plastic straws have been kind of a \"scapegoat\" for plastic waste. They still contribute for sure, and I'm glad some places have innovated to avoid the use of straws all together (sippy cup style lids, metal reusable straws etc) but among culprits of plastic waste, it's a lot lower on the list than made out to believe. Whether or not you're an asshole for buying the straws is a separate argument, though I would say that you are not.\n\nNow, someone who is supposedly so concerned about the environment that they have this much vitriol for plastic straws is a massive hypocrite if they then throw that box of straws out the window, like she did here. The straws are already purchased as it is, so the plastic has already been \"wasted\" so-to-speak. But throwing them out the window not only liters a whole box, but it also puts you in a position where, if you're somebody who would buy a whole box of them, you're just going to go out and buy more, which then wastes more plastic. The fact that she couldn't have a mature conversation about it, and maybe try to convince you to just use reusable straws or something is outrageous behavior, and frankly, concerning from a mental health standpoint, because this is the actions of someone with a very limited degree of emotional regulation. I'd stand by the ban because someone willing to do something like this is capable of doing other crazy shit.\n\n- ohreally86 (2020-12-08): NTA, she was ridiculously rude.",
  "summary": "The general sentiment of the conversation is that the majority of commenters feel that the OP is not the asshole (NTA) in this situation. They express understanding of the OP's reaction and criticize the girlfriend's actions and behavior. The commenters also discuss the environmental implications of the situation, with some offering information about the recyclability of plastic straws and suggesting alternatives. Overall, there is support for the OP and criticism of the girlfriend's behavior. Sentiment: 0.8",
  "sentiment": 0.8
}