{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "U.S. generates more plastic trash than any other nation, report finds",
  "href": "https://www.nationalgeographic.com/environment/article/us-plastic-pollution",
  "body": "A new study shows that the U.S. is the largest producer of plastic waste in the world, producing about 42 million metric tons of it in 2016. The report also reveals that the U.S. ranks among the top contributors of litter, illegally dumped trash and other mismanaged waste to its shorelines. The study challenges the blame-Asia narrative and calls for more action at home to manage its waste.",
  "readable_content": "Laura Parker (2023-12-08): The plastic pollution crisis has been widely blamed on a handful of Asian countries, but new research shows just how much the U.S. contributes.\n\nWhen the Environmental Protection Agency released its plan earlier this month for addressing marine litter, it named five Asian nations—China, Indonesia, the Philippines, Thailand, and Vietnam—as responsible for more than half of the plastic waste flowing into the oceans every year.\n\n\"The United States has some of the most beautiful beaches and oceans in the world, and the coastlines are incredible,\" President Trump says in enlarged type on the plan's first page. \"As president, I will continue to do everything I can to stop other nations from making our oceans into their landfills.\"\n\nScientists say that this framing distorts the complexities of a global problem and contributes to a sense of complacency in the United States that marine litter is Asia's problem. New research, published in Science Advances, reexamines the U.S.'s role as a plastic consumer and concludes that the country has much more work to do at home to manage its waste.\n\nChina may be the world's largest manufacturer of plastic, the report finds, but the United States is by far the world's largest generator of plastic waste—it produced about 42 million metric tons of the stuff (46 million U.S. tons) in 2016. The U.S. also ranks as high as third among coastal nations for contributing litter, illegally dumped trash and other mismanaged waste to its shorelines. Less than 10 percent of American plastic waste is recycled, and the U.S. has a 30-year history of shipping half of its recyclable plastic overseas, primarily to China and other developing nations lacking the infrastructure to manage it.\n\nThe blame-Asia storyline dates to 2015, and this new research is not the only analysis of the United States's handling of plastic waste. The National Academies of Sciences is currently conducting a further assessment of the United States' contribution to plastic waste, commissioned by Congress and due at the end of 2021.\n\n- Laura Parker",
  "summary": "The post highlights new research that shows the United States contributes significantly to the global plastic pollution crisis, challenging the commonly held belief that the issue is mainly caused by Asian countries. The research emphasizes the need for the U.S. to take responsibility for its plastic waste and acknowledges that the blame-Asia narrative is oversimplified. This information urges the U.S. to address its own plastic consumption and waste management practices. \n\nSentiment: 0.8",
  "sentiment": 0.8
}