{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Airborne plastic pollution 'spiralling around the globe', study finds",
  "href": "https://www.theguardian.com/environment/2021/apr/12/airborne-plastic-pollution-spiralling-around-the-globe-study-finds",
  "body": "Last modified on Tue 13 Apr 2021 10.30 EDT. Microplastic pollution is now \"spiralling around the globe\", according to a study of airborne plastic particles. The researchers said human ...",
  "readable_content": "**The Guardian**\n\n- **Title:** Airborne plastic pollution ‘spiralling around the globe’, study finds\n- **Date:** April 12, 2021\n- **Source:** The Guardian\n\nMicroplastic pollution has become a global issue with rising levels of airborne plastic particles. This pollution has led to a global plastic cycle, similar to natural processes like the carbon cycle. The accumulation of mismanaged plastics in the environment is a major concern, with potential health implications for humans. The study indicates that billions of tonnes of plastic discarded into the oceans and land are broken down into tiny pieces and dispersed into the air by road traffic and winds, contributing to the \"plastification\" of the planet.\n\n- The research highlighted the significance of microplastics in the atmosphere, attributing their presence to road traffic and winds across oceans and farmland. While roads were identified as the primary source of airborne microplastics in the western US, oceans and soils also contributed to the pollution. The study extended its modeling globally, suggesting variations in the sources of airborne plastics across different regions.\n\n- The article emphasized the lack of data on plastics in the air above the oceans and stressed the need to understand the sources and consequences of microplastics in the atmosphere. It also underscored the global-scale nature of microplastic transport and the potential health impacts of inhaling airborne microplastics.\n\n- The study findings reflect the concerning possibilities related to airborne microplastics, and the experts highlighted the need for additional measurement data to gain a better understanding of the sources of microplastics. The article also noted the widespread presence of microplastic pollution, from the summit of Mount Everest to the deepest oceans, raising significant environmental and health concerns.\n\nThis article was amended on 13 April 2021 to note that Andreas Stohl is now at the University of Vienna, not the Norwegian Institute for Air Research.\n\nThis discussion article was taken from The Guardian, which has a clear emphasis on environmental issues, including the study's findings related to airborne microplastic pollution.",
  "summary": "The article from The Guardian highlights the concerning issue of airborne plastic pollution and its potential health implications for humans. The study's findings and the emphasis on the global scale nature of microplastic transport underscore the severity of the problem. The article clearly emphasizes the need for additional measurement data to gain a better understanding of the sources and consequences of microplastics in the atmosphere. The tone of the article suggests a strong concern for the environmental and health impacts of airborne plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}