{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "ELI5: Why do certain plastics become sticky as they get older?",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/j4v3ke/eli5_why_do_certain_plastics_become_sticky_as/",
  "body": "The problem is it degrades over time and turns into a sticky, nasty mess. The heat and constant temperature changes in a car's interior, plus all the grabbing and touching with dirty, oily hands really speeds up the process. This is why the driver's door handle on a BMW tends to be the fastest part that turns to nasty goo.",
  "readable_content": "- asgardswrath2.com (2023-12-08): Are you specifically referring to the plastic interior pieces on some cars? Mostly European cars?\n- koalaposse (2023-12-08): I don’t know specifically. But some plastics the chains are more rigidly fixed than others. And some plastics are more porous than others, (plastic bottles designed to contain oils must be a different kind to those for water), while other hard plastics will become more brittle with age.\n- Whifflepoof (2023-12-08): In plastics, there are basically two types: hard rigid plastic that holds its shape well and soft rubbery plastic that conforms to other shapes and is more comfortable to the touch.\n- fekinEEEjit (2023-12-08): I have a commercial heating oil truck, a 2001 International 4900, and the steering wheel and part of the dash dose this and it drives me crazy. I have cleaned it with all sorts of chemicals and its always sticky again in a day or 2. Lucky its not a daily driver just a back up but as its a little tough to drive I'm the only one to use it when we get real busy.\n- TER47cap (2023-12-08): Give it a good rubbing with baking soda and a bit of water. Mix the baking soda with the water to obtain a density similar to toothpaste. It will eliminate the sticky. UV light to return yellowed plastic to white. (youtube it)\n- Professional-Can-519 (2023-12-08): Plastics are stabilized into their current form by special chemicals that are mixed in. These mixed in chemicals escape over time.",
  "summary": null,
  "sentiment": null
}