{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "TIL that 46% of plastic in oceans is from fishing gear.",
  "href": "https://www.reddit.com/r/todayilearned/comments/meiyfo/til_that_46_of_plastic_in_oceans_is_from_fishing/",
  "body": "Almost certainly. I think the average person probably uses at least 100x more non-biodegradable synthetic plastic/packaging related to food prep and consumption than then they use with straws. For me personally it's probably over 1000, because I don't use straws that often, but they're a nice convenience when I do, and plastic straws are just more versatile and functional than the degradable ...",
  "readable_content": "- SankyPallela (2023-12-08): TIL that 46% of plastic in oceans is from fishing gear.\n  - NickDanger3di: I grew up on the ocean; nets and floats washing up on the beach was very common. And we were not even located near any commercial fishing grounds at all.\n  - Captcha_Imagination: In the Netflix Seaspiracy they said over 50%......don't watch that doc if you like to eat fish because they give some pretty compelling reasons not to eat it again.\n    - SankyPallela: I will still eat sushi once or twice a year but I think I'm done with fish.\n  - radii314: Tax the industry heavily and fine them\n  - longblondedreads: \"Ghost gear\"\n  - Legion_of_OSGC: And the rest is made of icapåsar. But we pay a shitload in tax so it does not count...\n  - The_God_of_Abraham: How's that plastic straw ban sounding now?\n  - SecondTryBadgers: I have no doubt that there is tons of plastics in the ocean from fishing gear. This site is probably very biased, since they are anti-poaching and actively combat illegal fishing.\n  - donsterkay: TLDR but who did the article cite as their source? There are lies, damned lies and statistics like this one.\n  - OThinkingDungeons: No it's not it's actually, little plastic pellets that gets melted down to make OTHER plastic products. There's constantly shipping containers of this stuff lost at sea because it's cheaper to ship than oil and compacts better than product. Because it's the base product of nearly every plastic product out there, there's more of this being shipped than any other product out there. I don't remember the exact name but it had a funny name like pugget or something.",
  "summary": null,
  "sentiment": null
}