{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Straws: Where Are We Now? | Earth.Org",
  "href": "https://earth.org/data_visualization/plastic-straws-where-are-we-now/",
  "body": "Plastic Straws: Where Are We Now? by Owen Mulhern Nov 18th 2020 2 mins The world has its eyes on single-use plastic items, especially plastic straws, since 2018.",
  "readable_content": "- Owen Mulhern (2023-12-08): Plastic Straws: Where Are We Now?\nThe world has turned its attention to the issue of single-use plastic items, particularly plastic straws, since 2018. Organizations such as the European Union (EU) and The United Nations (UN) have been discussing bans or stricter regulations on the use of plastic items.\n\nBack in 2011, 9-year-old Milo Cress initiated the \"Be Straw Free\" campaign to raise public awareness about unnecessary plastic waste in restaurants. This effort gained attention, and Colorado Gov. John Hickenlooper declared July 11 as \"Straw Free Day\" in 2013 in response. In 2017, the Lonely Whale Foundation launched the \"Strawless In Seattle\" campaign, resulting in the permanent removal of 2.3 million single-use plastic straws from the city in September. Subsequently, a ban on plastic straws and utensils was enacted in Seattle in July 2018, making it the first major U.S. city to have such a measure.\n\nThe movement has gained momentum, with more cities and countries joining in. Future actions on plastic include the European Parliament's approval of the Single-Use Plastics Directive and specific bans on single-use plastics by various countries. This article was written by Winky Leung.\n\nYou might also like: Mapping the African Bushmeat Crisis",
  "summary": "The sentiment of the text is generally positive, as it highlights the increasing attention and actions taken by organizations, governments, and individuals to address the issue of single-use plastic items, specifically plastic straws. The mention of campaigns, bans, and regulations indicates a growing commitment to reducing unnecessary plastic waste. \n\nSentiment: 0.8",
  "sentiment": 0.8
}