{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Reusable straws for $0.49? : r/Wawa - Reddit",
  "href": "https://www.reddit.com/r/Wawa/comments/hq406l/reusable_straws_for_049/",
  "body": "It's still cutting down on waste if you use them over and over. But if you want to get away from plastic all together better to get something like a silicon or glass or metal straw. Edit—read your comment too quickly pre coffee, thought you meant plastic straws couldn't be reusable 🤦‍♀️. But leaving up in case it's helpful.",
  "readable_content": "HWTechGuy (2020-07-12): Reusable straws for $0.49?\n\nI was just at Wawa redeeming a reward for a smoothie and while ordering saw a prompt about adding a reusable straw. What's the scoop?\n\nI already have stainless steel reusable straws so I really don't need one, but was curious.\n\nShoreMama (2020-07-12):\n- It’s a big/fat red straw wrapped in clear plastic. It looks like it should be for a milkshake but they are supposed to be reusable for any drink. They don’t look particularly reusable to me, but yes we are selling them and you have an option to get one instead of the throw away ones.\n\nHWTechGuy (2020-07-12):\n- Thank you for the reply.\n\nkillerewok76 (2020-07-12):\n- I mean, they are made of plastic like any straw you get from a tumbler. What doesn’t seem reusable about it?\n\nGutBustingFaceMelter (2020-07-12):\n- I’m happy more companies are offering these and thus got one to be supportive even tho I have a Final Straw at home that I love. As the other commenter said, it’s just a big, red harder plastic straw. Very easy to reuse if you just wash it out, but it’s not like, a super high quality one. Probably best to just use around the house for a couple of months, I would guess is it’s lifespan.\n\ndiet_potato (2020-07-12):\n- I think something that isn't being shouted out is how convenient it is for like other take out cups. Its very tall, so that's super nice. Its also a good, affordable introduction to the concept for people who may not have tried them otherwise.",
  "summary": "The conversation about the reusable straws seems to be mixed. Some users express skepticism about the quality and reusability of the straws, while others appreciate the convenience and affordability of the option. Overall, there is some support for the idea of offering reusable straws as an alternative to single-use plastic ones. Sentiment: 0.3",
  "sentiment": 0.3
}