{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws and cotton buds banned from today. - Reddit",
  "href": "https://www.reddit.com/r/unitedkingdom/comments/j341rg/plastic_straws_and_cotton_buds_banned_from_today/",
  "body": "If people are given no straw or a plastic straw that's what most will accept. If someone asks for one just assume it's because of a condition and don't question them. I think the plastic straw thing is too small of a step but it sounds like it'll do what it's aiming to do which is reduce like 90% of them.",
  "readable_content": "- strawman5757 (2023-12-08): Plastic straws and cotton buds banned from today.\n- anagoge: A tiny drop in the ocean of disposable plastic. I hope businesses are forced to improve further through customers choosing greener products.\n- Malavalon: Does this include crazy straws? If it does I may be at serious risk of having an adult tantrum.\n- [deleted]: Cotton buds are banned? How are you meant to clean the gunk out of your ears?\n- nocte_lupus: The straw issue actually really screws over disables people. Alternatives to plastic disposable straws are not always a good choice for those who need to use straws to drink due to their disability.\n- strawman5757: This is all very well but has anyone tried drinking through a paper straw? I tried the other week when I had a vanilla milkshake from Maccas, was bloody awful. One of the guys on YouTube I subscribe to bought some metal straws which sound far better in my eyes. Anyway, as I’m very green I think this isn’t a bad idea though can’t see it making much difference in the overall scheme of things. It’s like your carrier bags now costing 30p in places, one big scam that is for the supermarkets, they’d tell you the money goes to charity but does it bollocks.\n- PearCidre: Most large plastics in the ocean are from fishing so not eating fish would have a far larger impact than not using plastic straws. No reason not to stop both though.\n- Liquid4653: This makes me laugh, on the one hand government are determined to be seen doing the right thing, then let us look at the vaping laws from the same government, TPD which dictate nicotine shots are supplied in ridiculous small amounts in tiny plastic bottles, such that 100's of them are thrown away by vapers on a very regular basis and that amount is from 1 vaper over the year. The hypocracy of it is unreal.\n- brainburger: I wonder about bubble-tea shops? They use wide plastic straws which I don't think could be made of paper.\n- kokiriflute: In other news: Cruise ships produce 10x more pollution than all of Europe's cars. Seems like the plastic straw industry forgot to bribe their politicians.\n- [deleted]: Cardboard straws don't have the flexibility of plastic. I'll be buying some metal ones to reuse first chance I get.",
  "summary": "The conversation reflects a range of opinions on the ban of plastic straws, including concerns about the impact on people with disabilities, the inconvenience of alternatives, and skepticism about the overall impact. Some express support for the ban and hope for further improvements in reducing disposable plastic. Overall, the sentiment is mixed, with a diverse range of perspectives on the issue. Sentiment: 0.1",
  "sentiment": 0.1
}