{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Pollution | Trash-Free Waters | US EPA",
  "href": "https://19january2021snapshot.epa.gov/trash-free-waters/plastic-pollution_.html",
  "body": "Plastics pose both physical (e.g., entanglement, gastrointestinal blockage, reef destruction) and chemical threats (e.g., bioaccumulation of the chemical ingredients of plastic or toxic chemicals sorbed to plastics) to wildlife and the marine ecosystem.",
  "readable_content": "- EPA Website (2023-12-08): Plastic Pollution\n\nThe hazards of plastic pollution are a growing concern in the marine environment, posing both physical and chemical threats to wildlife and the ecosystem. Plastics are found in various marine and terrestrial habitats, with microplastics (particles less than 5 mm in diameter) being a significant component.\n\nMicroplastics are predominantly formed from the fragmentation of larger plastic pieces due to environmental exposure. These tiny plastic particles, along with other microplastics caused by fragmentation, are readily available for ingestion by a wide range of aquatic animals, impacting the food web.\n\nPlastics in the marine environment have been found to attract persistent, bioaccumulative, and toxic (PBT) substances, such as DDT, dioxins, and PCBs. Plastics act as magnets for these chemicals, with different pollutants sorbing to different types of plastics in varying concentrations. As plastics weather and fragment, they can concentrate these substances, a process referred to as hyperconcentration of contaminants.\n\nOverall, the potential for PBTs to sorb to plastic debris is complex, but they are more likely than not to preferentially sorb to plastic debris. The affinity to sorb depends on the PBT and type of plastic, and as plastic fragments, the relative concentration of sorbed PBTs increases due to increased surface area.\n\nThe EPA addresses plastic pollution as a significant environmental issue and provides detailed information on the hazards associated with it.\n\nFor further details, visit the current EPA website at www.epa.gov.",
  "summary": "The passage highlights the serious environmental concerns posed by plastic pollution, particularly in the marine environment. It emphasizes the physical and chemical threats to wildlife and the ecosystem, drawing attention to the impact of microplastics and the accumulation of toxic substances. Overall, the tone of the passage is one of concern and urgency in addressing the hazards of plastic pollution. Sentiment: 0.9",
  "sentiment": 0.9
}