{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Placing nanoplastics in the context of global plastic pollution - Nature",
  "href": "https://www.nature.com/articles/s41565-021-00888-2",
  "body": "Ultimately, the different physical and chemical characteristics of the different size classes of plastic pollution (macroplastics, microplastics and nanoplastics) will result in divergent fate and ...",
  "readable_content": "- Nature Nanotechnology (2023-12-08): We use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nMain content:\n- The magnitude of mismanaged microplastic waste seen around the globe has been a clear indicator of the impacts humans have on the environment and brought forward urgent discussions on how we may be able to live more sustainably. The release of plastic from many diffuse sources is anticipated to negatively impact the water quality of lakes, rivers and oceans as well as soil ecosystems, but our understanding of how particulate plastic behaves in different environmental compartments is still fragmentary. The dominant fraction of particulate plastic originates from the breakdown of macroplastic litter or is released during product use (for example, fibres from textiles or tyre wear)1, and conceptually there is no reason why plastic could not fragment further to the nanosize range. Indeed, this has already been shown to occur in laboratory experiments2,3. Therefore, it is difficult to disentangle the various facets of plastic pollution—which could be considered as a continuum from macroplastics to microplastics to nanoplastics. However, it remains unclear whether nanoplastics can really simply be considered as an extension of the (micro)plastic problem, given that the difference in particle size may ultimately impart different interactions with organisms and fate and transport pathways, and that different analytical tools and skill sets are required to detect and characterize particles in this size range. Consequently, assessing the impacts of nanoplastics on environmental systems may be fundamentally different than assessing the impacts of macro- or microplastics.\n\nIncreasing focus is being given to nanoplastic particles, potentially because the word ‘nano’ itself is charged, because the small particle size conjures up an underlying discomfort with nanosized materials as a whole (for example, distrust in new nanotechnologies, potential for increased hazards with smaller particles), or because analysing nanomaterials is considered more of a scientific challenge (for example, more sophisticated tools and techniques are needed to study them). Both of these aspects have been observed before when assessing the environmental health and safety of engineered nanomaterials. But given the ubiquity of nanosized particles of natural origin or those unintentionally produced by human activity, for example, combustion by-products, it is unclear how nanoplastics fit into this picture as they constitute only one class of nanoparticulate material among many others of different origins. The experience gained with engineered nanomaterials may shed light on how to approach environmental nanoplastics research as many scientists have transitioned between these two disciplines. However, extrapolations between groups of nanomaterials with known specific toxic properties and modes of action can not necessarily be transferred one to one to the field of nanoplastics without careful considerations of particle chemistry, transport processes and toxicodynamics. At present, there is not enough information to perform a proper risk assessment of nanoplastics and thus there are key knowledge gaps that still must be filled in terms of both nanoplastic hazard and nanoplastic exposure. Ultimately, we hope to learn from previous experiences on how to assess human and environmental risks to nanosized materials, so that we can better place nanoplastics in context with global plastic pollution.\n\nIn this Perspective, we explore and discuss how the nanoplastics topic is perceived in the scientific community and society, the influencing factors that trigger research and public awareness to understand the consequences of nanoplastics pollution, and how we can avoid misleading or dead-end debates. In particular, we examine (1) the prominence of nanoplastics as an environmental contaminant of emerging concern, (2) the implications and challenges with defining nanoplastics, (3) the role of plastic size and chemistry in it's environmental fate and impacts in relation to other nanosized objects, (4) the increased attention by connecting the words ‘plastic’ and ‘nano’, and finally (5) the approaches we as responsible nanoscientists can take in providing evidenced-based assessments of nanoplastics in the context of global plastic pollution.",
  "summary": "The post discusses the growing concern about nanoplastics pollution and the need for research to understand its consequences. It also acknowledges the challenges in defining nanoplastics and emphasizes the importance of evidence-based assessments to address this environmental concern. Overall, the tone of the post is focused on the need for further research and understanding of nanoplastics in the context of global plastic pollution. \n\nSentiment: 0.5",
  "sentiment": 0.5
}