{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "'Biodegradable' drinking straws contain PFAS",
  "href": "https://cen.acs.org/environment/persistent-pollutants/Biodegradabledrinking-straws-contain-PFAS/99/i11",
  "body": "As consumers turn to alternatives to single-use plastic, drinking straws made of plant-based materials like paper are coming into wider use, and many are marketed as biodegradable or even compostable.",
  "readable_content": "user (2023-12-08): \"This site uses cookies to enhance your user experience. By continuing to use this site you are agreeing to our COOKIE POLICY.\nAccept and Close\nPersistent Pollutants\n‘Biodegradable’ drinking straws contain PFAS\nPlant-based drinking straws sold in the US contain PFAS that have been phased out of use in the country\nby Katherine Bourzac\nMarch 25, 2021 | A version of this story appeared in Volume 99, Issue 11\n\nMOST POPULAR IN ENVIRONMENT\nUS EPA orders packaging firm Inhance to stop making PFAS\nHow can companies recycle wind turbine blades?\nLithium-ion battery recycling goes large\nIndustrial ammonia production emits more CO2 than any other chemical-making reaction. Chemists want to change that\nAs nuclear waste piles up, scientists seek the best long-term storage solutions\n\nCredit: Shutterstock\nPaper and other plant-based straws contain per- and polyfluoroalkyl substances, according to a new analysis.\n\nAs consumers turn to alternatives to single-use plastic, drinking straws made of plant-based materials like paper are coming into wider use, and many are marketed as biodegradable or even compostable. But an analysis of drinking straws available in the US detected 21 per- and polyfluoroalkyl substances (PFAS)—called “forever chemicals” for their extreme resistance to environmental breakdown—in 36 out of 38 brands of plant-based straws tested.\n\nUniversity of Florida toxicologist John Bowden was fascinated by the durability of today’s paper straws compared with older ones that would break down quickly in a drink, and he wanted to know whether the new straws’ water resistance might come from PFAS (Chemosphere 2021, DOI: 10.1016/j.chemosphere.2021.130238). So he and his colleagues tested them, as well as plant-based straws made of materials including poly(lactic acid), rice flour, and reeds. They extracted PFAS from the straws with methanol and measured PFAS levels in the extracts.\n\nIn the US, companies have voluntarily phased out two PFAS, perfluorooctanoic acid (PFOA) and perfluorooctanesulfonic acid (PFOS). Yet PFOA and PFOS were common in the straws.\n\nThis finding \"signifies either ongoing use or contamination that continues decades after use has ended,\" David Andrews of the Environmental Working Group, an advocacy organization, writes in an email. Drinking straws and food packaging, in which Andrews and others have detected the substances, are \"textbook examples of nonessential uses\" of PFAS, he says.\n\nBowden’s team tested a straw with high levels of the PFAS to determine whether the substances would leach out of the straws into water at temperatures typical of beverages and landfills. About two-thirds of extractable PFAS leached out at all temperatures tested. Bowden says this means that sipping your drink through a plant-based straw is a potential route of PFAS exposure. Small exposures add up: PFAS break down very slowly in the body, he says.\"\n\n- This is a concerning discovery as it highlights the presence of PFAS in \"biodegradable\" drinking straws, suggesting potential health risks associated with these plant-based alternatives to plastic.",
  "summary": "The discovery of PFAS in \"biodegradable\" drinking straws raises concerns about potential health risks associated with these plant-based alternatives to plastic. It underscores the importance of thoroughly evaluating the environmental and health impacts of alternative materials before promoting them as eco-friendly solutions. Sentiment: -0.9",
  "sentiment": -0.9
}