{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "What is your opinion about plastic straws: do you think that ... - Reddit",
  "href": "https://www.reddit.com/r/AskReddit/comments/ikwepi/what_is_your_opinion_about_plastic_straws_do_you/",
  "body": "What is your opinion about plastic straws: do you think that they are a serious problem for the environment, or that they only distract from the actual big problems? Archived post. New comments cannot be posted and votes cannot be cast.",
  "readable_content": "- boingosmoingo (2020-09-02): Just an attempt from the huge industries pumping toxins into the air and water to try and divert some of their enormous guilt onto the general population so they don't have to put solar powered heat lamps in their sweatshops.\n- joey_bm42 (2020-09-02): They are a serious problem, but make no mistake paper straws are not much better. Why can't we just not have straws? At least until biodegradable ones come along.\n- [deleted] (2020-09-02): People over complicate it so much with all the straw options but you can just drink out of the glass with your mouths.\n- [deleted] (2020-09-02): I feel like those new laws are in place to get people to start thinking about bigger problems. Overall, are straws a big problem, no. Is it a step in the right direction? absolutely.\n- LameFossil (2020-09-02): What’s weird is that companies jumped on the plastic straws bandwagon, while still using plastic cups and cutlery. If that’s not misguided hypocrisy, then I don’t know what is.\n- [deleted] (2020-09-02): both\n- [deleted] (2020-09-02): Single use plastics should be avoided whenever possible. Straws, plastic bags, plastic silverware all needs to go\n- Cheddar007 (2020-09-02): For me It’s mainly plastic products in general such as the sheer ridiculous amount of plastic packaging and waste of materials Like this for example\n- [deleted] (2020-09-02): That makes me so angry. Less of that more of this https://wildminimalist.com/blogs/news/15-zero-waste-bathroom-swaps\n- 41mag (2020-09-02): Distraction",
  "summary": "The conversation about banning plastic straws seems to reflect a mixed sentiment. Some users express skepticism about the impact of focusing on straws, suggesting that the issue is part of a larger problem with single-use plastics. Others argue that it's a step in the right direction and a way to raise awareness about environmental issues. Overall, there's a sense of frustration with the lack of progress on reducing plastic waste. \n\nSentiment: -0.2",
  "sentiment": -0.2
}