{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "My review of the Amcrest 5MP PoE Camera (IP5M-T1179EW-28MM)",
  "href": "https://www.reddit.com/r/homesecurity/comments/jyoy2p/my_review_of_the_amcrest_5mp_poe_camera/",
  "body": "The mounting bracket is a quality-feeling plastic material and the camera unit itself feels to be metal I think. It came with some small papers for getting started as well as a reminder to change the default password (good to see this suggested right away for security). ... With a little bit of light pollution bouncing off some clouds tonight ...",
  "readable_content": "- dustout (2019-12-08): My review of the Amcrest 5MP PoE Camera (IP5M-T1179EW-28MM)\n\n   [...]\n\n- stupidinternetname (2019-12-08): Great write up.\n  I just installed 5 of these today. Very easy to configure. Easy to mount and aim. I prefer these over the Amcrest turret cams which are a pain to aim. Picture quality on both styles is amazing compared to my old cameras.\n\n- fastman696 (2019-12-08): Detailed write-up thanks. If POE, what is the \"12V DC cable\" you mentioned?\n\n  - bsenftner (2019-12-08): Nice write up. I have stopped purchasing Amcrest cameras after a 3rd one simply ceased operating after less than a year. I write security camera software, and have been collecting various brands of cameras simply to have a pulse of the industry and to make sure my software works with them. Everything you say is right. But the darn things simply turn into rocks at some point, and who has the time to monkey with them?\n\n- spile2 (2019-12-08): I am happy with my two Amcrest cameras which are rebranded Duahas. The only cons are... No firmware updates Poor/no technical support Great vfm but there is a downside.\n\n- ImaginaryCheetah (2019-12-08): thanks for the review :) i'm cross-posting it to r/SecurityCameraAdvice\n\n- shenns416 (2019-12-08): Whats the deal with amcrest nowadays days? I had 3 in the past took it off line due to the whole Chinese backdoor thing, want to start them back up if it's safe. Or buy another brand",
  "summary": null,
  "sentiment": null
}