{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Why are Plastic Straws Bad? Advice from the Experts",
  "href": "https://www.tembopaper.com/news/why-are-plastic-straws-bad-advice-from-the-experts",
  "body": "Why are Plastic Straws Bad? Advice from the Experts September 30, 2020 Restaurants and cafes are cutting down. Cities and countries around the world are banning them outright. And, increasingly, conscientious consumers are demanding change. We're heading to 2021 and the crusade against plastic straws is in full swing. Vive la révolution.",
  "readable_content": "- **Tembo Careers**\n- +31 38 3372969\n- info@tembo.eu\n\n**News + Stories**\n\n**Why are Plastic Straws Bad? Advice from the Experts**\nSeptember 30, 2020\n\nRestaurants and cafes are cutting down. Cities and countries around the world are banning them outright. And, increasingly, conscientious consumers are demanding change.\n\nWe’re heading to 2021 and the crusade against plastic straws is in full swing. Vive la révolution.\n\nBut what has led us to this point? Why are plastic straws so bad that we want to eradicate them? To answer that, we’ve scoured the internet for expert insight and advice to learn how and why these single-use straws are damaging the ocean, the environment, and our health.\n\n**Why are plastic straws bad for the ocean?**\n\n“Because plastic has a lifecycle that extends long after it’s served any function, single-use products often wind up in landfills or, even worse, the ocean.” - Kristin Hunt, Senior Editor at Green Matters (Source)\n\nThe problem with plastic is that it doesn’t biodegrade, meaning it cannot decompose and return to nature. Instead, it breaks down into much smaller pieces, called “microplastics” — and these pose a significant threat to the health and wellbeing of marine life when dumped in the ocean.\n\nAccording to StrawlessOcean.org, turtles and seabirds have been found with plastic in their stomachs. A study published by PNAS, meanwhile, projects that by 2050, 99% of seabirds will have ingested plastic. And globally, 100,000 marine mammals die as by 2025.\n\nAmong this waste is an abundance of plastic straws, firmly in the top 10 items polluting our oceans.\n\nWriting in the Guardian, Hannah Lownsbrough, executive director of global consumer group SumOfUs, highlights the scale of the problem, with 500 million plastic straws being used daily by Americans alone.\n\n**Why are plastic straws bad for the environment?**\n\n“They create what we call microplastics. We're finding these flecks of plastic in everything from the forage fish that are at the base of the food web up through the kinds of fish that we end up putting on our dinner plate.” - George Leonard, Chief Scientist for the Ocean Conservancy (Source)\n\nPlastic is a robust material. It’s popular in manufacturing because it’s durable, mouldable, and versatile.\n\nYet, this durability is also its biggest flaw when it comes to environmental impact.\n\nAs we mentioned before, plastic isn’t biodegradable. And although it may break down into smaller pieces, those pieces don’t fully decompose, meaning they remain in our environment for possibly even thousands of years.\n\n**Why are plastic straws bad for our health?**\n\n“Plastics in general pose a major threat to health by leaching endocrine disruptors (chemicals that interfere with your hormones).” - Dr Jolene Brighten, founder of Rubus Health (Source)\n\nIt’s not just chemical-absorbing microplastics that are a concern; plastic straws contain chemicals themselves.\n\nThe straws are typically made using polypropylene, a type of plastic made from petroleum. And although the FDA has found this to be food-safe, chemicals from the plastic could leach into liquids, releasing compounds which may affect estrogen levels.\n\n- **Follow our updates**\n- McDonald's Canada will introduce paper straws at more than 1400 restaurants October 8, 2021\n- War on plastic: English government to ban single use plastics August 30, 2021\n- Tembo supports European standards for Paper Straws April 8, 2021\n\n- **SUBSCRIBE TO OUR UPDATES**\n- **Meet our Business Representative**\n- **Industrial Paper Straw Machines and Supply**\n- Martin Grandjean\n- + 44 7899 993595\n- marketing@tembo.eu\n\n- **Job openings at Tembo Paper**\n- *There are no vacancies to show.*\n- **SEE ALL VACANCIES AT TEMBO**\n- **Contact Tembo Paper**\n- Tembo Paper B.V.\n- Constructieweg 45\n- 8263 BC Kampen\n- Postbus 126\n- 8260 AC Kampen\n- The Netherlands\n- Tel: +31 383766244\n\n- **About Tembo Paper**\n- Tembo Paper is the result of combined brainpower of our Tembo companies. By combining the knowhow our companies have, we can proudly present the high-end technology to convert paper into biodegradable paper straws. Tembo Paper offers the technology to partner companies and produces white label paper straws.\n\n- **About Tembo Paper**\n- Tembo Group website\n- Market-Leading Paper Straw Machines\n- Paper Straw Manufacturer in Canada\n- Paper Straw Manufacturer in the Netherlands\n- Paper Straw Manufacturer in the UK\n- Paper Straw Manufacturer in Germany\n- Paper Straw Manufacturer in Italy\n- Paper Straw Manufacturer in Spain\n- Paper Straw Manufacturer in the USA",
  "summary": "The post discusses the harmful effects of plastic straws on the environment, ocean, and health. It highlights the movement to ban plastic straws and the adoption of biodegradable alternatives. The overall sentiment of the post is concern and support for the ban on plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}