{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic Straws That Quickly Biodegrade in the Ocean? Not Quite ...",
  "href": "https://www.wsj.com/articles/plastic-straws-that-quickly-biodegrade-in-the-ocean-not-quite-scientists-say-11616238001",
  "body": "Companies are touting straws and bottles made from a plant-based plastic, but researchers say some claims are overstated. Plastic represents one of the biggest waste challenges for cities in the ...",
  "readable_content": "The Wall Street Journal (2021-03-20): Plastic Straws That Quickly Biodegrade in the Ocean? Not Quite, Scientists Say.\n\n- Plastic represents one of the biggest waste challenges for cities in the future. The Wall Street Journal examines the new technologies that could revolutionize our conception of waste.\n\n\t- Companies are touting straws and bottles made from a plant-based plastic called Nodax, claiming that they can biodegrade in oceans within a few months.\n\n\t- Nodax’s owner, Danimer Scientific Inc., has Nestlé SA and Bacardi Ltd. as customers and PepsiCo Inc. as an investor.\n\n\t- Experts caution that claims about Nodax are exaggerated and misleading. They state that more testing and stricter regulations are needed, and that marketing products as marine biodegradable could encourage littering.\n\n\t- While plastics made from materials like corn can biodegrade in compost facilities under specific conditions, plastic that quickly breaks down in nature has been elusive.\n\n\t- Danimer Scientific claims that Nodax is \"the holy grail of plastic,\" highlighting that it has been certified by TUV Austria as able to biodegrade in seawater.\n\n\t- However, experts argue that the rate of Nodax's biodegradation is more variable than Danimer claims, and making broad claims about its biodegradability is not accurate.\n\n\t- Bacardi and Nestlé are working with Danimer to develop Nodax plastic bottles. However, experts question the accuracy of claims about the biodegradability of these products in the ocean, citing variations in ocean temperatures and microorganisms.\n\n\t- Some tests have shown that Nodax bottles disintegrate by 90% in seawater within 12 weeks, but experts caution that real-life biodegradation may occur at a much slower rate.",
  "summary": "The post raises skepticism about the claims regarding the biodegradability of plastic straws and bottles made from Nodax, a plant-based plastic. Experts caution that the marketing of these products as marine biodegradable could encourage littering and highlight the need for more testing and stricter regulations. Overall, the sentiment of the text leans towards skepticism and a call for more rigorous assessment of these claims. \n\nSentiment: 0.4",
  "sentiment": 0.4
}