{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Straws Are Better Than Metal Straws : unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/htfi73/plastic_straws_are_better_than_metal_straws/",
  "body": "Im sure all of you have probably seen that video of that poor turtle with a plastic straw stuck in its nostrils and theres some people that are … Press J to jump to the feed. Press question mark to learn the rest of the keyboard shortcuts",
  "readable_content": "- BigPoppa_02 (2020-12-08): Plastic Straws Are Better Than Metal Straws\n  - [deleted] (2020-12-08): The whole point of metal straws is that they are reusable and thus not constantly being thrown away or littered around and being able to end up in places like oceans and rivers to harm wildlife. At the very least it at least reduces the chances of something like that happening if not eliminating it. Sorry if this was worded weird, I'm very tired lol.\n  - VisiblePiano0 (2020-12-08): Plastic also breaks down into microplastics that are a major issue too.\n  - [deleted] (2020-12-08): Even if you throw away the metal one, plastic doesn't just sink and it is pliable and therefore millions of times more likely to float to shore, catch in currents, and bend into a nostril.\n  - mrghostwork (2020-12-08): The environmentalist in me says “metal straws for life” but the small chip on my front tooth says “never again”\n  - Teto-Disboard (2020-12-08): You know you dont throw Metal straws away after a few times\n  - Coldbeckissy (2020-12-08): You don’t throw out metal straws after one use.\n  - OSK4R123 (2020-12-08): Straws make men gay because they are used to sucking them so they will suck dick. Dont let the government indoctrinate you.\n  - lokingfinesince89 (2020-12-08): Do you even need a straw?\n  - BigPoppa_02 (2020-12-08): good point\n  - kalnaygergely (2020-12-08): Just drink from a glass\n  - boiplazenta (2020-12-08): Metal straws won't float around in the ocean, just sink to the floor, big difference dude\n  - BigPoppa_02 (2020-12-08): oh yeah, im big brain",
  "summary": "The conversation shows a mix of perspectives on the use of plastic versus metal straws. Some argue for the environmental benefits of metal straws, emphasizing their reusability and reduced impact on oceans and wildlife. On the other hand, there are mentions of practical concerns, such as the risk of dental damage and the suggestion of simply drinking from a glass. Additionally, there are unrelated and inappropriate comments that detract from the discussion. Overall, the sentiment seems divided and somewhat scattered. \n\nSentiment: 0.2",
  "sentiment": 0.2
}