{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Bags Banned in Cincinnati : r/cincinnati - Reddit",
  "href": "https://www.reddit.com/r/cincinnati/comments/iq91i1/plastic_bags_banned_in_cincinnati/",
  "body": "Metal straws technically consume more carbon to produce on the carbon scale than a single plastic straw, but also if that person only uses the metal straw a certain amount of times it's offset. It's not a simple thing but in general reducing non-biodegradable plastic is more of an issue because we can always plant more trees and do things to ...",
  "readable_content": "- [deleted] (2020-12-08):\n  Plastic Bags Banned in Cincinnati\n\n- RicketyFrigate (2020-12-08):\n  Aldi: huehuehue\n  \n  > i_am_buzz_lightyear (2020-12-08):\n  >  Sam's: \"Hey. Let's make the customer recycle the boxes. Win-win.\"\n\n- fatchancefatpants (2020-12-08):\n  SYAC: This is going into effect in January 2021. Bags will now either need to be brought from home or bought from the store. Reusable paper or cloth bags will be at least 5 cents, but stores can charge whatever they want. Money from selling bags will go back to the store, not the city.\n\n  Customers who are paying for their purchase with Electronic Benefits Transfer (EBT) cards, which are used to distribute food stamps and other government aid, do not have to pay for their bags.\n  \n  Re: delivery- it would appear that the store needs to sort that out, not the doordash/delivery driver\n\n  > RitaAlbertson (2020-12-08):\n  > I'm interested to see how Kroger handles its Clicklist/Pickup bagging. I try to be good about using my reusable bags and nearly all the plastic bags I have are from Pickup (where they use WAY TOO MANY (seriously my one carton of eggs doesn't need its own bag)) where it's not like I can hand over my bags while they're shopping for me. I guess they'll create an option to pay for paper or to go bagless so we can bag it at our trunks?\n\n- CatsPatsGo (2020-12-08):\n  What am I going to use for my bathroom garbage can now??\n\n- Master_Mastermnd (2020-12-08):\n  I like the reusable bags. More durable and plastic bags end up like tribbles in my house anyway.\n\n- [deleted] (2020-12-08):\n  It’s kinda like this in dc, they charge you if you want to use their plastic bags by a few cents so people tend to bring their own reuseable bags!\n\n- [deleted] (2020-12-08):\n  This is going to stink when covid is still happening. Some restaurants and groceries (Kroger) won’t touch any of your bags when loading up your cart.\n\n  > doubtinggardens (2020-12-08):\n  > Kroger employee here, we are now able to touch and use your bags in the checkout!",
  "summary": null,
  "sentiment": null
}