{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws and cotton buds banned in England : r/environment - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/j4cpff/plastic_straws_and_cotton_buds_banned_in_england/",
  "body": "1.2K votes, 94 comments. 1.4M subscribers in the environment community. Current news, information and issues related to the environment.",
  "readable_content": "- Smellyfrogboy (2020-10-03): Plastic straws and cotton buds banned in England\n   - Pentaxed: While I applaud this, if they don’t hold manufacturing and other corporations accountable for their waste then this is like a bandaid for a bullet wound.\n   - freeradicalx: These sorts of non-measures happen specifically so that those meaningful ones don't. They're happy to externalize more consequences for their negligence onto the general public and probably lobby in favor of silly shit like this.\n   - IoSonCalaf: Because the companies who manufacture and sells these products in these want to shift the blame to us and make it look like the consumers are the bad guys.\n   - [deleted]\n      - [deleted] \n   - zaxldaisy: But I am always confused when people go to war against plastic straws...\n      - 1 more reply\n   - Sr_Moreno: Already banned in Scotland, I think.\n   - dontsendmeyourcat: While it might help, it’s really nothing compared to the pollution happening on an industrial level that needs to be regulated heavily to bring real positive effect\n   - indrada90: This is stupid, trying to act like they care without doing anything that matters\n   - [deleted]\n   - throwaway656232: ok. now ban meat.\n   - abejfehr: That’s gonna be tough. I think they’ll have to wean people off of it first by increasing the prices, maybe they should introduce a “meat tax”?\n   - 3 more replies\n- FBIsurveillanceVan22: wtf's a cotton bud?\n   - RogueCainnear: Cotton swabs - though if you’re in America, you’d probably know them by the brand name Q-tips.\n     - 15 more replies\n- GlobalWFundfEP: More \"single use\" plastics theatre greenwashing. It is so sad to see how easy it is to psychosocial engineer social media to the whims of the forces leading to planetary destruction.\n   - 1blckbx: The two smallest culprits removed. Straws and earbuds ? Fuck off UK gov and do something meaningful. Complete ban on single use plastics in the next 24 months. Stand up and take meaningful action.\n     - 1 more reply\n   - freeradicalx: But they're still driving millions of gas-powered cars and generating thousands of kilowatt-hours of electricity with coal and shipping millions of tons of plastic products around the world in massive freighters burning bunker fuel? Straw bans are green capitalism. They punish individuals through meaningless regulation to provide cover and distraction for the what's actually destroying us\n     - gergytat: Its greenwashing and misinformation. Do not ever trust governments, remember what they did last century? To hell with them.\n       - 1 more reply\n   - Hypersapien: I'm not sure what cotton buds are. If that's a British term, what are they called in the US? And what's the problem with them?\n     - 2 more replies\n   - rabid-carpenter-8: why are they banning cotton?",
  "summary": "The conversation shows a mix of support for the ban on plastic straws and cotton buds, but also skepticism about the effectiveness of such measures without addressing larger industrial pollution. Some believe the government's actions are mere greenwashing, while others question the focus on banning straws and earbuds when there are bigger environmental issues to address. Overall, the sentiment leans towards skepticism and a call for more meaningful action. \n\nSentiment: -0.7",
  "sentiment": -0.7
}