{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "World will have 710M tons of plastic pollution by 2040 despite ... - CNN",
  "href": "https://www.cnn.com/2020/07/23/world/plastic-pollution-2040-study-intl-hnk/index.html",
  "body": "CNN — If the world embarked on an immediate and globally-coordinated effort to reduce our plastic consumption, there would still be an estimated 710 million metric tons of plastic that will...",
  "readable_content": "- CNN (2023-12-08): The study, from a group of international researchers and published in the journal Science on Thursday, found that even in a “best-case scenario” where the amount of plastic pollution was reduced by 80% by 2040, there would still be a massive build-up of accumulated plastic.\n\n- The team found that seriously ramped up global efforts could cut plastic pollution by 40% from 2016 levels, or 78% relative to a “business as usual” model by 2040.\n\n- Dr. James Palardy, co-author of the report and Director of Pew’s Conservation Science Program, said the true cost plastic pollution has on human health and the environment – and of doing nothing to reduce it – is largely unknown, but waiting to find out how it affects us is not the answer.\n\n- The team set out to figure solutions for solving plastic pollution. They created a model that mapped out the entire global plastic system – from production to waste – and developed five scenarios to estimate reductions in plastic pollution between 2016 and 2040.\n\n- They found that there is no silver bullet solution to reducing global plastic pollution. Instead, change is needed across the whole supply chain.\n\n- The team noted that in many middle-income countries, such as India, informal workers and waste pickers made a living from collecting plastics and that their work was a key component of being able to solve the collection gap.\n\n- The team’s findings come as waste from Covid-19 – discarded PPE, masks, gloves, hand sanitizer bottles and take-out boxes – has ended up in landfills or our oceans.\n\n- One of the biggest challenges to changing our plastic habits is helping people to connect the dots between the plastics they consume and the pollution on our beaches and seas.\n\n- \"Beach clean ups are going and mopping up the floor while the tap is still on. As good as they are, you need to turn off the source,\" said Gary Stokes, director of operations at OceansAsia.",
  "summary": "The post discusses a study on plastic pollution and the need for global efforts to reduce the accumulation of plastic waste. It emphasizes the complexity of the issue and the necessity for changes across the entire supply chain. The sentiment of the post is focused on raising awareness and taking action to address the growing problem of plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}