{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "eli5: Why are plastics straws so bad for turtles and not all plastic in ...",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/o27xhz/eli5_why_are_plastics_straws_so_bad_for_turtles/",
  "body": "The controversy of plastic straws and turtles arose from this video uploaded to YouTube in 2015. In it a turtle has what appears to be a plastic straw lodged rather deep up one of its nostrils. The individual in the video (a researcher named Christine Figgener) posted a write up about the incident in a Nature journal article.",
  "readable_content": "- TheBoogiesBoogyMan (2020-12-08): eli5: Why are plastics straws so bad for turtles and not all plastic in general? What's special about straws?\n- OsamaBinLadenDoes (2020-12-08): The controversy of plastic straws and turtles arose from a video uploaded to YouTube in 2015, in which a turtle had a plastic straw lodged in its nostril. Plastic straws are bad because we use and dispose of a large number of them each year, and they are small and long enough to trap or get trapped in various wildlife and their orifices.\n- HT915 (2020-12-08): All single use plastics are bad for the environment, but straws are one of the biggest examples of single use plastics and feel like they should be reasonably easy to replace.\n- arcosapphire (2020-12-08): All single-use plastics are a problem, but straws, unlike some other plastics, are not something we really need, so they are an easy target for reduction. There are also many alternatives in cases where straws are still kinda useful.\n- [deleted] (2020-12-08): Plastic straws caused a large emotional response because of the turtle video, and politicians capitalized on it to gain power and personal gain. Banning plastic straws makes people think that something is being done about the plastic pollution in the oceans, even though it will make no difference at all.\n\n",
  "summary": "The conversation about banning plastic straws reflects a mix of viewpoints. Some emphasize the negative impact of plastic straws on wildlife and the environment, proposing their replacement with alternatives. Others question the effectiveness of banning straws and suggest that it may be used as a superficial solution to a larger problem. Overall, the sentiment is divided. \n\nSentiment: 0.2",
  "sentiment": 0.2
}