{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastics: mitigating their environmental, health and human ... - IUCN",
  "href": "https://www.iucn.org/news/commission-environmental-economic-and-social-policy/202102/plastics-mitigating-their-environmental-health-and-human-rights-impacts",
  "body": "Photos: Plastic pollution on shorelines in the Pacific. The problems with plastics Cheap, light, moldable and durable, plastics have been the source of significant industrial, trade, sanitation and health progress since they started being manufactured at a large scale in the 1950s.",
  "readable_content": "IUCN (2023-12-08): The article discusses the need for a new global governance regime for plastics to mitigate their environmental, health, and human rights impacts. The author emphasizes the exponential growth of plastics production and the devastating effects of plastic pollution on the environment, wildlife, and human health. The disproportionate impact on the Pacific islands and other large ocean small island developing states (LOSIDS) is highlighted due to their reliance on the ocean, limited waste management capacity, and central role of the ocean in their economy. The article also addresses the inadequacy of the current international law and policy framework governing plastics, pointing to the need for a new global and comprehensive governance regime to address the issue at all stages of the plastics' life cycle. The efforts towards the establishment of a new global plastic governance regime under the UN Environmental Assembly are noted, along with emerging elements for a legally binding global and coherent instrument governing plastics' full life cycle.",
  "summary": "The article highlights the urgent need for a new global governance regime for plastics due to their damaging environmental, health, and human rights impacts, especially on Pacific islands and other small island developing states. It emphasizes the inadequacy of the current international law and policy framework governing plastics and the efforts towards establishing a new global plastic governance regime. The sentiment is one of agreement with the need for stronger global governance to address the issue of plastics. Sentiment: 0.9",
  "sentiment": 0.9
}