{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "\"Minis and travel-size are the 'plastic straws' of the ... - Reddit",
  "href": "https://www.reddit.com/r/AsianBeauty/comments/kbz013/minis_and_travelsize_are_the_plastic_straws_of/",
  "body": "Plastic straws was an easy political \"win\" for politicians who could be seen as doing something \"positive\" for the environment when what they were really doing was appeasing the real corporate lobbyists and players. Why are we not going after shipping industries, cruise industries, nestle, Coca Cola, manufacturing, the private corporate ...",
  "readable_content": "- byrdie.com (2020-12-08): I prefer larger size products in general (which is probably why I am drawn more to toners or larger essences than 30 or 60ml serums). That said, sample sizes or minis help people try out products without investing in a large bottle of product that may end up going to waste if it doesn't work for them (though samples could be multi-use instead of single use, which would support the test purposes and not be as wasteful). For travel, making packaging that's easy to decant is helpful.\n\n- alittlewhimsie (2020-12-08): If I try a travel sized product and like it and buy the full size, I still keep the travel container. I then refill it from my full size product and use it in my travel bag. It makes me irrationally happy to have branded packaging for my travel products and I don’t need to keep repurchasing the travel size for that purpose as long as it’s refillable.\n\n- happylux (2020-12-08): Same. I love keeping the sample trial size jars/containers once they're gone so I can use for travel as well. Just scoop and go. Plus, saves me the trip or need to actually go out and find the travel size\n\n- plumpernickle (2020-12-08): Maybe if they made mini bottles and tubes refillable this wouldn't be much of a problem..... much of the waste in the beauty industry is produced by corporations who decide the packaging of their products, materials used, etc. If the container is single use it's because the brand has designed it to be so. And avoiding mini sized because the machines can't pick them out?? There's a solution right there. Are we shying away from technological advancement now? If more consumers got to try out products in small sizes first, there would also be fewer \"gently used\" full sized bottles thrown out to landfills because they turned out to be unsuitable. So sorry, this is kind of BS.\n\n- confusedquokka (2020-12-08): As another poster said, this is hyper focusing on an objectively small problem, like straws, and putting the blame on small time individuals and consumers, when what we really need to be focusing on are the humongous global conglomerates and industries and countries that are responsible for the majority of pollution and environmental damage.... Stop putting the onus on the individual, especially the 99%!\n\n- Woodsygal7321 (2020-12-08): Can we get bottles that are recyclable before we worry about minis for goodness sakes?\n\n- KalmiaKamui (2020-12-08): Take it up with the world governments that restrict liquid volumes for carry-on luggage, then. I'd rather just take my regular sized products, but I'm not paying $30 per checked bag for the privilege. Don't try to make individual consumers responsible for government/industry level problems.\n\n- gothturnip (2020-12-08): Absolutely, this seems like the same problem as banning plastic straws.... We spend all this effort trying to get people to reduce their personal waste amount, completely ignoring why these things exist, while like four corporations put out so much waste in a single day that the consumer's sacrifice means nothing.",
  "summary": null,
  "sentiment": null
}