{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Will space mining be viable in near future? : r/space - Reddit",
  "href": "https://www.reddit.com/r/space/comments/k19r4u/will_space_mining_be_viable_in_near_future/",
  "body": "Even if it turns out that space mining isn't viable right now (I'm not saying that it isn't, just saying if it isn't), it will eventually become a viable option as resources on Earth start to run out. $100/kg for space materials vs $10/kg for Earth materials isn't viable; $100/kg for space materials vs $1000/kg for Earth materials definitely is.",
  "readable_content": "- ashVV (2020-12-08): Will space mining be viable in near future?\n- [deleted] (2020-12-08): What do you mean by viable?\n- PaulC1841 (2020-12-08): Why not crash down in Namibia or Australia small size asteroids?\n- reddit455 (2020-12-08): look for NASA ISRU (In Situ Resource Utilization) RASSOR robot - which is supposed to autonomously dig up regolith for \"cement\" and \"dust to thrust.\" it's a necessity. too expensive to bring \"cement\" from Earth (not economically feasible).\n- ashVV (2020-12-08): That is cool! I will definitely check those sources, thank you!\n- TheMuspelheimr (2020-12-08): Even if it turns out that space mining isn't viable right now, it will eventually become a viable option as resources on Earth start to run out.\n- Reddit-runner (2020-12-08): http://www.asterank.com/ I think this is the website you are looking for. As far as I know there aren't any interesting minerals on the moon worth getting into Orbit or even down to earth. Asteroids on the other hand are far more interesting. If you go through the list made by asterank, you can see that the valuable near earth asteroids only encounter earth every 3-5 years. It is almost impossible to design a manned mining mission that reaches such asteroids, even if spaceships like Starship have enough delta_v to bring meaningful mass there. The flight duration is not viable for humans. This forces mining missions to go full robotic.\n- verzali (2020-12-08): Right now it's not viable because it's far cheaper to get the resources on Earth. There's nothing on the Moon we don't already have or can't already make here. Longer term it will only be viable if the mined materials are used in space, but that will require a functioning economy to be built up.\n- Eurekify2 (2020-12-08): Can’t wait to go deep core mining for void opals\n- nehalkhan97 (2020-12-08): It will be viable but not in the near future. Artemis mission is really important for this reason because not only it will help to create an outpost on lunar surface but in order for that outpost to function and thrive it will pave the way for lunar mining. Similar can be said for Mars mining as well",
  "summary": null,
  "sentiment": null
}