{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "In Poland, we are slowly getting rid of advertisements and ... - Reddit",
  "href": "https://www.reddit.com/r/europe/comments/l0p31m/in_poland_we_are_slowly_getting_rid_of/",
  "body": "In 2013 the landlord lost 3 apartments due to construction. In the next 6 months he either had to sell the building or raise rent by £20-29 a week. For every tenant. Considering this was bottom-of-the-barrel housing he opted to get the apartments advertised on instead, at the benefit of the tenants.",
  "readable_content": "- Irlfit (2020-01-19): In Poland, we are slowly getting rid of advertisements and billboards madness.\n- asking--questions (2020-01-19): Did the signs cover the windows, or were they see-through?\n- ExilBoulette (2020-01-19): Very pleasing to see. Those advertisements have become such a part of daily life, that you really only notice how much they pollute a place, once they're gone.\n- ADHD_brain_goes_brrr (2020-01-19): My god its beautiful. Billboards are *bleep* im sure that there is far more profit in online targeted advertisements.\n- zue3 (2020-01-19): U block origin baby. *bleep* ads entirely.\n- shillyshally (2020-01-19): Is this a cultural change and the result of individual action or the result of government encouragement?\n    - [deleted] (2020-01-19): I do not know how it was in this particular case, but usually it is cultural change which results in individual action to push the local government to make or start executing the rules.\n- Roadside-Strelok (2020-01-19): Slow cultural changes gave birth to the Landscape act in 2015 which allowed local governments to introduce restrictions when it comes to the display of signs, billboards and advertizements in public spaces.\n- tyger2020 (2020-01-19): Ignoring the advertisements, its amazing how much better the building looks with just a bit of new exterior? maybe even just paint?\n- Puss_Fondue (2020-01-19): I am envious of this.\n- Grzechoooo (2020-01-19): Apparently our current administration is too busy attacking critics, opposition, and the few remaining hallmarks of democracy that we have.\n- reluctant_millennial (2020-01-19): Why did you also take the leaves from the trees?",
  "summary": null,
  "sentiment": null
}