{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Japanese Convenience stores and fast-food chains will be ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/nt47qo/japanese_convenience_stores_and_fastfood_chains/",
  "body": "Of the approximately 9 million tons of plastic garbage produced annually in Japan, about 100,000 tons consist of disposable plastic spoons and straws. The law, which covers the production, sale and collection of plastic items, is designed to encourage greater recycling of plastic resources.",
  "readable_content": "- DoremusJessup (2023-06-04): Japanese Convenience stores and fast-food chains will be obliged to charge for disposable plastic spoons, straws and forks from spring 2022 under legislation passed June 4 by the Diet to cut down on such garbage, an issue that has gained global prominence\n- williamis3 (2023-06-04): Literally everything is wrapped in plastic. Went to shop for some fruit and veg and it’s just like an ocean of plastic covering lol\n- goteamnick (2023-06-04): Oh Japan is ridiculous when it comes to plastic. I buy a packet of Mentos and they try and put it in a bag.\n- HrabraSrca (2023-06-04): My personal favourite was a packet of biscuits which was a card box with the biscuits inside, in a plastic tray and then wrapped individually in their own plastic bag. The tray was then wrapped in a bigger plastic bag.\n- DAN991199 (2023-06-04): Seems like a good idea, manufacturers will adapt if demand drops and they will make something more environmentally friendly.\n- [deleted] (2023-06-04): Demand won’t drop and neither will manufacturing. These sorts of laws are often pushed by the producers of primary plastic stock, the raw plastic pellets that are injection molded into every plastic product.\n- glowcap (2023-06-04): That’s good and all, but why charge consumers for utensils they need instead of charging food manufacturers for all the additional plastics and wrappers they use in the name of “presentation”?\n- [deleted] (2023-06-04): Recently Japan charges for plastic bags at the supermarket and convenience stores. It encourages us to bring our own reusable bags.\n- sovietskaya (2023-06-04): this is japan. plastic spoon and fork is not always given when you buy bento. they give you waribashi, disposable wooden chopstick.\n\nNote: The rest of the conversation contains posts from various other subreddits and comments that aren't directly relevant to the topic.",
  "summary": "The conversation reflects a mix of opinions about the legislation to charge for disposable plastic utensils in Japan. Some feel it is a step in the right direction to reduce plastic waste, while others question why consumers are being charged for utensils instead of food manufacturers being held responsible for the excessive use of plastic packaging. Overall, the sentiment seems to lean toward the acknowledgment of the issue of plastic waste and the need for change. \n\nSentiment: 0.6",
  "sentiment": 0.6
}