{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Sustainable Single-Use Alternatives - the Plastic Straw Edition - UrthPact",
  "href": "https://www.urthpact.com/sustainable-single-use-alternatives-plastic-straw-edition/",
  "body": "Paper straws have often been labeled as the end-all be-all solution to the plastic straw problem. And while many businesses have swapped to paper straws, the result hasn't exactly been as expected. While falling in the same cost frame as PHA's and PLA's, the end of life for paper straws is much more blurry than many would think. Paper is often claimed to be \"inherently compostable ...",
  "readable_content": "User (2023-12-08): SERVICES\n\nPRODUCTS\n\nRESOURCES\n\nABOUT\n\nCONTACT\nSustainable Single-Use Alternatives – the Plastic Straw Edition\n\nJul 29, 2020\n\nSUSTAINABLE SINGLE-USE ALTERNATIVES - THE PLASTIC STRAW EDITION\n\nPaper, bamboo, avocado, hay, steel, glass, bioplastic. What do all of these materials have in common? Each of these materials are potential alternatives for single-use plastic straws. And there are more to that list than just those. Single-use plastic straws are one of the biggest stars of the plastics ban movements worldwide. As more and more cities and states ban the usage of plastic straws, organizations are searching for viable alternatives that first their unique business needs as well as their customer’s needs as well. But as this list suggests, there are so many possible alternatives, and rarely can you find a concise description of all of the options. Well, we’re here to provide that for you. Let’s break down the potential straw alternatives by category, to help you understand the pros and cons of each of them. \n\nSingle-Use Plastics and Bioplastics\n\n- The Summer of Sustainability - The Perfect Sustainable Beach Day\n- The Great Straw Predicament - How Can You Satisfy Both Customers and the Planet?\n\nClick to learn more about our single-use compostable products:\n\nSTRAWS\n\nCUTLERY\n\nVALVES\n\n© Copyright 2023 UrthPact, LLC. All rights reserved.\n\nContact  |  Careers  | 978.847-9747\n\nTerms of Use / Privacy Policy",
  "summary": "The post discusses the potential alternatives to single-use plastic straws and reflects a positive sentiment toward finding sustainable options. It emphasizes the need for viable alternatives while considering both business and customer needs. The tone is informative and supportive of the efforts to reduce plastic waste. \nSentiment: 0.8",
  "sentiment": 0.8
}