{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "For Animals, Plastic Is Turning the Ocean Into a Minefield",
  "href": "https://www.nationalgeographic.com/magazine/article/plastic-planet-animals-wildlife-impact-waste-pollution",
  "body": "Bar none,\" Savoca says, referring to straws, water bottles, and plastic bags. Some 700 species of marine animals have been reported—so far—to have eaten or become entangled in plastic.",
  "readable_content": "-User (<date>): Could you provide more information about plastic pollution in the ocean?\n-<Natasha Daly> (2018-06): An old plastic fishing net snares a loggerhead turtle in the Mediterranean off Spain, emphasizing the danger of \"ghost fishing\" by derelict gear. From getting stuck in nets to eating plastic mistaken for food, creatures worldwide are succumbing to the effects of plastic pollution. Flesh-footed shearwaters, for example, ingest more plastic as a proportion of their body mass than any other marine animal, with up to 90 percent of fledglings having already consumed some. As a marine biologist with the National Oceanic and Atmospheric Administration pointed out, the real tragedy is that animals eat plastic thinking it's food, resulting in chronic hunger and, ultimately, death.\n-Natasha Daly (2018-06): The long-term impact of plastic on wildlife remains unresolved, as plastic's durability and light weight escalate the threat to animals. Approximately 700 species of marine animals have been reported to have ingested or become entangled in plastic. Despite our lack of understanding of plastic's long-term effects, evidence from cases such as seabirds ingesting plastic in 1966 indicates a concerning trend. The widespread harm caused by plastic pollution necessitates urgent action to address and mitigate this global issue.",
  "summary": "The text highlights the devastating impact of plastic pollution on marine animals and the urgent need for action to address this global issue. It emphasizes the grave consequences of wildlife ingesting or becoming entangled in plastic, leading to chronic hunger and death. The sentiment of the text is a strong call for addressing and mitigating the harmful effects of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}