{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic pollution is an environmental injustice to vulnerable ... - UNEP",
  "href": "https://www.unep.org/news-and-stories/press-release/plastic-pollution-environmental-injustice-vulnerable-communities-new",
  "body": "Nairobi, 30 March 2021 — Plastic pollution disproportionately affects marginalized communities and communities living in close proximity to plastic production and waste sites, constituting an environmental injustice, according to a new report by the United Nations Environment Programme (UNEP) and environmental justice non-governmental organisation, Azul.",
  "readable_content": "User (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n press release\n30 MAR 2021 PRESS RELEASE CHEMICALS & POLLUTION ACTION\nPlastic pollution is an environmental injustice to vulnerable communities – new report\n\nNairobi, 30 March 2021 — Plastic pollution disproportionately affects marginalized communities and communities living in close proximity to plastic production and waste sites, constituting an environmental injustice, according to a new report by the United Nations Environment Programme (UNEP) and environmental justice non-governmental organisation, Azul. The report, NEGLECTED: Environmental Justice Impacts of Marine Litter and Plastic Pollution, calls for the recognition of communities affected by plastic waste and their inclusion in local decision making.\n\nIt details cases of environmental injustice – from deforestation and displacement of Indigenous Peoples to make way for oil extraction and the contamination of potable water by fracking fluids and waste water in the US and Sudan, to health problems among predominantly African American communities living near oil refineries in the US’s Gulf of Mexico, and the occupational hazards of about two million waste pickers in India, among many others.\n\nPlastic waste not only threatens the livelihoods of those who depend on marine resources for work, it can lead to a raft of health issues for people who consume seafood infested with toxic micro- and nano-plastics. The challenge of plastic waste – which has been exacerbated by the COVID-19 pandemic – is a major part of the global pollution crisis, which, alongside biodiversity loss and climate change, represent a triple planetary emergency that must be addressed by massive shifts in the way humanity utilizes the earth’s resources.\n\n“Environmental justice means educating those on the frontlines of plastic pollution about its risks, including them in decisions about its production, use, and disposal, and ensuring their access to a credible judicial system,” said UNEP Executive Director, Inger Andersen.\n\nThe report’s authors recommend that governments expand their monitoring of plastic waste, study its health impacts, and invest in its management. Governments should also adopt and increase enforcement of bans on single-use plastics and encourage reduction, recycling and reuse. Additionally, they should sensitize and embolden affected communities to act by ensuring access to an effective judicial system that follows environmental justice principles, such as free prior informed consent (FPIC) and the right of access to information.\n\nCo-author, Founder and Executive Director of Azul, Marce Gutiérrez-Graudiņš, said: “Plastic pollution is a social justice issue. Current efforts to manage and decrease plastic pollution are inadequate to address the full scope of problems it entails. Disparate impacts on communities affected by plastic, at every point from production to waste, should make environmental justice a customary consideration within the marine conservation field.”\n\nThe report follows UN Environment Assembly Resolution 2/11 for UNEP to further study the environmental, health and social impacts of plastic. It shows how plastic waste is undermining the achievement of the Sustainable Development Goals (SDGs), especially SDG1 on no poverty, SDG2 on zero hunger, SDG14 on protecting marine ecosystems, and SDG16 on providing access to justice for all and building effective, accountable and inclusive institutions at all levels.\n\n“The impact of plastics on vulnerable populations goes well beyond inefficient and sometimes non-existing waste management systems,” says Juliano Calil, lead author of the report and Senior Research Fellow at the Center for the Blue Economy. “It starts with issues related to oil extraction, through toxic environments and greenhouse gas emissions, and it even impacts water distribution policies.”",
  "summary": "The text highlights the environmental injustice and health impacts caused by plastic pollution, emphasizing the need for inclusive decision-making and environmental justice. It also calls for government action, monitoring of plastic waste, and investment in its management. The overall sentiment of the text is concern for the disproportionate impact of plastic pollution on vulnerable communities and the urgent need for systemic change. Sentiment: 0.8",
  "sentiment": 0.8
}