{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "#StopSucking: How Plastic Straws Became the Face of the Anti-Plastic ...",
  "href": "https://novelhand.com/plastic-straw-bans/",
  "body": "It wasn't until recently, however, that plastic straws found themselves in the spotlight. A 2015 video of a marine biologist removing a plastic straw from the nose of a sea turtle quickly went viral, prompting some initial calls to #savetheturtles by refusing straws. Then, in 2018, a massive campaign culminated in a wave of straw bans and the promotion of eco-friendly alternatives.",
  "readable_content": "Emma Fagan (2023-12-08): After a semester of attending college in-person during a pandemic, I’ve become all too used to a world of take-out dining. Surrounded by an abundance of prepackaged drinks and single-use containers, bags, and utensils, it felt impossible at times to make any attempt at reducing waste in my life. That sentiment only grew stronger whenever my roommates and I realized we needed to take out the trash again—for the third time that week.\n\n- Perhaps you can understand, then, why I was thrilled to receive a couple of reusable straws from my parents on Christmas morning. While I’d never taken a strong stance on plastic versus reusable straws before, the idea of always having a straw on hand was very appealing. Plus, it’s a small way that I can reduce my environmental footprint while at school.\n\nEmma Fagan (2023-12-08): When the anti-plastic straw movement gathered steam a few years back, it was a fascinating example of activism that spread quickly and brought about tangible change on a variety of levels. Local governments and international corporations alike began to severely limit the availability of plastic straws, and more eco-friendly straw alternatives became trendy accessories.\n\n- But what made the movement so successful with such short notice? Is it possible that companies were eager to use it as a mere PR stunt, and that plastic straws really weren’t worth all the trouble?\n\nEmma Fagan (2023-12-08): Disposable plastic products have proven themselves a sticking point among the environmental community. The Great Pacific Garbage Patch sits in the ocean between California and Hawai’i, taking up an area twice the size of Texas and boasting over 80,000 metric tons of plastic. With a quick Google search, you can find images of animals ensnared in plastic six-pack rings and feasting on plastic bags, as well as recommendations for how to stop using—or properly dispose of—the aforementioned products.\n\n- It wasn’t until recently, however, that plastic straws found themselves in the spotlight. A 2015 video of a marine biologist removing a plastic straw from the nose of a sea turtle quickly went viral, prompting some initial calls to #savetheturtles by refusing straws. Then, in 2018, a massive campaign culminated in a wave of straw bans and the promotion of eco-friendly alternatives.\n\n- Environmental groups such as the Surfrider Foundation built up campaigns to educate the public and lobby local governments to get rid of plastic straws—or, at least, make them available only by request.\n\nEmma Fagan (2023-12-08): How did plastic straws become Public Enemy Number One so quickly? In the words of the Surfrider Foundation, “straws stand alone as an item that humans could really live without.” \n\n- The movement ran into some trouble, however, when disability advocacy groups spoke out in protest. Although straws are a mere convenience for most of us, a flexible plastic straw can make a world of difference for people who would ordinarily find it difficult to drink liquids. Plastic alternatives often don’t make the cut: among other issues, paper straws disintegrate too easily, metal straws don’t insulate the consumer from heat or cold, and neither option is reliably flexible. \n\n- Despite this, the movement continued to gain traction, in part because it was easily marketable. The idea of turning to fashionable reusable straws proved to be a popular trend, helping celebrities and teenagers alike boost a more eco-friendly image on platforms like Instagram and VSCO.\n\nEmma Fagan (2023-12-08): Despite the plastic straw’s comparatively low environmental impact, the #StopSucking campaign points out that the hype around plastic straws makes them a prime starting point for a “larger, more serious plastic pollution conversation.” They hope to use plastic straws as a “gateway plastic” to spark interest in getting rid of all single-use plastics and help consumers become more environmentally-conscious.\n\n- On the other hand, there’s concern that large corporations are using the movement to “greenwash” their image without creating real change. Starbucks, for example, made the shift away from plastic straws, replacing them with lids that are easily sipped from. This decision, however, masks the company’s troubled relationship with the environment.\n\n- It’s also worth noting that plastic pollution isn’t the only pressing environmental issue out there. Greenhouse gas emissions pose a significant threat to the world’s climate this century, while ocean acidification and deforestation are vectors for species extinction and the spread of disease.\n\nEmma Fagan (2023-12-08): If we want to truly use plastic straws as a “gateway plastic,” we need to ensure that the conversation doesn’t stop with a straw ban. The idea of a “gateway plastic” prompting further conversations and larger trends away from a waste-oriented economy seems idealistic, but in practice, it seems to be gaining traction. The momentum of the anti-plastic and zero-waste",
  "summary": "The conversation about banning plastic straws raises important points about environmental impact, practicality, and corporate responsibility. There are concerns about the potential negative effects on individuals with disabilities, as well as the need to address a broader range of environmental issues. The movement is viewed as a gateway to larger conversations about single-use plastics and waste reduction. Overall, the sentiment leans toward recognizing the importance of the movement but also acknowledging the need for a more comprehensive approach to environmental conservation. Sentiment: 0.7",
  "sentiment": 0.7
}