{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Are Plastic Straws Recyclable? [How to Properly Recycle & Dispose ...",
  "href": "https://get-green-now.com/recycle-plastic-straws/",
  "body": "Plastic straws are made out of type 5 plastic, also known as polypropylene. Although polypropylene can be recycled, most recycling facilities do not accept plastic straws. Straws are small and flexible, and can fall between the cracks of machinery, or get stuck in machinery. Therefore, they usually do not get recycled ( Source ).",
  "readable_content": "Hugh (2023-12-08): Are Plastic Straws Recyclable? [How to Properly Recycle & Dispose Plastic Straws]\nBy\nHugh\nSeptember 18, 2018\nUpdated on\nMay 10, 2021\n\nI’ve heard from some people that plastic straws can be recycled. I’ve also heard the opposite from others. So, I started wondering, how can I recycle plastic straws and dispose of them properly?\n\nAs it turns out, plastic straws can technically be recycled. The problem is that plastic straws are small, thin, and bend easily. This is a problem because they easily fall into the cracks and crevices of recycling machinery. Therefore, most recyclers do not accept plastic straws, and most straws that do make it to a recycling facility do not become recycled.\n\nHowever, after performing some research, I have found an easy way to properly dispose of plastic straws and get them recycled easily.\n\nYou can read below to learn more about how to recycle plastic straws. You’ll also find other, better ways you can help solve this plastic problem.\n\nWhy are Plastic Straws bad anyway?\n\nPlastic straws become a big problem after they are thrown out. The world uses a lot of plastic straws, and many of these end up in landfills or polluting the environment.\n\nLast year, Americans bought an estimated 390 million plastic straws each day (Source: New York Times). That amounts to about 142 billion straws per year!\n\nPlastic straws (and any type of plastic, for that matter), are particularly harmful to the marine environment. Plastic can be mistaken for food, and can choke and kill many marine animals.\n\nScientists estimate that 1 million seabirds and 100,000 marine mammals die each year from ingesting plastic.\n\nTo see first-hand the damaging effects of plastic straws on marine life, the video below shows researchers removing a straw from a sea turtle’s nose. It likely got stuck after the turtle accidentally swallowed the straw, and got it stuck while trying to cough it out.\n\nTo make matters worse, plastic straws do not biodegrade. Instead, they continue to degrade (break down) into smaller and smaller pieces. These tiny fragments of plastic are known as microplastics.\n\nMicroplastics can be harmful to marine life, and they stay in our oceans and ecosystems forever.\n\nWhy can’t Plastic Straws be Recycled?\n\nPlastic straws are made out of type 5 plastic, also known as polypropylene.\n\nAlthough polypropylene can be recycled, most recycling facilities do not accept plastic straws. Straws are small and flexible, and can fall between the cracks of machinery, or get stuck in machinery. Therefore, they usually do not get recycled (Source).\n\nOn that note, there are some cities and recyclers that may have the ability to recycle plastic straws. A simple Google search should help you find out whether you can directly place plastic straws in your recycling bin.\n\nHowever, if your city supposedly doesn’t recycle plastic straws, I have found a special trick that you can use to get them recycled, as you’ll see below.\n\nHow to Properly Recycle Plastic Straws (Easily)\n\n- Instead of directly placing plastic straws in the recycling bin, put them first into a larger container that is also made out of polypropylene, or type 5 plastic.\n- This way, the plastic straws stored in the larger polypropylene container won’t fall through the cracks of conveyor belts during the sorting process. Therefore, they will make it past the sorting process and get recycled with other pieces of polypropylene.\n- Some examples of type 5 plastic containers that straws can be placed into include plastic take-out containers, microwavable plastic containers, and margarine tubs or other similar containers.\n- To check if your container is the proper type, just check for the recycling label. Type 5 plastic (polypropylene) will be marked with a number 5 inside the recycling symbol.\n\nOther (Better) ways to Solve the Plastic Straws Problem\n1. Drink without a straw\n- The easiest way to counter this plastic straws problem is to just reduce your usage of plastic straws, or stop using them entirely.\n2. Use reusable alternatives to plastic straws\n- Some people prefer to drink their beverage using a straw. If so, there are many biodegradable or reusable straw options to choose from, instead of using plastic ones.\n\nShould we Ban Plastic Straws?\n\nThere’s no doubt that plastic straws are bad for the environment. However, an argument again",
  "summary": "The post discusses the issue of plastic straw recycling and the negative impact of plastic straws on the environment, especially marine life. It also provides alternative solutions to reduce the use of plastic straws. The sentiment conveyed is that plastic straws are harmful and alternative solutions, such as using reusable or biodegradable alternatives, should be considered. Overall, the sentiment is against the use of plastic straws. Sentiment: -0.9",
  "sentiment": -0.9
}