{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Microplastics Are a Big—and Growing—Part of Global Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2021/03/30/microplastics-are-a-big-and-growing-part-of-global-pollution",
  "body": "Our report found that in 2016, four sources of microplastics alone accounted for 1.3 million metric tons (Mt)—or 11%—of total ocean plastic pollution.",
  "readable_content": "- The Pew Charitable Trusts' recent report, \"Breaking the Plastic Wave,\" and accompanying paper in the journal Science, sheds light on the urgent issue of ocean plastic pollution, with a specific focus on microplastics. The report highlights that in 2016, four sources of microplastics alone accounted for 1.3 million metric tons, or 11%, of total ocean plastic pollution. Without immediate changes, the data shows ocean microplastic pollution will more than double to 3 Mt a year in 2040 (\"Breaking the Plastic Wave,\" n.d.).\n  \n  - Microplastics are defined as plastic particles smaller than 5 millimeters, and they have been identified as major contributors to plastic pollution found in various environments, including in humans and animals. The sources of microplastics include microbeads, breakdown of plastic fibers from synthetic textiles, plastic pellets, and the wear and tear of car tires, with the latter being the main contributor, making up more than three quarters (78%) of microplastic pollution in the ocean (\"Breaking the Plastic Wave,\" n.d.).\n\n  - Efforts to address the microplastics problem include finding solutions such as replacing microbeads with natural materials, improving tire design and reducing the number of miles driven, and ensuring robust implementation of pellet management plans and procedures. These efforts, if widely implemented, could significantly reduce microplastic pollution by 2040 (\"Breaking the Plastic Wave,\" n.d.).",
  "summary": "The text highlights the urgent issue of ocean plastic pollution, with a specific focus on microplastics. It emphasizes the sources of microplastics and the potential impact on the environment and human health. Efforts to address the issue are also mentioned, providing hope for reducing microplastic pollution. Overall, the sentiment is concerned about the severity of the issue but optimistic about potential solutions. \nSentiment: 0.5",
  "sentiment": 0.5
}