{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "How to reduce pollution cloud : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/nklluc/how_to_reduce_pollution_cloud/",
  "body": "To reduce your cloud make sure to: convert all miners from Burner miner -> electric miner -> electric miner with eff 1. Convert all furnaces to steel furnace, then to electric furnace with eff 1. For any burner fuel you do use, light oil solid fuel is better than coal. Upgrading your assembly machines to the highest tier available and adding ...",
  "readable_content": "NIN_D (2023-12-08): How to reduce pollution cloud\n\n- Soul-Burn (2023-12-08): Limit your chests. It might be that you're making too many stacks of things too quickly and therefore make a lot of pollution. Eventually, you'll have more than enough production so that constant attacks aren't a problem. At that stage, produce whatever you want and ignore the pollution.\n- Bierpong93 (2023-12-08): Switch to Solar + Batteries has the largest impact. Keep the coal based engines for emergency. But I would recommend to relocate the biters away from your cloud. Build Walls on keypoints that are easy to defend. On the long hang your factory (and so the pollution) will grow anyway.\n- arowz1 (2023-12-08): I control my pollution cloud with artillery peppered liberally among a vast border wall of laser turrets and flame turrets. If the space within the walls gets too crowded, I send out my pollution control spider squad to scout and secure my next free to pollute zone, whereupon I recreate my symphony of lasers, flamers and till’ry.\n- Quilusy (2023-12-08): Press \"P\" and check you pollution \"production\". Typically miners produce the most pollution, I recommend efficiency 1 modules in all your miners. It'll greatly reduce pollution and electricity consumption which in turn reduced pollution from boilers. If you have that, eff1 in the assemblers that always run may also help reduce the cloud further. I never used eff2 or eff3 as the extra value isn't worth it to me.\n- Pulsefel (2023-12-08): the only way in vanilla to reduce your cloud is to halt production of pollution and use pollution free solar for power. so shut down your science labs for awhile, or just finish the next tech and stop your rocket launches if you have them going. once your consumption of science ends the productions will back up. once they back up all the way to the miners everything will halt. ensure your defensive line and artillery are set and let the game run for awhile. the cloud will die down over time as nothing will produce pollution if not running and solar will easily handle the constant drain of sleeping machines.\n- NIN_D (2023-12-08): Thanks for the replies everyone. Looks like efficiency modules are the way to go, I was only using walls to hopefully buy myself some time to automate laser turrets\n- frumpy3 (2023-12-08): To reduce your cloud make sure to: convert all miners from Burner miner -> electric miner -> electric miner with eff 1... [and so on...]\n- CrBr (2023-12-08): Efficiency mods in drills, then furnaces. Those machines create mist of the pollution. Prod mods in the purple and yellow science factories. 25% less input means 25% less pollution. Make a ring of laser turrets on coal power. Put everything else on solar. You don't need to produce all night.\n- UncleDan2017 (2023-12-08): Tier 1 efficiency chips in miners helps a lot. Not only do they cut energy usage, but they cut pollution usage by the same amount. 3 Tier 1 Efficiency chip in a miner means that it now outputs only 20% of the pollution, and consumes only 20% of the power without chips. It's a pretty effective strategy for newer players. Eventually you'll be faster and more efficient in putting up defenses and the like, and you won't need them when you have better defensive options, but they are fairly useful in the early to midgame.\n- fastgeek (2023-12-08): I'm playing no solar this time; so my solution is to ruthlessly slaughter anything that has the audacity to reside within my plume of death. 😉\n- ngwoo (2023-12-08): If you fill the entire world with pollution it will technically be trapped and therefore considered controlled\n- FinellyTrained (2023-12-08): Pressing the P button opens graphs, there is a pollution tab there, so you can check what type of building produces the most pollution. Two most contributing will be drills and boilers probably... [and so on...]",
  "summary": null,
  "sentiment": null
}