{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws to be banned in China from 2021 - CGTN",
  "href": "https://news.cgtn.com/news/2020-12-23/Plastic-straws-to-be-banned-in-China-from-2021-WszPq8TULS/index.html",
  "body": "Plastic straws to be banned in China from 2021 By Zhang Shixuan Share 04:08 China's use of plastic bags, boxes and cutlery is one of its most stubborn environmental blights, but a new effort is underway to tackle this problem, starting with a ban on all plastic straws nationwide.",
  "readable_content": "- **China 21:00, 23-Dec-2020**\n- **Posted by Zhang Shixuan**\n  \nChina's use of plastic bags, boxes and cutlery has been a major environmental issue, contributing to a significant amount of plastic waste. However, steps are being taken to address this, starting with a nationwide ban on all plastic straws from the end of this year.\n\nLast year, China used 46 billion plastic straws, amounting to 30,000 tonnes, as reported by the consulting firm iiMedia Research. The degradation of a plastic straw can take 500 years, despite being used for just a few minutes.\n\nAs the ban on non-degradable single-use plastic straws is set to take effect, paper straws are becoming more prevalent, with companies like Tim Hortons in China making the switch. However, the rapid increase in demand for paper straws has led to a significant rise in their cost, which is around five times more than plastic straws.\n\nIn response to this, some companies, such as Duoxixi in east China's Jiangsu Province, are innovating new types of degradable straws, including those made from plants like wheat, reeds, and bamboo fiber. These alternatives are being explored to address the rising costs and meet the demand for environmentally friendly straws.",
  "summary": "The post discusses China's nationwide ban on plastic straws and the efforts to address the environmental issue caused by single-use plastics. It highlights the increase in the demand for alternative, more environmentally friendly straws, such as paper and degradable options like those made from plants. The overall sentiment of the post is positive, as it emphasizes the steps taken to address the environmental impact of plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}