{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Recycling Center vs. Waste Processing Complex : r/CitiesSkylines - Reddit",
  "href": "https://www.reddit.com/r/CitiesSkylines/comments/o4975u/recycling_center_vs_waste_processing_complex/",
  "body": "Here are the numbers: Waste Processing Complex: 38.4 waste/money +materials. Incinaration Plant: 39.34 waste/money. Ultimate Recycling Plant: 64.86 waste/money + materials. Recycling Center: 100 waste/money + materials. As you can see, the Was Processing Complex just got decimated, and I haven't even added the cost of maintaining the Waste ...",
  "readable_content": "- MonocularBabylon (2020-12-08):\nSo I was wondering which one if more efficient out of the two, so I did the math. My conclusion is this question: aren't you just better be spamming Recycling Centers everywhere?\n\n- Randomuser_95 (2020-12-08):\nThe recycling centers are loud and produce a bit of pollution - not exactly what you want in a housing area for example. The collection facilities of the complex are basically completely quiet and don't produce pollution. Or in other words: they can be placed anywhere without disturbing the surrounding. The traffic generated by transporting the trash twice is also basically nothing, because the transfer trucks have a very high capacity. On the other hand recycling centers will bring trucks into the zones they're placed, if you want it or not. With the complex you can at least decide where the trucks are driving through. Both the complex and the centers have their advantages and disadvantages. There is no \"that one is better\".\n\n- Desperate_Plankton (2020-12-08):\nThe most fiscally efficient garbage method is to run something like a 1:1 or 2:1 ratio of recycle centers to landfills, have enough recycle centers so that you are just in the red or yellow of processing bar. However, having fun and building what you want is probably more enjoyable then being the most efficient. Sometimes you want a certain look or feel. I gravitate towards a mix of landfills and recycle centers myself I admire your talent in illustrating the numbers behind garbage. Happy Building!\n\n- MistressGomorrah (2021-12-08):\nThird time in 3 days I've used this post to try and figure out how I want to do my garbage setup. Just wanted to say thanks and that I appreciate the effort you took to math out these figures. Thank you!",
  "summary": null,
  "sentiment": null
}