{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws are not the problem. : r/mildlyinfuriating - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/nd0cg3/plastic_straws_are_not_the_problem/",
  "body": "Plastic is almost 0% of the problem, in fact. The real problem is the global fishing industry, which causes more than 99% of the problems with the ocean and also utilizes slave labor. The fishing nets are designed to kill and are often discarded into the ocean. Also, most of the boats only catch about 30-50% of the target fish and kill the ...",
  "readable_content": "- claypoolsdfsdf323 (2023-12-08): Plastic straws are not the problem.\n\n- joey2fists (2023-12-08): Correct, Its the commercial fishing nets…\n\n\n- TheChris2009 (2023-12-08): You know what else is infuriating, reposts\n\n- [deleted] (2023-12-08): This logic is actually part of the problem. Straws are a part of the problem. This is too. But 500 million of these aren't being used every single day. C'mon.\n\n- TittilatedTits (2023-12-08): Plastic is almost 0% of the problem, in fact. The real problem is the global fishing industry, which causes more than 99% of the problems with the ocean and also utilizes slave labor. The fishing nets are designed to kill and are often discarded into the ocean. Also, most of the boats only catch about 30-50% of the target fish and kill the other fish.\n\n- LightningBirdsAreGo (2023-12-08): No the problem is discarded fishing nets and coke and Pepsi\n\n- Gamecrazy721 (2023-12-08): I once was at a bar in LA and they gave us paper straws. Don't like them, but no biggie, environmentally friendly and all that.\n\n- try_to_act_normal (2023-12-08): Preach on it",
  "summary": "The conversation revolves around the idea that plastic straws are not the main problem and that the focus should be on the commercial fishing industry and its impact on the environment. There is also mention of using environmentally friendly alternatives like paper straws. Overall, the sentiment is leaning towards supporting the idea that plastic straws are not the main issue. Sentiment: 0.6",
  "sentiment": 0.6
}