{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "10 Years Out: Have Plastic Straw Bans Saved the World Yet? by Caroline ...",
  "href": "https://blogs.nicholas.duke.edu/env212/10-years-out-have-plastic-straw-bans-saved-the-world-yet-by-caroline-kassir/",
  "body": "Plastic straws only comprise 0.025% of the roughly 8 million tons of plastic that flow into the ocean each year. [xiv] Even complete elimination of plastic straws would at best make a relatively small dent in total plastic waste.",
  "readable_content": "-User1234 (2023-12-08): Skip to content \nUS Environmental Policy\nABOUT THE BLOG\nBLOGS HOME\n10 Years Out: Have Plastic Straw Bans Saved the World Yet? by Caroline Kassir\nApril 5, 2021 Caroline Kassier\n\nI remember very clearly the sudden anti-plastic straw wave that swept the nation. Seemingly out of nowhere, anyone who was anyone was opting not to use plastic straws.\n\nI also remember the delicious sense of moral superiority I got every time I would hold up my hand and say, “please, no straw for me!” There I was, saving the world.\n\nSo why is the world still not… saved?\n\n- What I recall as a sudden anti-plastic straw shift was not sudden at all. The movement is believed to have originated in 2011 with Milo Cress, all of 9 years old at the time. (…)\n\n- His project, “Be Straw Free” garnered attention from the press, the public and politicians. By 2013, Governor John Hickenlooper of Cress’s home state of Colorado had declared the first “Straw Free Day”. Environmental organizations launched their own campaigns, and in 2018, Seattle became the first major U.S. city to ban plastic straws and utensils. This momentum also carried over to the private business sector. In May of 2018, Bon Appétit Management, announced their plan to phase out plastic straws, and larger businesses like Starbucks, American Airlines, Hyatt Hotels and Disney followed. By 2019, Washington D.C. and California had banned plastic straws in their restaurants and service businesses. (…)\n\n- Plastic straws are a worthy target of such a powerful campaign. Most plastic straws are too light to be processed through mechanical recycling sorters and end up slipping through the cracks and being discarded as garbage. When these discarded straws end up in the ocean, they do not decompose or dissolve, but instead break down into tiny pieces known as “microplastics”. These microplastics are only about the size of a sesame seed but can cause harm to birds and aquatic life who may mistake them for food. (…)\n\n- Here we are, ten years out from Milo Cress’s initial concern. From what I’ve observed, straws are far less commonplace, and understanding of their potential for harm is much more widespread. But what impact, if any, have these bans and campaigns really had?\n\n- Plastic straws only comprise 0.025% of the roughly 8 million tons of plastic that flow into the ocean each year. Even complete elimination of plastic straws would at best make a relatively small dent in total plastic waste. While straws were one of the most commonly found items at 2017 beach cleanups, so were takeout containers, plastic bottles and cigarette butts. Meaningfully reduction of plastic waste on beaches will have to include cutting back on these items as well.\n\n- One interesting case study is the city of Hong Kong. Since 2017, the city’s annual plastic straw usage has dropped by 700 million, a 40% decrease from prior annual use. However, Hong Kong’s overall plastic waste saw a 10% increase between 2017 and 2018 alone. This finding suggests that eliminating plastic straws alone will not curb plastic waste. In Hong Kong, the U.S. and beyond, using fewer plastic straws will have only a minimal impact if we don’t also slow mass plastic production.\n\n- Starbucks presents another case study. The drink company introduced strawless lids, or “sippy cups”. According to Dianna Cohen, CEO of the Plastic Pollution Coalition, these new lids are made of even more plastic than the straws they replaced. (…)\n\n- Additionally, much of the plastic in the oceans doesn’t come from consumer used straws or lids or bottles at all. A 2018 study of the Great Pacific Garbage Patch, a collection of floating trash the size of Texas, found that almost half of the patch’s 79,000 metric tons of plastic, was comprised of fishing nets. Addressing the disposal of these nets may come at a higher financial and political price than urging individual consumers to go strawless, but without it, efforts to curb plastic waste are futile.\n\n- If nothing else, the anti-plastic straw campaign can be viewed as a masterclass in building public support for an environmental initiative. Individuals across the country latched onto this issue and demanded action from their governments and businesses, and their governments and businesses responded. (…)\n\n- The support garnered by the anti-plastic straw movement is exceptional, but to truly have a powerful environmental impact, that energy must be redirected to push for larger scale changes in addressing other sources of waste. Cutting down on plastic straw use is a great first step but it alone won’t save the world. (…)\n\nEndnotes\n[i] Bailey, K. (…)\n[ii] The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (…)\n[iii] Plastic Straws: Where Are We Now?: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (…)\n[iv] Gibbens, S. (…)\n[v] Ramey, C., & Tita, B. (…)\n[vi] The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (…)\n[vii] Plastic Straws: Where Are We Now?: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (…)\n[viii] Why This Matters. For A Strawless Ocean. (…)\n[ix] Why This Matters. For A Strawless Ocean. (…)\n[x] US Department of Commerce, N. O. and A. A. (…)\n[xi] D",
  "summary": "The text presents a critical analysis of the impact of plastic straw bans on environmental sustainability. It acknowledges the positive influence of the anti-plastic straw campaign in raising awareness and instigating public support for environmental initiatives. However, it emphasizes the need for broader and more impactful measures to address plastic waste. The sentiment conveyed is one of recognizing the initial success of the plastic straw ban movement while advocating for a more comprehensive approach to combatting plastic pollution. Sentiment: 0.6",
  "sentiment": 0.6
}