{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "You Donut Need A Single-Use Plastic Straw: The Biodegradable ... - Forbes",
  "href": "https://www.forbes.com/sites/jeffkart/2021/01/18/you-donut-need-a-single-use-plastic-straw-the-biodegradable-phade-is-available-at-dunkin-and-other-locations/",
  "body": "This straw does not suck. At least not in a bad way. It's not one of those use-it-once-and-toss-it-away plastic straws that lives for 200 years in a landfill.. The straw is called phade and ...",
  "readable_content": "-User (2023-12-08): Subscribe to newsletters\nSign In\nFORBESINNOVATIONSUSTAINABILITY\n\nThis straw does not suck. At least not in a bad way. It’s not one of those use-it-once-and-toss-it-away plastic straws that lives for 200 years in a landfill. The straw is called phade and promises sipping that’s not subpar. Dunkin’ has adopted the brand and is giving out phade drinking straws at select stores.\n\nThe phade is dubbed as a “breakthrough marine biodegradable drinking straw” made with a substrate derived from canola oil, aka PHA or polyhydroxyalkanoate. The straw is compostable in home and industrial environments, its makers say, but still has that “feel and user experience of a traditional plastic straw.”\n\nBesides Dunkin’, the phade is currently offered by more than 60 distributors in the U.S. and sold at Walmart.\n\n“We have serious recycling challenges to overcome, but we need solutions right now,” Laporte says. “Again, phade is a solution. It is designed with natural elements with the intention to return to nature quickly.”\n\n“The straw attracts microorganisms that help it break down quickly in bacteria-rich environments,” Laporte explains. That means phade straws can go into your home compost pile or your trash can. And if the straw somehow ends up in the ocean, it’ll break down there too.\n\n-Editorial Note: This article was originally published on Jan 18, 2021.",
  "summary": "The post discusses the introduction of a biodegradable straw made from canola oil called phade, which aims to provide a sustainable alternative to single-use plastic straws. It highlights the environmental benefits of the phade straw, including its ability to biodegrade in home and industrial environments, as well as in marine environments. The post emphasizes the need for immediate solutions to recycling challenges and portrays the phade straw as a step in the right direction. Overall, the sentiment seems to be supportive of initiatives to reduce the environmental impact of single-use plastic straws. \n\nSentiment: 0.9",
  "sentiment": 0.9
}