{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "I went to a bar and since plastic straws have been banned and ... - Reddit",
  "href": "https://www.reddit.com/r/glutenfree/comments/n9beqs/i_went_to_a_bar_and_since_plastic_straws_have/",
  "body": "Plastic straw bans kinda piss me off. I don't think they should be the default straw given to people, but I think they should be an option. I have a disability that affects my whole body, in addition to celiacs, and it makes it nearly impossible to drink without a straw, and other issues make non plastic straws a really bad choice for me.",
  "readable_content": "- Chatibo (2020-12-08): I went to a bar and since plastic straws have been banned and paper straws are awful, my cocktail had a pasta straw.\n- 666pool (2020-12-08): There was another thread about gluten in paper straws and this got brought up. I feel like if the bartender is handling a pasta straw after making each drink, there’s going to be gluten cross-contamination all over that bar. I wouldn’t feel safe ordering anything besides maybe a cider in a sales glass bottle.\n- [deleted] (2020-12-08): You could bring your own straws. They have silicone, bamboo, steel ones.\n- expert_amateuradvice (2020-12-08): Bamboo or grass straws are where it's at.\n- auggie235 (2020-12-08): Plastic straw bans kinda piss me off. I don't think they should be the default straw given to people, but I think they should be an option. I have a disability that affects my whole body, in addition to celiacs, and it makes it nearly impossible to drink without a straw, and other issues make non-plastic straws a really bad choice for me. I wish people would realize how much it alienated people with various disabilities and makes our life even more difficult.\n- Dovahkiinkv1 (2020-12-08): Paper straws also often have gluten in them.\n- [deleted] (2020-12-08): Plastic straws are banned?\n- FLPeach (2020-12-08): Paper straws are awkward to me, so I buy and use single-use plastic straws. I recycle enough plastic (paper, glass, and aluminum) to justify my purchase and use. I'm not giving up",
  "summary": "The conversation reflects mixed opinions about the banning of plastic straws, with some expressing frustration about the limitations of alternative options, such as paper or pasta straws, particularly due to issues such as gluten sensitivity and disabilities. Others, however, suggest using alternative materials like bamboo or silicone straws. Overall, the sentiment is neutral with a leaning toward frustration and inconvenience caused by the ban on plastic straws. \n\nSentiment: -0.3",
  "sentiment": -0.3
}