{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Germany bans single-use plastic straws, food containers",
  "href": "https://www.reddit.com/r/worldnews/comments/hhgt85/germany_bans_singleuse_plastic_straws_food/",
  "body": "Posted by u/anonspace24 - 3,377 votes and 135 comments",
  "readable_content": "- anononspace24 (2020-12-08): Germany bans single-use plastic straws, food containers. \n- Droldaerd (2020-12-08): Meanwhile, here I am using a 200 count box of rubber gloves every work shift, 5 days a week because the public doesn't trust us to wash our hands properly. Weather clean or not, gloved hands has a better public perception.\n- Discombobulated-Yak5 (2020-12-08): No, most of the public doesn't care, in fact studies have shown that transmission of covid through physical contact is pretty low, it's just policies that government officials or businesses have put in place to give the illusion of safety.\n\n- Vita-Malz (2020-12-08): When I clicked on that website it took 5 minutes to \"process my opt-out request\" for their cookies. Then it \"failed to process my opt-out request due to the incompatibility with the https protocol\". What a pile of horseshit, lmao.\n- bantargetedads (2020-12-08): A webpage is slowing down your browsing experience, what do you want to do? Looking at you CNN, Axios, et al. Seems every news site thinks javascript is permission to spy on readers.\n\n- wittyusernamefailed (2020-12-08): As long as we ban paper straws while we're at it. Nothing like getting a milkshake with a straw that has already halfway disintegrated in it.",
  "summary": "The conversation reflects various frustrations and concerns about different aspects of environmental regulations and online experiences. The sentiment is largely negative, with individuals expressing dissatisfaction with policies related to plastic straws, public health measures, website functionality, and the use of paper straws. \n\nSentiment: -0.8",
  "sentiment": -0.8
}