{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic_Pollution - Reddit",
  "href": "https://www.reddit.com/r/Plastic_Pollution/",
  "body": "1. u/TR1RT. • 3 yr. ago Saving the Ocean through games! Hi. Aquenture cleans the ocean from plastic, saves sharks from finning and end orca-captivity through beautiful games, products and more. Films like Seaspiracy and Blackfish come and go because they try to bring change through shocking the viewers, whilst Aquenture tries to bring change ...",
  "readable_content": "- u/RaulTiru (2021-04-09): Aquenture cleans the ocean from plastic, saves sharks from finning and ends orca-captivity through beautiful games and products. Their goal is to bring change through love, making the viewers love their games, films, and more, and that is why Aquenture will be successful. They are also seeking help to get their new mobile game made and are offering credit in the game and a free shirt or hoodie.\n\nWith new products coming too! (Includes image preview)\n\n- u/RaulTiru (2021-04-09): They believe that using fun and love to bring change will be much more effective in cleaning plastic from the ocean than what has been done in the past. Asks for opinions on this approach and shares a movie link. Also welcomes comments or messages on info@aquenture.net.\n\n- u/RaulTiru (2021-04-09): Shares links related to ocean acidification, smart ocean planning, the future of Dungeness Crab, and a social enterprise turning plastic waste into currency.\n\n- u/RaulTiru (2021-04-09): Shares articles about teens working to ban plastic bags in Bali, plastic roads, and growing baby corals to rebuild reefs and how pollution is changing the ocean's chemistry.",
  "summary": "The post and conversation convey a strong sense of hope and determination to address environmental issues, particularly related to ocean pollution and conservation. There is an emphasis on using love and fun to drive positive change, and an open invitation for collaboration and feedback. The shared links and articles also reflect a commitment to raising awareness about various environmental initiatives and challenges. \n\nSentiment: 0.9",
  "sentiment": 0.9
}