{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Having a problem with my hair smelling bad after going outside?",
  "href": "https://www.reddit.com/r/HaircareScience/comments/jdbpj0/having_a_problem_with_my_hair_smelling_bad_after/",
  "body": "Basically, almost every time I go outside and come back, my hair smells bad. By bad, it smells just...like gym clothes that haven't been washed or something. The tricky part is, if I workout at home, sweat a lot, and don't even shower, there's no bad smell, or at least, it's sort of within the range of normal (I've asked other people ...",
  "readable_content": "- fallingWaterCrystals (2020-12-08): I’m hoping someone can shed some light! I’m a male with long (up to my chin), wavy, and fine hair. I do get scalp buildup if I don’t wash often but I’ve switched between once a week to three times a week and this issue has persisted. I do rinse out my hair and scrub my scalp gently everyday with my fingers. It started about a year ago - at least that’s as far back as I can remember. Basically, almost every time I go outside and come back, my hair smells bad. By bad, it smells just...like gym clothes that haven’t been washed or something. The tricky part is, if I workout at home, sweat a lot, and don’t even shower, there’s no bad smell, or at least, it’s sort of within the range of normal. But I can shower, walk outdoors with clean hair for ten minutes, IN THE WINTER OR SUMMER, and come back with a head of hair that smells plain bad.\n\n- RedSnoFlake (2020-12-08): What shampoo are you using and where do you live? I.e what's the air quality like. Also, is it possible that your hair does smell at home but you're used to it so it's only when you go out and clear the cobwebs out that you notice it? You should shower after you exercise every time. You can get fungal infections aka sweat rash if you don't.\n\n- fallingWaterCrystals (2020-12-08): I considered that I just notice it after going out and coming back but I’ve made my family members sniff test it and they’ve agreed. They also don’t have this same issue. I’ve went through multiple shampoos. I tried the OGX Argan Oil of Morocco. I also tried the Maui Moisture line, regular Head & Shoulders, and also the Neutrogena Anti-Residue shampoo. Also tried acv rinses (honestly just left an odd smell in my hair).\n\n- tastyveggiesoup (2020-12-08): Yeah same for me. I can stay home for 3 days and my hair will smell great. If I go outside even if I washed right before I left home, it will stink after a while even if I didn't sweat. Its probably the air outside. I spray my hair everyday with water+conditioner to regain my curls, I don't wanna wash too often. That seems to get rid of the bad smell as well.\n\n- Binvoi (2020-12-08): I have the same problem and I found this thread while trying to figure out why, from some googling I’ve done it seems that hair is kinda porous and smells become trapped in it. Most of the examples I’ve found are about it trapping ash and causing it to smell of smoke but I think the concept can apply to other things as well so when you go outside particles get stuck in your hair which cause it to smell.\n\n- Extension_Story_1038 (2020-12-08): Its the protective oil in your here its lacking it it's due to dryness and irritation don't use pantene its makes it worst I don't know what to do.\n\n- Eegeria (2020-12-08): Hey OP, have you found a solution for this?\n\n- fallingWaterCrystals (2020-12-08): I have found that if I apply a thicker hair oil, the foul smell doesn't settle in. Honestly, I was just using this Marc Anthony hair oil I found on sale that's a little greasy - but it seems to do the trick. Interestingly enough, a lighter hair oil like the Mizani hair oil (which does wonders for curls / waves) doesn't seem to work - aka the smell seems to settle in after spending some time outside.\n\n- kelosite (2020-12-08): Wow I’ve had this same issue for years too! I’ve never been able to explain it without sounding crazy to others! I also have wavy hair and I’m starting to think that it’s because of the lack of moisture my hair or scalp? has so it tries to get moisture from the outside air and it retains that stinky stuff. Maybe some good-smelling products that retain moisture in hair could help but I’ve yet to find a product that will be moisturizing enough for my hair/scalp :(\n\n- whutwhot (2020-12-08): I know this post is old, but I'm having the same issue and it just started recently. I wonder if because I'm getting old my body chemistry changed, haven't changed washing routine. My hair sort of smells faintly ammonia-y like pee when I'm outside enjoying the nice weather. It's not sweat or grease, my scalp is dry. I have no idea. It's the ends of my hair. I have to spray my hair with some products that smell good because I cannot wash my hair daily, my scalp gets too dry.\n\n- barbequelighter (2020-12-08): Same problem. Smells worse when it's windy and cold. The only other person I know this happens to is my mom who lives in a different state and just uses Suave... which just makes the probable causes even more confusing.\n\n- SlightTrifle8986 (2020-12-08): Chiming in a bit late, but my hair will also start to smell like a dog when I go outside...but typically it only smells strong immediately after washing it. If my hair is dirty/greasy, the smell doesn’t occur. This supports the claims that oil on your hair can prevent smells from seeping in. I should also note that this mostly happens in the warmer months. I haven’t noticed it in the winter.",
  "summary": null,
  "sentiment": null
}