{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws and cutlery, lightweight plastic bags and ... - Reddit",
  "href": "https://www.reddit.com/r/sydney/comments/nyipsj/plastic_straws_and_cutlery_lightweight_plastic/",
  "body": "Plastic straws and cutlery, lightweight plastic bags and microbeads in cosmetics are among the items that will be banished from NSW from next year under laws to curb the amount of rubbish going into oceans and landfill. smh.com.au. This thread is archived",
  "readable_content": "- beaugiles (2020-06-12): Plastic straws and cutlery, lightweight plastic bags and microbeads in cosmetics are among the items that will be banished from NSW from next year under laws to curb the amount of rubbish going into oceans and landfill.\n- quick_dry (2020-06-12): Surely there is some starch based straw or other biodegradable material that feels like plastic in the short term. Paper straws are godawful, the feel terrible and it’s a race to finish your drink before they collapse into a sodden mess.\n- 42wheels (2020-06-12): Bamboo straws?\n- [deleted] (2020-06-12): -\n- dreadedstrayan (2020-06-12): So they ban useful plastic products like plates and cutlery but I can still buy some tomato's on a plastic tray, in a sealed plastic bag that sit next to the loose tomato's but they don't see that as wasteful? What the [expletive] is wrong with these people.\n- unconfirmedpanda (2020-06-12): I am absolutely furious that no one seems to listen to or acknowledge that people with certain disabilities NEED plastic straws. The alternatives do not work for them. Educate the general public into making smart, responsible decisions so that people who NEED plastic single-use items can have them. Plastic straws are the damn scapegoat when the real issue is industrial and commercial waste.\n- Wink- (2020-06-12): I never used to buy garbage bags for my bins at home because I would just reuse the plastic shopping bags Coles/Woolies provided as part of my grocery shopping. Now that they don't, I'm still using the same amount of plastic, but now I have to pay Glad (or whatever) to get some rubbish bags.\n- Alex_Kamal (2020-06-12): You'd be surprised how many people just threw those bags away though. I now get enough bags from the odd takeaway order but before hand we would be overflowing with them so would chuck them out.\n- upx (2020-06-12): We also used plastic shopping bags for garbage and I though we would have to buy garbage bags. But there seem to be so many smaller bags (e.g., bread, chips) that we still have a bag full of plastic bags under the sink.\n- ThippusHorribilus (2020-06-12): My family was given a few sets of stainless steel straws for Christmas and they are awesome and a bargain! I have a set in the car and in the kitchen. Much better than the silicone ones.\n- eldaygo (2020-06-12): Be careful not to fall on it. I remember ready that some woman died after tripping and falling onto here stew straw. It went through her eye from memory\n- SirBoboGargle (2020-06-12): https://www.reddit.com/r/interestingasfuck/comments/ny90m4/thailand_supermarket_ditches_plastic_packaging/\n- SarcasmCupcakes (2020-06-12): There are numerous pieces from disabled people on why plastic straws are the best for them. Oh, and 100 conglomerates are responsible for 71% of global emissions. But sure, straws.\n- AnonymousEngineer_ (2020-06-12): It's like shopping bags - the single use items they used to give you to bring groceries are evil and need to be banned. But if you pay $3.50 for a roll of fifty of the same item, labelled as \"bin liners\", it's all fine.Meanwhile, there's an increasingly large number of people chomping at the bit impatiently for their next overseas holiday, which has been delayed due to coronavirus. Because jumping on a Dreamliner or A380 is perfectly environmentally friendly.\n- TotZoz_VFX (2020-06-12): We should ban fishing. That’s what most harmful for oceans.",
  "summary": "The conversation reflects a mix of viewpoints on the ban of plastic straws, with some expressing frustration about the impact on individuals with disabilities and others highlighting the need for alternative solutions. Overall, there is a sense of dissatisfaction and skepticism about the effectiveness and fairness of the ban. \n\nSentiment: -0.6",
  "sentiment": -0.6
}