{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Confronting Ocean Plastic Pollution | The Pew Charitable Trusts",
  "href": "https://www.pewtrusts.org/en/trust/archive/fall-2020/confronting-ocean-plastic-pollution",
  "body": "Open burning of plastic waste pollutes air and water, emitting toxic chemicals and greenhouse gases; in 2016, such burning released an estimated 1 gigaton of equivalent carbon dioxide, a figure that's expected to more than double—to 2.1 gigatons—under the business-as-usual scenario, according to the Pew-SYSTEMIQ report.",
  "readable_content": "user (2023-12-11): Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nTrust Magazine\nTRUST ARTICLE\nConfronting Ocean Plastic Pollution\n\nA new global report shows the severity of plastic flow into the ocean—and the actions needed to reverse course\n\nNovember 16, 2020\nBy: John Briley\nRead time: 9 min\nShare \n\nIn this Issue:\n\nCONFRONTING OCEAN PLASTIC POLLUTION\nIn this Issue\n\nFor more than a decade, scientists have warned that humankind is leaving so much plastic in the natural environment that future archaeologists will be able to mark this era by the synthetic waste that was left behind—in short, the Plastic Age. This is especially true in the ocean, where about 11 million metric tons of plastic are dumped each year—an amount that is projected to nearly triple by 2040 without urgent, large-scale action, according to research by **The Pew Charitable Trusts** and **SYSTEMIQ**, a London-based sustainability consultancy. The two organizations detailed their findings in a 152-page report, released in July and titled “Breaking the Plastic Wave,” and a peer-reviewed study in the journal Science that was published online July 23 and in print Sept. 18 (and that also included data on plastic pollution on land).\n\nPlastic in the ocean comes in myriad familiar forms, from shopping bags and takeout food containers to water bottles, toothbrushes, toys, bubble wrap, household appliances, and much more, the report noted. Plastic has been found along virtually every coastline on the planet and throughout the seas, including its deepest and most remote regions. According to the report, if current production, distribution, consumption, and disposal continue at their current pace, 29 million metric tons of plastic would enter the ocean annually by 2040, the equivalent of dumping 110 pounds (50 kilograms) of plastic on every meter of coastline around the world.\n\nA warehouse full of household materials awaits recycling at a Melbourne, Australia, company that has gone bankrupt. The state government and the warehouse owners do not know what to do with the largely unsorted material, which cannot be easily sold to facilities able to process it. As a result, Melbourne municipalities are sending thousands of tons of recyclable waste to landfills.\nJason South The Age via Getty Images\n\nBut there’s still time to reverse this trend and, encouragingly, the technology and methodologies to do so already exist. Using first-of-its-kind modeling, Pew and SYSTEMIQ looked at six scenarios to reduce plastics, ranging from worst case—what the report labels “business as usual”—to a best-case “system change” that would demand a significant revamping of plastics design, production, sale, use, disposal, and recycling. The research found that the system change scenario would reduce the annual flow of plastic waste into the ocean by about 80% by 2040, with action by government and industry leaders driving much of the change.\n\n“The scale of this challenge is daunting,” says Winnie Lau, senior manager of Pew’s ocean plastics program and lead author on the Science study. “Unless we act, by 2040 the amount of plastic going into the ocean would triple annually, and the amount in the ocean would nearly quadruple. That’s unimaginable and unsustainable.”\n\nLau adds that governments and businesses already have the tools and resources they need, noting that “we don’t have to wait for any new invention or new technology to put a big dent in the problem.” But, she says, “the work must start now. Waiting even five years would allow an additional 80 million metric tons of plastic to enter the ocean.” \n\nThe report reflects more than two years of work by the Pew ocean plastics initiative. Plastic, which is made largely from oil, was invented in the 19th century but didn’t go into widespread use until the mid-20th century. Production soared from 2 million metric tons in 1950 to 348 million metric tons in 2017—an amount that would double by 2040 under the business-as-usual scenario. Today’s global plastics industry is valued at $523 billion.\n\nBreaking the Plastic Wave\n\nAs plastic has proliferated, so too has the science showing some of the human health impacts throughout the plastic life cycle, from the effects of raw material extraction and production on neighboring communities to the chemicals in food packaging and the deleterious impacts of mismanaged waste. Around the world, plastic waste has blocked rivers and drainage systems, causing flooding and trapping stagnant water that exacerbates the spread of disease. Open burning of plastic waste pollutes air and water, emitting toxic chemicals and greenhouse gases; in 2016, such burning released an estimated 1 gigaton of equivalent carbon dioxide, a figure that’s expected to more than double—to 2.1 gigatons—under the business-as-usual scenario, according to the Pew-SYSTEMIQ report.\n\nAnd in the past 20 years, numerous studies have found plastic compounds in much of the seafood that people eat, adding another potential layer of negative health consequences to the equation.\n\n95% of plastic packaging is used in one-and-done products.\n\nOne major issue in solving the problem is that plastic is virtually indestructible. Pew’s Lau points out that “there are practically no natural processes that can degrade plastic back into the ecosystem. Some people say plastic might break down after a few hundred years—but we don’t know, because we haven’t lived with plastic that long. It will stay with us, maybe forever.”\n\nAnother huge part of the problem is that 95% of plastic packaging is used in one-and-done products, including items such as condiment packets, food wrapping, and bubble wrap, which means that their life cycle is linear: They’re produced, sold, used, and discarded with little chance of being recycled. The ultimate goal, Pew and SYSTEMIQ say, is a circular plastics economy, one in which the need for new plastic production and the waste disposal of existing plastic decline significantly. Those changes would require dramatic drops in production and use of plastics, as well as substantial increases in reuse and recycling.\n\nToday, although 71% of the plastic produced is formally collected after use—a figure that doesn’t include what’s gathered by informal waste pickers around the world—less than 15% is actually recycled. This gap is due, in large part, to two factors: the higher cost of recycled versus raw plastic, and the fact that problematic plastic such as sachets, thin bags, and films cannot be economically recycled. To make a dent in the problem, companies need to make far less plastic than they do today, and recycling needs to ramp up significantly, although neither of those solutions on its own, the report says, would suffice: Improved recycling could reduce the flow of plastic into the seas by 20%, while reducing the production of plastic would yield a 30% drop, numbers that even when combined aren’t enough to stave off severe environmental consequences.\n\nBreaking the plastic wave, Pew and SYSTEMIQ say in the report, requires “immediate, ambitious, and concerted actions.” The report calls for eight interventions:\n\n- Reduce plastic production.\n- Substitute paper and compostable materials.\n- Design products and packaging for recycling.\n- Expand waste collection rates in middle- and low-income countries.\n- Increase mechanical recycling.\n- Develop plastic-to-plastic chemical recycling.\n- Build facilities that don’t allow plastic to leak out.\n- Reduce plastic waste exports.",
  "summary": "The text highlights the severity of plastic pollution in the ocean and the urgent need for large-scale action to reverse the trend. It emphasizes the detrimental effects of plastic pollution on the environment and human health, while also pointing out the existing technology and methodologies to address the issue. The sentiment of the text is focused on the urgency and importance of taking action to confront ocean plastic pollution.\n\nSentiment: 0.9",
  "sentiment": 0.9
}