{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws aren't the problem... : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/l280wj/plastic_straws_arent_the_problem/",
  "body": "Plastic straws are a problem because they aren't caught by machinery in recycling plants. A lot of small plastics have same issue. Retooling every plant in America would be incredibly costly and time consuming. So finding alternatives to disposable plastics is the best option.",
  "readable_content": "SandmanKeel (2020-12-08): Plastic straws aren't the problem...\n\nThere are far more important issues that we need to be dealing with on a global level before we start banning plastic drinking utensils....\n\nI mean amazon sends a box the size of TV with those cardboard straws in them.\n\nThe world's still dying and I'm stuck drinking my soda out of this fuckin' soggy tube.\n\n- GGHard (2020-12-08): Need to include disposable masks now found floatin in the rivers and ocean\n1 Step forward, 2 Steps back.\n\n- notAGhostReader (2020-12-08): What I didn’t realize until recently, is that sometimes there just aren’t viable biodegradable/reusable options for everyone. Especially members of the disabled community.\nThe reusable ones can require too much dexterity and precise arm control to clean after each use.\n\nThe biodegradable ones can break down way too often when you have to use a straw with every sip because you’re literally incapable of lifting up your glass. So using a paper straw all day every day creates a ton more waste, cost, and transportation/manufacturing emissions because you may end up needing a new straw every 30 minutes the entire day.\n\nThat’s why rather than an actual ban on the items, I think people should just be encouraged to use the more sustainable options without forcing everyone to by banning the use/sale of them. Or at least until a more viable solution for everyone can be created.\n\n- SJFreezerburn (2020-12-08): Capri Sun, Kool Aid jammers, water bottles, juice boxes too....\nGo all in and ban them or GTFO with this half measure plastic straw bullshit...\nOh and find out which countres are contributing to the plastic island in the Pacific and make them clean that shit up...\n[deleted] (2020-12-08): Plastic straws are a problem because they aren’t caught by machinery in recycling plants. A lot of small plastics have same issue.\nRetooling every plant in America would be incredibly costly and time consuming. So finding alternatives to disposable plastics is the best option.\nGet a silicone of metal straw dude. Not that hard.\n\n[deleted] (2020-12-08): Sometimes society looks for irrational scapegoats for problems.\nThe formula is usually:\nSomething strange/bad is happening and there's nothing we can do about it. So let's blame this object/minority\nCows not giving milk? Mysterious miscarriages? No rain? Bad harvest? Well dried up? Plague? Long-term environmental issues?\nBlame something and crusade against it to feel like you're doing something\n\n- That-Ad-9834 (2020-12-08): People really use paper straws I thought everyone stopped using them as soon as they found out how sucky they were. Besides we are still using plastic cups has anyone even tried foam straws or is that dumb idea too?\n\n- heckdoggo111111 (2020-12-08): Plastic straws aren’t the problem. It’s the people who throw them on the ground after using them.\n\n- Fjellbjorn (2020-12-08): The world's still dying and I'm stuck drinking my soda out of this fuckin' soggy tube.\nThis is gonna sound crazy, but you can drink straight from the glass without a straw.\n\n[deleted] (2020-12-08): Are straws even necessary? I get that for people with disabilities, it's obviously the only way they can drink something. But for most people drinking straight from the cup should be the default. Is it really so hard to bring the cup up to your lips and take a sip?\n\nEdit: This also eliminates the need for plastic lids if you're eating inside the restaurant. Still probably necessary for takeout though.\n\n- Princess_S78 (2020-12-08): Just don’t use a straw or get stainless, bamboo, or silicone reusable straws. I have stainless and I love them! But you aren’t wrong about Amazon, it pisses me off the amount of wasteful packaging they use.\n\n- THEKINDHERO (2020-12-08): Get yourself a metal/glass straw.\nGot a few my self. They're great\n[deleted] (2020-12-08): Not great for disabled people or kids. For people who can use them that’s a great option though.\n\n- bork1545 (2020-12-08): I hate the texture of a hard straw\n[deleted] (2020-12-08): Here’s a question for you, why do you care if the world dies?\n\n- GingerNinjaInCanada (2020-12-08): Then get a metal tube to wrap those lips around. It’s the littlest of changes WE all do that help.\n- bork1545 (2020-12-08): The amount it helps is nowhere near equal to the convenience of having plastic straws\n[deleted] (2020-12-08): Even if it stopped 1% of plastic going into the ocean, it’s still worth it. Just buy a metal straw bro it’s not that hard\nIsexiedyourmom (2020-12-08): Turtles are the problem",
  "summary": "The conversation about banning plastic straws reflects a diverse range of opinions, including concerns about the practicality of alternatives for individuals with disabilities and the impact of straw bans on waste and recycling systems. There is also discussion about the responsibility of individuals regarding littering and the suggestion of using reusable options. Overall, the sentiment is mixed, with some supportive of bans and others expressing reservations about their effectiveness and practicality. Sentiment: 0.2",
  "sentiment": 0.2
}