{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "California: 'We're banning plastic straws and plastic bags ... - Reddit",
  "href": "https://www.reddit.com/r/walmart/comments/maqfwx/california_were_banning_plastic_straws_and/",
  "body": "64 votes, 12 comments. 231K subscribers in the walmart community. Mostly just Walmart stuff.",
  "readable_content": "- Interesting-warning (2020-12-08): More like so I can add items into the bag before I hit the door and can steal.\n  - [deleted] (2020-12-08): I stare at them when they ask for a bag for this little cardboard card. Put it in your damn pocket!\n    - eNess215 (2020-12-08): My usual excuse is that they don't want to look like they are stealing. I always tell them they can have 100 of them and nobody will care. They are worthless till scanned. Of course, they still don't understand.\n      - VoodooMoose- (2020-12-08): Damn seen this so many times at 702 in kentucky xD.\n        - Pizzapimento (2020-12-08): Or the plastic boxed single serve donuts and cupcakes.\n          - [deleted] (2020-12-08)\n- nothinfollowsme (2020-12-08): California: ‘We’re banning plastic straws and plastic bags to help the environment.’ I seem to recall in my state, TX(Dallas fwiu, not sure if it spread anywhere else, but I like to think Austin adopted it too because they pride themselves on being \"progressive\") tried to do that only with charging people a dime for the bags. Then they realized that slapping arbitrary charges on an item is something that only the most galaxy-brained think is a brilliant idea. Then immediately put a stop to it. \ncustomer: ‘Can I have a plastic bag for my plastic phone card so I don’t lose it?’ I can't stand those customers. Like, the fuck you want a bag for?! No doubt to try to steal. But I've had customers legit ask for a bag for the stupid card and throw it away. I do it, then they take it out of the bag and proceed to scratch it. It's like: \"Why did you even bother asking for a bag?!\"\n  - Gingersnapped87 (2020-12-08): They always tell me it's because \"I don't want to look like I stole it\"",
  "summary": null,
  "sentiment": null
}