{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "How Earth's plastic pollution problem could look by 2040 - The Conversation",
  "href": "https://theconversation.com/how-earths-plastic-pollution-problem-could-look-by-2040-143220",
  "body": "Our model suggests that cumulatively, more than 2.2 billion tonnes of plastic will be open burned by 2040, far more than the 850 million tonnes that's anticipated to be dumped on land and the 480...",
  "readable_content": "user (2023-12-08):\nDuring a visit to a bookstore a few weeks ago, we couldn’t help but stare at a display unit featuring no fewer than ten books telling you how to rid plastics from your daily life. We’re bombarded by information on the topic of marine litter and plastic pollution, but how much do we really know about the problem?\n\nThink about other planetary challenges, like climate change or ozone layer depletion. Mature areas of research have developed around them, allowing scientists to identify where the gases that cause these problems come from, and how much reaches the atmosphere each year.\n\nBut when it comes to plastic pollution, we know close to nothing about how and where plastic waste is generated, managed, treated and disposed of, especially in low and middle income countries. As a result, we’re struggling to limit the amount of litter accumulating in the environment.\n\nOur research published in Science involved a herculean effort to spot, track and model the current and future flows of plastics into the world’s land and water bodies. We found that plastic entering the marine environment is set to double by 2040 and, unless the world acts, more than 1.3 billion tonnes of plastic waste will be dumped on land and in water bodies.\n\nBy identifying the ways in which this litter is produced and distributed, we’ve also discovered how best to reduce the plastic deluge. In the process, we found the unsung heroes on the frontline fighting the pollution crisis who could be the world’s best hope of stemming the tide. \n\nWe developed a model called Plastic-to-Ocean (P₂O) which combines years of accumulated knowledge on global flows of plastic. It compares our current production, use and management of waste with what is projected in the future. Having tracked the sources of plastic items through the supply chain and their fate in the environment, we explored what might help reduce aquatic pollution.\n\nBut even in our best-case scenario, in which the world takes the kind of concerted and immediate action proposed in our study, approximately 710 million tonnes of plastic waste will be released into the environment by 2040. That may sound a lot, but it would mean an 80% reduction in the levels of plastic pollution compared to what will happen with no action over the next two decades.\n\nOur work also cast light on the contributions of 11 million waste pickers in low and middle-income countries. These informal workers collect waste items, including plastics, for recycling, to secure a livelihood for day-to-day survival. The model estimates that they may be responsible for 58% of all plastic waste collected for recycling worldwide – more than the combined formal collection services achieve throughout all the high-income countries put together.\n\nWithout this informal waste collection sector, the mass of plastic entering rivers and the ocean would be considerably greater. Their efforts should be integrated into municipal waste management plans, not only to recognise their tremendous contribution but to improve the appalling safety standards that they currently endure.",
  "summary": "The text expresses concern about the lack of knowledge surrounding plastic pollution and the potential for a significant increase in plastic entering the marine environment by 2040. It also highlights the essential role of informal waste pickers in low and middle-income countries in collecting plastic for recycling. The overall sentiment is one of urgency and a call to action to address the plastic pollution crisis.\n\nSentiment: 0.8",
  "sentiment": 0.8
}