{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Recycling isn't enough — the world's plastic pollution crisis is only ...",
  "href": "https://theconversation.com/recycling-isnt-enough-the-worlds-plastic-pollution-crisis-is-only-getting-worse-144175",
  "body": "In 2020, an estimated 24 million to 34 million tonnes of plastic waste will enter the world's lakes, rivers and oceans. That is roughly the weight of 21,000 rail locomotives. And if trends ...",
  "readable_content": "- What are the main points of the article?\n- The author discusses the worsening plastic pollution crisis, the ineffectiveness of recycling, the unequal health impacts of plastic production, and the need for structural changes to address the plastic pollution crisis.\n\n- It highlights the significant amount of plastic waste entering the world's aquatic ecosystems, the low rate of plastics being recycled, and the dumping of mixed-plastic waste in developing countries.\n\n- The author also points out the disproportionate impact of plastics production on lower-income Black, Indigenous, people of color (BIPOC) communities, and the need for policies that address the underlying structures that perpetuate the plastic pollution crisis.\n\n- Lastly, it emphasizes the necessity of transitioning to a healthy and more equitable global society.\n\n- Overall, the article provides a comprehensive overview of the plastic pollution crisis and proposes solutions to address the issue.",
  "summary": "The discussion about banning plastic straws is crucial in addressing the plastic pollution crisis and its detrimental impacts on the environment and human health. The points raised in the article shed light on the urgency of adopting structural changes to effectively mitigate plastic pollution. The sentiment is supportive of addressing the plastic pollution crisis comprehensively and taking action to protect the planet and vulnerable communities. Sentiment: 0.9",
  "sentiment": 0.9
}