{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "1.0 Deathworld Marathon Victory! (Thoughts/Tips in Comments)",
  "href": "https://www.reddit.com/r/factorio/comments/iwpy56/10_deathworld_marathon_victory_thoughtstips_in/",
  "body": "Pollution Matters! (Until Flamethrower Turrets): The more pollution you make, the more biters come. The more biters come, the more ammo you need. It's a vicious cycle, and Marathon Mode makes it likely that the math isn't in your favor. An early steam engine and electric drills will cut down pollution compared to burners.",
  "readable_content": "ShenBear (2020-12-08): \n1.0 Deathworld Marathon Victory! (Thoughts/Tips in Comments)\n\nThoughts:\nDefault starting area for Deathworld is too small: 0.75 often starts you out with a nest on top of one of the necessary resource patches. I bumped it up to 1.0 scaling to ensure I could actually place drills.\n\nClose by oil is a game-saver: Even a single low yield pumpjack is enough. I started with 1 next to my iron, and it powered my flamethrower turrets.\n\nPollution Matters! (Until Flamethrower Turrets): The more pollution you make, the more biters come. The more biters come, the more ammo you need. It's a vicious cycle, and Marathon Mode makes it likely that the math isn't in your favor. An early steam engine and electric drills will cut down pollution compared to burners. On the same token, AP ammo is a trap. It's too expensive resource and pollution wise per kill on small or medium biters.\n\n- 13rice_ (2020-12-08): Completely screwed my first death world, took some times to select the map, but finally the Oil patch was too far. I lost so much trying to make an outpost and finally gave up. I can't imagine the same on a marathon ! thanks for the tips. Expect your oil patch near the start, any other important tips for the map ?\n\n- Trollselektor (2020-12-08): Flamethrowers ASAP are a must for sure on death world. I think I would still go for bots before nuclear though. Even a small number can dramatically improve the survivability of your defenses and make expanding (especially into hostile territory) easier.\n\n- timmymayes (2020-12-08): What do you mean by chain inserting turrets?\n\n- ShenBear (2020-12-08): This was attempt number 2 for me. My first attempt failed at green science when I tried to do 30 sci/min and I was outputting pollution like mad and getting a ton of bugs. Evolution is based on pollution output and time not pollution absorption by nests. Attacks are based on nest absorption. If you can stay small, you can keep the attacks low while you inch your way to flamethrowers. Honestly, flame throwers make it feel like Marathon mode, not Deathworld mode. Once you get tanks with explosive shells and can clear nests, it simply become a matter of making enough defenses for your outposts. If piping\n\n- <more replies>\n\nHence, the conversation continues.",
  "summary": null,
  "sentiment": null
}