{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "High concentrations of plastic hidden beneath the surface of the ...",
  "href": "https://www.nature.com/articles/s41467-020-17932-9",
  "body": "Concern over plastic pollution of the marine environment is severe. The mass-imbalance between the plastic litter supplied to and observed in the ocean currently suggests a missing sink. However ...",
  "readable_content": "user (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\n---\nAdvertisement\n---\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature communications  articles  article\nArticle\nOpen access\nPublished: 18 August 2020\nHigh concentrations of plastic hidden beneath the surface of the Atlantic Ocean\nKatsiaryna Pabortsava & Richard S. Lampitt \n\nNature Communications \nvolume\n 11, Article number: 4073 (2020) Cite this article\n\n41k Accesses\n\n228 Citations\n\n1962 Altmetric\n\nMetrics\ndetails\n\nAbstract\n...\nAll steps involving sample collection, processing and analysis were performed\n\n- Comment: The text provides a detailed analysis of the high concentrations of microplastics hidden beneath the surface of the Atlantic Ocean. It discusses the potential impacts of these microplastics on marine ecosystems and human health, highlighting the need for robust assessments and the importance of considering the different types and sizes of microplastics.",
  "summary": "The text discusses the high concentrations of microplastics hidden beneath the surface of the Atlantic Ocean, highlighting the potential impacts on marine ecosystems and human health, as well as the importance of robust assessments and consideration of different types and sizes of microplastics. The discussion brings attention to the urgent need for addressing the issue of plastic pollution in our oceans. \n\nSentiment: 0.8",
  "sentiment": 0.8
}