{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "How to recycle and reduce waste in Puerto Rico - Her Campus",
  "href": "https://www.hercampus.com/school/uprm/how-recycle-and-reduce-waste-puerto-rico/",
  "body": "Plastic bags and straws, along with other single use plastics such as cutlery, are not recycled hence why we should avoid using these. Similarly plastics #4, #5, and #6 are also not collected on our island, which means yogurt containers and plastic cups are not recyclable. Cardboard.",
  "readable_content": "user (2023-12-08): 🏆 22 UNDER 22 ⟶\n\nThis article is written by a student writer from the Her Campus at UPRM chapter.\n\nOur planet is currently facing various climate related crises. Among one of the most important is how our societies deal with waste. Our economy revolves around a throw away culture where many items are used, then discarded, whether it be after one short use or after a few years. While most developed countries have infrastructures that deal with waste, these are still not enough to keep up with the increasing trash volume generated each year. Many other undeveloped countries have piles of garbage overflowing their streets, parks, and bodies of water. However, we must also point out that one of the strategies of these developed countries includes shipping their own waste onto other countries, where they end up being improperly disposed of. Puerto Rico is no exception to this problem with the government having no plan to deal with our landfills which lose more of their capacity (space left to receive waste) every year. Recycling on our island is abysmal with only 10% of all materials actually being recycled compared to the U.S. average of 35%.\n\n Many countries, including the twenty seven member states of European Union and Canada, have plans to deal with single use plastics as part of broader changes to deal with waste. Various island nations such as Vanuatu have also taken similar steps to ban single use plastics. It is the role of the world’s governments to pressure the private sector into adopting measures that will protect our planet and move us towards a circular economy. While Puerto Rico and the rest of the U.S. mainland should adopt measures to eliminate single use plastics and promote a circular economy, there are still many easy ways in which we can help reduce the waste generated on our island.\n\n- For years we have heard the phrase “Reuse Reduce Recycle”, but in reality the vast majority of people barely keep up with recycling. We must reduce our consumption, and as a result, our waste in order to have the greatest impact on the environment. Some easy ways to reduce our waste is to switch our products to more eco-friendly materials, like Daniella Angueira explained in her article “Simple Habits You Need to Be More Eco-Friendly”. We can also make sure to avoid disposable cutlery when we eat at our own household by sticking to the silverware. The same rule applies when serving appetizers and drinks: try to avoid using plastic plates and cups that will be thrown away. Also, you know how you might refuse plastic bags in supermarkets so you can use your reusable ones instead? You can do a similar thing in restaurants to avoid causing more unnecessary waste! Just refuse plastic cutlery, especially if you intend to eat your meal back at your place.\n\n \n\nSo which materials are actually accepted for recycling in Puerto Rico? \n\nRecycling can seem simple at first but many people unconsciously make mistakes when sorting materials, which only increases the problems for the staff that work directly with these materials. It is very important to mention that any dirty items will most likely not be recycled. This can also result in large amounts of recycling becoming contaminated and discarded. Make sure all materials are dry and clean. \n\n \n\n- Aluminum cans \n- Plastics #1 and #2. Bottles of water and gallons of milk are plastic containers that are accepted across our island. All of these items should have their plastic caps removed since they are not accepted. Plastic bags and straws, along with other single use plastics such as cutlery, are not recycled hence why we should avoid using these. Similarly plastics #4, #5, and #6 are also not collected on our island, which means yogurt containers and plastic cups are not recyclable. \n- Cardboard. Cardboard is recyclable except for those covered in a thin layer of plastic such as cereal boxes. Make sure to flatten all cardboard so they will take up less space. \n- Newspaper and paper. While some recycling centers do not accept paper and newspapers, it is still important to know that in the few places that do glossy papers (such as supermarket commercials and/or tabloids) are not welcome. In our UPRM library you can drop off white paper to recycle. \n- Metal cans\n\nOther common items being left at recycling drop off locations and bins that are not accepted include: \n- Glass bottles \n- Broken mirrors or other glass products\n- Buckets of paint\nDispose properly of other materials: \n- Electronics\n- Yard trimmings (grass and leaves)\n- Clothing\n- Batteries\n\nConWaste is one of the main recycling and trash collecting companies in Puerto Rico  that manages the recycling centers in Guaynabo and Carolina. The company is responsible for collecting recycling from the red bins in old San Juan and uses the same recycling rules explained in this article. ",
  "summary": "The text discusses the importance of addressing waste management and promoting a circular economy to protect the environment. It emphasizes the need to reduce consumption, switch to eco-friendly materials, and ensure proper recycling practices. The focus on sustainable practices and raising awareness about recycling and waste management reflects a positive sentiment. \n\nSentiment: 0.8",
  "sentiment": 0.8
}