{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "To reduce plastic use, I'll drink directly from the suck hole ... - Reddit",
  "href": "https://www.reddit.com/r/The10thDentist/comments/kyckff/to_reduce_plastic_use_ill_drink_directly_from_the/",
  "body": "Think of big picture stuff, if a significant portion of the population no longer uses plastic straws companies order less straws, the lower demand means producers will eventually make less or downsize. As for the grocery bags that seems like a word bite, but I don't know how factual that is. Maybe that is true for very specific types of bags ...",
  "readable_content": "Iambikecurious (2020-12-08): To reduce plastic use, I'll drink directly from the suck hole instead of using a straw\n\n- lord_ne (2020-12-08): Couldn't you just...take the lid off?\n\n- banana_kiwi (2020-12-08): One day, you're going to get a faceful of soda. I have trust issues because of those lids\n\n- JustinJakeAshton (2020-12-08): Yep. Those lids come off very easily, especially if the cup gets crumpled.\n\n- [deleted] (2020-12-08): Or y’a know... just don’t use the lids on those, would decrease plastic usage and they don’t really do that much\n\n- alelarduo (2020-12-08): I'm upvoting just because you called it a \"suck hole\"\n\n- stpaulgym (2020-12-08): Ah yes, because the suck hole isn't plastic.\n\n- Shrilled_Fish (2020-12-08): Well duh, everybody knows that suck holes are made of wood\n\n- [deleted] (2020-12-08)\n\n- CummenderSheperd (2020-12-08): I also enjoy the occasional drink directly from the suck hole.\n\n- OkPreference6 (2020-12-08): You know the lid can be taken off, right? RIGHT?\n\n- KJBenson (2020-12-08): It’s a cup you know...\n\n- Golden_Lynel (2020-12-08): What the [expletive] Just use a paper or metal straw\n\n- JustinJakeAshton (2020-12-08): Or take off the lid and drink without a straw.\n\n- Ampersanders (2020-12-08): the suck hole is all fun and games till you spill that [expletive] all over yourself.",
  "summary": "The post and conversation highlight different opinions and humorous remarks about reducing plastic straw usage. Some users are supportive of finding alternative ways to drink without using plastic straws, while others emphasize the impracticality and potential mess of drinking directly from the lid or \"suck hole.\" Overall, the tone is lighthearted and humorous, with a mix of different viewpoints on the topic. Sentiment: 0.5",
  "sentiment": 0.5
}