{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Recycled Plastic Straws Craft - Michelle's Party Plan-It",
  "href": "https://michellespartyplanit.com/2020/06/diy-magnets-recycled-plastic-straws/",
  "body": "Craft sticks Magnets Glue Start by setting your EasyPress 2 on the highest setting of 400 degrees for 60 seconds. If you are using an iron, set it on the highest setting without steam. Lay out several plastic straws on a heat protective sheet and place another sheet on top. Place your EasyPress or iron on top of the sheet for 1 minute.",
  "readable_content": "Michelle Stewart (2023-12-08): \n\nDo you have plastic straws laying around? How about melting them down to make some fun summer themed magnets?  Plastic straws are outlawed in these parts and I have tons collected over the years. I’m excited how you can recycle or upcycle your plastic straws to create almost any themed magnets, so let’s get started!\n\nDIY Magnets | Recycled Plastic Straws Craft\n\nIf you saw my HOW TO RE-PURPOSE PLASTIC STRAWS FOR PARTY DECOR – CRICUT EASYPRESS CRAFT, you know I’m always trying to find ways I can re-purpose or reuse my large stash of plastic straws.  Creating “sheets” of plastic in different color patterns using straws is a fun way to add to your crafting material stash.  The plastic is thin enough to cut with scissors and works great with die cutting machines like Sizzix.  I used my Sizzx big shot to cut these magnets but you can also just use a printed template of any shape, trace and cut with scissors. Which I did with the heart shaped ones. 🙂\n\nWhat you will need:\n\nPlastic straws\n2 Heat protective sheets or Teflon sheets\nCricut EasyPress or Iron on high setting\nSizzix Big Shot or scissors\nSizzig Bigz Dies or printed template\nCraft sticks\nMagnets\nGlue\n\nStart by setting your EasyPress 2 on the highest setting of 400 degrees for 60 seconds.  If you are using an iron, set it on the highest setting without steam.\n\nLay out several plastic straws on a heat protective sheet and place another sheet on top.\n\nPlace your EasyPress or iron on top of the sheet for 1 minute.  Remove the sheet to reveal the melted straws!\n\nOnce cooled, either trace a shape on to the sheet and cut or use your Sizzix Big Shot and Bigz Dies to cut the shapes.\n\n- For the Sizzix, create a sandwich using a cutting pad, Bigz Die, plastic sheet and then another cutting pad on top.  Roll through the machine.\n\n- Place a craft stick on the die to cut mini Popsicle sticks. Yes, the Sizzix Big Shot can cut thin wood too! These mini Popsicle sticks are adorable!\n\n- Glue the stick on the back of the Popsicle.\n\n- Glue a magnet on the top of the stick.  You can also glue a clothespin and then a magnet to make a clip magnet. I did that with the large heart magnet.\n\nAren’t they cute! And it’s hard to believe these were once straws!\n\nI hope you give this project a try! If you are Instagram, be sure to tag me so I can see what you make. The possibilities are endless!\n\nHappy Crafting!\n\nLaura Walters (2023-12-08): \n\nThis is the cutest! Thank you so much for participating!\n\nMichelle (2023-12-08): \n- Thanks Laura!",
  "summary": "The post and conversation demonstrate a positive sentiment towards finding creative ways to repurpose and recycle plastic straws instead of letting them go to waste. The idea of turning them into fun summer-themed magnets is viewed as cute and commendable. This reflects a sentiment of environmental consciousness and creativity. \n\nSentiment: 0.8",
  "sentiment": 0.8
}