{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws are bad m'kay, so we put a paper straw in your ... - Reddit",
  "href": "https://www.reddit.com/r/facepalm/comments/o19zla/plastic_straws_are_bad_mkay_so_we_put_a_paper/",
  "body": "Plastic straws make up 0.01% of the oceans plastics. 85% comes from commercial fishing. Also, the fishing industry (corporations) receive around 37.5 billion in subsides while world hunger can be stamped out with around 35 billion. Just food for thought.",
  "readable_content": "TheBravan (2020-12-08): Plastic straws are bad m'kay, so we put a paper straw in your HONKING BIG PLASTIC CUP...\n\n- Invisible-Pancreas (2020-12-08): Plastic does not honk, man. These cups are clearly made out of geese.\n- arctic-apis (2020-12-08): Look turtles ain’t eatin cups mkay they eatin straws\n- cyclopath (2020-12-08): I like turtles.\n- ghostpepperlover (2020-12-08): Plastic straws make up 0.01% of the oceans plastics. 85% comes from commercial fishing...\n- ...\n\n[deleted] (2020-12-08): I wish hemp plastic and other products could be supported and subsidized like fossil fuels.\n- Galuf_Dragoon (2020-12-08): I really hate the feel of papery stuff like that. Paper cups paper straws...\n- ...\n\nDanielle082 (2020-12-08): Its a start and at least they are doing that. So its better than doing nothing at all.\n- OkDescription (2020-12-08): They’re only serving paper straws because there’s a shortage on supplies. :/\n- Ballzinferno (2020-12-08): If your gonna bitch, make your own drink at home and quit whining.",
  "summary": "The conversation about banning plastic straws has a mix of perspectives, including sarcastic and dismissive comments, as well as voices that support the change as a positive step. Overall, there seems to be a degree of frustration and cynicism, with some individuals questioning the effectiveness of the action. Sentiment: -0.5",
  "sentiment": -0.5
}