{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Law Restricting Plastic Utensils on O'ahu Takes Effect ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/micakf/law_restricting_plastic_utensils_on_oahu_takes/",
  "body": "Well I know plastic straws have some specific functions for disabled people who have trouble drinking from cups. Functions that can't always be replicated by paper, metal straws etc. Personally I don't care if plastic straws are still available for anyone who asks. Most people will still be fine with paper straws, and the number of assholes who ...",
  "readable_content": "- u/Crucial-Gaming (2020-12-08): Law Restricting Plastic Utensils on O‘ahu Takes Effect: Honolulu food vendors won't be allowed to provide customers with plastic utensils under a new law that took effect Thursday. The city ordinance prohibits plastic forks, knives, spoons, straws, stir sticks, picks and sushi grass.\n\n   - u/yandere_chan317: Sushi grass is the one of the most pointless and confusing thing that ever created\n   - u/TiMeJ34nD1T: While I fully approve of single use plastic ban I am still waiting for a ban on single use plastic for corporations. A tiny plastic fork does not really matter when the shipment to a grocery store is wrapped in half a mile of plastic wrap. That shit is single use too, why isn't that banned as well?\n   - u/nowaste94705: Excellent. Carry your forks, straws and sushi grass with you. I love sushi grass and always carry some in my bag.\n   - u/AbsenceVersusThinAir: This is encouraging! They have a huge problem with plastic pollution on the beaches in Hawaii, and while a lot of that plastic has washed to them from elsewhere, I'm sure this ordinance will have a meaningful impact on the issue.\n   - u/Gypsyrocker: I so badly want this for everyone. I had to move off the rock and live in Virginia for now. I use reusable bags when shopping and people here are like “why? The bags are free...” . there’s so much waste.\n   - u/CraptainHammer: This is a great step. Now, can we skip the shitty balsa wood forks that dry out your mouth the instant you look at them and just use bamboo chop sticks for more than just Asian food?\n   - u/Palindromeboy: What about fishing nets?\n   - u/thinkB4WeSpeak: I figured they would have had this along time ago in Hawaii. They're probably the most environmentally friendly state as is.\n   - u/pepper167: But they'll never confront major corporations and fishing companies who are the cause of most of the ocean pollution. Nah. Let's get some feel-good, reactionary policies in place instead that will do practically nothing to actually help.",
  "summary": "The conversation shows a mix of support and skepticism regarding the ban on plastic utensils in Honolulu. While some express enthusiasm and see it as a positive step to address plastic pollution, others question its effectiveness compared to larger-scale environmental issues. Sentiment: 0.3",
  "sentiment": 0.3
}