{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Starbucks Strawless Lids Now Available Across the U.S. and Canada",
  "href": "https://stories.starbucks.com/press/2020/starbucks-strawless-lids-now-available-across-the-u-s-and-canada/",
  "body": "As part of the company's efforts to phase out plastic straws worldwide, a recyclable, strawless lid is the new standard for iced beverages in Starbucks stores Over the past year, Starbucks has trialed new lightweight, recyclable strawless lids in select markets across the U.S. and Canada.",
  "readable_content": "- Starbucks News (2023-12-08): Starbucks has rolled out strawless lids to company-operated and licensed stores across the U.S. and Canada as part of its commitment to eliminating one billion plastic straws globally per year. The company's chief sustainability officer, Michael Kobori, emphasized the move as a step toward reducing their environmental impact. The new strawless lid, which will be standard for iced beverages, is made of recyclable polypropylene and meets design guidelines for recyclability. Starbucks also continues to make progress against its commitment to phase out plastic straws worldwide by introducing strawless lids and alternative straws in various markets.\n\n- Doug Cress, Vice President of Conservation at Ocean Conservancy, commended Starbucks' strawless lid as a positive innovation in the effort to reduce ocean pollution and expressed the organization's commitment to collaborating with Starbucks for positive change.\n\n- Starbucks continues to work towards its environmental commitments by launching new initiatives, as evidenced by the introduction of new holiday gift sets, apparel, and experiences at U.S. Starbucks Reserve Roasteries and Stores. Furthermore, Starbucks has initiated a reusable cup test in 12 stores in California, marking a shift towards reusables.\n\nPlease let me know if there's anything else you'd like to add or modify.",
  "summary": "The text reflects a positive sentiment about Starbucks' efforts to eliminate plastic straws and reduce environmental impact, as well as the support received from Ocean Conservancy. The introduction of strawless lids and other sustainable initiatives is viewed as a step in the right direction. \n\nSentiment: 0.8",
  "sentiment": 0.8
}