{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic pollution solutions: emerging technologies to prevent and ...",
  "href": "https://www.sciencedirect.com/science/article/pii/S0160412020320225",
  "body": "Highlights • Technology can be used to target hotspots of marine plastic pollution. • The Inventory is a tool to identify plastic pollution prevention and cleanup technologies. • Fifty-two inventions focus on preventing plastic leakage or collecting marine plastics. • Technology alone cannot solve the plastics pollution issue. •",
  "readable_content": "- User (2023-12-08): Skip to main content\n- User (2023-12-08): Brought to you by: University of the South duPont Library\n- User (2023-12-08): Volume 144, November 2020, 106067\n- User (2023-12-08): Plastic pollution solutions: emerging technologies to prevent and collect marine plastic pollution\n- User (2023-12-08): Abstract\n- User (2023-12-08): As plastic waste accumulates in the ocean at alarming rates, the need for efficient and sustainable remediation solutions is urgent...\n- User (2023-12-08): Introduction\n- User (2023-12-08): Since its popularization in the 1950s, plastic use has skyrocketed due to its benefits to societal health, safety, and energy (Andrady & Neal, 2009)...\n- User (2023-12-08): In light of the growing concern about the negative impacts of plastics on environmental and human health, some governments are increasingly responding...\n- User (2023-12-08): https://doi.org/10.1016/j.envint.2020.106067",
  "summary": "The conversation is focused on the urgent need for efficient and sustainable solutions to prevent and collect marine plastic pollution. There is a sense of concern about the negative impacts of plastic on the environment and human health, driving governments to respond to the issue. Overall, the sentiment is one of urgency and a call for action to address plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}