{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Twenty firms produce 55% of world's plastic waste, report reveals",
  "href": "https://www.theguardian.com/environment/2021/may/18/twenty-firms-produce-55-of-worlds-plastic-waste-report-reveals",
  "body": "Sandra Laville Mon 17 May 2021 20.00 EDT Last modified on Tue 18 May 2021 06.31 EDT Twenty companies are responsible for producing more than half of all the single-use plastic waste in the world,...",
  "readable_content": "The Guardian (2023-12-08): Twenty companies are responsible for producing more than half of all the single-use plastic waste in the world, fuelling the climate crisis and creating an environmental catastrophe, new research reveals.\n\n- Among the global businesses responsible for 55% of the world’s plastic packaging waste are both state-owned and multinational corporations, including oil and gas giants and chemical companies, according to a comprehensive new analysis.\n\n- ExxonMobil is the greatest single-use plastic waste polluter in the world, contributing 5.9m tonnes to the global waste mountain, concludes the analysis by the Minderoo Foundation of Australia with partners including Wood Mackenzie, the London School of Economics and Stockholm Environment Institute. The largest chemicals company in the world, Dow, which is based in the US, created 5.5m tonnes of plastic waste, while China’s oil and gas enterprise, Sinopec, created 5.3m tonnes.\n\n- The enormous plastic waste footprint of the top 20 global companies amounts to more than half of the 130m metric tonnes of single-use plastic thrown away in 2019, the analysis says.\n\n- Just 10%-15% of single-use plastic is recycled globally each year. By 2050 plastic is expected to account for 5%-10% of greenhouse gas emissions.\n\n- \"An environmental catastrophe beckons: much of the resulting single-use plastic waste will end up as pollution in developing countries with poor waste management systems,\" the report’s authors said.\n\n- \"The current outlook is set to get worse and we simply cannot allow these producers of fossil fuel-derived plastics to continue as they have done without check. With our oceans choking and plastic impacting our health, we need to see firm intervention from producers, governments and the world of finance to break the cycle of inaction,\" said Dr Andrew Forrest AO, chairman of the Minderoo Foundation.",
  "summary": "The article highlights the concerning impact of single-use plastic waste on the environment and the role of major global corporations in contributing to this crisis. The findings emphasize the urgency for intervention from producers, governments, and the financial sector to address the issue. It underlines the need for collective action to mitigate the environmental catastrophe caused by plastic waste. \n\nSentiment: 0.8",
  "sentiment": 0.8
}