{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The U.S. Is the World's Number One Source of Plastic Waste",
  "href": "https://www.smithsonianmag.com/smart-news/us-worlds-number-one-source-plastic-waste-180976214/",
  "body": "\"Plastic pollution globally is at crisis level,\" Nick Mallos, a conservation biologist specializing in ocean debris at the Ocean Conservancy and co-author of the new research, tells Justine ...",
  "readable_content": "- Smithsonian (<2023-12-08>): New Research  \n\tThe U.S. Is the World’s Number One Source of Plastic Waste  \nIn 2016, the average American produced 286 pounds of plastic waste, the highest rate per capita of any country on Earth.  \nA new study finds the United States may be responsible for as much as five times more plastic pollution than previously estimated. The findings complicate the narrative that Asian countries are the primary generators of plastic pollution. Previous work placed Asian countries atop a list of the world’s worst marine plastic polluters, but the new study better accounts for plastic waste the U.S. exports around the world as well as illegal dumping within its own borders.  \nWhile China remains the world’s largest producer of plastic, the research suggests that in 2016 the U.S. was the world’s number one source of plastic waste. Americans also used more plastic per capita in 2016 than residents of any other country on the planet at roughly 286 pounds per person.  \nThe U.S. lacks the waste management infrastructure to recycle all its plastic waste, leading the country to send around half of its recyclable materials overseas, with countries with inadequate waste management infrastructure receiving 88 percent of that plastic waste.  \nThe study compiled World Bank data on waste streams from 217 countries and focused on the U.S., while incorporating data on littering, illegal dumping within the U.S., and the flow of exported plastic waste unlikely to be recycled. Although the most recent available data is from 2016, the global exchange of plastic waste was upended in 2018 when China announced it would no longer buy U.S. plastic scrap.  \nThe 2016 figures are sobering, with just 9 percent of U.S. plastic waste being recycled. The study underscores the need for source reduction of plastic waste and addressing unnecessary single-use plastics.",
  "summary": "The post highlights the significant impact of plastic waste in the U.S., shedding light on the country's substantial contribution to global plastic pollution. The study underlines the urgent need for source reduction of plastic waste and addressing unnecessary single-use plastics. The findings emphasize the necessity for effective waste management solutions and responsible consumption practices to mitigate the environmental impact of plastic waste. \n\nSentiment: 0.8",
  "sentiment": 0.8
}