{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Microplastics are everywhere — but are they harmful? - Nature",
  "href": "https://www.nature.com/articles/d41586-021-01143-3",
  "body": "The researchers found that if every proven solution to curb plastic pollution were adopted in 2020 and scaled up as quickly as possible — including switching to systems of reuse, adopting ...",
  "readable_content": "- **Nature** (2023-12-08): We also use optional cookies for advertising, personalization of content, and social media. By accepting optional cookies, you consent to the processing of your personal data, including transfers to third parties. See our privacy policy for more information on the use of your personal data.\n\n  NEWS FEATURE  \n  04 May 2021  \n  Microplastics are everywhere — but are they harmful?  \n  Scientists are rushing to study the tiny plastic specks that are in marine animals — and in us.  \n  By XiaoZhi Lim\n\n  Dunzhu Li used to microwave his lunch each day in a plastic container. But Li, an environmental engineer, stopped when he and his colleagues made a disturbing discovery: plastic food containers shed huge numbers of tiny specks called microplastics into hot water. \"We were shocked,\" Li says. If parents prepare baby formula by shaking it up in hot water inside a plastic bottle, their infant might end up swallowing more than one million microplastic particles each day, the team calculated.\n\n  Everyone eats and inhales sand and dust, and it's not clear if an extra diet of plastic specks will harm us. \"Most of what you ingest is going to pass straight through your gut and out the other end,\" says Tamara Galloway, an ecotoxicologist at the University of Exeter, UK. Researchers have been worried about the potential harms of microplastics for almost 20 years — although most studies have focused on the risks to marine life. Microplastics have been found in deep oceans, in Arctic snow and Antarctic ice, in shellfish, table salt, drinking water, beer, and drifting in the air or falling with rain.\n\n  California State Water Resources Control Board will become the world's first regulatory authority to announce standard methods for quantifying microplastic concentrations in drinking water, with the aim of monitoring water over the next four years and publicly reporting the results.\n\n  The tiniest specks, called nanoplastics — smaller than 1 micrometre — worry researchers most of all. Some might be able to enter cells, potentially disrupting cellular activity. One thing is clear: the problem will only grow. Almost 400 million tonnes of plastics are produced each year, a mass projected to more than double by 2050.\n\n  Researchers have several theories about how plastic specks might be harmful - they might irritate just by being a foreign presence, and larger microplastics are more likely to exert negative effects, if any, through chemical toxicity. Another idea is that microplastics in the environment might attract chemical pollutants and then deliver them into animals that eat them.",
  "summary": "The text presents a concerning picture of the prevalence and potential harm of microplastics in the environment, highlighting the need for further research and regulatory measures to address this issue. The potential risks associated with microplastics in various aspects of life, including human consumption, are emphasized, raising awareness about the importance of mitigating their impact. \n\nSentiment: 0.8",
  "sentiment": 0.8
}