{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Alternatives to Plastic Straws: Which Materials Are Best? - SciTechDaily",
  "href": "https://scitechdaily.com/alternatives-to-plastic-straws-which-materials-are-best/",
  "body": "Drinking straws are single use plastic products which will be subjected to a Europe-wide sales ban from 2021 onwards. This is stated in EU Directive 2019/904 from June 5, 2019. Consequently, alternative materials have to be established for the production of drinking straws as well as other frequently used products which predominantly were made ...",
  "readable_content": "-Widget (2023-12-08):\n  Here is a part of the article you provided:\n\nDrinking straws are single use plastic products which will be subjected to a Europe-wide sales ban from 2021 onwards. This is stated in EU Directive 2019/904 from June 5, 2019. Consequently, alternative materials have to be established for the production of drinking straws as well as other frequently used products which predominantly were made of plastic so far.\n\nAs set out in the EU Framework Regulation for food contact material (Regulation (EC) No. 1935/2004), objects that come into direct contact with food must be safe. The German Federal Institute for Risk Assessment (BfR) has appraised straw, silicone, metal, paper and paper-board, durum wheat, and glass for their suitability to replace plastic in the production of drinking straws.\n\nIf frequently used, drinking straws made of silicone, stainless steel, or glass are, in the opinion of the BfR, an appropriate alternative to plastic straws. Silicone is suitable as a food contact material (FCM) provided that its manufacture is compliant with the specifications of BfR recommendation No. XV. Metals and alloys (e.g. stainless steel) are also appropriate as FCMs, provided that the specifications of the Council of Europe Resolution regarding metals and alloys are met. Glass is also suitable for food contact. However, there is the risk of breaking. As a result, fragments of glass can get into the food or drink and in case of swallowing dangerous injuries can occur. Meanwhile, there are drinking straws made from particularly durable glass.\n\n-Widget (2023-12-08): And here is a part of the \"ABOUT\" section from the website you shared:\n\"The German Federal Institute for Risk Assessment (BfR) is a scientifically independent institution within the portfolio of the Federal Ministry of Food and Agriculture (BMEL) in Germany. It advises the Federal Government and Federal Laender on questions of food, chemical and product safety. The BfR conducts its own research on topics that are closely linked to its assessment tasks.\"",
  "summary": "The text discusses the Europe-wide ban on single-use plastic straws and the search for alternative materials. It also mentions the German Federal Institute for Risk Assessment's evaluation of silicone, metal, and glass as suitable replacements. The overall sentiment is neutral, leaning towards the positive side due to the consideration of environmentally friendly alternatives to plastic straws. \n\nSentiment: 0.6",
  "sentiment": 0.6
}