{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Previously Banned Plastic Straws Reappear at Disneyland",
  "href": "https://insidethemagic.net/2021/08/plastic-straws-disneyland-ad1/",
  "body": "One of the most noticeable differences Guests have likely experienced over the past couple years is the change from plastic straws, which have been proven to be harmful to not only the...",
  "readable_content": "user (2023-12-08): Previously Banned Plastic Straws Reappear at Disneyland\n\nDisney has made a conscious effort to move toward a more green initiative by producing less waste at their theme parks. One of the most noticeable differences Guests have likely experienced over the past couple years is the change from plastic straws to paper straws. \n\nDisney shared back in 2018 that the company would reduce plastics in guest rooms by 80 percent, reduce the number of plastic shopping bags used in parks and on cruise ships, eliminate polystyrene cups at their owned and operated locations around the world, and continue recycling and responsibly disposing of single-use waste that can’t be eliminated.\n\nAlthough paper straws are a much better choice environmentally, many Guests may not love using them as they can tend to become soggy quite quickly. Disney also sells reusable straws to Guests, in case they want an alternative option to the paper straw. Now, it seems Disneyland is offering plastic straws at very select locations, such as Mint Julep Bar in New Orleans Square.\n\nIt is unclear why the plastic straw option has become sporadically available, but there are speculations about supply shortages on paper straws or accommodation for Guests with disabilities. As of the author's experience, they have yet to see plastic straws appear at any other location at Disneyland, though some Guests have reported them sporadically elsewhere. Disney World seems to still only offer paper straws to their Guests.\n\nDo you think that Disney Parks should begin to offer plastic straws once again at more locations? Let us know your thoughts on this in the comments.",
  "summary": "The conversation discusses the reappearance of plastic straws at Disneyland after the previous switch to paper straws as part of Disney's green initiative. The post considers the environmental benefits of using paper straws and mentions the availability of reusable straws as an alternative. It also raises speculations about the sporadic availability of plastic straws. Overall, the sentiment seems to lean towards supporting the use of paper straws for environmental reasons. \n\nSentiment: 0.6",
  "sentiment": 0.6
}