{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Local McDonald's switched from plastic straws to paper straws….and ...",
  "href": "https://www.reddit.com/r/facepalm/comments/qrmqei/local_mcdonalds_switched_from_plastic_straws_to/",
  "body": "The plastic straws were actually recyclable via the mixed wasted stream but due to again infrastructure a lot obviously went to the land fill. At this point it isn't really about what it is made of if we could just manage to do simple crap like toss the straw )paper or plastic) left and the cup right. ...",
  "readable_content": "TheShanManPhx (2021-12-08): Local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\n\n- Fun fact, the \"paper\" cups has plastic in them so they aren't recyclable (usually), so they might have changed it to a recyclable plastic cup. But that's me being optimistic. (SotonSwede)\n\n- This. Plastic cups are better because we can recycle them. (DanR5224)\n\n- Those are the large iced coffee cups. Usually they only use them if they’re out of large power cups.\n  Source: I work at a McDonald’s (Spuddermane)\n\n- This is less a scandal than it sounds. Cups are easier to recycle than straws. (everythingbeeps)\n\n- Can we just normalize not using straws like a bunch of toddlers. (Cascadianheathen1)\n\n- Stonks (Claudelul1)\n\n- Why would any adult know what goes on at a McDonalds?? (ZogNowak)\n\n- Brilliant ! (ducttapeallday)\n\n- I work at a place that recently switched to the \"plastic\" made from corn. Looks the same (but costs a ton more). I doubt McDonald's is doing that or you would have seen a ton of marketing from them to make sure everyone knew. (ranting_chef)\n\n- Conservatives seem obsessed with plastic straws. You’d think this was a devastating move or something, by the way they react. (kingakrasia)\n\n- There are significant supply chain issues with that stuff right now, so it's probably more of a, \"Is having to use\" instead of a switch. ([deleted])\n\n- My local one switched to paper straws a while ago, then at some point brought back the plastic straws. (koolman2)",
  "summary": "The conversation about the switch from plastic straws to paper straws at a local McDonald's is filled with various opinions and observations. Some express skepticism about the environmental impact of the switch due to the plastic cups not being recyclable, while others mention the practicality of using plastic cups over paper cups. There are also comments expressing frustration with the focus on banning plastic straws and the business implications of such changes. Overall, the sentiment seems to be mixed, with a range of viewpoints and concerns being shared. \n\nSentiment: 0.1",
  "sentiment": 0.1
}