{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Scientists reveal the U.S. role in the \"deluge\" of plastic littering ...",
  "href": "https://www.washingtonpost.com/climate-environment/2021/12/01/plastic-waste-ocean-us/",
  "body": "\"Plastic is a valuable resource that should be kept in our economy and out of our environment,\" said the group's vice president of plastics, Joshua Baca, in a statement.",
  "readable_content": "user (2023-12-08): The United States contributes the most plastic waste to the world, generating about 287 pounds of plastics per person. The U.S. produced 42 million metric tons of plastic waste in 2016 — almost twice as much as China and more than the entire European Union combined.\n\n- The report estimates that between 1.13 million to 2.24 million metric tons of the United States’ plastic waste leak into the environment each year, with about 8 million metric tons of plastic ending up in the ocean annually.\n\n- Congress passed the Save Our Seas 2.0 act, mandating the National Academy of Sciences study to address plastic waste. The report has led to discussions about the need for a national strategy to combat plastic waste.\n\n- The National Oceanic and Atmospheric Administration and the Environmental Protection Agency have been identified as organizations best positioned to develop a national strategy to curb plastic waste.\n\n- Some critics faulted the recent EPA recycling strategy for not addressing the current level of plastic production, calling for more attention to be given to the creation of plastic in addition to cleaning it up.\n\n- Efforts are being made to address the plastic pollution crisis, with the bipartisan oceans bill enacted last year also calling for a number of other analyses to be completed, including the impacts of microfibers to derelict fishing gear.",
  "summary": "The post discusses the significant contribution of the United States to the global plastic waste issue and the legislative efforts to address it, such as the Save Our Seas 2.0 act and calls for a national strategy. It also mentions criticisms of the current approaches and ongoing efforts to combat plastic pollution. Overall, the sentiment conveyed is one of concern for the plastic pollution crisis and the need for comprehensive strategies to address it. \n\nSentiment: 0.7",
  "sentiment": 0.7
}