{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Quiet refrigerators for living in small spaces : r/TinyHouses - Reddit",
  "href": "https://www.reddit.com/r/TinyHouses/comments/pnjijr/quiet_refrigerators_for_living_in_small_spaces/",
  "body": "A Reddit community focused on soundproofing provides a platform for individuals to discuss effective ways to reduce unwanted noise in their homes or other environments. Members share tips, tricks, and the latest soundproofing products and technologies, as well as provide support for those struggling with the negative effects of noise pollution.",
  "readable_content": "bemusedly (2021-12-08): Quiet refrigerators for living in small spaces\n\nI live in a studio apartment with square footage similar to a tiny house, and my main complaint is the noise of the refrigerator. I work from home, so all I hear all day is a loud \"Rrrrrrrrrommmmmm\". It's seriously driving me nuts- sometimes I even unplug it to get it to shut up.\n\nSurely this is also problem for tiny house dwellers who also spend all their time just a few paces away from their fridges. How have you solved this problem? Any specific verified-quiet fridge models? Searching online returns results for dorm mini-fridges for storing beverages (not useful), or gas fridges- how frequently do you have to replace the tank on those?\n\n- TinyBusHome (2021-12-08)\n  I have this model Frigidaire frost-free compact fridge; bigger than a dorm unit, but much smaller than a full-size. It's been running very quietly now for three years. I'm quite pleased with it, especially since I paid under $200, brand new.\n  - https://www.frigidaire.com/Kitchen-Appliances/Refrigerators/Compact-Refrigerator/FFPS4533UM/\n\n- tristan-rupert-neve (2021-12-08)\n  I have a 24\" Frigidaire, also happy with how low noise it\n\n- geeered (2021-12-08)\n  I went for one with an inverter linear compressor - the idea is the linear compressor is a quieter design and the digital inverter method means that instead of being an on or off switch, it works on a sliding scales.\n  So it won't generally just come on or go off, but if you put a load of warm things in to cool down, it will ramp up, then when they get to temperature, ramp down but stay running very quietly in the background.\n\n- daly_o96 (2021-12-08)\n  I’d look for a small fridge that had a high energy rating and try to keep it full. The more stuff inside will help keep the temperature more constant. The fridge motor should turn on and off a lot less often then. Oh and also ensure the seals of the fridge door are in good condition\n\n- roboconcept (2021-12-08)\n  A common hack for a very power efficient fridge is to use a temperature sensor to convert a small chest freezer into a fridge. It might not be too much quieter, but the compressor will run much less often.\n\n- Garfield-1-23-23 (2021-12-08)\n  I have something like this set up in my garage. It's incredibly quiet, so much so that I sometimes have to put my ear up against it to see if it's running. It's 4 cu. ft. and its average power consumption is 16 watts, even with the temperature in the garage in the high 90s.\n\n- neuromonkey (2021-12-08)\n  Get Sorbothane pads or feet. That'll decouple much of the vibration from the floor, which may be a lot of what you're hearing.\n  There are other brands, but Sorbothane is the one I know of.\n\n- expertninja (2021-12-08)\n  The quietest fridge is the one that runs the least.\n  - https://www.newlifeonahomestead.com/convert-chest-freezer-to-fridge-solar/\n\n- OrangeCompanion (2021-12-08)\n  I saw a post on reddit some time ago where the OP wrapped their fridge with some kind of thermal wrap. They claimed that it helped hold the chill inside the fridge, and also it was quieter because there was no longer a need for the fridge to continually generate the cold with electricity.\n\n- chewblekka (2021-12-08)\n  If you have a natural gas hookup, or propane, you can get an absorption fridge (like what RVs have). 100% silent as there’s no moving parts. I love mine.\n\n- anonymousfartist (2021-12-08)\n  I've been using \"Magic Chef 4.5 cu. ft. 2 Door Mini Fridge in Stainless Look with Freezer\" in 192sq ft and haven't noticed a noise at all. It's not a full-sized fridge either but I'm just one person so it works",
  "summary": null,
  "sentiment": null
}