{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Beach Candy (Sea Rocks) : r/oddlysatisfying - Reddit",
  "href": "https://www.reddit.com/r/oddlysatisfying/comments/rb7pty/beach_candy_sea_rocks/",
  "body": "Beach Candy (Sea Rocks) : r/oddlysatisfying. Because it is glass. Old bottles people threw in the sea. Seaham here in the UK is the best place for this. In the 1800s it had the biggest glassworks in Britain. At the end of the day, the waste glass was dumped into the sea. Tumbled glass still washes up today!",
  "readable_content": "- OP (2021-12-07): Beach Candy (Sea Rocks)\n\n- [deleted] (2019-12-07): always known it as sea glass, beach candy sounds yummy\n\n- catfurcoat (2019-12-07): I always heard beach glass\n\n- SoggyWotsits (2019-12-07): Seaham here in the UK is the best place for this. In the 1800s it had the biggest glassworks in Britain. At the end of the day, the waste glass was dumped into the sea. Tumbled glass still washes up today!\n\n- horizon_manifest (2019-12-07): Glass Beach in California was the town dump for Fort Bragg until someone decided not to use the ocean for that anymore. They pulled the cars out of the water and left the glass, now it's a tourist spot.\n\n- WAPs_and_Prayers (2019-12-07): r/forbiddensnacks\n\n- danceswithwool (2019-12-07): I might try to eat that green one anyway.\n\n- foodawgz (2019-12-07): This appears to be all synthetic, real stuff doesn’t look like this\n  - MoosetashRide (2019-12-07): As someone who \"seaglasses\" every week with my kids, can confirm.\n    - [deleted] (2019-12-07): 41 more replies\n\n- aWildAsianOwO (2019-12-07): Forbidden Gummies...\n\n- aazav (2019-12-07): It's glass, sea glass. Most of those are not rocks.\n  - kmkmrod (2019-12-07): I’ll keep scrolling and I bet it won’t be long before someone points out “sea glass is just pretty garbage”\n\n- [deleted] (2019-12-07): That’s awesome. What part of the world?\n  - GardenGirlFarm (2019-12-07): I would like to know that as well. The beach where I got mine has been picked clean.\n\n- Gazourmah (2019-12-07): Oddlysad as this is the result of throwing trash in the ocean.\n\n- WhoUAskin (2019-12-07): Not natural, just so you know. Those are pieces of broken glass from bottles.\n\n- HGPineapple (2019-12-07): While it may look nice, call it what is is... pollution of our ocean.\n  - SoggyWotsits (2019-12-07): In a way, but it’s glass which is mostly made from sand anyway. So not the worst pollution you could have. Better than plastic!\n\n- Teets_McGeets (2019-12-07): r/forbiddensnacks",
  "summary": null,
  "sentiment": null
}