{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "An Illustrated Guide to Plastic Straws : r/TheMotte - Reddit",
  "href": "https://www.reddit.com/r/TheMotte/comments/pvyhqq/an_illustrated_guide_to_plastic_straws/",
  "body": "It takes more than four times as much energy to manufacture a paper bag as it does to manufacture a plastic bag. Paper bags generate 70% more air and 50 times more water pollutants than plastic bags It takes 91% less energy to recycle a pound of plastic than it takes to recycle a pound of paper. And other paper from a journal:",
  "readable_content": "- AntiDyatlov (2023-12-08): This is true, and thusly:\nAnd here I am, the asshole totally on the BAN ALL SINGLE USE PLASTICS (Where reasonable, obviously. Not from hospitals, yes from fast-food and whichever psychopath designs clamshell packaging) train. Fuck it.\nNo cups, no straws, no to go containers, no plates, no forks.\nPaper, motherfucker.\nI cut them out of my life (to the extent it's possible) years ago and nothing changed.\n\n- Atersed (2023-12-08): Doesn't paper have a much higher carbon footprint?\nI assume carbon emissions correlate with costs. Plastic is cheaper because it's easier to make and easier to transport, thus emits less CO2. A cursory Google search supports this theory.\nSo to optimise for reducing carbon emissions, perhaps we should all be using plastic then discarding it in landfill.\n\n- ymeskhout (2023-12-08): There is something I find very quaint and romantic about how New York City used to handle its waste about a hundred years ago... \n\n- Beej67 (2023-12-08): Oh nice. Thanks for the traffic u/AntiDyatlov.\n\nQuestion for the peanut gallery - I haven't done a lot of environmentalism material with this publication but I've got a lot of ideas. This one was Part 2, with Part 1 being a defense of Jeff Bezos. Should I put more stuff up like this?\n\n- PokerPirate (2023-12-08): I found the plastics article interesting, but your defense of Jeff Bezos article pretty poor...\n\n- Bagdana (2023-12-08): While I generally agree with the article, there's one point it's missing...\n\n- Beej67 (2023-12-08): Personally I'm a fan of the Sweden \"make electricity by burning plastic\" plan of all the plans...\n\n- nichealblooth (2023-12-08): It would be even more unfortunate if we keep the status quo for a few more years...\n\n- RileyKohaku (2023-12-08): Is this true of all plastic recycling, or is it just true of plastic straw? I assume all, but wanted to clarify...\n\n- SnapDragon64 (2023-12-08): One of the best episodes of \"Penn & Teller's Bullshit!\" dealt with recycling, and (while it may be 15 years out of date)...",
  "summary": "The conversation features various perspectives on the environmental impact of banning single-use plastics, particularly plastic straws. Some express support for the ban, while others raise concerns about the carbon footprint of alternatives like paper. There are also references to historical waste handling methods and alternative energy plans. Overall, the sentiment seems divided, with a range of viewpoints on the topic. \n\nSentiment: 0.2",
  "sentiment": 0.2
}