{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic straw ban not improved ocean environmental health - Yahoo News",
  "href": "https://news.yahoo.com/banning-plastic-straws-not-helped-improve-oceans-environmental-health-185933411.html",
  "body": "Plastic straw ban not improved ocean environmental health Advertisement Why banning plastic straws has not improved our oceans' environmental health Miguel Artime December 14, 2021 · 6 min...",
  "readable_content": "Yahoo News\nMiguel Artime (2021-12-14): Most major fast-food corporations in the West have banned plastic straws and replaced them with paper ones. (Getty Images)...\n\n- Some of the policies pursued to lessen or reverse anthropogenic effects may not work and seem to be aimed only at appeasing guilty consciences. Examples include combating the energy crisis by covering the Sahara Desert with solar panels. This could have unintended consequences on Earth's interconnected ecosystem.\n\n- The switch to paper straws, following viral videos of turtles harmed by plastic straws, gained widespread traction. However, scientific studies show that 95% of ocean plastic comes from 10 rivers, mostly in Asia and Africa.\n\n- The Great Pacific Garbage Patch, primarily composed of fishing and shipping gear, also contributes to ocean pollution. Solutions could involve paying fishermen and seafarers for old gear and investing in efficient waste management systems in the most polluting countries.\n\n- The article emphasizes the need for well-thought-out interventions to address environmental issues, rather than impulsive and less effective solutions.",
  "summary": "The post discusses the potential limitations of certain environmental policies and the need for more thoughtful interventions to address environmental issues. It questions the effectiveness of banning plastic straws and emphasizes the importance of tackling larger sources of ocean plastic pollution. The sentiment of the text is skeptical about the impact of the ban on plastic straws. \n\nSentiment: 0.5",
  "sentiment": 0.5
}