{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "More than an Eyesore: Plastic Pollution's Contribution to Global ...",
  "href": "https://environment-review.yale.edu/more-eyesore-plastic-pollutions-contribution-global-greenhouse-gas-emission",
  "body": "That is, plastic pollution, emits global greenhouse gas emissions as soon as it begins to degrade. Dr. Royer is one of the first scientists in the world to recognize plastic pollution as a source of greenhouse gas emissions. \"For me, there was never any doubt. We need to shout this out loud. This is important and it needed to be covered.\"",
  "readable_content": "user (2023-12-08): Skip to main content\nYale School of the Environment\n\nMore than an Eyesore: Plastic Pollution’s Contribution to Global Greenhouse Gas Emission\n\nPlastic pollution is one of the most visible environmental stressors of our generation. However, its most damaging impact is invisible to the human eye. Oceanographer Dr. Sarah-Jeanne Royer explains how plastic pollution contributes to greenhouse gas emissions. \n\nBY LIZ PLASCENCIA • JUNE 23, 2022\n\n...\n\nToday, Dr. Royer is committed to raising awareness about plastic pollution’s role in global climate change. She advocates for citizen science as a vehicle to inspire community engagement and consumer consciousness. She is hopeful that consumers will push for policymakers to use data from scientists and volunteers, to design better laws and policies to reduce single-use plastic production and consumption. Her research proves that plastic pollution is more than an eyesore. It’s time to reduce global plastic production, avoid single-use plastics, and reuse whenever you can. \n\nYale Environment Review (YER) is a student-run review that provides weekly updates on environmental research findings. YER aims to bridge the gap between environmentally-related academic research and its application to policy and management. In order to increase access to specialized information, YER publishes readable and concise summaries of original, peer-reviewed literature so that it can be useful to those engaged in the field of environmental and natural resource management.",
  "summary": "The text emphasizes the detrimental impact of plastic pollution on global greenhouse gas emissions and advocates for reducing plastic production and consumption. It promotes raising awareness and engaging in citizen science to drive policy changes. The overall sentiment is one of concern for the environment and a call to action to address the issue of plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}