{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "What's So Wrong With Plastic Straws? Exploring Their Disadvantages - EQUO",
  "href": "https://shopequo.com/blogs/blog/what-s-so-wrong-with-plastic-straws-exploring-their-disadvantages-1",
  "body": "The bottom line is that single-use plastic straws are bad for the environment and should be phased out. Going reusable with straws is a simple, yet effective means to reduce your personal carbon footprint. The same applies if you use some sort of biodegradable straw at a small business, cafe, or restaurant. EQUO International is all about the ...",
  "readable_content": "- User (2023-12-08): While out to a restaurant, a grocery store, a fast-food establishment, or a bar, you might’ve noticed an influx in eco-friendly straws, or maybe you aren’t offered a straw at all. If you ask, you’re probably told some hurried, vague explanation involving the environment, specific legislature, and the ocean. You got some information, but not really enough to go on, right? There’s more to it than just laws and environmentalists, so let’s get into the many problems and disadvantages of plastic straws.\n\n  Stats On Plastic Straws\n  Australian scientists estimate that there are approximately 7.5 million plastic straws just polluting the U.S shorelines, and anywhere from 437 million and 8.3 billion plastic straws cluttering shorelines across the globe. That seems excessive, right?\n\n  But then, plastic straws are just a small fraction of the 8 million metric tons of plastic that goes into the ocean each year. Straws are an even smaller fraction of the 2.5 billion metric tons of waste that are produced around the world. See how it all adds up?\n\n  According to this other infographic, about 500,000 plastic straws are used daily. Plus, they estimated that 100,000 marine animals die due to plastic debris in their ecosystem.\n\n  Even with those stats, according to a beach cleanup volunteer organization, straws were the seventh most common piece of trash found in 2018. Seventh most. That’s following cigarette butts, food wrappers, plastic bottles, plastic bottle caps, plastic grocery bags, and other plastic bags such as garbage sacks. They claim that there are enough straws found on the beaches to reach the height of 10,000 palm trees and that the total weight of the trash is equal to about 812 anchors.\n\n  - Sarah Everett (2023-12-08): Wow! Had no Idea Aliqua id fugiat nostrud irure ex duis ea quis id quis ad et. Sunt qui esse pariatur duis deserunt mollit dolore cillum minim tempor enim. Elit aute irure tempor cupidatat incididunt sint deserunt ut voluptate aute id deserunt nisi.Aliqua id fugiat nostrud irure ex duis ea quis id quis ad et. Sunt qui esse pariatur duis deserunt mollit dolore cillum minim tempor enim.",
  "summary": "The post discusses the environmental impact of plastic straws and highlights the excessive amount of plastic waste they contribute to. The statistics provided shed light on the detrimental effects of plastic straws on the environment, emphasizing the urgency of finding alternatives. The follow-up comment does not seem to be related to the content of the post. \n\nSentiment: 0.8",
  "sentiment": 0.8
}