{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Why is there a ban on plastic straws and not billionaires ... - Reddit",
  "href": "https://www.reddit.com/r/TooAfraidToAsk/comments/p30ycw/why_is_there_a_ban_on_plastic_straws_and_not/",
  "body": "Plastic straws, were in fact, banned on the space flights in case they blew up over the ocean. But really though, I think the ban on plastic straws was leaning towards wildlife safety, not just pollution. Sea gulls, fish, turtle, seals, for some reason love to eat that kind of trash and stuff and is obviously very bad for them.",
  "readable_content": "- Big_James993 (2021-12-08): Why is there a ban on plastic straws and not billionaires living out an astronaut fetish they all seem to have?\n\n- Incognito_oBurrito (2021-12-08): Marketing. They are getting us to focus on inconsequential bullshit like plastic straws to distract us from the bigger issues like corporations and their excessive waste, environmental plundering, and them basically not giving a f*ck.\n\n- el8v (2021-12-08): They're pushing the narrative that the consumers should be responsible for the ocean pollution because plastic straws. The reality is, fishing net and other crap used by the fishing industry made up the majority of man-made rubbish in the ocean. Yet regulations are lax for them, it's so much easier to blame it on consumers and their plastic straws.\n\n- Ry_Tard_ (2021-12-08): Exactly this, it's all smoke and mirrors. Meanwhile the evil corporations continue to dump billions of pollutants into the atmosphere. But it's you drinking Starbucks with a straw that is evil!\n\n- seg321 (2021-12-08): Because the media says billionaires are doing us all a favor. The media says you are a piece of sh*t for being selfish.\n\n- De_Wouter (2021-12-08): The same media that is being owned by those billionaires. Nope, not suspicious, not suspicious at all. But in all honesty, they are doing us a favor by going to space. It increases the chance of them dying and having to pay inheritance tax on all the things they didn't secure yet by some legal inheritance tax avoidance loophole because they didn't anticipate on dying that soon.\n\n- idiotapplepie (2021-12-08): Because if we try to stop a billionaire they’ll pay their way out of it\n\n- omenoracle (2021-12-08): This whole line of “there shouldn’t be billionaires” seems to miss this entire fact. Billionaires are experts at making more money than the entire rest of the population combined - which includes making sure that there are no laws that really hold them back. What we should be asking is how do we take advantage of them and their talents in a win-win scenario.\n\n- mrman08 (2021-12-08): It could be argued that things like spaceX among other private space programs promote science and technological advancement by making cheaper and more effective ways to get into space as well as setting up new infrastructure. That said, Jeff Bezos is a prick.\n\n- Seversaurus (2021-12-08): Something a lot of people seem to think it's that they are loading pallets of cash on rockets and throwing it into space. As if the money they spend to go to space doesn't go to employees and research which then flows into the economy. There are a lot of reasons to criticize people like Bezos or Musk but them going to space is far from the worst they have done and honestly helps humanity as a whole.\n\n- Grinisti (2021-12-08): Awful comparison... a good one would be \"why should I turn my lights off when some restaurants have 4 electric fryers running at 170°c from 9am - 11pm\".\n\n- Fluffyduckconquest (2021-12-08): Same with Times Square having hundreds of billboards blasting all day 24 hours ads\n\n- linyka (2021-12-08): Think of it this way, there are no benefits to single use plastic straws. Them going into space means jobs, technology advancement, their sponsorships or investments.\n\n- le_demarco (2021-12-08): i see no correlation lol...\n\n- blackomegatm (2021-12-08): I don't know about you guys, If I could I would go to space too. I really don't get all this rage against people who are trying to make this a thing. When I was a kid I was sure that by now taking a flight to space would be as trivial as taking a plane. And we came close to that with the concord, but look at us now.... Let those who can go first open the way for us, and may be we can visit the final frontier ourselves during our lifetime.\n\n- MaximumCrab (2021-12-08): Their waste: cringe and gay My waste: based and justified",
  "summary": "The conversation expresses frustration with the focus on banning plastic straws when there are bigger issues like corporate waste and environmental plundering. Some also defend the idea of billionaires going to space and argue that it could benefit humanity. The sentiment of the conversation is mixed and leans towards criticism of the focus on banning plastic straws. Sentiment: -0.6",
  "sentiment": -0.6
}