{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "8 innovations that are helping to fight plastic pollution | World ...",
  "href": "https://www.weforum.org/agenda/2021/12/fight-plastic-pollution-innovations/",
  "body": "Innovations that are fighting plastic pollution. Learn more about the eight innovators that are making an impact on the ground to fight plastic pollution: Siklus is reinventing the future of retail in Indonesia by delivering refills of everyday needs to people's doors - without plastic waste. They offer an alternative by replacing low value ...",
  "readable_content": "user (2023-12-08): This website uses cookies.\n\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. Reject optional cookies here, or accept all cookies.\n\n- UPLINK (2021-12-13): 8 inspiring innovations that are helping to fight plastic pollution\n\nEvery year, eight million tonnes of plastic pollution ends up drifting or sinking in the ocean.\n\nPlastic pollution is a global problem, threatening both the health of humans and ecosystems all over the world.\n\nIn June 2021, the Global Plastic Action Partnership and UpLink launched the Global Plastic Innovation Network (GPIN), aiming to source innovative solutions to help stem the flow of plastic pollution.\n\nThrough the Global Plastic Innovation Network (GPIN), high impact innovators are being gathered to tackle pollution at the national and global level. Dealing with plastic pollution demands creativity, from re-designing packaging and delivery models to implementing new recycling technologies that address waste production and management.\n\n- Innovations that are fighting plastic pollution:\n  - Siklus: Reimagining retail in Indonesia with refill stations to reduce plastic waste.\n  - gCycle: Introducing fully compostable and disposable nappies to address the sustainability issues in the nappy industry.\n  - Plastic Fischer: Developing low-tech plastic collection systems for rivers, with successful deployment in the Citarum River in Bali.\n  - Diwama: Providing AI-based technology for waste-sorting facilities to optimize waste management.\n  - RiverRecycle: Offering disruptive methods to alter waste management systems by collecting and recycling plastic waste in rivers.\n  - Waste Bazaar: Providing waste collection and recycling services in Nigeria through a mobile app that connects users to recycling stations.\n  - Wasser 3.0: Developed a solution to remove microplastic and micropollutants from water effectively.\n  - TONTOTON: Building a system in Vietnam and Cambodia, empowering local waste pickers to address plastic pollution.\n\nThe Global Plastic Innovation Network is supported by Government funding from the UK’s Department for Environment, Food and Rural Affairs and Global Affairs Canada.",
  "summary": "The post highlights several inspiring innovations aimed at fighting plastic pollution, showcasing a range of creative and impactful solutions from around the world. These innovations address various aspects of plastic waste management, from re-imagining retail with refill stations to developing technology for waste sorting facilities. The collaboration between the Global Plastic Action Partnership, UpLink, and the innovations mentioned signifies a concerted effort to tackle the global issue of plastic pollution. Overall, the post conveys a positive and proactive sentiment towards combating plastic pollution on a global scale. \n\nSentiment: 0.8",
  "sentiment": 0.8
}