{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic and other pollution | IUCN",
  "href": "https://iucn.org/our-work/topic/plastic-and-other-pollution",
  "body": "Every year, millions of tons of plastic end up in our ocean and rivers. However, plastics are only one type of pollution driving the decline in the health of our global ocean. The ocean is also threatened by eutrophication (nutrient load), sediment load, light pollution, marine resource extraction, noise, and chemical pollution. IUCN is addressing the triple planetary crisis of pollution ...",
  "readable_content": "- \"Every year, millions of tons of plastic end up in our ocean and rivers. However, plastics are only one type of pollution driving the decline in the health of our global ocean. The ocean is also threatened by eutrophication (nutrient load), sediment load, light pollution, marine resource extraction, noise, and chemical pollution.\"\n\n- \"IUCN is addressing the triple planetary crisis of pollution, biodiversity loss, and climate change and making a difference through science, policy, and projects which provide holistic solutions and resources to restore and revitalize our planet and our ocean.\"\n\n- \"To better understand the extent of plastic and other pollution affecting our planet, IUCN is solution oriented. By producing research, technical and policy guidance, economic analysis, circular economic models, and programmatic action, the efforts of IUCN provide hope for a healthier planet.\"\n\n- \"Roughly 70% of plastic pollution sinks to the ocean floor\"\n\n- \"22 countries IUCN has implemented plastic pollution solutions around the globe\"\n\n- \"Seabed mining effects will probably not be confined to the sea floor, argues a Proceedings of the National Academy (PNAS) journal article from the University of Hawaii, co-authored by IUCN's\"\n\n- \"A new report from the IUCN Plastic Waste Free Islands project answers the question, “What are key human rights issues arising from plastic pollution in the tourism, fisheries, and waste management…\"",
  "summary": "The text discusses the significant impact of plastic pollution on the ocean and the efforts of IUCN to address the issue through research, policy guidance, and programmatic action. It also mentions the detrimental effects of seabed mining and highlights the human rights issues arising from plastic pollution. Overall, the sentiment is focused on the urgency of addressing plastic pollution and the proactive measures being taken to combat it.\n\nSentiment: 0.9",
  "sentiment": 0.9
}