{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "A student's guideline on completing the MHF4U Culminating ... - Reddit",
  "href": "https://www.reddit.com/r/ILC/comments/p6vbbc/a_students_guideline_on_completing_the_mhf4u/",
  "body": "(Ie: pollution is going up but your graph shows it moving downward, you need to focus on the data if NO intervention occurs) Step four: The equation, alot of comments suggest doing the excel or desmos equation generator but it won't be that easy. You need to justify it, describe the transformations (a,k,d,c etc)",
  "readable_content": "- salteedaltee (2021-12-8): A student's guideline on completing the MHF4U Culminating Project: Making the world a better place\n\nI recently finished the MHF4U Culminating Project and I got a 97% so I am hoping to share a bit of a walkthrough without breaching any academic integrity rules.(feel free to let me know if changes need to be made)\n\nI felt this project was really poorly explained and structured, especially given the number of posts every week about it. I am going to try to structure some helpful ideas while it is still fresh, this could become outdated and I will also be moving on to University so I won't be around to answer questions.\n\nYou ONLY need to come up with an equation to demonstrate the problem, and project what will happen without intervention.\n\n- [deleted] (2021-12-8): So you have to make a scatterplot?\n- Sassystargirl (2021-12-8): hi, before preparing the whole presentation, are we supposed to prepare a proposal (for feedback) as a document or as a presentation?\n- v-konstant (2021-12-8): You are a life saver. this is way more straightforward than I thought. I have been paralyzed by this culminating all summer, not knowing where to begin. Now it looks like I can finish this course before uni starts!! Thank you!\n\n- aStrangeBall (2021-12-8): hi, before preparing the whole presentation, are we supposed to prepare a proposal (for feedback) as a document or as a presentation?\n- yeshashahh (2021-12-8): Hey, how to submit it??? I can't find to submit my final project?? please help\n\n- Ok-Tower-8549 (2021-12-8): hi im about to submit my final draft is it possible if i can see yours as a example as im confused about the math part\n- CSLA4289 (2021-12-8): Just finished my culminating. Asked a teacher for some feedback but they rejected with 0 help back so was wondering if one of you can give some quick feedback? cheers",
  "summary": null,
  "sentiment": null
}