{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Where are the World's Plastic Pollution Hotspots?",
  "href": "https://oceanconservancy.org/blog/2021/09/15/worlds-plastic-pollution-hotspots/",
  "body": "In contrast, plastic bottles were most common in the tropics, where costs and logistics in island nations can limit waste collection and recycling infrastructure compared to other areas. With long coastlines relative to land area, these regions often see increased plastic pollution flowing to the sea during the rainy season.",
  "readable_content": "-  Anonymous (2023-12-08): Where are the World’s Plastic Pollution Hotspots?\n  A new map shows global plastic pollution hotspots with data from the International Coastal Cleanup. The data collected during this global volunteer effort has been compiled by Ocean Conservancy on behalf of ocean health since the ICC’s start in 1986. A collaboration between Ocean Conservancy, PADI AWARE Foundation, and scientists at CSIRO has resulted in the first global map of plastic hotspots, providing insights into how everyone can contribute to ocean plastic solutions.\n\n  This research combined information from 22,508 ICC beach and land cleanups across 116 countries from 2011-2017 with 7,290 PADI AWARE underwater cleanups across 118 countries from 2011-2018. The study revealed that plastic pollution hotspots are not just clustered in one country or region but occur in almost every country and region.\n\n  The analysis found interesting patterns such as the clustering of cigarette butt hotspots in developed countries like the U.S., Canada, and southern Europe, while plastic bottles were most common in tropical regions and plastic bags were prevalent in Central/South America, Africa, and south/southeast Asia. The study suggests the need for a fundamental change in our relationship with plastic and highlights the importance of reducing overall plastic production and use, as well as the need for policies to incentivize collection, recycling, and reuse of plastic.\n\n  The study conducted by Ocean Conservancy in collaboration with other organizations and scientists aims to inform policy interventions and contribute to a cleaner and healthier ocean.",
  "summary": null,
  "sentiment": null
}