{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Invention of Plastic Straws - Medium",
  "href": "https://medium.com/the-technical/the-invention-of-plastic-straws-b8c8b014e759",
  "body": "The plastic era gave birth to new inventions such as the Krazy Straw. Fun-Time International is the current manufacturer of the Krazy Straw. While designing regular straws, a glassblower made an ...",
  "readable_content": "Joe Scaglione (2021-11-22): The Invention of Plastic Straws\n\nIf you wanted a straw in the 1880s, you’d have to settle for ryegrass.\nRyegrass straws didn’t make for the best drinking experience.\n\nThe Original Paper Straw...\n- Marvin Stone hated the gritty residue ryegrass straws left as they broke down in his Mint Juleps.\n- Triggered and bored, Stone made his own drinking device.\n- He wrapped strips of paper around a pencil, then removed the pencil and glued the strips together, birthing the modern paper straw.\n\nThe Bendy Paper Straw...\n- 40 years later, while sitting in agony watching his daughter struggle to drink her milkshake through a straight drinking straw, Joseph B. Friedman decided to take action.\n- He jammed a screw into the straight straw, wrapped dental floss around the ridges, and removed the screw.\n- This transformed the straight straw into a bendy straw, saving millions from the struggle of awkwardly consuming blended beverages.\n\nThings Get Krazy...\n- In the 1960s, things got krazy with straws.\n- Paper straws died off due to the durable drinking experience plastic straws offered.\n- The plastic era gave birth to new inventions such as the Krazy Straw.\n\nEat Your Straw...\n- The Magic Straw contained flavour beads which dissolved in liquid, creating either a chocolate, strawberry, or banana cream-flavour.\n- Kellogg’s introduced a line of cereal straws in 2007.\n\nBack To The Future of Straws...\n- However, with people realizing the world now matters, paper straws are making a comeback.\n- Aardvark Paper Drinking Straws designed a modern age paper straw, which is a combination of paper and glue to increase the straw’s durability in liquid, and allow straws to break down in landfills.",
  "summary": "The post provides a historical journey of the evolution of straws from ryegrass to modern innovations like plastic and paper straws. It emphasizes a shift towards more sustainable options like paper straws due to environmental concerns. The tone seems to lean towards the positive aspects of the evolution of straws and the return to more environmentally friendly options. \n\nSentiment: 0.7",
  "sentiment": 0.7
}