{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "I prefer paper/cardboard straws to plastic ones : r/The10thDentist - Reddit",
  "href": "https://www.reddit.com/r/The10thDentist/comments/oksw6e/i_prefer_papercardboard_straws_to_plastic_ones/",
  "body": "I also enjoy the resilience of plastic straws, you can bend them but they don't break easily. Also makes a good chewing device that helps me focus. I doubt the environmental impact is actually much of a difference. If I recall the straws are wrapped in plastic, whereas plastic straws were wrapped in paper.",
  "readable_content": "- Arctureas (2021-12-08): I prefer paper/cardboard straws to plastic ones. You know, the ones they recently replaced the plastic straws with at Starbucks, McDonalds, Capri-Sonne's, etc. All my friends look at me as if I just murdered someone whenever I tell them I prefer them to the plastic ones. Honestly it comes down to the feeling. I don't have the problem with them disintegrating, and they feel much better in the mouth than the plastic ones. The environmental factor is a plus I suppose, but with the tons of plastic we use every year, it seems like a negligible effect replacing plastic straws with cardboard have anyway. I simply prefer how they feel.\n\n- FatherJodorowski (2021-12-08): I like the metal ones, I like how they clank on my teeth.\n\n- Cauhs (2021-12-08): The mythical 13th dentist.\n\n- watermoonj (2021-12-08): they immediately get soggy and then they just stop working after a while. 7-eleven has biodegradable plastic ones that work just fine, idk why places don’t just start using those\n\n- FutureKnightMaybe (2021-12-08): Remember as a kid when you would eat a bunch of Pixie Stix at once? Then you’d accidentally touch the open end of one to your tongue, and then it would be a struggle to get the sugar out? That’s what paper straws also do, but at a slower rate. Luckily I drink most things quickly, but the times that I have tried to enjoy myself and sip I end up with cardboard flavored drink :( I also enjoy the resilience of plastic straws, you can bend them but they don’t break easily. Also makes a good chewing device that helps me focus.\n\n- Shenlong1904 (2021-12-08): This, people call it a problem, but chewing on plastic straws helps me distress myself on a spiritual level\n\n- languagelover17 (2021-12-08): Ugh go back to hell please\n\n- Blasphoumy69 (2021-12-08): Paper makes the drink taste like paper and it feels terrible in my mouth\n\n- NoDonut9078 (2021-12-08): I doubt the environmental impact is actually much of a difference. If I recall the straws are wrapped in plastic, whereas plastic straws were wrapped in paper. But I still prefer plastic straws as a mouth feel. I rarely use a straw so this isn’t my argument.\n\n- thommyjohnst (2021-12-08): Downvote, yeah me too. Far better for the environment; feel fine.\n\n- iytyu (2021-12-08): I actually hated this so much I instinctively downvoted before remembering the rules. Take your upvote and get out.\n\n- sax_master225 (2021-12-08): Honestly why use straws anyways in most cases. Like if I'm at a restaurant I just want to drink straight from the cup. All straws are inherently worse unless its something like a frappuccino where you actually need one.\n\n- KaseyT1203 (2021-12-08): Capri-Sonne's are only drinkable with straws. But then, why drink a Capri-Sonne anyway?\n\n- jedi21knight (2021-12-08): Eww. I stopped using straws for the most part but I totally prefer the plastic ones. The paper straws do as they should and get soft and bendy or whatever I hate that",
  "summary": "The conversations show a variety of opinions on the use of paper and plastic straws. Some individuals prefer paper straws due to their environmental impact and how they feel in the mouth, while others dislike the taste and texture of paper straws and prefer the resilience of plastic ones. Overall, the sentiment is mixed, with some supporting the switch to paper straws and others expressing their dissatisfaction with them. \n\nSentiment: 0.2",
  "sentiment": 0.2
}