{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Paper straws .... in plastic packaging : r/Anticonsumption - Reddit",
  "href": "https://www.reddit.com/r/Anticonsumption/comments/qffwgt/paper_straws_in_plastic_packaging/",
  "body": "The machinery used to manufacture it is Plastic and Plastic waste. The transportation of the carton uses Plastic wrap and Plastic trays. The semi-truck uses petroleum fuel to ship it to the store. Finally, the disposal of the used carton uses Plastic trash bags. Removed by a petroleum-fueled garbage truck… etc etc.",
  "readable_content": "- househonda (2021-12-08): Figures it would be Nestle… those guys are at the forefront of plastic waste. They also said that having clean drinking water is a privilege not a right. So yea, not surprised there.\n- dayafterpi (2021-12-08): its like they're sooo focused on that bottom line that they dont realize how stupid their greenwashing is.\n- taldarus (2021-12-08): I remember a time when plastic straws came in paper packaging.\n    - <deleted> (2021-12-08)\n\n        ---\n        Notice: The comment from <deleted> has been deleted.\n        ---\n\n- siouxze (2021-12-08): Next time don't buy nestle\n- piedpipr (2021-12-08): That itty bit of plastic is nothing. Not even in one gram of waste. Now consider… the carton’s inner lining is made of Plastic. The machinery used to manufacture it is Plastic and Plastic waste. The transportation of the carton uses Plastic wrap and Plastic trays. The semi-truck uses petroleum fuel to ship it to the store. Finally, the disposal of the used carton uses Plastic trash bags. Removed by a petroleum-fueled garbage truck… etc etc\n    - <deleted> (2021-12-08)\n- siouxze (2021-12-08): Nestle ??? Dude it’s * nestle\n- Danamaganza (2021-12-08): Just don’t buy it.\n- Xikayu (2021-12-08): Is it not possible that this is cellophane?\n    - <deleted> (2021-12-08)\n- <deleted> (2021-12-08)\n    - <deleted> (2021-12-08)\n- bloodmusthaveblood (2021-12-08): They could just redesign the packaging to not require a straw.. like a milk carton\n- workaholic828 (2021-12-08): It’s tough because they have to put the straw in something, you can’t just let it hang.\n    - bloodmusthaveblood (2021-12-08): They could just get rid of the straw altogether and redesign the packaging to not require one\n- KuhlerTuep (2021-12-08): r/fucknestle\n- astromech_dj (2021-12-08): r/maliciouscompliance\n- JackDostoevsky (2021-12-08): this feels a little like splitting hairs: the entire beverage you're holding is a consumption nightmare. the plastic around the straw is probably the least destructive or polluting part of that entire drink. (don't forget, the cardboard material that had to make the box involved cutting down trees, and these things are usually lined with some sort of plastic on the inside, so it's not like the box is recyclable at all) instead of buying something that was produced thousands of miles from you, requiring a long chain of fossil-fuel driven logistics (and not to mention how * of a company Nestle is), maybe... opt for a different beverage? like a glass of water perhaps? you could at least buy something in an aluminum can, because aluminum is one of the most recyclable materials on the planet.",
  "summary": "The conversation reflects a strong negative sentiment towards Nestle and their use of plastic in their packaging. People are critical of Nestle's environmental impact and discuss alternatives to their products. Some users express frustration and disbelief at the company's practices, while others suggest boycotting Nestle altogether. Overall, the sentiment is strongly critical of Nestle and their approach to plastic waste. Sentiment: -0.9",
  "sentiment": -0.9
}