{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Pollution: Microplastics in the Environment",
  "href": "https://magazine.scienceconnected.org/2021/07/plastic-pollution-emerging-threat-beneath-feet/",
  "body": "Plastic straws in the spotlight. Plastic pollution exploded into the public consciousness in April 2015 when a shockingly graphic video taken by marine biology doctoral student Christine Figgener went viral. The footage depicts an olive ridley sea turtle wincing in pain as scientists remove a full-size plastic drinking straw lodged in its left nostril.",
  "readable_content": "ScienceConnected (2023-12-10): \n\n- Plastic Pollution: Microplastics in the Environment\n   Tiny plastic particles, or microplastics, have made their way from our soil, oceans, and bodies. Dr. Abel de Souza Machado of Freie Universität Berlin and IGB-Berlin claims that there is evidence to suggest that inland waters and agricultural soils represent a larger portion of environmental microplastics compared to oceanic basins. Research into the effects of terrestrial microplastics is urgently needed due to the emerging global threat they pose to human and environmental health.\n\n- Plastic Straws in the Spotlight\n   Plastic pollution gained public attention in 2015 when a video of a sea turtle with a plastic straw lodged in its nostril went viral, sparking a movement to ban single-use plastic straws. Subsequently, a documentary named \"STRAWS\" was created to raise awareness about the issue.\n\n- Plastic Pollution on the Nanoscale\n   Microplastics, when broken down into even smaller pieces on the nanoscale, can have new properties, some of which can be dangerous. While the effects of micro- and nanoplastics in marine ecosystems have been documented, their impact on terrestrial environments has been largely unstudied. Research suggests that exposure to microplastics can affect the behavior and reproduction of organisms, potentially putting evolutionary stress on them.\n\n- The Consequences of Plastic Contamination\n   Research has shown that earthworms exposed to microplastics exhibited changes in behavior, and the reproduction and growth of springtails, a common arthropod found in soil, were negatively affected. The presence of plastic in the environment, including in the beer and seafood we consume, raises concerns about the potential long-term effects of these unseen particles.\n\nReferences: \n- de Souza Machado, A. A., Kloas, W., Zarfl, C., Hempel, S., & Rillig, M. C. (2018). Microplastics as an emerging threat",
  "summary": "The post/conversation about banning plastic straws highlights the significant impact of plastic pollution on marine life and the subsequent movement to address this issue. It emphasizes the need for global awareness and action to combat the detrimental effects of single-use plastic straws on the environment. Furthermore, the reference to the viral video of a sea turtle with a plastic straw lodged in its nostril underscores the powerful catalyst for change that social media can be. \n\nSentiment: 0.8",
  "sentiment": 0.8
}