{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "My local McDonald's switched from plastic straws to paper ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinteresting/comments/qr6tg8/my_local_mcdonalds_switched_from_plastic_straws/",
  "body": "Stupid paper straws. Fix actual issues instead of just virtue signalling. Paper straws are actually worse than plastic straws and reducing the amount of plastic bags used is gonna help way more than that. As an example, people with disabilities actually need plastic straws. Paper straws and metal straws just don't work as well.",
  "readable_content": "- dinorobotninja (2021-12-08): My local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\n- mattnotis (2021-12-08): Is it me, or does soda have a different texture with a paper straw? Like there’s more air in your sips.\n- dirtydirtsquirrel (2021-12-08): McDonalds straws are actually engineered (wider) to make Coke taste better.\n- laughingnome2 (2021-12-08): It is because \"paper\" cups are lined with a polymer that doesn't naturally degrade easily, whereas a plastic cup can be processed by a standard recycling facility.\n- Earthguy69 (2021-12-08): Plastic recycling is a scam.\n- healing-souls (2021-12-08): Could be plastic from corn though.\n- TTBoy44 (2021-12-08): The paper cups aren’t paper and are not recyclable\n- Ireeb (2021-12-08): Does it say what kind of plastic it is? If it's PLA, that would be fine if it is disposed properly. The McDonald's near us uses PLA spoons for McFlurry for example....\n- dorkyfever (2021-12-08): Paper straws are garbage. I hate them\n- [deleted] (2021-12-08): 100% agree. I rather drink out of the cup directly.\n- [deleted] (2021-12-08): Fuck paper straws, I despise them\n- Rexx1990 (2021-12-08): Paper straws are the worst\n- ArmoredCTP (2021-12-08): I used a paper straw once. I didn't know it was paper until I put my lips on it. It was the most disgusting surprise I had all week.\n- lysylbn (2021-12-08): Paper Cups lined with plastic anyway..\n- raouldukesaccomplice (2021-12-08): Paper cups often cannot be recycled due to the coating the paper is covered with to keep it from absorbing the liquid it's holding.\n- notahouseflipper (2021-12-08): If you are American, your plastic straw or paper straw ends up in a landfill and not the ocean.\n- Izic7z7 (2021-12-08): I am not a fan of plastic straws but paper straws are flawed, not only do they act as a nucleus in carbonated drinks which caused the drink to fizzle and become less enjoyable, the thing just starts to get soggy both ends\n- CrewMemberNumber6 (2021-12-08): There’s a good chance the cup is compostable. They make ones now that look like plastic but are compostable. It should say on it.\n- UndefinedSpoon (2021-12-08): So we have to choose between paper straws that melt half way through the drink and have a carbon footprint the size of Texas, or stainless steel straws that will give you botulism. Fuck turtles, gimme a plastic straw.",
  "summary": "The conversation reflects a range of negative sentiments towards the switch from plastic straws to paper straws, with many expressing frustration and dissatisfaction with paper straws due to issues such as sogginess and disrupting the texture of beverages. The debate also touches on the complexities of different types of materials and their environmental impact. Overall, the sentiment is largely negative about the transition from plastic to paper straws. \n\nSentiment: -0.8",
  "sentiment": -0.8
}