{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "POLLUTION : r/HumankindTheGame - Reddit",
  "href": "https://www.reddit.com/r/HumankindTheGame/comments/p8r5hi/pollution/",
  "body": "Yeah pollution is a little too extreme and the treshhold for killing the world is way too low, you barely have any time to get to renewable energy so you can lower your pollution before the planet is dead. In1 game i picked australia in the contemporary area since i needed more production for infrastructure and built their district in all my ...",
  "readable_content": "Vorvev (2023-12-08): POLLUTION\n\nThe game is FANTASTIC despite the bugs and imbalance of the Contemporary Era. I am very excited to see the first DLC/Expansion packs that continue to add on. My guess is that diplomacy will get the first major pack.\n\nLet’s talk about pollution. First, I think I encountered a bug that when one airport was built in a city, the stability tanked from 100 to 0, zero, zip. I’m sure all the kinks will get worked on.\n\nBut my bigger gripe is against pollution as a mechanic - no, I’m not a climate change denier - but this planet has gone through the Industrial Revolution of the west AND through Asia’s Industrial Revolution and we are still here, on a habitable planet.\n\nI do like the role pollution plays in the stability of your cities, then for everyone else’s cities - but there’s no changes to the biomes on the map. The only real change is the smog effect, which is dope btw.\n\n- undernier (2023-12-08): What I don't understand about that system is how to make your neighbors stop polluting like crazy.\n\n- Vorvev (2023-12-08): Yeah that sounds upsetting - only option is to bomb them factories 😂\n\n- eMpix87 (2023-12-08): Yeah pollution is a little too extreme and the threshold for killing the world is way too low, you barely have any time to get to renewable energy so you can lower your pollution before the planet is dead. ...\n\n- Flamingo-Sini (2023-12-08): I feel there needs to be a way to reduce pollution somehow. Otherwise, just building any kind of industry, even just train stations, will inevitably kill the planet. It's a bit too extreme!\n\n- Vorvev (2023-12-08): Ah you know I haven’t changed the default setting on the end game, but if I recall correctly, there is no way to turn off the “uninhabitable” condition is there?\n\n- CaptainNacho8 (2023-12-08): Honestly, Civ did it better.\n\n- PowderedSugar21 (2023-12-08): To be fair, they also had to release an entire expansion to implement that system. I wish Humankind had just left it out rather than the \"all or nothing\" pointless game ender it is now.\n\n- ArcadeLove (2023-12-08): I think Civ is in the other end, I haven't played in a while so maybe something has changed but I remember that there was really no consequence for destroying the world, yes you could lost some tiles, but no enough to make it worth worrying about it.\n\n- [deleted] (2023-12-08): The pollution, like a lot of other aspects of the game, is horribly implemented and unbalanced at release. I trust Amplitude to fix it but am a little cheesed that I paid 50 dollars to be a beta tester.\n\n- liquidboss2 (2023-12-08): Welcome to every game now. I've started putting games on the shelf for a year or looking at games that were launched a year ago if I really want to play something new to me. It sucks when there is something your are excited about though...\n\n- PowderedSugar21 (2023-12-08): I would like the system better if it could be offset.\n\n- nowrebooting (2023-12-08): I was wondering why my cities all suddenly went to 0% stability when I hit the contemporary era; the game really does nothing to prepare you for how impactful the pollution mechanic is and how instantly it can go from 'minor debuff that's safe to ignore' to 'guess you just lost the game'.\n\n- Arshane (2023-12-08): Every game I played ended in pollution. It's even sadder that I've won one of the games when i was the one who ruined the planet. I think this really needs to be looked at.\n\n- aylmaocpa123 (2023-12-08): Also is the pollution calculation broken? I maxed out renewables + fusion, when i scroll over any of my cities i usually only have 0 or +1 pollution per a turn with maybe like 1 city at +15 cause of airport and other **sh*t**. But on the top left it says my total pollution per a turn is like +325, that does not seem right.",
  "summary": null,
  "sentiment": null
}