{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "12 Plastic Pollution Facts That Show Why We Need To Do More",
  "href": "https://www.globalcitizen.org/en/content/effects-of-plastic-pollution-facts-you-should-know/",
  "body": "Plastic pollution is a serious global concern and contributes drastically to climate change. The United Nations' Global Goal 13 calls for immediate climate action and this cannot be achieved if the rate of worldwide plastic pollution remains as is. Join the movement and take action to tackle climate change here.",
  "readable_content": "- Global Citizen (2023-12-08): Plastic pollution is a serious global concern that contributes to climate change. According to the United Nations’ Global Goal 13, immediate climate action is necessary, and this cannot be achieved if the current rate of worldwide plastic pollution remains unchanged. The below text provides 12 plastic pollution facts that shed light on the severity of the issue and emphasize the need for action.\n\n- It’s no secret that plastic is terrible for the environment, and according to the UN Environment Programme (UNEP), 300 million tonnes of plastic is produced every year, with only 9% being recycled.\n\n- Some alarming statistics about plastic pollution include the fact that a whopping 2 million plastic bags are used every minute worldwide and that every minute of every day, a truckload of plastic is dumped into the ocean.\n\n- Additionally, it is predicted that if plastic pollution continues at its current rate, there could be more plastic than fish in the ocean by 2050. These facts highlight the urgent need for action to address this global issue.\n\n- Global Citizen (2023-12-08): These facts serve as a wake-up call for individuals, corporations, and governments to take meaningful steps to mitigate the impact of plastic pollution on the environment and marine life. To protect the planet and create a sustainable future, concerted efforts are needed at all levels of society.",
  "summary": "The conversation about banning plastic straws is focused on shedding light on the severity of plastic pollution and the urgent need for action to address this global issue. The facts presented highlight the detrimental impact of plastic pollution on the environment and marine life, emphasizing the need for meaningful steps to mitigate its effects. \n\nSentiment: 0.8",
  "sentiment": 0.8
}