{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic straws in South Dakota? Yay! More pollution! : r/daverubin - Reddit",
  "href": "https://www.reddit.com/r/daverubin/comments/oq5unv/plastic_straws_in_south_dakota_yay_more_pollution/",
  "body": "-Plastic straws can also be used safely and comfortably with hot liquids. -They don't carry the risk of significant injury that straws such as metal, glass, or bamboo straws have if the person using them falls, has a seizure, has a muscle spasm, has involuntary body movements, is cognitively impaired and doesn't know not to bite down on them ...",
  "readable_content": "- xwing1212 (2021-12-08): Plastic straws in South Dakota? Yay! More pollution! \n\n- SteveHarveyLaserBeam (2021-12-08): Imagine needing a straw for your sippy cup lmao\n\n- FlanTamarind (2021-12-08): I've started just taking the lid off of my drinks instead of getting a straw. It's really an unnecessary convenience.\n\n- CakeDayOrDeath (2021-12-08): In all seriousness, for people with certain physical disabilities who need straws to drink liquids safely, a sippy cup style lid is not a replacement for a straw- a straw doesn't require you to pick up a cup of liquid and to tip your head back to drink it. I hate Dave Rubin, but the disability community has some very legitimate concerns about straw bans. Jessica Kellgren-Fozard made a video on this topic.\n\n- Skippy_the_Alien (2021-12-08): I've been alive for 33 years. I can honestly say I've never seen anything more pathetic than virtue signaling with plastic straws\n\n- KecemotRybecx (2021-12-08): Seriously. The only people I hear bitching about it are stupid cunts like Dave Rubin. No one cares and most people are find seeing them go becise they have more important shit to do with their lives.\n\n- berry-bostwick (2021-12-08): Paper straws in California! 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 Did I own the conservatives?\n\n- cobainstaley (2021-12-08): polluting to own the libs. the right are children.\n\n- theinfamousroo (2021-12-08): Ah South Dakota home to mount rushmore and nothing else. And this is coming from a former SD Resident\n\n- Skippy_the_Alien (2021-12-08): Congratulations on fleeing your state before that crazy eyed governor of yours exposed it to covid to \"own the libs\"\n\n- rube_X_cube (2021-12-08): I live in Los Angeles and it’s all plastic straws as far as the eye can see out here. And even if it was all paper straws, this would still be the dumbest, pettiest bullshit to whine about.\n\n- FormerIceCreamEater (2021-12-08): Stuff like this is really why conservatives are so extremely lame. It is all about the culture war for them and to them, the culture extends to every aspect of American life. It is funny when people like Ben Shapiro or Dave Rubin say things like \"everything is politicized\" now days. Yes because you idiots are politicizing it!\n\n- PatSteh92 (2021-12-08): Dave is about as culture warrior as it gets. If Democrats boycotted short skirts, he would be wearing one in a video the next day to own the libs.",
  "summary": "The conversation revolves around the social and political implications of banning plastic straws. Some express frustration with what they perceive as petty battles in the culture war and criticize those who engage in virtue signaling, while others emphasize the genuine need for plastic straws in certain situations. Overall, the sentiment leans toward disapproval of the focus on plastic straw bans as a cultural or political battleground.\n\nSentiment: -0.6",
  "sentiment": -0.6
}