{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Why we need to fix the plastic pollution problem - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/why-we-need-fix-plastic-pollution-problem",
  "body": "Why we need to fix the plastic pollution problem. Every minute, the equivalent of one garbage truck of plastic is dumped into the ocean. This marine litter and plastic pollution endangers aquatic life, threatens human health and results in myriad hidden costs for the economy. Such a global threat requires a global response, and the upcoming ...",
  "readable_content": "User (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n25 FEB 2022 STORY CHEMICALS & POLLUTION ACTION\nWhy we need to fix the plastic pollution problem\nUNEP / Ahmed Nayim Yussuf\n\nEvery minute, the equivalent of one garbage truck of plastic is dumped into the ocean.\n\nThis marine litter and plastic pollution endangers aquatic life, threatens human health and results in myriad hidden costs for the economy. Such a global threat requires a global response, and the upcoming United Nations Environment Assembly (UNEA 5.2) is an important stage for governments and policymakers to catalyse change.\n\nAt the resumed fifth session of UNEA – held virtually and in-person in Nairobi between 28 February and 2 March 2022 – world leaders will focus on plastics and deliberate on proposals with the aim of establishing an Intergovernmental Negotiating Committee (INC) to work towards a legally binding global agreement.\n\n- ...\n\n- ...\n\n- ...",
  "summary": "The text discusses the urgent need to address the plastic pollution problem, emphasizing the detrimental effects on aquatic life, human health, and the economy. It highlights the upcoming United Nations Environment Assembly as a crucial opportunity for global leaders to initiate change and establish a legally binding global agreement. The overall sentiment is strongly in support of taking action to tackle plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}