{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Removing the plastic straw doesn't fix anything if there's ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/ojcezt/removing_the_plastic_straw_doesnt_fix_anything_if/",
  "body": "Plastic straws aren't banned because they are made of plastic. It's because in wastewater treatment plants they can't be as easily filtered as other hard materials. Straws are small enough get through all filters in these plants and because of this straws are send back to the streams/rivers/oceans with other purified water. Also cotton swabs ...",
  "readable_content": "- ILikeTheSmellofGas (2021-07-13): Removing the plastic straw doesn't fix anything if there's literally 5 more things that are made of plastic. Let's say Starbucks. Where I'm from and I presume where you also are, the straws are paper. But the thing is, the cup and lid are made of plastic. What's the point of removing the straw if you're just gonna leave the other stuff like that? It's stupid and doesn't do anything until you completely change everything so that it isn't plastic.\n \n  - [deleted]\n    (Reply not available)\n\n  - Alibi_main_\n    I can’t speak for individual companies because I really don’t know what they do, but sadly biodegradable plastics are still new and very expensive, so most places don’t use them.\n  \n- Slanks21\n  The illusion of progress. To the eyes of the public any action is good, regardless of the practical irrelevancy. You would be surprised how many people don't know the difference between activity and productivity.\n\n  - bossmanbddff\n    With the whole plastic thing, I think it should be an \"all or nothing\" initiative with the whole plastic issue. It might be a \"start\" in some people's eyes but to me that's like scooping water out of a lake with a regular cup. It doesn't really do anything\n\n- Slanks21\n  Does it do something? Yes. Does it do something of long term significance? Negligible. Plastic straws account for roughly 0.022% of plastic waste discharged into the ocean, less than one tenth of one percent. (Source Financial Times 20 April 2018).\n  That article goes on to call the discontinuation of plastic straws to be \"symbolic at best.\"\n\n  - gr8willi35\n    Well there were 6 and now there are 5. Keep pushing though.\n\n  - sage_cosmictrip\n    Baby steps, I guess. Gotta start somewhere\n\n  - xpotential31\n    Removing the straw is A step. Not the only step.\n\n  - Dieselingineer\n    the point behind getting rid of plastic straws was that unlike larger objects like lids and cups, straws can slip through holes in the conveyors at recycling plants and thus most recycling plants just throw the straws away rather than have them accumulate in the machines and jamming up the conveyors\n\n  - Awesome1\n    The plastic Starbucks cup and lid are recyclable and straws are not.\n\n  - Blushingbelch\n    yes, especially painful when they give you two cups per order",
  "summary": "The conversation shows a mix of opinions about the ban on plastic straws. Some feel that removing straws alone doesn't address the larger issue of plastic use, while others see it as a small step in the right direction. There's also recognition of the cost and practical challenges associated with using biodegradable plastics. Overall, there is skepticism about the effectiveness of only targeting plastic straws. Sentiment: 0.1",
  "sentiment": 0.1
}