{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The world's nations agree to fix the plastic waste crisis",
  "href": "https://www.nationalgeographic.com/environment/article/world-nations-agree-to-fix-the-plastic-waste-crisis",
  "body": "The world's nations agree to fix the plastic waste crisis. A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. In front of the ...",
  "readable_content": "Anonymous User (2023-12-08): The world’s nations agree to fix the plastic waste crisis.\n\nIn front of the United Nations African headquarters in Nairobi, a 30-foot-high artwork featuring a faucet “spewing” a long stream of plastic waste dramatically illustrates the worsening flow of plastic fouling the world. Inside the main hall, 175 UN delegates took the first formal steps on Wednesday to turn off the tap. They agreed to negotiate the first comprehensive global treaty to curb plastic pollution.\n\nThis 30-foot monument themed \"Turn off the plastics tap\" by Canadian activist and artist, Benjamin von Wong, uses plastic waste retrieved from Nairobi's largest slum, Kibera. It stands outside the UN African headquarters in Nairobi.\nPHOTOGRAPH BY TONY KARUMBA, AFP/GETTY\n\n- Q: How might a global treaty help solve the plastic waste crisis?\n  - A: It would address the crux of the problem by requiring nations to commit to cleaning up their plastic waste. Because the treaty would be legally binding, it could pack more punch than the Paris accord, which requires nations to voluntarily commit to reducing greenhouse gas emissions.\n\n- Q: Can this process be fast-tracked?\n  - A: Negotiators say they plan to reach an agreement within two years, astonishingly quick for the UN. Last November, the U.S. reversed course and, along with France, announced support for a legally binding treaty. The approach is based on the treaty to end mercury pollution—known as the Minamata Convention which was finalized in just over three years. And it could take less time than the agreement to address climate change took.\n\n- Q: What changed to allow this to move forward?\n  - A: Plastic waste has proliferated in recent years, and has been documented in every part of the world. As plastic production has increased—growing faster than production of any other material—the waste issue has taken on a greater urgency. By the time negotiators convened in Kenya’s capital city last month, those publicly backing a global treaty included more than 300 scientists, more than 140 nations, and nearly 100 leaders of multinational companies, including some of the largest plastics users: the Coca Cola Company, PepsiCo, and Unilever.\n\n- Q: Why do we need an international treaty? Aren’t many nations already addressing the problem?\n  - A: It’s a global problem, and we need a global solution to solve it. About eight million tons of plastic are estimated to spill into the seas every year, and is known to travel across oceans. One nation’s regulations do not prevent another nation’s waste from reaching its shores.\n\n- Q: How serious is the plastic waste problem?\n  - A: Forty percent of all plastics manufactured today is for packaging, most of it disposed of within minutes of opening it. Globally, just 9 percent of plastics get recycled.\n\n- Q: Does the framework call for a cap or reduction in production of virgin plastic?\n  - A: No, it does not. The framework also does not include a requirement that production numbers be reported along with other statistics.",
  "summary": null,
  "sentiment": null
}