{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "The solution for plastic waste due to straws is very simple ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/qihxgq/the_solution_for_plastic_waste_due_to_straws_is/",
  "body": "We all know the whole controversy about replacing plastic straws with paper straws and that paper straws are really annoying and ineffective and just kinda lame but allow me to introduce a new player here. Cinnamon sticks. They're long and hallow and you can easily drink through them, they don't dissolve in water like paper, they're a million ...",
  "readable_content": "- temporary_username- (2021-12-08): The solution for plastic waste due to straws is very simple. Cinnamon.\n\nSo I'm a little drunk but bear with me here. We all know the whole controversy about replacing plastic straws with paper straws and that paper straws are really annoying and ineffective and just kinda lame but allow me to introduce a new player here. Cinnamon sticks. They're long and hallow and you can easily drink through them, they don't dissolve in water like paper, they're a million times fancier than any plastic, paper, metal straws and whatnot, they're naturally biodegradable and cinnamon pairs well with basically any beverage on earth. Ever had a drink with a cinnamon stick in it and could barely feel the cinnamon and got kinda disappointed? Solves that too. Just had cider and wine with a cinnamon stick, used it as a straw and it was marvelous. I get that this might be a little expensive, but we'll find a way. Maybe just de-fund the police or something for this, idk.\n\nIn short, cinnamon sticks in, any other kind of useless straws out. Who's with me?\n\n- smiff8866 (2021-12-08): That’s quite smart. Or you could use Twizzlers.\n- Vv2333 (2021-12-08): Bamboo\n- temporary_username (2021-12-08): Less of a tasty kick. Could call it \"virgin cinnamon straws\" for people who don't like cinnamon.\n- [deleted] (2021-12-08): Genius level thinking sir. Imagine going to Starbucks and getting one of these with a seasonal drink?! Or a candy cane fruit flavored for the summer. Fuck yes I’m down. You just solved one of the world’s simplest but ongoing problems ahaha.\n  - Chilli-key (2021-12-08): I wish all companies good luck on paying 1$ per cinnamon straw. And then serving it for a 3$ drink.\n- SeanFromQueens (2021-12-08): Or use the same wax paper that the cup is made of. Not sure why the disintegrating once exposed to liquid is being used for straws but the also non-plastic cup is not what he material being used. Straws predate disposable plastic, so use whatever they used in the first place. Problem solved.\n  - [deleted] (2021-12-08): De-fund the police so that the government can start subsidizing buying massive amount of cinnamon sticks to use as straws. This is some top tier half-baked drunk problem solving.\n  - temporary_username (2021-12-08): Modern problems require modern solutions.\n  - Doodabs_gaz (2021-12-08): Hemp plastic\n  - temporary_username (2021-12-08): Not nearly as fancy as cinnamon sticks.\n  - keIIzzz (2021-12-08): i mean this works if you like cinnamon I guess, but not all of us do and there are people who are allergic as well\n    - temporary_username (2021-12-08): Yeah, obviously this isn't a great option for people who are allergic but I think it's a very cool alternative for places to offer.\n  - xBram (2021-12-08): I’m a little drunk too, I’m thinking of an app so you can use your phone as a straw.\n    - temporary_username (2021-12-08): How about an app that temporarily turns your phone into a cinnamon stick that can be used as a straw?",
  "summary": "The conversation about banning plastic straws revolves around creative alternatives, such as using cinnamon sticks or Twizzlers as straws. While some people find these ideas innovative, others point out potential drawbacks, such as cost and allergies. Overall, the sentiment seems to be slightly positive and open to exploring alternative options. \n\nSentiment: 0.5",
  "sentiment": 0.5
}