{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "15 Simple Ways to Ditch Plastic Straws and Other Single-Use Plastic ...",
  "href": "https://greenthatlife.com/ways-to-ditch-plastic-straws-single-use-plastic/",
  "body": "Just think about the last time you went to the beach. Most likely, you spotted plastic straws, bags, and other plastic debris.Plastic is everywhere. And although plastic is made from a non-renewable resource, only a small fraction of plastic waste is recycled.The rest is left to pollute our waterways, oceans, and natural open spaces.",
  "readable_content": "- GreenThatLife (2023-12-08): Plastic pollution is a significant issue, and reducing single-use plastics like straws, bags, and bottles is crucial. Here are some simple ways to minimize unnecessary plastic use in your daily life:\n  - Bag the Plastic Shopping Bags: Use reusable shopping bags instead of accepting plastic bags at the supermarket.\n  - Next Step: Bag Other Plastic Bags: Minimize plastic packaging by using smaller reusable bags for produce and other items.\n  - Plastic Straws Suck! Try Reusable Straws: Invest in reusable straws to eliminate the need for single-use plastic straws.\n  - Plastic Bottles. Need I Say More?: Swap out plastic bottles for reusable alternatives like glass or stainless steel bottles.\n  - Coffee Cups Have Plastic? Yup.: Use a reusable coffee mug instead of disposable paper cups lined with plastic.\n  - Bring Your Own Utensils: Avoid disposable utensils at home and carry a reusable utensil set when out and about.\n  - It’s a Wrap, But Not With Plastic: Use reusable alternatives like beeswax wraps or stretch lids instead of plastic film.",
  "summary": "The text conveys a positive sentiment about reducing single-use plastics like straws, bags, and bottles by offering practical tips for minimizing unnecessary plastic use in daily life. It emphasizes the importance of using reusable alternatives and making conscious choices to reduce plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}