{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "How plastic is infiltrating the world's soils - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/how-plastic-infiltrating-worlds-soils",
  "body": "According to the Global Assessment of Soil Pollution, as the world's population is expected to rise by 2 billion by 2050, reducing plastic pollution in soil will be key to making progress on the UN Sustainable Development Goals (SDGs). The report, published by UNEP and FAO shows that global food security is being compromised by soil pollution.",
  "readable_content": "User (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\n- The provided excerpt is from a December 3, 2021, story titled \"How plastic is infiltrating the world’s soils.\" The article is discussing the environmental impact of agricultural plastic pollution and its potential harm to the world's food systems. It also touches on the necessity of addressing this issue to make progress on the UN Sustainable Development Goals. Additionally, the text emphasizes the importance of World Soil Day, which is annually held on December 5, and highlights the upcoming joint webinar on agricultural plastics taking place on December 7.\n\n- It also delves into the origins and health impacts of plastic pollution, as well as potential next steps to reduce agricultural plastic pollution. Overall, the piece provides insights into the challenges posed by agricultural plastic pollution and highlights the need for collective efforts to address this issue.",
  "summary": "The post discusses the environmental impact of agricultural plastic pollution and emphasizes the need to address this issue to make progress on the UN Sustainable Development Goals. It also highlights the upcoming joint webinar on agricultural plastics and the importance of World Soil Day. The overall sentiment is a call to action and collective efforts to address the challenges posed by agricultural plastic pollution. Sentiment: 0.9",
  "sentiment": 0.9
}