{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The future of bioplastics in the form of straws. | phade®",
  "href": "https://www.phadeproducts.com/why-phade/science/",
  "body": "PHA is a naturally-occurring biopolymer derived from the fermentation of canola oil that maintains the feel and user experience of traditional plastic. Because of its organic make-up, PHA acts as an energy and food source for bacteria. Ultimately, phade® straws biodegrade wherever there is significant bacteria present, such as home compost ...",
  "readable_content": "User (2023-12-08): The Science Behind the Straws\nThe key to phade® is PHA (short for polyhydroxyalkanoate) derived from the fermentation of canola oil. PHA maintains the user experience of traditional plastic but is biodegradable, breaking down in home compost piles, industrial facilities, and marine environments. PHA degrades under both aerobic and anaerobic conditions, with gas evolution tests used to measure the biodegradation rate.\n\n- \"A New Ocean, Another Reason For Marine Conservation\" (2021-07-13) National Geographic celebrated World Oceans Day by officially naming a fifth ocean – the Southern Ocean, now it has a crucial impact on conservation and protection.\n- Straws should not last centuries. phade® marine biodegradable straws are sustainable and break down in just a few months. A video shows a phade® straw breaking down in a marine environment in just 58 days.\n- The use of PHAs for foodservice applications is a new innovation, rigorously tested and certified by independent labs and third-party certification bodies, supporting its effectiveness for the planet. \n\nFor additional information, visit the Phade® website.",
  "summary": "The text conveys a positive sentiment about the innovation of phade® marine biodegradable straws and the use of PHA derived from canola oil. It emphasizes the environmental benefits of these straws, highlighting their biodegradability in home compost piles, industrial facilities, and marine environments. The text also mentions rigorous testing and certification of phade® straws, supporting their effectiveness for the planet. Overall, the sentiment is supportive of sustainable alternatives to traditional plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}