{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Turtle winces as a plastic straw is removed from its nostril",
  "href": "https://www.reddit.com/r/videos/comments/ohxqce/turtle_winces_as_a_plastic_straw_is_removed_from/",
  "body": "That said, there are good alternatives to plastic straws. Waxed paper is totally fine and I've started seeing edible straws lately which are actually pretty awesome. Problem is they cost like 20x more than normal straws, even only $0.20. Hopefully the market will make that more viable in the future.",
  "readable_content": "- Took4ever (2021-07-11): Turtle winces as a plastic straw is removed from its nostril\n\n- akmp40 (2021-07-11): I've always wondered. Was this \"the\" video that kickstarted the plastic straw ban?\n\n- 80cartoonyall (2021-07-11): Yes it was\n\n- vibribbon (2021-07-11): And this is why straws got banned everywhere.\n\n- Paperduck2 (2021-07-11): How did this turtle manage to get an entire straw rammed down it's nostril in the first place? Surely he didn't just swim into it and end up with it lodged all the way in\n\n- mcsharp (2021-07-11): Damn y'all.....we really messed up as a civilization these last 60+ years. This is just a little snapshot - but it's one of a billion unnatural horrors we have put upon the innocent creatures of this world.\n\n- [deleted] (2021-07-11)\n\n- Orc_ (2021-07-11): This is the video that kickstarted all the straw bans. Completely missing the big picture. Watch Seaspiracy.\n\n- Snomannen (2021-07-11): I cant imagine how freaking painful that must have been\n\n- peach_dragon (2021-07-11): Why don't we see the turtle after they pull it out?",
  "summary": "The conversation centers around the impact of plastic straws on wildlife, particularly a turtle with a straw lodged in its nostril. The general sentiment appears to be one of shock, regret, and a push for environmental action. Some users express remorse for the harm inflicted on wildlife and advocate for the banning of plastic straws. Others question the circumstances surrounding the turtle's injury and raise awareness about broader environmental issues. Overall, the sentiment is weighted towards acknowledging the negative impact of plastic straws and supporting efforts to address it.Sentiment: 0.8",
  "sentiment": 0.8
}