{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "You don't actually NEED a straw, so instead of finding an ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/py5wf8/you_dont_actually_need_a_straw_so_instead_of/",
  "body": "I like straws because I am dumb and good at spilling drinks on myself and because it helps reduce the damage bad drinks do to my teeth. I think straw alternatives are a good idea. My job has massive recycling goals and has switched to 100% compostable straws. They look and feel like plastic ones. Only difference is they're a little more brittle.",
  "readable_content": "- carroott (2021-12-08): You don't actually NEED a straw, so instead of finding an alternative material of straw, it's better to just get rid of them entirely. I know that some people do need straws to eat and drink and that can be solved by them carrying their own straws so it's accessible to them whenever they need. Other than that everyone else just drinks out of straws simply bc they like it and are used it. We don't NEED straws and if people really want to get rid of the waste they create then the best option would be to just get rid of them altogether, bc as much some people have their own metal straws, majority of the world still use plastic straws and food places probably won't stop giving you them if you ask.\n\n  - [deleted] (2021-12-08): Or maybe instead we focus our attention on the actual significant causes of plastic pollution? Or maybe recycle the plastic strawers? They were only not recycled because of their size. The cost to upgrade recycling equipment so it could handle the strawers is minor in comparison.\n\n  - FuckYourBans2021 (2021-12-08): Fuck this silly crusade, long live evil plastic straws.\n\n  - FortniteChicken (2021-12-08): Let’s stop drinking sugary sodas that make straws beneficial so the soda is on your teeth less\n\n  - [deleted] (2021-12-08): Straws are good for your teeth\n\n  - [deleted] (2021-12-08): Milkshakes.\n\n  - [deleted] (2021-12-08): Well actually I found that straws are somewhat helpful for people who are elderly or have disabilities. My grandmother would drink through a straw because she was too weak to move properly.\n\n  - thesmithsound (2021-12-08): Plenty of things we don’t “need.” I paid $6 for that iced latte? Yeah, I’ll take a straw and enjoy it how I like.\n\n  - lurker627 (2021-12-08): Yep, recycling is good, but the best thing is to simply reduce consumption.\n\n  - [deleted] (2021-12-08): Since cardboard straws have become a thing I just drink straight.\n\n  - Scp096_is_ovverated (2021-12-08): But they’re straws.\n\n- iSephtanx (2021-12-08): I always throw paper straws straight into the trash. No straws or plastic ones is the way.\n\n- Twitch_YungFeetGod69 (2021-12-08): Only if we also get rid of toilet paper and start using bidets\n\n- Morethanafollower (2021-12-08): Who said straws are NEEDED I think what was stated is that they are wanted. And who are you to judge what others want. This shit has got to stop before we are all prisoners in our own homes.\n\n  - winterbunny13 (2021-12-08): Can confirm this. Starbucks keeps trying to give me straws when their cup is made to drink right out of with their newer tops. Get rid of straws and let people who need them use their metal ones. Or whatever else they use.\n\n  - [deleted] (2021-12-08): Nope. Just quit it with the virtue signaling. It’s not up to disabled people to carry around their own straws.",
  "summary": "The conversation about banning plastic straws shows a range of opinions, from the belief that straws should be eliminated entirely to the argument that they are necessary for some individuals with disabilities. Some express frustration at the focus on plastic straw bans, while others advocate for reducing consumption or using alternative materials like metal or cardboard. There is also sentiment against the idea of forcing individuals with disabilities to provide their own straws. Overall, the conversation reflects diverse perspectives on the topic. Sentiment: 0.2",
  "sentiment": 0.2
}