{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "My local McDonald's just went back to the classic plastic straws.",
  "href": "https://www.reddit.com/r/mildlyinteresting/comments/o7in23/my_local_mcdonalds_just_went_back_to_the_classic/",
  "body": "It's likely there was a storage or delivery problem. They probably had these in the back. Yeah this happens all the time. Sometimes you'll get a Happy Meal toy from like 2002. The. Worst is when they give those 2 year old ones. My McDonalds never had paper straws…only plastic.",
  "readable_content": "- itsliightz (2021-12-08): My local McDonald’s just went back to the classic plastic straws.\n-  Zkenny13 (2021-12-08): It's likely there was a storage or delivery problem. They probably had these in the back.\n- PM_me_your_McRibs (2021-12-08): Yeah this happens all the time. Sometimes you’ll get a Happy Meal toy from like 2002.\n- SarcasticGirl27 (2021-12-08): My McDonalds never had paper straws…only plastic.\n- [deleted] (2021-12-08): You guys got straws?!\n- FabulousManiacc (2021-12-08): I just bought stainless steel straws. My life has significantly improved since.\n- Ididnt-know-egar-to- (2021-12-08): Okay cool. Just remember to eat it so the turtles don’t have to:)\n- twohedwlf (2021-12-08): NIce, the paper straws suck. But they're not even remotely as bad as the wood spoons for the sundaes. That's like...Nails on a chalkboard turned into a utensil.\n\n- itsliightz (2021-12-08): Man I hated the paper straws always used a plastic one when I got home.\n- prolapsedhorseanus (2021-12-08): We started bringing our own plastic straws. Drinking a frozen margarita or milkshake with a thin paper straw is not possible.\n- [deleted] (2021-12-08): People complaining about the paper ones, eat the plastic one then. At least the animals won't have to 😌♥️\n\n- cyber_cober (2021-12-08): I drank my coke from a paper straw yesterday and did not like it. I'd rather use pasta as a straw or just a classic plastic one. Luckily I don't do take out that much.\n- KSIForeheadBIG (2021-12-08): Why don’t we just get rid of straws?\n- 83Isabelle (2021-12-08): As much as I dislike the use of plastic and it's balast on nature, I, and many people I know have the opinion that this is one thing you can't replace by carton straws. If you leave these carton straws in your drink just for one minute you'll be drinking your soda with carton vessels in it... It becomes more frustrating when you realize the top of the cup (why do we need it anyway?!) is still made of plastic, and nobody gives a fuck about it, while this thing normally hardly touches your drink at all.\n\n   Talking about alternatives, the bamboo ones break easily, and the reusable ones, I personally, find unhygienic (you can't properly clean the inside)... There is a lot of plastic things that can still be replaced with environmental friendly alternatives, but I have my doubts abouts straws\n- tfrw (2021-12-08): It’s because staws become little daggers to wildlife, there are too many videos of turtles having straws removed from their nostrils\n- 10RndsDown (2021-12-08): Why not just make sippy cup styled lids. Sure the lid is plastic. But now there's no need for a straw. U can even have a plastic cap on the top. Sure it probably makes it a bit more complex, but it rids one thing instead of having two.",
  "summary": "The conversation revolves around the varied opinions and experiences regarding the use of plastic straws, with some expressing frustration with alternatives such as paper or bamboo straws. There is also a discussion about potential solutions such as sippy cup-style lids to eliminate the need for a straw. Overall, there are conflicting opinions about the practicality and environmental impact of different straw options. Sentiment: 0.2",
  "sentiment": 0.2
}