{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Global Plastic Pollution May Be Nearing an Irreversible ... - Reddit",
  "href": "https://www.reddit.com/r/Futurology/comments/oijb49/global_plastic_pollution_may_be_nearing_an/",
  "body": "Humans are already eating plastic that they don't even know about, of course it's reaching a tipping point. 955. seejordan3 • 2 yr. ago. If you drink water from a plastic bottle for a year, you will have consumed 140,000 pieces of micro plastic. Drinking from the tap, 4,000. Fuck Nestle, coke and Pepsi. 518.",
  "readable_content": "- upyoars (2023-12-08): Global Plastic Pollution May Be Nearing an Irreversible Tipping Point\n\n- GamerBoyHHQ9500 (2023-12-08): “May”? Humans are already eating plastic that they don’t even know about, of course it’s reaching a tipping point.\n\n- seejordan3 (2023-12-08): If you drink water from a plastic bottle for a year, you will have consumed 140,000 pieces of micro plastic. Drinking from the tap, 4,000. Fuck Nestle, Coke, and Pepsi.\n\n- vbcbandr (2023-12-08): Asking anyone with any sort of power to take drastic action on the environment is like asking them about their most shameful moment...they'll just smile, nod and walk away.\n\n- financequestionsacct (2023-12-08): I've been on City Council the past eight years and working my ass off to help in any way I can, but so far I haven't even gotten them all to agree to recognize Arbor Day.\n\n- Cranky_Windlass (2023-12-08): Considering the new information we gather everyday on microplastics, I would not be surprised if we're already past the point of no return.\n\n- QuantumForce7 (2023-12-08): What would a return even look like? Is the goal a plastic-free environment?\n\n- unoriginal_name_42 (2023-12-08): Pessimistic articles like this are trying to convince you that the fight over pollution is already lost so that you don't complain and they can keep making plastic because \"it's all fucked anyways\".\n\n- A-Cheeseburger (2023-12-08): Thank you for saying this. I’m getting sick of these random, one off articles saying we’ve messed ourselves up. I believe we can still fix things.\n\n- sinat50 (2023-12-08): I never see anybody mentioning how the fishing industry creates an overwhelming majority of plastics in the ocean.\n\n- whatsit578 (2023-12-08): Plastic pollution is messed up though. It upsets me how the plastics industry has essentially sold this idea of plastic recycling, when in reality almost none of the plastic from curbside collection ends up being recycled.\n\n- birkett83 (2023-12-08): Nature is a better engineer than we are... Give it enough time* and microbes will digest the lot.\n\n- FuriousJohn87 (2023-12-08): Every day it's a new tipping point with you people. Can't I just be depressed normally?\n\n- CapnTreee (2023-12-08): I love the “May” part... They’ve been finding microplastics in fetal blood. We’re far past “May”.",
  "summary": "The comments express a mixture of frustration, skepticism, and determination regarding the global plastic pollution crisis. There is a strong sense of urgency and concern about the environmental impact of plastic pollution, while also some skepticism about the possibility of meaningful change. Overall, the sentiment is one of significant concern and disillusionment regarding the current state of plastic pollution. Sentiment: -0.8",
  "sentiment": -0.8
}