{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Big Problem With Plastic - Consumer Reports",
  "href": "https://www.consumerreports.org/environment-sustainability/the-big-problem-with-plastic/",
  "body": "Incineration of plastic in these facilities has led to a slight increase in greenhouse gas emissions in recent years, according to EPA data. Burning plastic also creates dioxins and furans, two ...",
  "readable_content": "The Big Problem With Plastic\nCR reveals where most of the plastic you throw away really ends up and explains what to do to limit its environmental harm\nBy Kevin Loria\nSeptember 08, 2021\n1K SHARES\n\nConsider the amount of plastic you put into the trash or recycling on a typical day. There's the lid to your coffee cup, and perhaps a bag from a newspaper. There's the wrapper from a granola bar, a yogurt container, a salad clamshell, and the plentiful packaging from inside a box that arrived in the mail.\n\nMany of these plastic items are useful and convenient, but they also come with a high environmental cost. In 2016, the U.S. generated more plastic trash than any other country—46.3 million tons of it, according to a 2020 study published in Science Advances. That's 287 pounds per person in a single year. By the time these disposable products are in your hands, they've already taken a toll on the planet: Plastics are mostly made from fossil fuels, in an energy-intensive process that emits greenhouse gases and creates often hazardous chemicals.\n\nWhat Matters to You Matters to Us\nWe test thousands of products so you can create your best home. Join\n\nAnd then there's what happens when you throw them away.\n\nIf you're like most people, you probably assume that when you toss plastic into the recycling bin it will be processed and turned into something new.\n\nThe truth is that only a fraction of plastic is actually recycled. According to the most recent data estimates available from the Environmental Protection Agency, just 8.7 percent of the plastic that was discarded in the U.S. in 2018 was recycled.\n\nThe popular perception that plastic is easily and widely recycled has been shaped by decades of carefully calculated messaging designed and paid for by the petroleum and gas companies that make most of that plastic in the first place, and the beverage companies that depend on plastic to bottle their products.\n\n\"Recycling is sold as a means of not worrying about the problem,\" says Judith Enck, a former regional administrator at the EPA, now a visiting professor at Bennington College in Vermont and president of Beyond Plastics, a group focused on ending plastics pollution. The companies paying for the ads that frame recycling as an easy solution to a potentially devastating environmental problem know that recycling cannot keep up with the flood of new plastic, Enck says.\n\nOne of four things happens to plastic after you're done with it. If it's not recycled—and it's usually not—it is landfilled, incinerated, or littered. The EPA estimates that in 2018, about 16 percent of U.S. plastic waste was incinerated. A relatively small amount was littered. Most of the rest ended up in landfills—including a lot of the plastic people dutifully put into recycling bins.\n\nOver decades or even centuries, much of that littered and landfilled plastic breaks down into tiny particles known as microplastics, which contaminate our food, the air, and water. They also accumulate in our bodies, potentially increasing our risk of chronic inflammation and other ills.\n\nExperts say that while cutting back on plastic use is a worthy individual goal (see \"How to Quit Plastic\"), the only way to stem the rising tide of plastic is for companies to make less of it and for recycling programs to be retooled so that more of what we throw away is actually turned into something useful.\n\nThere's little to suggest this will happen anytime soon. Plastic production is expected to more than double by 2050, and even if it doesn't, the plastic trash that people continue to throw away will still have to go somewhere.\n\nThe Truth About Plastic Recycling\nDedicated bins for plastic waste are a common sight, and plastic recycling is widely promoted. So why does only a fraction of the plastic we toss actually get recycled?\n\nOne reason is that most plastic isn't easily recyclable, says Jan Dell, a chemical engineer who heads up The Last Beach Cleanup, a nonprofit focused on plastic pollution. Plastic products are often made of mixtures of many chemicals, which can stymie recycling processes by making it harder to isolate a base material that can be recovered and reused.\n\nPerhaps the most important reason is that there is very little financial incentive to recycle: It's far less expensive to manufacture most types of plastic from scratch than it is to recycle old plastic into something new. The least recyclable plastic products include many labeled with the numbers 3 through 7 in the recycling triangle, as well as the majority of plastic bags and packaging film.\n\nCertain types of plastic, however, are economically viable and relatively easy to recycle, and even in high demand. These include PET plastic bottles, like the ones soda and water are sold in, and HDPE milk jugs (respectively labeled with a number 1 or 2 inside the recycling triangle). But just 29 percent of the plastic used in these jugs and bottles was recycled in 2018.\n\nAccording to guidelines from the Federal Trade Commission, at least 60 percent of Americans should have access to a program that recycles a particular item before it can be labeled as recyclable without some language noting that access to recycling may be limited. But these guidelines are rarely followed, according to a 2020 report from Greenpeace. (The FTC did not respond to a request for comment.)\n\nOnly numbers 1 and 2 bottles and jugs are recycled consistently; labeling other items as \"check locally\" ins",
  "summary": "The text discusses the significant environmental impact of plastic waste and challenges the common perception that plastic is easily and widely recycled. It highlights the limited financial incentive for recycling and the lack of access to recycling programs for many plastic items. The overall sentiment of the text is one of concern and urgency about the need to address the environmental harm caused by plastic waste. \n\nSentiment: 0.8",
  "sentiment": 0.8
}