{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "12 Best Reusable Straws That Are Better for the Earth - Reader's Digest",
  "href": "https://www.rd.com/list/reusable-straws/",
  "body": "Plastic straws have become a real problem for the environment, filling up landfills and polluting oceans, where they kill marine life and release chemicals that are also toxic to people. It's ...",
  "readable_content": "user (2023-12-08): Skip to main content\n\n- A Trusted Friend in a Complicated World\n- THE HEALTHY GAMES HOME HUMOR KNOWLEDGE HOLIDAYS\n- SUBSCRIBE\n- DYSON HAIR TOOLS GUIDE\n\nRD.COM Knowledge Green Living\n\n- 12 Best Reusable Straws That Are Better for the Earth\n- Lois Alter Mark\n- Updated: Oct. 05, 2022\n- Ditch the plastic and opt for reusable straws that are as good for your pocketbook as they are for the planet.\n\nOur editors and experts handpick every product we feature. We may earn a commission from your purchases.\n\nMIRAGEC/GETTY IMAGES\nSips and sustainability\n\n- Plastic straws have become a real problem for the environment, filling up landfills and polluting oceans, where they kill marine life and release chemicals that are also toxic to people. It’s time to give up single-use plastics. Fortunately, as companies go green, putting their focus on products geared toward sustainable living, there are more options than ever for great reusable straws. Not only will they help save the planet, but like the best reusable coffee cups, eco-friendly water bottles, and eco-friendly tote bags, they’ll also help save you money.\n\nHow we chose the best reusable straws\n\n- To find the best reusable straws, we read hundreds of reviews, asked experts for their opinions, and tried many of them ourselves. Best of all, we chose the best reusable straws in a variety of materials and price points, so there is something to fit everyone’s needs.\n\nMIRAGEC/GETTY IMAGES\n- What are reusable straws?\n\n- What makes a straw reusable is the fact that it can be used over and over again, unlike single-use plastics that are used for a few minutes and then thrown away. Most reusable straws are made of either stainless steel, bamboo, glass, or silicone. Although only bamboo is biodegradable, all the other materials can be reused for many years, lowering your consumption and your carbon footprint.\n\n- Reusable straws are a safe alternative to sip-and-toss straws. They’re made of food-grade materials, and many come with a brush for easy cleaning. Of course, they’re not for every situation. You wouldn’t want to sip from a glass straw while running (you really shouldn’t run with any straw in your mouth) or drink hot liquids through stainless steel. Still, they won’t have you wondering whether it’s recyclable—and being disappointed by the answer.\n\nWhy you should switch to reusable straws\n\n- Americans use an estimated 500 million plastic straws each day, according to nonprofit recycling organization Eco-Cycle. That’s an astonishing number for something that can cause so much damage to the environment.\n\n- For starters, they’re made from fossil fuels, which emit greenhouse gases. And they pollute at every stage of the process.\n\n- “There are several problems with plastic straws,” says Betty Ball, cofounder of Skip the Plastic Norwalk, a grassroots environmental organization in Norwalk, Connecticut. “They’re not recyclable, because they jam recycling equipment. As litter, animals and marine life mistake them for food. What’s more, it takes hundreds of years for plastic straws to decompose in landfills or water, and when they do, they break down into microplastics, which have been found in the air, our food—everywhere! So they never really go away because there is no ‘away.'”\n\n- Not only do reusable straws conserve natural resources and minimize pollution and waste, but Ball says they’re also less expensive in the long run.\n\n- As they’re doing with styrofoam, many cities and states are starting to take action against plastic straws, although regulations can vary greatly from county to county. “I’m not sure if there’s a central database that’s up to date,” says Ball. “I think Seattle was the first city to make plastic straws available upon request only. New Jersey and Vermont have similar ordinances in place: upon request only. In Connecticut, there are a number of municipalities that have plastic straw ordinances—Norwalk, Stamford, Westport, Hamden, Groton, and Stonington—which essentially state that no food establishment is allowed to provide, distribute, or display a single-use plastic straw unless requested by the customer.”\n\nHow do you carry reusable straws?\n\n- Many reusable straws conveniently come with their own case, but if they don’t, you can always wrap them in a napkin or dishcloth to keep them secure. You don’t want to carry them in a plastic bag (hello, greenhouse gas emissions), which would defeat the purpose of helping the environment.\n\nHow do you clean reusable straws?\n\n- Many reusable straws come with their own cleaning brush, but Ball says pipe cleaners and even dental floss can work just as well. “Boiling metal, glass, or silicone in hot water effectively cleans reusable straws,” she says. “But make sure they cool down. You can also rinse them after each use or put them in the dishwasher. Check the instructions to make sure you’re cleaning them effectively.”\n\n- Be especially careful to thoroughly clean stainless-steel straws, which can harbor food particles and get moldy.\n\nDifferent types of reusable straws\n\n- Reusable straws can be made from a variety of materials. The best one for you really comes down to personal preference. “People with sensitive teeth may prefer silicone or bamboo over, say, stainless steel,” explains Ball. “Try the one you think will be the most enjoyable experience for you and take it from there.”\n\n- Materials\n\n  - Glass\n    - Pros: Long lasting, transparent, so you can see when it’s dirty, neutral taste\n    - Con: Breakable, so not as great for sustainable travel\n  - Silicone\n    - Pros: Long lasting, dishwasher safe and easy to clean, can be used with hot or cold beverages\n    - Con: Not as easy to recycle\n  - Stainless steel\n    - Pros: Long lasting, sturdy, dishwasher safe, travel friendly\n    - Cons: Sensitive to both hot and cold temperatures, possible metallic taste\n  - Bamboo\n    - Pros: Made from a fast-growing, renewable resource, biodegradable, lightweight yet sturdy\n    - Cons: Slightly woody taste, more difficult to clean than other materials\n\nBest overall reusable straws\n\n- FinalStraw Reusable Metal Straw\n\n  - Pros: Dishwasher safe, comes with a cleaning tool, comes with a travel case\n  - Con: Some reviewers say it can be tricky to clean\n\n- Best silicone straws\n\n  - Softy Straws Silicone Straws\n\n    - Pros: Dishwasher safe, comes with a straw squeegee for cleaning\n    - Con: No carrying case\n\n- Best stainless steel straws\n\n  - SipWell Stainless Steel Drinking Straws",
  "summary": "The text discusses the environmental impact of plastic straws and promotes the use of reusable alternatives. It provides information on the different types of reusable straws, their benefits, and tips for cleaning and carrying them. Overall, the sentiment is supportive of the transition away from single-use plastic straws to more sustainable options. Sentiment: 0.9",
  "sentiment": 0.9
}