{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "The view from the bathroom on my cruise ship last week!",
  "href": "https://www.reddit.com/r/mildlyinteresting/comments/rlqspz/the_view_from_the_bathroom_on_my_cruise_ship_last/",
  "body": "Based on this site, it appears there are ~54,743 commercial ships world wide. Of those only 7,027 are passenger and RO-RO ships. And of those only 323 are cruise ships . That means of all ships in the world 0.59% are cruise ships. If you really want to make a dent in the ship pollution, stop buying stuff from China.",
  "readable_content": "whale_sauce (2021-12-08): The view from the bathroom on my cruise ship last week!\n- tcarp458: Missed opportunity to have the stalls and toilets facing the windows\n- Ragnarotico: So, you have COVID now or...?\n- Armadillo_Whole: The bidet looks a bit aggressive\n- tob007: r/Sinkpissers with a view.\n- lostharbor: It seems like a really odd design choice to put there rather than a nice room (or 2 or 3) view.\n- Kitakitakita: are the toilets cooperative or competitive?\n- Jon999917: Is that what they call the poop deck?\n- [deleted]: You’re brave.\n- [deleted]: TheVantagePoint: 2021 cruise Wtf, why?\n- ceedee2017: How has this industry not died yet is beyond me. It’s a floating Petri dish.\n- Jameslaos: It’s really puzzling how this shitty industry survived through the ages. The tax evasion these companies participate in would be enough to put a stop to it, besides polluting and destroying our environment.\n- liliesinbloom: Cruises ain’t it right now, chief. I went on a few pre-pandemic and would always get sick even by taking precautions.\n- Jameslaos: Fuck people going on cruises. Floating climate killers and one of the most corrupt industries in the world. I get the appeal but that’s too much baggage attached for me.\n- Max-Carnage1927: You spelled \"Floating Petri dish\" incorrectly.\n- [deleted]: ZenAndTheArtOfTC: The vacation equivalent of rolling coal.\n- piggie45: Cruises are terrible for the environment. Dont take them.\n- PresidentZeus: Fuck cruises. Just putting it out there.",
  "summary": null,
  "sentiment": null
}