{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Plastic pollution in the Arctic | Nature Reviews Earth & Environment",
  "href": "https://www.nature.com/articles/s43017-022-00279-8",
  "body": "Plastic pollution is now pervasive in the Arctic, even in areas with no apparent human activity, such as the deep seafloor. In this Review, we describe the sources and impacts of Arctic plastic...",
  "readable_content": "user (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\n- Advertisement\n\n- View all journals\n\n- Search\n\n- Log in\n\n- Explore content\n\n- About the journal\n\n- Publish with us\n\n- Sign up for alerts\n\n- RSS feed\n\n- nature  nature reviews earth & environment  review articles  article\n\n- Review Article\n\n- Published: 05 April 2022\n\n- Plastic pollution in the Arctic\n\n- Melanie Bergmann, France Collard, Joan Fabres, Geir W. Gabrielsen, Jennifer F. Provencher, Chelsea M. Rochman, Erik van Sebille & Mine B. Tekman\n\n- Nature Reviews Earth & Environment \n  - volume 3, pages 323–337 (2022)Cite this article\n\n- 38k Accesses\n\n- 127 Citations\n\n- 1074 Altmetric\n\n- Metrics details\n\n- A Publisher Correction to this article was published on 06 May 2022\n\n- This article has been updated\n\n- Abstract\n\nPlastic pollution is now pervasive in the Arctic, even in areas with no apparent human activity, such as the deep seafloor. In this Review, we describe the sources and impacts of Arctic plastic pollution, including plastic debris and microplastics, which have infiltrated terrestrial and aquatic systems, the cryosphere and the atmosphere. Although some pollution is from local sources — fisheries, landfills, wastewater and offshore industrial activity — distant regions are a substantial source, as plastic is carried from lower latitudes to the Arctic by ocean currents, atmospheric transport and rivers. Once in the Arctic, plastic pollution accumulates in certain areas and affects local ecosystems. Population-level information is sparse, but interactions such as entanglements and ingestion of marine debris have been recorded for mammals, seabirds, fish and invertebrates. Early evidence also suggests interactions between climate change and plastic pollution. Even if plastic emissions are halted today, fragmentation of legacy plastic will lead to an increasing microplastic burden in Arctic ecosystems, which are already under pressure from anthropogenic warming. Mitigation is urgently needed at both regional and international levels to decrease plastic production and utilization, achieve circularity and optimize solid waste management and wastewater treatment.\n\n- Key points\n\n  - The widespread plastic pollution in the Arctic originates from both local and distant sources.\n\n  - Concentrations of plastic in the Arctic vary widely, with greater accumulation in certain hotspots, but are generally similar to those of more densely populated regions.\n\n  - Plastic has infiltrated all levels of the Arctic food web, including many endemic species, with largely unknown organismal impacts.\n\n  - In the fast-changing Arctic, plastic pollution adds to the effects of climate change in terms of growing sources, transport processes, potential feedback loops and ecological consequences.\n\n  - Mitigation of both local and distal plastic pollution is needed to prevent further ecosystem degradation.\n\n- Introduction\n\n  - Industrial plastic production has grown rapidly since the 1950s, reaching 368 million tonnes globally per year by 2019 (ref.1). Because of its low price, plastic has become one of the most widely used materials, especially in the packaging industry, and now forms an integral part of municipal waste. Every year, 19–23 million metric tonnes of mismanaged plastic waste are transferred from land-based sources to water globally2.\n\n  - As plastics are designed to be durable, they persist in the environment for long periods of time and become widely dispersed3,4. Therefore, plastic is a planetary boundary threat5,6, especially once it fragments into microplastic and nanoplastic (size ≤5 mm and ≤1 μm (ref.7), respectively) due to sunlight, mechanical abrasion, biotic interaction, wave action8 and temperature fluctuations. Plastic is also extensively used in maritime operations such as fishing, aquaculture, shipping and offshore operations, leading to substantial additional leakage into marine environments. Although millions of tonnes of plastics enter the oceans annually, it is currently unknown where in the ocean 99% of the small plastic debris ends up9, pointing to yet unaccounted for accumulation areas10.\n\n  - Polar regions are still perceived as pristine. However, in the past five years, high levels of plastic pollution have been found in the Arctic (Fig. 1). The formation of a sixth accumulation area in the Nordic Seas has been suggested by model projections11 and is corroborated by an increase in marine debris over time12,13 and comparatively high microplastic concentrations in the Arctic14,15. This evidence has prompted a Protection of the Arctic Marine Environment (PAME, Arctic Council) working group desktop study on marine litter and microplastics in the Arctic16 to gauge the need for a Regional Action Plan, which, in turn, led to a mandate to assess the status and trends by the Arctic Monitoring and Assessment Programme17.\n\n  - In this Review, we describe the sources of Arctic plastic debris, its distribution and its effects on Arctic biota, as well as knowledge gaps and mitigation with a broad, pan-Arctic view, complementing previous reviews focused on plastic pollution effects on Arctic biota18, such as seabirds19, or with differential geographic focuses20,21,22. We also discuss interactions between climate change and plastic pollution, as plastic pollution likely adds to the impacts of climate change, which has caused a three times faster increase in Arctic temperatures compared with the global average23.\n\n  - Sources of Arctic plastic debris\n\n  - As much of the Arctic is sparsely inhabited, relatively low local plastic pollution inputs would be expected. Yet, there are widespread observations of plastics in the region. Most model simulations and data suggest that a substantial proportion originates from the North Atlantic9,24 and the North Pacific25,26 (Fig. 1). Rivers were also suggested as a pathway of microplastic pollution in the Arctic27. Although the Arctic Ocean contains only ~1% of the global ocean volume, it receives >10% of the global river discharge28. Transport of plastic pollutants to and in the Arctic is governed by processes from large-scale ocean currents to small-scale phenomena, such as windrows and sea ice drift29,30 (Fig. 2). Model simu",
  "summary": "The text discusses the widespread plastic pollution in the Arctic, its sources, and the impacts on the environment. It emphasizes the urgent need for mitigation at both regional and international levels to decrease plastic production and utilization, optimize solid waste management, and prevent further ecosystem degradation. The sentiment of the text is focused on the importance of addressing plastic pollution in the Arctic.\n\nSentiment: 0.75",
  "sentiment": 0.75
}