{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Plastic crisis needs binding treaty, report says - BBC",
  "href": "https://www.bbc.com/news/science-environment-60026748",
  "body": "Pollution from plastics is a global emergency in need of a robust UN treaty, according to a report. The Environmental Investigation Agency (EIA) says there's a cascade of evidence of harm from...",
  "readable_content": "- **BBC News** (2022-01-17): Pollution from plastics is a global emergency in need of a robust UN treaty, according to a report from the Environmental Investigation Agency (EIA). The report argues for a UN treaty with binding targets for reducing both plastic production and waste, emphasizing the urgent need for action to prevent irredeemable damage caused by plastics pollution. The United Nations has identified plastic pollution as one of the three existential environmental threats, alongside climate change and biodiversity loss, and a treaty proposal is expected at the next UN Environment Assembly. While some nations have opposed the idea of a dedicated plastics treaty, there is growing support for it, with more than 100 countries, including the UK, favoring the proposal. Notably, US President Joe Biden has announced that the US now supports a global agreement, a reversal of the stance taken by former President Donald Trump. However, there are still challenges to be addressed, including the involvement of major producers and consumers of plastic such as the US, UK, Japan, the Arab Gulf states, and China.\n\n- **BBC News**: The report also highlights the need for a UN treaty to focus on the full life-cycle analysis of plastics, including extraction, production, usage, and waste management. There are concerns that policies promoting \"recyclable\" and \"compostable\" plastics may not be effective without appropriate local infrastructure. The report suggests that the focus should be on addressing improperly managed plastic waste, rather than simply replacing plastic with alternatives that can have negative environmental consequences. While recycling can be part of the solution, consumption of plastic is deemed \"unsustainable\" by one of the authors. It is emphasized that more science is needed to determine the toxicity of plastics, but delaying action on plastic pollution is considered dangerous. The urgent need to rapidly reduce consumption of virgin plastic materials and internationally coordinate strategies for waste management is emphasized by a chemistry professor at the Norwegian University of Science and Technology.\n\n- **BBC News**: Some large firms are resisting tough global rules to address plastic pollution, while others are in support. A group, plasticpollutiontreaty.org, has invited firms to sign up to strict standards to ensure a level playing field for plastic business.",
  "summary": "The text highlights the urgent need for a UN treaty to address plastic pollution, emphasizing the necessity of binding targets for reducing plastic production and waste. It also emphasizes the importance of considering the full life cycle of plastics and the need for more science to determine the toxicity of plastics. The report also notes the resistance from some large firms to tough global rules but highlights the support from others and the invitation for firms to sign up to strict standards. Overall, the sentiment of the text is in support of taking strong global action to address plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}