{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Straws Gone For Good? : r/starbucks - Reddit",
  "href": "https://www.reddit.com/r/starbucks/comments/ppg599/plastic_straws_gone_for_good/",
  "body": "I usually have a pack of plastic straws or just order iced drinks that come with the \"sippy lids/nitro lids\", but totally forgot I was out of straws and ordered a frappuccino today. I didn't want to bother an already busy location over a straw either. Just wasn't sure if anyone had any insight on if paper straws was the new straw or if it was ...",
  "readable_content": "- xoxlindsaay (2021-12-08): Plastic Straws Gone For Good?\n  - bettemidriff: Just buy a reusable straw and carry it with you. I do that.\n    - oftmlkk: i mean you can ask for one but if you haven’t seen any in months they probably don’t have any. it could be because of shortages but i know starbucks was trying to go to paper straws. i would suggest buying yourself a reusable straw if you need a straw\n      - xoxlindsaay: I usually have a pack of plastic straws or just order iced drinks that come with the \"sippy lids/nitro lids\", but totally forgot I was out of straws and ordered a frappuccino today.\n  - just_pig3on: I'm a barista in Michigan and we just recently got our plastic straws back because those paper ones always dissolve. Though our shorter straws are in really weird packaging and sometimes we don't even get shorter ones. The people here hated them from day 1 so maybe they'll bring them back for you guys in Ontario\n    - xoxlindsaay: I hope so! I really can't stand the paper straws. And not a super big fan of reusable straws for a bunch of different reasons but also haven't found one that I actually like (texture wise and easily to drink out of).\n  - jcj44: Paper straws are the new standard, but plastic straws should be available on request\n    - ToastyXD: Nope. As far as I’m aware, I can’t even order plastic straws anymore (I’m also in Ontario).\n      - [deleted]: Remind me not to visit Ontario without my own straws lmao But seriously, no. I’m from California and we only have plastic straws. I think Starbucks is trying to move in the direction of paper straws though\n        - xoxlindsaay: I am definitely a bigger fan of plastic straws over any other sort of straw, especially the flimsy paper straws!\n- CaptKirk93: As of the August 24 Starbucks Canada switched to paper straws some stores may still be using plastic as they use through old stock\n  - xoxlindsaay: Okay that's what I wasn't sure about, cause some stores seem to have it and then a block away the other store doesn't. And everyone is all so busy there that I don't want to make an issue by asking for a different straw type.",
  "summary": "The conversation reflects a mixed sentiment about the transition from plastic straws to paper or reusable alternatives at Starbucks in Canada. Some express frustration with the new options, particularly disliking the texture and functionality of paper and reusable straws. Others voiced concern about the availability and durability of the new options. Overall, there is a general preference for plastic straws over the alternatives. Sentiment: -0.5",
  "sentiment": -0.5
}