{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "History of Straws: From Invention to Regulation",
  "href": "https://blog.footprintus.com/en/sustainability/history-of-straws-from-invention-to-regulation",
  "body": "July 2018 Seattle's first in the nation plastic straw ban goes into effect.. July 2018 Starbucks announces it plans to eliminate plastic straws from all global locations by 2020.. September 2018 McDonald's announces it will replace single-use plastic straws with paper-based alternatives in all stores across UK and Ireland.The chain uses 1.8M straws per day in the UK.",
  "readable_content": "user (2023-12-08): Skip to content...PLASTICS AND CONSUMERS SURVEY\n\nContact Us\n Contact Us\nFOOTPRINTAPR 20 2022...\nHistory of Straws: From Invention to Regulation...\n\nUpdated: 4.20.22\n\nDrinking straws, and particularly plastic straws, have become ubiquitous around the world... in the state of California. Most cities within the state phased out plastic straws with compostable, paper-based alternatives. Washington D.C. also bans single-use plastic straws.\n\n2020 England bans all single-use plastic straws.\n\nChina bans all non-compostable bags in major cities, and is extending this ban nationwide in 2022.\n\n2021 Canada bans all single-use plastics, as does Mexico City.\n\n2022 New Jersey rolls out single-use plastic ban, starting with plastic straws. Single-use plastic carryout bags and Styrofoam cups, plates and containers will be banned in the state starting May 4, 2022.\n\n2022 France bans single-use plastic packaging for most fruits and vegetables, which could eliminate 1 billion pieces of plastic waste.\n\nPerhaps the most important and encouraging statistic of all? Worldwide, three out of four people want single-use plastics banned.\n\n- The Great Straw Freakout: How a Marine Biologist’s Video of an Injured Turtle Galvanized...",
  "summary": "The text provides information about the increasing bans on single-use plastic straws around the world. It highlights the efforts made by different countries and states to phase out plastic straws in favor of more sustainable alternatives. The overall sentiment of the text seems to be supportive of the movement to ban single-use plastic straws. \n\nSentiment: 0.8",
  "sentiment": 0.8
}