{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "I have no respect for adrenaline junkies : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/zn79r5/i_have_no_respect_for_adrenaline_junkies/",
  "body": "Adrenaline junkies are usually wearing tons of safety gear and working under trained professionals. The idiots who jump from roof to roof on sky scrapers, or drive themselves and their 2 year old on a quad with no helmets, are people who have abandoned reason and safety. 66. [deleted] • 10 mo. ago.",
  "readable_content": "- [deleted] (2022-12-16): I have no respect for adrenaline junkies\n    - AutoModerator (2022-12-16): Moderator Announcement Read More »\n    - ThorsFckingHammer (2022-12-16): Theresa adrenaline junkies and then there are people who recklessly abandon reason and safety. Adrenaline junkies are usually wearing tons of safety gear and working under trained professionals.\n        - Lanasoverit (2022-12-16): I’ve been skydiving for almost 30 years, and in all my thousands of skydives I’ve never once “inflicted trauma” on anyone.\n        - uninhibitedmonkey (2022-12-16): I did a tandem skydive about 10 years ago and after I’d booked but before I’d jumped I couldn’t believe peoples reactions to the plan. Pretty much everyone asked me what I’d do if the chute didn’t open. Like…..?\n    - Syn-Mojej-Starej (2022-12-16): Well, that made you u/[deleted] quite quickly.\n        - ... (many more replies)\n\nThis excerpt is a discussion from the r/unpopularopinion subreddit. The original poster expresses a lack of respect for adrenaline junkies and describes their activities as selfish and problematic. Other users challenge this viewpoint and defend the activities of adrenaline junkies as valid hobbies. The discussion includes various perspectives on the topic.",
  "summary": null,
  "sentiment": null
}