{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Re-framing plastics pollution to include social, ecological ... - Nature",
  "href": "https://www.nature.com/articles/s43017-022-00359-9",
  "body": "Plastic pollution is widely presented as a waste problem, resulting in proposed solutions that target end-of-life waste management and consumer behaviour. This framing misrepresents the entangled ...",
  "readable_content": "user (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nNature Reviews Earth & Environment \nvolume\n 3, \npages\n724–725 (2022)Cite this article\n\n---\n- Plastic pollution is widely presented as a waste problem, resulting in proposed solutions that target end-of-life waste management and consumer behaviour.\n- For decades, the industrial complex of fossil fuels, petrochemicals, plastics manufacturers and consumer goods companies (hereafter, ‘the industry’) popularized the idea that plastics were a safe material with minimal effects on human health and the environment1.\n- Both industry and scientific messaging have presented plastic pollution as a problem created by consumers with poor littering behaviour and low education and economic means, dumping vast amounts of plastic into the environment.\n- Investigations focused on quantifying the amount of plastic waste released into the environment, but the root causes in growth-oriented economic models, plastic production systems, everyday use, and worldwide trade were not addressed.\n- The current framing of plastic pollution omits harms and their causes, as it hides complicated relationships of waste management practices with land rights and colonial legacies.\n- Producers are aware that planetary boundaries are being breached. There are countervailing pushes to increase reliance on single-use plastics and projected increases in virgin plastics production.\n- The plastics issue needs reframing to include socio-economic impacts and environmental impacts beyond marine ecological effects. The tight coupling between social and environmental dimensions demands a holistic understanding that spans from household to planetary scales.\n\n---",
  "summary": "The text highlights the complexity of the plastic pollution issue, emphasizing the need to reframe the discussion to include socio-economic and environmental impacts beyond marine ecological effects. It sheds light on the root causes of plastic pollution and advocates for a holistic understanding that spans from household to planetary scales. \n\nSentiment: 0.9",
  "sentiment": 0.9
}