{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastic-Free Disposable Straws Tested For Indications of PFAS - MAMAVATION",
  "href": "https://www.mamavation.com/food/plastic-free-straws-tested-for-indications-of-pfas.html",
  "body": "Plastic Straws Contribute to Severe Marine Pollution: You may have heard about the Great Pacific Garbage Patch made up of accumulated trash and debris — 90% of it plastic — that traveled along circulating ocean gyres ending up in one huge floating pile. Unfortunately, it's not the only mass of trash in the ocean either.",
  "readable_content": "Mamavation (2023-03-09): Do you need a disposable plastic-free straw? And do you want a plastic-free straw that doesn’t have indications of PFAS “forever chemicals?” Mamavation has solved your problem by sending four plastic-free straws to an EPA-certified lab and had them tested for indications of PFAS.\n\nDisclosure: This post was medically reviewed by Sondra Strand, RN, BSN, PHN. Donations were provided by Environmental Health News and Mamavation community members. Mamavation has only “spot-checked” the industry and thus we cannot make predictions about brands and products that we have not tested. This post contains affiliate links, with some to Amazon, which means Mamavation will receive a portion of those sales and we will use that to pay ourselves back for the testing. You can also give a tax-deductible donation to our consumer studies here through Environmental Health Sciences. Click “yes” when asked if the gift is in honor of someone and type “Mamavation.” Thank you!\n\nPlastic Straws Are Not Good For You or the Planet\n- Straws are one of the most common eating utensils in developed countries. The United States population averages 1.6 straws per person per day, leading to 500,000,000 disposable straws used every year.\n- Disposable plastic straws have significant negative impacts, including being non-biodegradable, petroleum-based, and contributing to severe marine pollution.\n- Although necessary for certain communities, plastic straw alternatives are important to reduce these environmental impacts.\n\nWatch out for Indications of PFAS “Forever Chemical” Inside Plastic-Free Straws\n- Four plastic-free straws were tested for indications of PFAS “forever chemicals,” with at least one brand found to have indications of PFAS according to the lab results.\n- PFAS “forever chemicals” are problematic to human health and the environment, and it is important to avoid them as much as possible.\n\nMamavation Finds Traces of PFAS “Forever Chemicals” In Other Adjacent Industries\n- PFAS are added to many products to make them “stain-resistant,” “grease-proof,” and “water-resistant.”\n- Mamavation has conducted 16 consumer studies looking for indications of PFAS in various everyday items and food, providing insights into where these chemicals hide.\n\n- Do you need a disposable plastic-free straw? And do you want a plastic-free straw that doesn’t have indications of PFAS \"forever chemicals?\"\n- Disclosure: This post was medically reviewed by Sondra Strand, RN, BSN, PHN. Donations were provided by Environmental Health News and Mamavation community members. Mamavation has only “spot-checked” the industry and thus we cannot make predictions about brands and products that we have not tested. This post contains affiliate links, with some to Amazon, which means Mamavation will receive a portion of those sales and we will use that to pay ourselves back for the testing. You can also give a tax-deductible donation to our consumer studies here through Environmental Health Sciences. Click “yes” when asked if the gift is in honor of someone and type “Mamavation.” Thank you!",
  "summary": "The post discusses the testing of plastic-free straws for indications of PFAS \"forever chemicals\" and emphasizes the negative environmental impacts of disposable plastic straws. It also highlights the importance of avoiding PFAS and mentions ongoing consumer studies in various industries. Overall, the tone of the post is informative and advocates for more environmentally friendly options while also acknowledging the complexities of the issue, such as the presence of PFAS in various products. \n\nSentiment: 0.7",
  "sentiment": 0.7
}