{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Canada has banned plastic straws, so let's redefine oil and ... - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/vptjfm/canada_has_banned_plastic_straws_so_lets_redefine/",
  "body": "324 votes, 34 comments. 1.5M subscribers in the environment community. Current news, information and issues related to the environment.",
  "readable_content": "- Bliggin (2022-12-08): Canada has banned plastic straws, so let’s redefine oil and gas pipelines as “plastic straws”\n- cbbuntz (2022-12-08): It really is kind of silly when they put the blame on consumers for environmental impact while giving out $11 million per minute in oil subsidies\n- ZalmoxisRemembers (2022-12-08): Let’s also valuate the costs of environmental and health care damages caused by oil companies and tax them in addition based off those costs.\n- Bliggin (2022-12-08): 7% of global GDP is spent on these kinds of direct and indirect subsidies. We only need to spend 2% to solve global warming.\n- Soundscape_Ambler (2022-12-08): Now my straw reaches across the room and starts to drink your milkshake. I... drink... your... milkshake. I drink it up!\n- Bliggin (2022-12-08): Haha!\n- fuckybitchyshitfuck (2022-12-08): Hey can we please do the infrastructure stuff BEFORE tearing down the pipelines? I still am forced to drive a gas car to get to and from work and I really can't afford for gas prices to skyrocket again before we have a reasonable alternative for people like me to commute to work.\n- Kindfarmboy (2022-12-08): I’m down!\n- Bliggin (2022-12-08): You’re my ride or die, Kindfarmboy. I’m not doing this without you!\n- Faedala (2022-12-08): Ha ha\n- Bliggin (2022-12-08): Glad you got it. Not everyone seems to.\n- Ridley_Rohan (2022-12-08): The plastic straw thing is one of the dumbest things ever.\n- this1shard (2022-12-08): Donuts for Canadians-yes! Yes!\n- brandonjoncas (2022-12-08): The only way is to reduce demand\n- Bliggin (2022-12-08): Agreed. And that needs to be global in scope. Instead Canada is committed to having the worse climate record in the G7.",
  "summary": "The conversation seems to have mixed sentiments about the ban on plastic straws. Some participants support the ban and emphasize the need for global action to address environmental issues, while others express skepticism about the effectiveness of such bans and raise concerns about the impact on consumers. Overall, the sentiment is leaning towards supporting the ban on plastic straws. Sentiment: 0.6",
  "sentiment": 0.6
}