{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Rant!.. we can't drink out of plastic straws and can't use plastic ...",
  "href": "https://www.reddit.com/r/Adelaide/comments/yiuihg/rant_we_cant_drink_out_of_plastic_straws_and_cant/",
  "body": "Silicone straws have some of the same issues; they can be even harder to clean because of the flexibility, and silicone does degrade eventually as well, just a lot slower than plastic. Paper straws degrade much faster than plastic, even the ones that could even be classed as cardboard - they get wet and fall apart and that is a potential ...",
  "readable_content": "- Picklesthepeacefrog (2022-11-30): Rant!.. we can’t drink out of plastic straws and can’t use plastic plates/cutlery…. But we can ship shovels in single use plastic… shovels something that you leave outside..\n  Shitpost \n  Archived post. New comments cannot be posted and votes cannot be cast.\n  Sort by:\n\n  - Greedy_Sandwich_4777 (2022-11-30): Working in retail, unpacking deliveries everyday really opens your eyes up to how far we have to go.\n\n  - StJBe (2022-11-30): Work in a factory then you'll see some huge quantities of trash and packaging.\n  1 more reply\n\n  - whiney1 (2022-11-30): Get into recycling soft plastics with redcycle. Save up a couple bag fulls, drop off at most supermarkets. Crazy how quickly it adds up once you start.\n    Afaik they actually get recycled too.\n  2 more replies\n\n  - filthysuckerfish (2022-11-30): How dare you leave your new shovel outside.\n    2 more replies\n\n  - remember_myname (2022-11-30): Totally agree, we also used to tie pallets up with bale twine to transport them, now they are completely wrapped in cling film\n  ...\n",
  "summary": "The conversation reflects frustration and concern about the inconsistency in environmental regulations, particularly regarding the banning of plastic straws while other single-use plastics are still being used. There is also a sense of awareness about the issue of plastic waste and a call for more sustainable practices. \n\nSentiment: 0.6",
  "sentiment": 0.6
}