{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Reddit, what's your most \"I'm with the Boomers on this\" opinion?",
  "href": "https://www.reddit.com/r/AskReddit/comments/ym1lxv/reddit_whats_your_most_im_with_the_boomers_on/",
  "body": "Touchscreens in cars are a fundamentally bad idea & physical buttons (or similar controls) need to be brought back. Distracted driving is at an all-time high. Touchscreen controls literally require you to take your eyes off the road and can create a longer time of inattention due to their complexity. I have an old-ass car with physical controls.",
  "readable_content": "- Unique_Football_8839 (2022-12-08): Touchscreens in cars are a fundamentally bad idea & physical buttons (or similar controls) need to be brought back. Distracted driving is at an all-time high. Touchscreen controls literally require you to take your eyes off the road and can create a longer time of inattention due to their complexity.\n\n- aneighborhoodkitten (2022-12-08): Most people don't train their dogs well enough because they treat them like children, then they can't handle them when they're reactive and put people and other dogs in danger.\n\n- InevitableStruggle (2022-12-08): Every damned thing is a subscription. Music? Subscription. Movies? Subscription. TV shows? Subscription. Heat your ass while you’re driving? Subscription. REALLY? Oh, sorry—I’m a boomer. I’ll leave now.\n\n- guythatbedont (2022-12-08): I want a human customer service operator not an automated operator or chat bot.\n\n- anonymouslyinvisible (2022-12-08): I don’t need a subscription for everything. No you don’t need my phone number or email just let me buy my shirt and get the f*** out of the store.\n\n- 80burritospersecond (2022-12-08): Radio Shack was doing that before it was cool. They wanted my name, address and phone number to buy a soldering iron in the 90s. Also they're out of business.\n\n- Obi-1_yaknowme (2022-12-08): Physical media: owning books, movies, and music, is far superior to a subscription service, or digital content.\n\n- PropellerHead15 (2022-12-08): Certain things shouldn't require you to download an app and/or create a whole account, including: Ordering food in a restaurant, Paying for parking, Buying something online, Sending a parcel.\n\n- chickachickabowbow (2022-12-08): I'll throw in buying concert tickets (thanks TicketBastard!) especially since they got rid of tickets entirely and you get in by scanning a code on your phone. I have a huge collection of ticket stubs that all bring back various memories of concerts, but the most recent one I went to has absolutely nothing physical to remind me of the experience (the hell I'm paying 50 bucks for a t-shirt or 200 for a poster).\n\n- EternityLeave (2022-12-08): Music in bars is too loud. (Edit to add that I've been a touring musician and live sound technician. I love music but it actually sounds better at lower volumes, and I want to be able to hear it in to my old age).\n\n- Ghostleeee (2022-12-08): I’m not downloading a f****** app to use your menu.\n\n- Ancient_Wisdom_Yall (2022-12-08): Most features in cars should have buttons. Want to turn on your heated seat, button, not scroll through three screens.\n\n- Pollowollo (2022-12-08): Not everything needs to connect to the internet or have an app attached to it. I just want my fridge to keep s*** cold, I don't understand why we have to bring WiFi into this situation.\n\n- WinterBanana89 (2022-12-08): Having to create a username and password to join just about anything online is a royal pain in the a**.\n\n- claytondb (2022-12-08): Sometimes it's faster (and easier) to just plug something in, instead of dealing with bluetooth connectivity. There's something nice about knowing how to get it connected and being able to physically connect/disconnect.\n\n- mostly_browsing (2022-12-08): TV is getting too dark. Not emotionally - it is visually too dark and I can’t see it.\n\n- rntopspin100 (2022-12-08): Physical keyboards are better than virtual keyboards.\n\n- mercurialpolyglot (2022-12-08): Screw fast fashion, my clothes should be made to last. I’m not rich so it’s unavoidable, but I’m willing to spend extra on clothes that aren’t made of plastic and I do my best to repair my damaged clothing instead of throwing it out.\n\n- rylhi552 (2022-12-08): I don’t really know if this is a boomer opinion per say but you don’t need to document everything thing you do and post it to your social media. Sometimes it’s better to just live in the moment and enjoy what’s happening around you.\n\n- WinterBanana89 (2022-12-08): Good gravy this got way more attention than I was expecting. I will check out Password Manager seeing as it is highly recommended. For the record-I often see boomers much more fed up with computer requirements that require jumping through hoops more than younger generations. I don't think younger generations love these irritating requirements but if anyone feels this is not a boomer opinion I really don't have the energy or care enough to argue.",
  "summary": null,
  "sentiment": null
}