{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic Pollution in The Ocean - 2023 Facts and Statistics",
  "href": "https://www.rts.com/blog/plastic-pollution-in-the-ocean-2023-facts-and-statistics/",
  "body": "Learn how plastic pollution affects marine life, the environment and human health, and what is being done to combat it. Find out the latest statistics, trends and challenges of plastic waste in the oceans, from microplastics to plastic production to plastic bans.",
  "readable_content": "Zerowaste.com\nConsulting Services\nShop\nZero Waste Blog\n-\nPlastic Pollution in The Ocean – 2023 Facts and Statistics\nPublished on December 5, 2022\n\nPlastic consumption has become one of the major focus points of the environmental movement in recent years, and for good reason – it is probably one of the single most damaging products that humans have ever produced, and its legacy will last much longer than any of our lifetimes. \n\nOnce created, plastic will stay around for hundreds – or even thousands –  of years, in which time it can pollute and poison environments and the animals that inhabit them. And yes, that includes people as it filters through the food chain or enters our waterways from landfill and poor waste management.\n\nPlastics break down, but not in the way that organic materials do. They instead slowly degrade into smaller and smaller pieces of plastic – known as microplastics and nanoplastics. Despite their small stature, these tiny plastic particles can be very dangerous and have found their way into every step of the food chain, from marine life to human beings. \n\nMicroplastics, and the damage they cause, are particularly present in marine ecosystems, which have taken the brunt of plastic pollution over the decades. This article will look at how the climate change and plastics are linked, how plastic production is changing to increase sustainability, how plastics are affecting marine life, some new facts and figures about plastic pollution problems in the ocean and what exactly is being done to combat microplastic.\n\nHow Much Plastic Is in The Ocean Now?\n\nThere is an estimated 75 to 199 million tons of plastic waste currently in our oceans, with a further 33 billion pounds of plastic entering the marine environment every single year. This constant flow of plastic production is simply too much for existing waste management and recycling infrastructure.\n\nPlastic pollution permeates every inch of the ocean – from microplastics in the food chain to plastic water bottles floating on the surface. One of the most famous examples, however, is the Great Pacific Garbage Patch. This monolith of ocean pollution is made up of all kinds of marine debris and contains 1.8 trillion pieces of plastic, covering an area twice the size of Texas.\n\nHow Much Plastic Do We Produce Each Year?\n\nPlastic is only a relatively new invention, appearing in the early 20th century. However, since its inception, the production of plastic has grown exponentially from 2 million tonnes per year in 1950 to 460 million metric tons in 2019. \n\nThat’s a combined 9.5 billion metric tons of plastic from 1950 to 2019, of which approximately 7 billion metric tons have already become waste. It’s not so surprising considering up to 50% of all plastics produced each year are made as single-use products.\n\n- ... (More details about plastic consumption and environmental impact)",
  "summary": "The text provides alarming statistics and facts about the devastating impact of plastic pollution in the ocean. It emphasizes the urgent need to address the issue and highlights the staggering amount of plastic waste already in the oceans. The sentiment about banning plastic straws is likely to be very supportive, given the severity of the situation presented in the text. Sentiment: 0.9",
  "sentiment": 0.9
}