{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Greenpeace report finds most plastic goes to landfills as production ...",
  "href": "https://www.npr.org/2022/10/24/1131131088/recycling-plastic-is-practically-impossible-and-the-problem-is-getting-worse",
  "body": "Greenpeace found that no plastic — not even soda bottles, one of the most prolific items thrown into recycling bins — meets the threshold to be called \"recyclable\" according to standards set by...",
  "readable_content": "- **NPR.org** (2023-12-08): The vast majority of plastic that people use, and in many cases put into blue recycling bins, is headed to landfills, or worse, according to a report from Greenpeace on the state of plastic recycling in the U.S. The report cites data indicating that the amount of plastic actually turned into new things has fallen to new lows of around 5%, with expectations of a further drop as more plastic is produced.\n\n- Trent Carpenter, the general manager of Southern Oregon Sanitation, says that a significant amount of plastic material is ending up in a landfill despite being sent to recycling facilities, sparking the need to re-educate individuals about the reality of plastic recycling.\n\n- Waste management experts address the issues of plastic being expensive to collect and sort, its degradation after a few uses, and the challenges of melting down the various types of plastic together. Furthermore, new plastic production is cheap and easy, leading to a surplus of plastic trash with few markets.\n\n- The low reprocessing rates are contrasted with plans from the oil and gas industry, which claims a goal of recycling all plastic they produce by 2040, but without a clear explanation on how it will be achieved. This, alongside industry officials' prior knowledge that plastic could not be economically recycled, has raised concerns.\n\n- Environmentalists and lawmakers are pushing for legislation to address the plastic problem, including bans on single-use plastics and the implementation of \"bottle bills\" to incentivize recycling. There's also a call for corporations to switch to systems of reuse and refill to address plastic pollution.",
  "summary": "The post discusses the challenges and limitations of plastic recycling, as well as the need for re-education and legislative actions to address the plastic problem. It also highlights the skepticism surrounding the oil and gas industry's goal of recycling all plastic they produce by 2040. The overall sentiment of the text is concern and urgency towards the issue of plastic pollution and the need for comprehensive solutions.\n\nSentiment: 0.8",
  "sentiment": 0.8
}