{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "What's a trade secret you know from working the industry?",
  "href": "https://www.reddit.com/r/AskReddit/comments/xa1ica/whats_a_trade_secret_you_know_from_working_the/",
  "body": "If the plastic clip holding a breadbag closed is upside down compared to the others, it's been manually attached by hand and the contents may have been tampered with. If you unclip/open a bag of factoryproduced bread while holding it hanging from your hand, and the bag spins open, the same thing as above applies (i.e someone has spun the bag ...",
  "readable_content": "- You_are_a_dolt (2022-12-08): If you call a call center of any kind, and the person you're talking to puts you on hold with no hold music, they can hear everything you're saying. I worked in an insurance call center when I was really young. I had so many people accidentally confess to insurance fraud that way.\n\n- kimblebee18 (2022-12-08): When you shop at Walmart, do you sometimes hear the announcement saying security cameras to zone six, or another number? They play them randomly in the hopes that someone who might be stealing will get paranoid thinking they’re being watched, and will decide not to shoplift.\n\n- Apprehensive_Cry545 (2022-12-08): Vinegar is the best thing to get your cutlery shiny in a restaurant/bar\n\n- khuumshaat (2022-12-08): Arcade crane games have knobs inside that let you control how strong the claw grabs. So you basically make the claw really weak strength and then there’s a setting in the motherboard to make the claw go full power after a certain amount of plays. Whatever the arcade or owner decides how often they want people to actually win.\n\n- HydrogenLine (2022-12-08): A certain 48” Interstate Natural Gas pipeline valve is being kept open by a strategically placed piece of 2x4 lumber. If the valve was closed, millions of people would be without Nat Gas fairly quickly.\n\n- RoTTonSKiPPy (2022-12-08): As a freelance photographer, most magazines and newspapers don't pay you for using your photos. They offer you photo credit only. If you ask to be paid, they just get a similar photo from someone else.\n\n- DFWdawg (2022-12-08): If you are involuntarily kicked off a flight because of over sales you can demand cash instead of a voucher… scroll down to involuntary\n\n- Top-Sundae-8458 (2022-12-08): Automotive Industry. Never buy the first year of any new model car.\n\n- wmnplzr (2022-12-08): If you ship through FedEx express, if you're sending many packages/envelopes to a single stop, ship one priority overnight and the rest standard. They'll be delivered together with the priority package.\n\n- mikefd3s (2022-12-08): Express courier here. This is on point. I hate having to double-back to a stop, so if I see a business priority, and three more standard, I get giddy because I can do that stop as one instead of two separate ones",
  "summary": null,
  "sentiment": null
}