{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "why we have plastic straws ban when this is acceptable?",
  "href": "https://www.reddit.com/r/sustainability/comments/wp02cb/why_we_have_plastic_straws_ban_when_this_is/",
  "body": "Plastic straw bans are there to inconvenience the end consumer and punish them so they don't demand more restrictions in excess packaging, remember even if it only costs a fraction of a percent more to save the earth companies will not do it without consumer pressure, which is difficult when the supply chain is basically a monopoly with ...",
  "readable_content": "- ArgentBucket (2022-12-08): why we have plastic straws ban when this is acceptable?\n- Kane1412 (2022-12-08): Best option would be to jusf have an employee cutting, peeling, chopping, prepping all vegetables and fruits on demand, like at the fish counter, butcher counter, cheese/ham etc. And allow people to take their own containers to store afterwards. It would help far more disabled people and would save a lot ok nedless waste.\n- vpentecost (2022-12-08): This kind of service for produce would be a game changer for me and lots of other busy people, especially parents cooking for several children!!\n- hatchway (2022-12-08): Transparent paper would be a great invention, TBH. I use little cloth bags for produce. Costs some $ up front but saves a ton of plastic and paper in the long run.\n- Then-One7628 (2022-12-08): Please make my onion go bad fast and give me another thing with which to pack the garbage out that i love taking out so much.\n- limee89 (2022-12-08): If only onions came with some sort of all natural outer layer that was completely compostable and didn't damage the delicious bulbous allium inside.\n- starseed-bb (2022-12-08): I’ve taught disabled people engineering so i know quite a lot about the limitations of someone struggling with motor control issues, caused by for example cerebral palsy. This onion is for no-one. There is basically no-one who cannot peel an onion, but can open a package like this and use a knife or operate a vegetable slicer, and can cook a dish with the onion. Seriously, look at any video of partially paralysed people or people with amputation or otherwise missing limbs and how they figure shit out. They figure shit out! And if they cannot figure something out, then it’s extremely unlikely that a pre-boiled and peeled, and individually packaged egg will make any difference for them.\n- kalexme (2022-12-08): Given how often this topic comes up, it’s great to hear a professional perspective; thank you! Is “disabled people engineering” a specific term that someone could look up if they were interested in learning more about the topic?\n- The_Arthropod_Queen (2022-12-08): Why do we have a plastic straw ban? To distract from actual important issues\n- MrNeffery (2022-12-08): we have a plastic straw ban to put the blame of plastic pollution on us as individuals instead of the corporations & fishing industry. plus some then some people get to feel good buying a metal straw, like they’re making a major impact alone. funny stuff\n- kgzz1006 (2022-12-08): I’m surprised at the comments lol. Fully cut onions make sense if someone is disabled. This does not, just a marketing ploy to upsell.\n- jacklanney (2022-12-08): I would say both are completely unnecessary. I never really understood straws and am all for the plastic straw ban, but I agree we need to get rid of this completely unnecessary single use waste.\n- Greyeyedqueen7 (2022-12-08): I use them due to the random tremors I get, thanks.\n- Gohron (2022-12-08): Any acidic drinks should be drank through a straw. Any fruit juices, sodas, coffee, etc. They are very damaging to your teeth.\n- PecanSama (2022-12-08): My city now only have paper straws and they kept disintegrated half way through the drink, I struggled to finish my nonliquid drink without a straw, Slurpee, Frappuccino, and milkshake.\n- Greyeyedqueen7 (2022-12-08): Because some disabled people need prepared foods like that. Some disabled people need plastic straws, too, but that's a different discussion. If someone has difficulty with fine motor control (peeling, say), they still need to eat. Foods like this are lifesavers for them.\n- -gean99- (2022-12-08): I am sorry, but this doesn't make sense. As another commentor posted it is for noone. For someone who has no fine motor controls, that person wouldn't be able to operate with that onion further. Yes the person could use those hacking tools, but how is the disabled person supposed to cook anything or eat anything. Grabbing a fork, spoon or whatever is fine motor control. People with that kind of impairment would benefit more from processed food. They mostly have a guardian aswell. Living alone as someone with no fine motor skills is horrible.\n- LudovicoSpecs (2022-12-08): It's not acceptable. The plastic straw ban is the foot in the door for bans. Next step is to ban other types of plastics. Then more. Then all.\n- Revolutionary_Main75 (2022-12-08): I’m not saying wrapping onions in plastic is a good idea, but, food waste is a major contributor to methane release to the atmosphere. If the packaging extends shelf life, allowing the food to be consumed as opposed to rotting, the trade-off may be worth it. [https://www.usda.gov/media/blog/2022/01/24/food-waste-and-its-links-greenhouse-gases-and-climate-change]\n- Green_Mountaineer (2022-12-08): Sure, but in this case it's an onion. They naturally have a skin that keeps em good.",
  "summary": "The conversation about banning plastic straws is filled with various opinions and perspectives. Some believe the ban is a distraction from more critical issues, while others feel it's important for environmental reasons. There are also discussions about the impact on disabled individuals and trade-offs between food waste and packaging. Overall, the sentiment is diverse and reflects a range of viewpoints. Sentiment: 0.2",
  "sentiment": 0.2
}