{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "what are some good solutions to stop plastic pollution?",
  "href": "https://www.reddit.com/r/sustainability/comments/wqjhqt/what_are_some_good_solutions_to_stop_plastic/",
  "body": "Same goes for TetraPak. and other coated cartons. Fine littering and tax waste by volume (reasonably) to help with further waste initiatives. tax plastic bags. use the money to buy reusable, environmentally friendly bags or fund startups to make more sustainable bags (maybe locally woven) or do recycling that makes reusable bags from single-use ...",
  "readable_content": "- Silurio1 (2022-12-08): Extended producer responsibility laws. They work incredibly well.\n- SadSpecial8319 (2022-12-08): \n  - Educate women. Rethink food packaging.\n  - Make public transportation public, affordable, and reliable. Properly insulate new buildings to avoid energy loss. Use sustainable building materials.\n\n- Vest-Investor (2022-12-08): Tax plastic bags. Use the money to buy reusable, environmentally friendly bags or fund startups to make more sustainable bags.\n\n- [deleted] (2022-12-08)\n\n- [deleted] (2022-12-08)\n\n- Mrgoodtrips64 (2022-12-08): This selection of sample policies seems like a good place to start. Since you’re pitching to a single person you’ll want to tailor the message a little bit though.\n\n- Automatic_Bug9841 (2022-12-08): If you’re looking specifically at plastic waste, the websites plasticbaglaws.org and beyondplastics.com are good resources for info you might need to implement highly effective policy change.\n\n- [deleted] (2022-12-08)",
  "summary": "The conversation revolves around implementing various policies to address environmental issues, with a focus on reducing plastic waste and promoting sustainability. Participants discuss ideas such as extended producer responsibility laws, educating women, promoting reusable bags, and accessing resources for effective policy change. These efforts demonstrate a collective interest in finding practical solutions to environmental challenges. Sentiment: 0.8",
  "sentiment": 0.8
}