{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Nestle presenting a perfect example of greenwashing—the ... - Reddit",
  "href": "https://www.reddit.com/r/FuckNestle/comments/vy6y37/nestle_presenting_a_perfect_example_of/",
  "body": "Mixed plastic products will all end up in landfill. So we have more expensive, lower quality products. Every large scale manufacturer I've encountered that's using recycled plastic is importing their feed stock from China, that will change in time but it's waaaay more common than manufacturing from locally recycled materials",
  "readable_content": "---\n\nwanderingmoor (2022-12-08): Nestle presenting a perfect example of greenwashing—the practice of marketing something as environmentally friendly when it's really not. Not to mention, plastic recycling is a myth. Another reason to hate nestle.\n\n- Jay_RedditBoi (2022-12-08): Mfs really used Andy Bold from terraria 🥶\n- DraculaWorks4NASA (2022-12-08): It practically says “You pay more we spend less” they don give a f**k about the planet.\n- moooozy (2022-12-08): Basically means they found a way to save money on bottles and are reframing it as if they have a soul\n- [deleted] (2022-12-08): As much as I hate Nestle, they are technically correct here. \"Eco-Shape\" is just misleading marketing BS. It has nothing to do with the actual shape of the bottle. The walls of these bottles are thinner. You can feel it when scrunching an empty one. You can also weigh it against an older style bottle and you'll see it's ~15% lighter.\n- ToastedandTripping (2022-12-08): These changes do nothing to address the very real problem the bottle continue to create, while making it seem like they are trying. In reality it is now cheaper for them to manufacture and transport which is what probably spurred the change, not some desire to reduce their enormous impact.\n- bschlueter (2022-12-08): If they actually cared about plastic use, they would use aluminum cans instead. Beer can style would be best, but even the aluminum bottles with plastic caps are significantly more recyclable than an entire plastic bottle.\n- therealgodzillia (2022-12-08): When I first learned that most plastic is just buried even when recycled i thought it had to be fake but nope pretty much just bottle caps are reliably recycled when it comes to plastic\n- thatdude473 (2022-12-08): “Eco-shape” aka we are selling you less product for a higher price :)\n- ashtobro (2022-12-08): How mythical is plastic recycling REALLY? I'm not being sarcastic, I'm asking. Fuck Nestlé tho.\n  - BIGBIRD1176 (2022-12-08): [long response regarding the challenges of recycling plastic]\n  - TheFreebooter (2022-12-08): Plastic recycling is a thing, nestle just don't bother with that. Sainsbury's bags are dyed orange because they are made of recycled plastic. You can tell that plastic has been recycled because it is grey, if it's clear odds are it's virgin plastic.\n\n---\n\nThis conversation contains opinions and different perspectives on the environmental impact of plastic bottle production and recycling, as well as critiques of Nestle's practices.",
  "summary": null,
  "sentiment": null
}