{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "yes Wendy's, the plastic straw was the problem - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/w1c3kj/yes_wendys_the_plastic_straw_was_the_problem/",
  "body": "Paper cups and straws are coated in wax to make them temporarily water proof and permanently unrecyclable aka single use and disposable. Plastic cups and straws can be recycled and reused almost indefinitely, but most people use them as single use products because the plastic is too thin to wash without melting in most dishwashers.",
  "readable_content": "- firebolt1171 (2022-12-08): yes Wendy's, the plastic straw was the problem\n- deleted (2022-12-08): The dumbest part is that the cups used to be paper and the straw was plastic. Now it's the reverse as if that's any better for the environment.\n- kwixtylz1 (2022-12-08): I've actually been reusing a Wendy's plastic cup for a week now. Never done that with any plastic straw. It's a plus in my books.\n- perrinoia (2022-12-08): Paper cups and straws are coated in wax to make them temporarily waterproof and permanently unrecyclable, aka single-use and disposable.\n- thecr0tch (2022-12-08): Why does it say MOM on her neck?\n- moondogg81 (2022-12-08): I noticed that years ago and could never un-see it.\n- firebolt1171 (2022-12-08): Oh god, I can't unsee it.\n- Important-Aside-507 (2022-12-08): took me a second to realize it was a paper straw with a fully plastic cup. I thought it was all plastic and was confused despite the title lol\n- deleted (2022-12-08): I'll take a paper cup with a plastic straw over that any day.\n- Thebadfish843 (2022-12-08): The hypocrisy is extremely infuriating. Nothing mild about it…\n- krysisalcs (2022-12-08): Wendy’s will start using recycled plastic in large cups by early 2022 with a goal of having all its drink cups use the material by 2023. The company is moving from plastic-lined paper cups that have limited recyclability to a single-substrate, clear plastic drink cups that have more recycling potential. The new cups will use 20% certified recycled plastic and will launch in the United States and Canada. Wendy’s says the move is part of a plan to keep 10 million pounds of waste out of landfills over the next two years.\n- Kitchen_Device7682 (2022-12-08): Isn't the problem that plastic straws can get stuck in sea animal noses? I think nobody argues that paper straws will solve the plastic problem. What you should check is if plastic can be recycled.\n- JackMeHoff266 (2022-12-08): I’m not tryna single you out bcuz I’ve seen others post similar things like this, but I don’t understand the sentiment behind this. Yes, I get the stupidity behind using paper straw with plastic cups, but is it not a good thing to reduce plastic usage even in the slightest way? Seems like reducing plastic use in any way is the new trend (in my state, businesses are not allowed to provide plastic bags and straws) and obviously it won’t all happen overnight but at least we can start small and work our way up. Pretty soon, plastic cups will also be banned as well. Also, there’s a reason why plastic straw are specifically targeted - it’s because of their design that causes them to get stuck in sea turtle nostrils and in whales.\n- deleted (2022-12-08): Straws are too skinny and small to get filtered out as recyclables when they filter the recycling so they slip through and end up in landfills. The cups and lids are large enough to get filtered out. So there actually is a reason.\n- Altruistic-Status-98 (2022-12-08): The mom thing was supposed to be subliminal but it's so fricken apparent.",
  "summary": "The conversation about banning plastic straws includes a mix of frustration, confusion, and support for reducing plastic usage. Some express frustration at the use of paper straws with plastic cups, while others believe that any reduction in plastic usage is a step in the right direction. There is also discussion about the impact of plastic straws on the environment, particularly on marine life. Overall, the sentiment is mixed, with some expressing support for reducing plastic usage and others criticizing the effectiveness of the measures being taken. Sentiment: 0.1",
  "sentiment": 0.1
}