{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Ocean plastic pollution reaches 'unprecedented' levels | CNN",
  "href": "https://www.cnn.com/2023/03/08/world/ocean-plastic-pollution-climate-intl/index.html",
  "body": "The world's oceans are polluted by a \"plastic smog\" made up of an estimated 171 trillion plastic particles that if gathered would weigh around 2.3 million tons, according to a new study.",
  "readable_content": "User24601 (2023-12-08): The world’s oceans are polluted by a \"plastic smog\" made up of an estimated 171 trillion plastic particles that if gathered would weigh around 2.3 million tons, according to a new study. A team of international scientists analyzed global data collected between 1979 and 2019 from nearly 12,000 sampling points in the Atlantic, Pacific and Indian oceans and the Mediterranean Sea.\n\nThey found a \"rapid and unprecedented\" increase in ocean plastic pollution since 2005, according to the study published Wednesday in the journal PLOS ONE. The majority of the pollution comes from land, swept into rivers and transported out to sea. Plastic pollution not only presents an environmental issue but also contributes to a significant climate problem, as fossil fuels are the raw ingredients for most plastics.\n\nThe study authors call for urgent international policy intervention, emphasizing the need for solutions with teeth. The United Nations has agreed to create a legally binding global plastics treaty by 2024 to address the whole life cycle of plastics from production to disposal. However, there are disagreements over whether this should include cuts in plastic manufacturing, which is predicted to quadruple by 2050.",
  "summary": "The post discusses the alarming extent of plastic pollution in the world's oceans and emphasizes the need for urgent international policy intervention to address the issue. It also touches on the potential climate impact of plastic pollution and the discussions around creating a global plastics treaty. Overall, the sentiment is one of concern and urgency about the plastic pollution crisis. \n\nSentiment: 0.8",
  "sentiment": 0.8
}