{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "How Do We Clean Up All That Ocean Plastic? - State of the Planet",
  "href": "https://news.climate.columbia.edu/2022/10/13/how-do-we-clean-up-all-that-ocean-plastic/",
  "body": "There are currently 75 to 199 million tons of plastic polluting our oceans, according to the World Economic Forum. This is a result of humans recycling only nine percent of plastic waste and dumping 10 million tons of it into the seas each year.",
  "readable_content": "- *Renee Cho* (2022-10-13): News from the Columbia Climate School: \"How Do We Clean Up All That Ocean Plastic?\"\n- *Renee Cho* (2022-10-13): The World Economic Forum reports that there's currently 75 to 199 million tons of plastic polluting the oceans, with humans only recycling nine percent of plastic waste and dumping 10 million tons into the seas annually.\n- *Renee Cho* (2022-10-13): If this trend continues, the annual flow of plastic into the ocean could triple by 2040, causing significant economic and ecological damage.\n- *Renee Cho* (2022-10-13): Major efforts include Ocean Cleanup's project aiming to remove 90 percent of floating plastic from the ocean by using a large floating net-like barrier.\n- *Renee Cho* (2022-10-13): However, there are concerns about the environmental impact and efficacy of such methods, leading some to argue in favor of lower tech strategies like beach cleanups and cleaning up rivers, which are the main source of plastic entering the oceans.\n- *Renee Cho* (2022-10-13): Efforts to clean up rivers include the use of Interceptors, Mr. Trash Wheel, stainless steel mesh barriers, and Bubble Barriers to collect plastic before it reaches the ocean.",
  "summary": "The post highlights the alarming issue of plastic pollution in the oceans and discusses various efforts to clean up the plastic waste, including both high-tech and lower-tech strategies. The tone of the post is informative and concerned about the environmental and ecological damage caused by plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}