{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "It looks like plastic, feels like plastic, but it isn't. This ... - Reddit",
  "href": "https://www.reddit.com/r/Damnthatsinteresting/comments/y8ajci/it_looks_like_plastic_feels_like_plastic_but_it/",
  "body": "\"this invention can solve the global plastic pollution problem\", but only if an American company can own the patent and make 8,000% profit, and if not, they can and do bury burgeoning products in litigation and other forms of corporate sabotage, like buy the patent from the inventor and shelf the product.",
  "readable_content": "- surajvj (2022-12-08): It looks like plastic, feels like plastic, but it isn't. This biodegradable bioplastic (Sonali Bag) is made from a plant named jute. And invented by a Bangladeshi scientist Mubarak Ahmed Khan. This invention can solve the Global Plastic Pollution problem.\n\n- [deleted] (2022-12-08): Hear this kinda stuff all the time…never happens.\n\n- VeryStableGenius (2022-12-08): Polylactic acid (PLA) is a big thing. It's made from corn. It is the principal 3D printing plastic. Also used for food wrap and plastic utensils.\n\n- 82 more replies\n- 125 more replies\n\n- [deleted] (2022-12-08)\n- JMace (2022-12-08): A lot of the time when we hear news like this (particularly with regards to energy production) it's either not accurate information, or the cost to produce it is just too high, or it can't be scaled effectively.\n\n- Auctoritate (2022-12-08): or the cost to produce it is just too high\n  - Every time I hear this excuse I can't help but think about how it's basically going \"well our planet is being ravaged by pollution, but the better alternative is more expensive so we have no choice but to keep on using the materials that are destroying nature'\n\n- 24 more replies\n- 17 more replies\n\n- [deleted] (2022-12-08)\n- Fun_Hour2368 (2022-12-08): sadly there are many bio-based polymers that have been identified as potential alternatives to plastic.\n\n- Quirky_Butterfly_946 (2022-12-08): So a few questions need to be answered.\n  - How many plants are used to make 100yrd\n  - How quickly does this plant grow from seed to harvest\n  - What type of soil does the plant need, and does the soil need to be fertilized. If so how often\n  - What is the process of manufacturing, what machines are used, how much output a day can they do\n  - How is this manufacturing being fueled, gas, oil, electric, and is this source available\n  - How many people need to harvest the plant, what are the working conditions, wages\n  - What is the cost for 100yrds from seed to end product\n  - Will any future need to increase production cause land to be altered from its original state and if so what is the expected area\n  - Etc,\n  - 7 more replies\n\n- No_Abbreviations3667 (2022-12-08): oil companies here of this. Inventor goes for talk with oil companies. Doesn't want to sell but give patent to the world. Inventor dies mysteriously. Factory burns down. Formula disappears. 10 years later oil companies come out with a new type of plastic and looks like the heroes. Makes billions of dollars. Isn't life wonderful. Am I being too negative in my age ???\n\n- lethe25 (2022-12-08): Nah you’ve just been paying attention.\n  - 2 more replies\n\n- m135in55boost (2022-12-08): Coke literally paid people to kill Union reps a few years ago so no you're not.\n  - 5 more replies\n\n- CMDR_omnicognate (2022-12-08): honestly 99% of the time these miracle materials never go anywhere is because they aren't actually miracles at all, and they're just hiding the flaws of it. either that or news companies blow the new discovery out of proportions because it makes the story better\n  - 5 more replies\n\n- everydayasl (2022-12-08): Somebody work with him! This is amazing.\n  - [deleted] (2022-12-08): This is from 2019. No idea if it ever took off but it’s not brand new. Hopefully it’s as promising as it seems.\n\n- srandrews (2022-12-08): I find interesting the attribution of conspiracy and the ignorance of economics and other forces. Should the function and cost of a bioplastic bag beat plastic bags such as polyethylene bags, then the Sonali bag would be used. It is basic free-market.\n\n- 12 more replies\n\n- thesnapening (2022-12-08): Should definitely be given a noble prize but companies make way too much using plastic they ain't changing until forced to.\n  - 5 more replies\n\n- justagirlexploring (2022-12-08): Jute requires a large amount of water to cultivate. This is not an environmentally friendly solution.\n  - 5 more replies\n\n- Euphoric-Dance-2309 (2022-12-08): You can make the same kind of thing from hemp. Big oil doesn’t want that though.",
  "summary": "The conversation revolves around the potential of biodegradable bioplastics to address plastic pollution. Some express skepticism about the viability and scalability of such alternatives, while others highlight potential challenges and the influence of economic forces. There's also suspicion about the motives of big oil companies. Overall, the sentiment is mixed, with a blend of hope for innovation and skepticism about its practicality and implementation. Sentiment: 0.2",
  "sentiment": 0.2
}