{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "What has been the most destructive lie in human history?",
  "href": "https://www.reddit.com/r/AskReddit/comments/y3sry5/what_has_been_the_most_destructive_lie_in_human/",
  "body": "It's a very deep and depressing hole, created, maintained, and lobbied by plastic manufacturers to give us the impression when we \"recycle\" plastic, it's being broken down and reused. Jesus, even the term \"carbon footprint\" was created to guilt consumers into \"doing their part\", while plastic manufacturers milk our sense of duty to recycle plastic.",
  "readable_content": "- thoughtofeverything (2022-12-08): \n  \"The most destructive lie in human history has been the promotion of radium paint as not poisonous. This led to the suffering and deaths of many watch-dial workers who were predominantly women. The companies even went as far as convincing the victims and their families that they had venereal diseases like Syphilis. This industry was eventually brought down, but many lives were lost before that happened.\"\n\n- RadiumGirl88 (2022-12-08): \n  - \"This is my favorite story, despite being horribly sad. Many regulations and medical advancements came about due to this, and there are several books about it.\"\n\n- ICTheAlchemist (2022-12-08): \n  - \"The lie that you can 'just rest your eyes' has also been very destructive.\"\n\n- Tuungsten (2022-12-08): \n  - \"Thomas Midgley and General Motors lying about the harmlessness of tetra-ethyl lead has had long-lasting negative effects on generations, including lead poisoning and associated criminal behaviors.\"\n\n- komandantmirko (2022-12-08): \n  - \"The same person who promoted tetra-ethyl lead also created freon, which caused a hole in the ozone layer.\"\n\n- GonzoRouge (2022-12-08): \n  - \"The uptick of serial killers in the 70s to 90s may have been caused, at least in part, by lead poisoning.\"\n\n- hamboneclay (2022-12-08): \n  - \"The lie that fat, not sugar, is the problem, has also been very impactful.\"\n\n- passionateaboutEH (2022-12-08): \n  - \"The sugar versus fat debate has caused a lot of upset due to it being a straight up lie.\"\n\n- rntopspin100 (2022-12-08): \n  - \"The denial of the addictive nature of cigarette smoking has been incredibly destructive.\"\n\n- Dynegrey (2022-12-08): \n  - \"Assurances about the safety of lead in gasoline have had similarly harmful impacts.\"\n\n- cellocaster (2022-12-08): \n  - \"The belief that plastic is easily recyclable has also been a destructive lie.\"\n\n- HisGibness (2022-12-08): \n  - \"There was a deliberate denial of the health risks of smoking cigarettes and its impact on pregnant women and babies.\"\n\n- voicebread (2022-12-08): \n  - \"Nestle's marketing campaign convincing mothers in developing countries that their own milk was insufficient, leading to infant mortalities.\"\n\n- benjaminbradley11 (2022-12-08): \n  - \"The idea that we are separate and disconnected from each other and our environment is a destructive lie.\"\n\n- ChickNuggs (2022-12-08): \n  - \"The claim that Oxycontin isn't addictive has also had negative repercussions.\"\n\n- PuzzleMeDo (2022-12-08): \n  - \"The claim of being the younger brother of Jesus leading to the Taiping Rebellion, causing millions of deaths, is a significant historical example.\"\n\n- CocoLenin (2022-12-08): \n  - \"A. H.'s promise not to invade Czechoslovakia is another historically impactful lie.\"\n\n- NowhereTurtle0 (2022-12-08): \n  - \"The lie about the safety of Sony products also had catastrophic consequences.\"\n\n- NowhereTurtle0 (2022-12-08): \n  - \"The claim by Hong Xiuquan about being the younger brother of Jesus leading to the Taiping Rebellion, causing millions of deaths, is a significant historical example.\"\n\n- NowhereTurtle0 (2022-12-08): \n  - \"A. H.'s promise not to invade Czechoslovakia is another historically impactful lie.\"\n\n- NowhereTurtle0 (2022-12-08): \n  - \"The lie about the safety of Sony products also had catastrophic consequences.\"",
  "summary": null,
  "sentiment": null
}