{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Rare footage from 1930's Bali : r/videos - Reddit",
  "href": "https://www.reddit.com/r/videos/comments/xca22a/rare_footage_from_1930s_bali/",
  "body": "The plastic pollution of Bali was found to not come from Bali. Tourism isn't the cause. The cause is from the vast amount of plastic pollution in the oceans from other countries. Bali just happens to have an interesting structure of landmass located in a specific location as to facilitate the deposition of the floating garbage.",
  "readable_content": "thevoiceofterror (2022-12-08): I am a collector of 16mm films, and I owned this at one point. This was originally released in 1939, which makes it one of the very early Castle Films.\n\nAt one point I had a whole collection of travelogues. Some are really interesting, like post WW2 Italy. And some are quite lame, like Paris. \"And how are the potatoes made? Why french fried of course!\"\n- maritimeprizm (2022-12-08): this is so cool! is there a place that these films can be viewed?\n  - nightintheslammer (2022-12-08): \"Not now, honey! I'm watching this documentary on Bali's sturdy women folk!\"\n    - beka13 (2022-12-08): The narrator threw so much shade at the men.\n      - [deleted] (2022-12-08): “Just look at their firm bodies and graceful gates. They are poetry in motion as they move!”\n        - montanagrizfan (2022-12-08): I think the title screen makes it pretty clear exactly what the producer likes most about Bali\n          - (link) These are some nice Art Deco boobs there.\n            - Chroniklogic (2022-12-08): Having been to Bali, it kinda makes me sad seeing how nice and pristine everything was. Plastic has ruined the world.\n              - maxame (2022-12-08): it's impressive seeing them balancing all that on their heads and walking around\n                - ifurmothronlyknw (2022-12-08): I can guarantee boys in the 40s and 50s had copies of this hidden in the woods\n                  - toddinraleighnc (2022-12-08): I saw it at a drive in way back before the main feature.\n                    - lobsterbash (2022-12-08): \"The men prefer to take the ox carts. It's certainly easier than walking! Why should they work, anyway!? There's plenty of womenfolk [to do it].\"\n                      - PaulClarkLoadletter (2022-12-08): “…and thus develop firm, beautiful bodies.”\n                        - CatchMeWritinQWERTY (2022-12-08): I think it’s a bit sarcastic, no?\n                          - [deleted] (2022-12-08): Anyone notice the titty in the title card.\n                            - Aregisteredusername (2022-12-08): Keep going there’s more\n                              - Ichthyologist (2022-12-08): This was just porn disguised as a documentary at the time. The title card gives away the game.\n                                - Ok-disaster2022 (2022-12-08): Near the end they're showing a festival performance featuring actors and dancers in full costume. They intercut a random shot of a lone bare chested woman because they haven't had bare breasts on screen for like a minute or two.\n                                  - Zolome1977 (2022-12-08): Saw the opening shot and expected to see Godzilla’s spine spikes to come out of the water.\n                                    - PckMan (2022-12-08): Ok so basically you're telling me those people were fine living simple, sustainable agrarian lifestyles but then we decided that was just poverty and underdevelopment so it needed to change, or at the very least change enough so that we can take in the beautiful scenery in air conditioned rooms. Now it's an overcrowded nightmare filled with trash. Cool.\n                                      - Delamoor (2022-12-08): Well, the guy from the thirties is saying they were fine, living sustainable, simple agrarian lifestyles. It's not like people in the thirties had a goddamn clue what was good or bad, look where that decade ended up.\n-...\n  View more comments",
  "summary": null,
  "sentiment": null
}