{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "ELI5: non-plastic water bottles with plastic straws and lids",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/yh0wo2/eli5_nonplastic_water_bottles_with_plastic_straws/",
  "body": "The motivation for using metal straws and glass or metal water bottles isn't a health one, ie avoiding exposure the plastic. The motivation is to minimize use of single-use plastics and further harm the environment. Metal and glass drinking vessels and straws are reusable so there's less waste and especially less plastic waste.",
  "readable_content": "tellaballet (2022-12-08): How is it that using a stainless steel or glass water bottle is considered healthier than a plastic bottle when most of them come with plastic straws and lids to drink the water with? Don’t the plastic parts negate the non-plastic bottle since the water passes through them?\n\n- mtnslice (2022-12-08): The motivation for using metal straws and glass or metal water bottles isn’t a health one, ie avoiding exposure to plastic. The motivation is to minimize the use of single-use plastics and further harm the environment. Metal and glass drinking vessels and straws are reusable so there’s less waste and especially less plastic waste.\n\n- pug_grama2 (2022-12-08): Accidents with metal straws: [links to articles about accidents with metal straws]\n\n- razonion (2022-12-08): I think it's cus stainless steel keeps the liquid inside hotter or colder longer. There is no save the planet sentiments whatsoever.\n\n- greatvaluemeeseeks (2022-12-08): Because plastic breaks down with UV light and heat. You don't know how long the plastic water bottle has been sitting on a pallet in the sun or the back of a hot truck where it's bathed in the water. The lid makes up a tiny portion of surface area exposed to the water compared to the amount of surface area a bottle would expose to the water.",
  "summary": "The conversation revolves around the use of metal and glass drinking vessels and straws as an alternative to single-use plastics, with different perspectives on their benefits. While some highlight the environmental advantages of reducing plastic waste, others mention the practical benefits of using stainless steel for maintaining temperature. Overall, the sentiment leans towards supporting the reduction of single-use plastics for environmental reasons. Sentiment: 0.7",
  "sentiment": 0.7
}