{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "New Jersey outlawed plastic straws to minimize plastic waste. Used to ...",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/xszcqk/new_jersey_outlawed_plastic_straws_to_minimize/",
  "body": "66 votes, 26 comments. 6.4M subscribers in the mildlyinfuriating community. jugkfmghgug",
  "readable_content": "- AHistoryofGuyStuff (2022-12-08): New Jersey didn’t ban plastic straws though lol\n- AustinBennettWriter (2022-12-08): Not all plastics are made the same. The cups and lids are probably corn based, even though they look like plastic. The paper straw wrappers are made from cellophane, which is plant based. A good way to tell the difference between plastic and cello is if you ball up the wrapper and is it returns to its original shape (with a few wrinkles), it's cello. If it stays balled up, it's plastic.\n- pollenatedfunk (2022-12-08): It took me forever to realize you were shortening “cellophane” and not talking about the musical instrument\n- Kosher_Fetus (2022-12-08): The “paper” cups were wax coated and not recyclable. Your lack of basic understanding is mislay infuriating.\n- LingeringSentiments (2022-12-08): NJ didn’t do that..\n- rondonjon (2022-12-08): Easy to avoid by not going to McDonalds.\n- Shadow_of_Yor (2022-12-08): The paper straws need to get some more work. They seem to fall apart within a few minutes of being wet\n- Emily_Postal (2022-12-08): Paper straws suck.\n- Legitimate-Lies (2022-12-08): ITT: dude with little knowledge mad at something insanely insignificant\n- Dingo8MyBabyMon (2022-12-08): They banned them because of that video showing a turtle or tortoise with a straw in its nostril not to reduce plastic waste.\n- Kosher_Fetus (2022-12-08): To say you don’t understand what you’re talking about would be an understatement.\n- CuteAssGlassesGirl (2022-12-08): These things are terrible, I have a stainless steel straw I take with me when I go out\n- solarmus (2022-12-08): The cups have been plastic for years before the law\n- estellato12 (2022-12-08): Yeah not sure what they are talking about, for as long as I can remember the cups were plastic. And some local towns have put bans on straws while the state has just made them less available. Which honestly I am okay with.",
  "summary": "The comments show a range of opinions on the banning of plastic straws, with some expressing frustration about the materials used as alternatives, while others support the reduction of plastic waste. Overall, there appears to be a mix of dissatisfaction and agreement with the ban. Sentiment: 0.2",
  "sentiment": 0.2
}