{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Why the UN Is Taking on Plastic Pollution",
  "href": "https://www.cfr.org/in-brief/why-un-taking-on-plastic-pollution",
  "body": "Plastic is a major source of pollution, particularly in the world's oceans. Approximately 76 percent of all plastic produced between 1950 and 2017 has become waste, with a majority discarded in ...",
  "readable_content": "- User (2023-12-08): How extensive is plastic pollution, and what is being done to address the issue?\n\n- The United Nations is fast-tracking discussions to forge an international agreement to curb plastic waste, which is one of the most pervasive and hazardous environmental pollutants. The resolution passed by the UN Environment Assembly (UNEA) sets out a diplomatic framework and timeline for UN members to negotiate an agreement to prevent and reduce global plastic waste. Plastic is a major source of pollution, particularly in the world’s oceans, and about 400 million tons of plastic waste are produced each year. The United Nations projects that greenhouse gas emissions associated with the plastic lifecycle will account for 15 percent of global carbon emissions by 2050. Nations have already taken steps to mitigate plastic waste generation, and the new UN resolution lays out strategies governments can use to address the problem, including adopting circular economies.\n\n- User (2023-12-08): Thank you!\n\n- No problem! If you need more information, feel free to ask!",
  "summary": "The conversation discusses the extensive nature of plastic pollution and the efforts being made to address the issue, particularly through the United Nations' fast-tracked discussions to curb plastic waste. The focus is on the urgency of the problem and the potential environmental impact of plastic waste. Overall, the sentiment is informative and supportive of taking action to address plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}