{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "paper straws. nothing more needs to be said : r/mildlyinfuriating - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/xqoz37/paper_straws_nothing_more_needs_to_be_said/",
  "body": "Plastic straws are too lightweight to make it through the mechanical recycling sorter. They drop through sorting screens and mix with other materials and are too small to separate, contaminating recycling loads or getting disposed as garbage. Unfortunately, plastic straws are made from polypropylene, which isn't accepted by most domestic ...",
  "readable_content": "- The_TravellerJ (2022-12-08): I don't get it! Plastic lids, but paper straws. Switch them around?! It would make so much more sense!\n- SnappDraggin (2022-12-08): The law doesn’t say they need paper lids\n- Ck1ngK1LLER (2022-12-08): They should coat them with plastic so they’re waterproof.\n- [deleted] (2022-12-08)\n- bornagainben78 (2022-12-08): You aren't supposed to suck on them! I mean, you are supposed to suck on them, but you aren't supposed to suck on them suck on them!\n- tbrumleve (2022-12-08): That’s what she said she said?\n- slarti54 (2022-12-08): Don't bite them?\n- [deleted] (2022-12-08)\n- Legend_Aegis (2022-12-08): That's the thing my dude......it doesnt\n- JDninja119 (2022-12-08): Don't ever use a paper straw for a more solid drink like a milkshake, the drink struggles to make it up the straw without you breaking it. Drinks like soda are fine for paper straws. The solution? Reusable metal straws. Don't break, good for the environment and really cheap in shops\n- uncle_bumblefuck_ (2022-12-08): Ok but still doesn't solve the problem of all the boys in your yard.\n- Talentati (2022-12-08): I've tried many metal straws but there must be something wrong with me because no matter the drink, I always taste metal lol\n- theoutdoorkat1011 (2022-12-08): Metal straws are grand until you bust a tooth because you’re a clutz. I have a silicone straw with a plastic cap for home use and silicone straws for other uses.\n- DacatinTHEBOX (2022-12-08): I think paper straws are stupid, they are fragile, and they probably don't save as much as you think. Correct me, I did not do any research.\n- D3vilUkn0w (2022-12-08): They also make your drink taste like cardboard\n- [deleted] (2022-12-08)\n- Worororororo (2022-12-08): Jokes on society, I bought 100$ worth of plastic straws from the dollar store when they were in the process of banning plastics and now I got enough plastic straws to last me a lifetime so I just refuse everyone's soggy disgusting tasting cardboard ones in favor of the good stuff. I always keep a stack in my car for when I dine out. When I go get a slush from 711 the staff always tell me \"you forgot your straw\" and I always tell them \"no I didnt\" then walk away. Kind of funny actually.\n- pswii360i (2022-12-08): Why not just get reusable metal straws? That's what I did and they're great",
  "summary": "The conversation revolves around the inconvenience and dissatisfaction with the use of paper straws as an alternative to plastic straws. Some users express frustration with the practicality, taste, and fragility of paper straws, while others suggest using reusable metal or silicone straws. Overall, there is a negative sentiment toward the use of paper straws and a preference for alternative, more durable options. \n\nSentiment: -0.8",
  "sentiment": -0.8
}