{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Paper straw packed inside plastic : r/mildlyinfuriating - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/wo3657/paper_straw_packed_inside_plastic/",
  "body": "Virtue signaling: Level 1000. Its only useless when you order a milkshake and the entire cup is made out of plastic but the straw is from paper. Nah bud it's cellulose triacetate plants will eat that trust me. \"No more plastic straws in paper, just paper straws in plastic\" - Tom McDonald.",
  "readable_content": "- ivanacapkova (2022-08-14): Paper straw packed inside plastic\n- polestar.com\n- SlimeyBurgerBun (2022-08-14): So by not having the also-plastic straw we have reduced the amount of plastic used by how much?\n- BinaryBeany (2022-08-14): 1 straw\n- Logical-Recognition3 (2022-08-14): About 99%. But if it's not 100% then environmentalism is a fraud. Hurr durr. /s\n- wirral_guy (2022-08-14): I do feel that sometimes companies are damned if they do, damned if they don't. You can guarantee that they would get plenty of similar complaints about it being unhygienic if they packaged it in anything else.\n- Runiat (2022-08-14): Just to check, is there a way to tell it's plastic rather than cellophane at a glance or did you take it to a laboratory to find out?\n- nifer317 (2022-08-14): Wow. From your comment, today I learned that true cellophane is not plastic. Also, true cellophane is biodegradable. 🤯 I was excited until I read this: In the U.S. cellophane is now a genericized term and can be used to refer to other films such as PVC and polypropylene. Neither of these plastics are biodegradable",
  "summary": "The conversation about banning plastic straws seems to be focused on the complexities and challenges that companies face when trying to make environmentally friendly decisions. Some users express criticisms and skepticism about the use of alternative materials, while others highlight the difficulties companies face when trying to address environmental concerns. Overall, the sentiment is mixed with a hint of skepticism.\nSentiment: 0.2",
  "sentiment": 0.2
}