{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "What Are Plastic Straws Made Of? - Nationwide Plastics",
  "href": "https://nationwideplastics.net/faq/what-are-plastic-straws-made-of.html",
  "body": "The majority of drinking straws are constructed from polypropylene, a kind of polymer that is widely utilized. A polymer may be thought of as a very lengthy chain of molecules that are all bound together. Polymers make up the majority of the plastics that you use. Propylene gas, which is composed of hydrogen and carbon atoms, is the feedstock ...",
  "readable_content": "Nationwide Plastics\nHigh Performance Plastics\nAcetal/Delrin\nAdhesives\nKynar / PVDF\nMelamine – G5 & G9\nPEEK Thermoplastic\nPetrochemical & Oil\nPhenolic Glass – G3\nPolyarylsulfone (PAS)\nPolybutylene Terephthalate (PBT)\nPolyethersulfone (PES)\nPolyphenylene Sulfide (PPS)\nPolysulfone (PSU)\nRod Materials\nRotational Molding\nIndustries\nHandling & Conveying\nKynar / PVDF\nLogging & Forestry\nMarine & Boating\nMining\nOther\nAcetal/Delrin\nAcrylic Plastic & Adhesive Accessories\nCustom & Standard Plastic Chairmats\nHandling & Conveying\nFilm Materials\nHeavy Equipment\nFAQ\nTextiles\nSemiconductor\nTwinwall Polycarbonate\nTransportations\nVaccum – Forming\nPlastic\nProduct\nId\nPrivacy Policy\nCookie Agreement\nAuthor\nWhat Are Plastic Straws Made Of?\n2022-10-07\n- The majority of drinking straws are constructed from polypropylene, a kind of polymer that is widely utilized. A polymer may be thought of as a very lengthy chain of molecules that are all bound together. Polymers make up the majority of the plastics that you use. Propylene gas, which is composed of hydrogen and carbon atoms, is the feedstock for the production of polypropylene.\n- Traditionally, drinking straws were fabricated from paper; however, polypropylene plastic is the material of choice in modern times.\n- In the case of plastic straws, there is a substance known as polypropylene, which is a byproduct of the petroleum industry. This substance, which is also present in our gasoline, does not break down in natural environments. Instead, this item will float on the surface of the sea, where it will be devoured by marine life or become entangled in the currents of the ocean.\n- Polystyrene #6 is still used in the production of drinking straws by some manufacturers, however polypropylene #5 and polyethylene #2 are increasingly used to produce a greater volume of single-use plastic straws.\n- Polypropylene is a form of plastic that is frequently used in the production of straws. This type of plastic is derived from petroleum. Despite being deemed safe for consumption by the FDA, chemicals from the plastic may seep into liquids, potentially influencing estrogen levels.\n- Plastic straws have been around for 200 years. Decomposition of plastic straws might take anywhere from 100 to 200 years.\n- Polypropylene, a form of plastic often derived from petroleum, is considered safe for consumption within levels permitted by the FDA.\n- Plastic straws cannot be recycled, and are typically thrown away in landfills.\n- Polypropylene (PP, plastic #5) and polystyrene (PS, plastic #6) are the two types of plastic often used in the production of plastic straws.\n- Plastic may draw in various chemicals and germs found in the ocean waters. Polypropylene and bisphenol A (BPA), which are both found in plastic straws, are known to release harmful chemicals into the environment. If the plastic is exposed to heat for an extended period of time, the effects of the chemicals may be exacerbated.\n- Bamboo straws from TheotherStraw are an environmentally friendly alternative to plastic straws crafted from organic bamboo.\n- Plastic straws can be repurposed in various ways, such as clipping bags closed, transforming Christmas lights, hulling strawberries, and creating colorful storage containers.\n\n- Harry Brown",
  "summary": "The text presents information about the materials used in manufacturing plastic straws and highlights some of the environmental concerns associated with them. It also mentions alternative options such as bamboo straws and offers ideas for repurposing plastic straws. Overall, the tone of the text is informative and suggests a concern for the environmental impact of plastic straws. \n\nSentiment: 0.7",
  "sentiment": 0.7
}