{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Why replace plastic straws with paper ones when the whole cup ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/wxr1pi/why_replace_plastic_straws_with_paper_ones_when/",
  "body": "Plastic straws take up 0.03% of the oceans plastic trash. The massive issue that needs to be solved is the commercial fishing and the dumping of fishing nets and lines etc. (this takes up about 46%) not only this but also commercial fishing is obliterating the oceans ecosystem and life support in of itself.",
  "readable_content": "- MrFloopy46 (2022-12-08): Why replace plastic straws with paper ones when the whole cup is still 100% plastic?\n- puppymonkeybaby79 (2022-12-08): It gives people the illusion of being environmentally conscious\n- Mountain-Teach7848 (2022-12-08): I hate this argument, it's a small difference but it's less plastic used. We can't stop using plastics but we should minimize the use wherever and however we can.\n- FabulousDave2112 (2022-12-08): Because straws are actually uniquely dangerous. They can't be recycled at all because of their size and shape, so they're guaranteed to go in the garbage while cups at least CAN be recycled even if they often aren't. Straws can travel great distances on the wind and in bodies of water, and their shape is perfect for animals to choke on or get stuck in various body orifices. They're basically one of humanity's nightmare inventions, and despite the apparent pointlessness in the reduction of plastic use, they are exponentially more of a threat to the environment than the cups themselves.\n- berlandiera (2022-12-08): Thank you. This thread needed the correct explanation.\n- ImpPlulmpDmp (2022-12-08): The bigger question is, why are they still wrapping paper straws in plastic!!\n- ncslazar7 (2022-12-08): Don't give them more dumb ideas!\n- CurryTasteSpices (2022-12-08): paper straw in cold drinks is no no.\n- TripleMusketMan (2022-12-08): Because it's a PR stunt. Straws and disposable containers are a tiny fraction of plastic pollution. The finishing industry is the real culprit.\n- Teknuma (2022-12-08): It is actually law some places.\n\nThis post contains various user opinions on the use of paper straws instead of plastic ones and the environmental impact of plastic waste. Some users see it as an illusion of environmental consciousness, while others emphasize that even small reductions in plastic use can make a difference. Another user highlights the unique dangers of plastic straws, particularly in terms of recycling and environmental impact.",
  "summary": "The conversation reflects a range of opinions on the replacement of plastic straws with paper ones. Some users express skepticism about the effectiveness of this change, while others emphasize the environmental dangers posed by plastic straws. Overall, the sentiment seems to lean toward acknowledging the potential benefits of reducing plastic straw usage. Sentiment: 0.5",
  "sentiment": 0.5
}