{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Paper straw covered in plastic : r/Anticonsumption - Reddit",
  "href": "https://www.reddit.com/r/Anticonsumption/comments/wczeds/paper_straw_covered_in_plastic/",
  "body": "Nestlé is the worst. Paper straw absorbing everything that float around in the air until you put it in your mouth 6 months after it was made. Sure, this is one thing right and 5 things wrong, but all things considered it's still better than having a plastic straw. Well plastic straws are usually wrapped in paper.",
  "readable_content": "- Griff0331 (2022-11-30): Paper straw covered in plastic\n  - Steaknkidney45: From Nestlé, one of the most evil companies on earth.\n  - slabheadbushcraft: I'll drink my own piss before I drink Nestle's evil crap\n  - idontcare7284746: Bold of you to assume that nestle's products are not your own piss\n  - brodiejess: Nestlé is the worst.\n  - queensnipe: r/fucknestle\n  - Accurate-Bass-7016: Paper straw absorbing everything that floats around in the air until you put it in your mouth 6 months after it was made.\n  - sjets3: Sure, this is one thing right and 5 things wrong, but all things considered it’s still better than having a plastic straw.\n  - RussianOneWithAGun: The only reason they made paper straw is because they want people to prefer their product by playing on \"save the Earth\" thing. No business cares about the environment. For example, you can't find a single paper straw in my whole country, only because people are more concerned about the cost of the product rather than environmental-friendliness\n  - Tinder4Boomers: Nestle is death incarnate\n  - kaylinnic: I love the asterisk after “with paper straw”. What’s the footnote, “made with 100% virgin rain forest paper”?\n  - Cccactus07: If only there was a way drink coffee without providing a straw 🤔",
  "summary": "The conversation seems to be largely negative, with many participants expressing strong disdain for Nestle and skepticism about the environmental motivations behind the switch to paper straws. Some also express frustration with the inconveniences of paper straws. There is a sense of cynicism and distrust towards corporations and their environmental initiatives. \n\nSentiment: -0.8",
  "sentiment": -0.8
}