{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic straws aren't the issue… humans are : r ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/xjak2l/plastic_straws_arent_the_issue_humans_are/",
  "body": "These plastic straws, grocery bags and those plastic 6-pack can holder things aren't the big issue…. Not saying I don't agree with the movement, I think we should have switched away from plastics long ago, I think the amount of plastic that goes into wrapping produce is obscene… but the real issue is the fact that this trash is finding ...",
  "readable_content": "- [deleted] (2022-12-08): Plastic straws aren’t the issue… humans are\n  These plastic straws, grocery bags and those plastic 6-pack can holder things aren’t the big issue...\n  Not saying I don’t agree with the movement, I think we should have switched away from plastics long ago, I think the amount of plastic that goes into wrapping produce is obscene… but the real issue is the fact that this trash is finding it’s way into our oceans, stuck around animals necks, fins, lodged in their nose.\n- [deleted] (2022-12-08): People don't have much control over what happens to their garbage after the truck picks it up.\n- [deleted] (2022-12-08): So after it finds its way into the garbage truck all liability from any human is lifted?\n- Evburtea (2022-12-08): What are you talkinh about? People dont throw garbage în waters? În nature, în general.\n- [deleted] (2022-12-08): I've never put anything in the ocean, if my garbage ended up there that is the fault of whoever was tasked to dispose of it\n- Complete_Actuary_558 (2022-12-08): You can't call it an issue if you can't fix it\n- [deleted] (2022-12-08): Is that how that works?\n- Gatecreeper88 (2022-12-08): 50% of all the waste in the ocean is from commercial fishing. We as consumers ARE responsible for a portion of the pollution, but we also need to hold fishing companies responsible for treating the oceans as their dumping grounds.\n- Minimum-Passenger-29 (2022-12-08): Industry is the word you're looking for. Tolkien warned us.\n- Multibuff (2022-12-08): Oh God, another one of these posts",
  "summary": "The conversation around banning plastic straws seems to revolve around the broader issue of pollution and responsibility, with some individuals emphasizing the role of industry and commercial fishing in ocean pollution. There are differing perspectives on where the responsibility lies for the waste ending up in the ocean, with some attributing it to individual actions and others highlighting systemic issues. Overall, the sentiment seems to lean towards acknowledging the complexity of the problem. Sentiment: 0.4",
  "sentiment": 0.4
}