{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic futures and their CO2 emissions | Nature",
  "href": "https://www.nature.com/articles/s41586-022-05422-5",
  "body": "Abstract. Plastics show the strongest production growth of all bulk materials and are already responsible for 4.5% of global greenhouse gas emissions 1, 2. If no new policies are implemented, we ...",
  "readable_content": "user (2023-12-08): Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalization of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data. Manage preferences for further information and to change your choices.\n\n- Accept all cookies\n- Skip to main content\n\n---\n\nAdvertisement\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nNature  Articles  Article\n- Published: 07 December 2022\n- Plastic futures and their CO2 emissions\n- Paul Stegmann, Vassilis Daioglou, Marc Londo, Detlef P. van Vuuren & Martin Junginger\n- Nature \n  - Volume 612, pages 272–276 (2022)\n\nAbstract\n\nPlastics show the strongest production growth of all bulk materials and are already responsible for 4.5% of global greenhouse gas emissions. If no new policies are implemented, we project a doubling of global plastic demand by 2050 and more than a tripling by 2100, with an almost equivalent increase in CO2 emissions. Here we analyze three alternative CO2 emission-mitigation pathways for the global plastics sector until 2100, covering the entire life cycle from production to waste management. Our results show that, through bio-based carbon sequestration in plastic products, a combination of biomass use and landfilling can achieve negative emissions in the long term; however, this involves continued reliance on primary feedstock. A circular economy approach without an additional bioeconomy push reduces resource consumption by 30% and achieves 10% greater emission reductions before 2050 while reducing the potential of negative emissions in the long term. A circular bioeconomy approach combining recycling with higher biomass use could ultimately turn the sector into a net carbon sink, while at the same time phasing out landfilling and reducing resource consumption. Our work improves the representation of material flows and the circular economy in global energy and emission models, and provides insight into long-term dynamics in the plastics sector.\n- Main\n\nPlastics have become an essential part of our economy. Their production increased from 2 million tons (megatonnes, Mt) in 1950 to 380 Mt in 2015, making plastics the bulk material with the strongest production growth globally. Whereas plastics can offer environmental benefits such as reducing fuel consumption by making vehicles more lightweight, their rising consumption takes its toll on the environment. In 2015, the plastics sector was responsible for 4.5% of global greenhouse gas (GHG) emissions. Following current growth rates, plastic production and their corresponding GHG emissions could almost quadruple by 2050. Furthermore, plastics contribute to particulate matter emissions and growing pollution.\n\nUsing biomass as feedstock and circular economy (CE) measures such as recycling are two options that may substantially reduce both fossil feedstock use and the related GHG emissions of the plastics sector. Together, these could contribute to a circular bioeconomy (CBE) for plastics, potentially even achieving negative CO2 emissions by sequestering biogenic carbon in plastic products for long-term use. If these plastics are then kept in use via recycling or sequestered in landfills, they could theoretically become a medium- or long-term carbon sink. Renewable energy use in plastic production and waste management could further reduce GHG emissions by the plastics sector. It is impossible to fully understand the climate change-mitigation potential and trade-offs of these mitigation strategies without analysis of global, long-term trends in the plastics sector and its interactions with other socioeconomic and natural systems. However, none of the climate and socioeconomic models used in the Intergovernmental Panel on Climate Change (IPCC) reports has included a detailed representation of the plastics sector.\n\nHere we present the plastics integrated assessment model (PLAIA), which covers the entire life cycle of plastics from upstream chemical production to downstream production of plastic polymers, their transformation into plastic products, their use in different sectors and their end of life. As part of the integrated assessment model IMAGE, PLAIA interacts with the energy and agricultural sectors and with climate, water and land systems. Using PLAIA, we compare different climate change-mitigation pathways for the global plastics sector until 2100 based on feedstock substitution (for example, biomass use), renewable energy use, recycling and biogenic carbon sequestration in products and landfills.\n\nPlastic production, waste and stocks\n\nUsing socioeconomic projections from a middle-of-the-road development scenario (shared socioeconomic pathway 2, SSP2), we project more than a doubling of 2020 plastic production by 2050 and more than a tripling by 2100. In this baseline scenario, waste generation increases accordingly and is dominated by plastics for packaging and other products with a short lifetime.\n\nProducts with a long lifetime dominate plastic stocks; here, building and construction materials alone comprise more than half of the plastics in use despite having a share of only around 17% in annual production. Using plastic product lifetime distributions, the total plastic stocks in use in 2020 are estimated at almost 3.2 billion metric tonnes (Gt), and this could rise to around 7.7 Gt in 2050 and to almost 15 Gt in 2100.\n\nScenarios of feedstock use and emissions\n\nThe growth in plastic demand shown implies a further increase in the GHG emissions of plastic production if there are no substantial changes in feedstock and process energy use. The PLAIA model determines the use of coal, oil, natural gas, biomass, and plastic waste as feedstock or process energy based on the endogenously modelled economic competitiveness of these resources and the respective plastic production pathways. Furthermore, the model includes the secondary energy carriers electricity and heat, mainly used in plastic polymerization, transformation into products, and recycling. Hence, PLAIA analyzes the impact of feedstock substitution (for example, biomass for oil) and renewable process energy use on the CO2 emissions of the plastics sector. Additionally, PLAIA assesses different waste management strategies for plastics, covering mechanical recycling and chemical recycling (via pyrolysis), landfilling, and waste-to-energy (electricity and heat).\n\nEstimated emissions of the global plastics sector in 2020 are 2.2 GtCO2, representing around 7% of global energy-related CO2 emissions. In the figures provided, four scenarios for the future plastics industry are compared. The baseline follows an SSP2 middle-of-the-road socioeconomic path that results in a tripling of production and an almost equivalent increase in CO2 emissions. Other scenarios explore the potential for bio-based carbon sequestration, a circular economy approach without additional bioeconomy push, and a circular bioeconomy approach combining recycling with higher biomass use for a net carbon sink.\n\n- More information can be found in the source.\n- The source can be accessed for further details and references.",
  "summary": "The text discusses the environmental impact of plastics and explores potential strategies to mitigate their CO2 emissions, such as biomass use, recycling, and a circular bioeconomy approach. The overall sentiment of the text is focused on addressing the negative impact of plastic production and consumption on the environment and highlights potential solutions to reduce CO2 emissions. \n\nSentiment: 0.8",
  "sentiment": 0.8
}