{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "More than an Eyesore: Plastic Pollution's Contribution to Global ...",
  "href": "https://environment-review.yale.edu/more-eyesore-plastic-pollutions-contribution-global-greenhouse-gas-emission",
  "body": "That is, plastic pollution, emits global greenhouse gas emissions as soon as it begins to degrade. Dr. Royer is one of the first scientists in the world to recognize plastic pollution as a source of greenhouse gas emissions. \"For me, there was never any doubt. We need to shout this out loud. This is important and it needed to be covered.\"",
  "readable_content": "- Yale Environment Review (YER) (2023-12-08): More than an Eyesore: Plastic Pollution’s Contribution to Global Greenhouse Gas Emission\n  Plastic pollution is one of the most visible environmental stressors of our generation. However, its most damaging impact is invisible to the human eye. Oceanographer Dr. Sarah-Jeanne Royer explains how plastic pollution contributes to greenhouse gas emissions. \n\n  Dr. Sarah-Jeanne Royer is an oceanographer, veteran, mother, and expert on plastic pollution. Currently, she is a research scientist at the Center for Marine Debris Research at Hawai’i Pacific University. Dr. Royer also supports the research team at The Ocean Cleanup, a non-profit that develops and scales technology to help rid the world’s oceans of plastic. As a research affiliate at Scripps Institution of Oceanography at University of California, San Diego, Dr. Royer works to understand the microbial communities that live on plastic. Her cutting-edge research has taken her on voyages across the world’s oceans, where she has studied plastic pollution in the most remote reaches of the earth.\n\n  Dr. Royer’s research revealed that plastic emits methane, ethylene, and carbon dioxide, among other greenhouse gases, when exposed to sunlight and air. That is, plastic pollution emits global greenhouse gas emissions as soon as it begins to degrade. Dr. Royer is one of the first scientists in the world to recognize plastic pollution as a source of greenhouse gas emissions. Unfortunately, global plastic production is expected to increase. As more plastic accumulates and breaks up in the environment, it will release greenhouse gas emissions that accelerate the rate of climate change.\n\n  Today, Dr. Royer is committed to raising awareness about plastic pollution’s role in global climate change. She advocates for citizen science as a vehicle to inspire community engagement and consumer consciousness. She is hopeful that consumers will push for policymakers to use data from scientists and volunteers to design better laws and policies to reduce single-use plastic production and consumption. Her research proves that plastic pollution is more than an eyesore. It’s time to reduce global plastic production, avoid single-use plastics, and reuse whenever you can.",
  "summary": "The post emphasizes the significant and often overlooked impact of plastic pollution on greenhouse gas emissions, as explained by Dr. Sarah-Jeanne Royer's research. It also highlights the urgency of raising awareness and taking action to reduce global plastic production and consumption. The overall sentiment of the post is concerned and proactive. \n\nSentiment: 0.8",
  "sentiment": 0.8
}