{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Going thirsty for the turtles: Plastic straw bans, people with ...",
  "href": "https://www.tandfonline.com/doi/full/10.1080/17549507.2022.2127900",
  "body": "Plastic straws and the world's marine life. Reducing the impacts of single use plastics on the world's oceans and marine biodiversity is consistent with the Sustainable Development Goal (SDG) life below water (SDG 14) and has implications for the goal good health and well-being (SDG 3) (United Nations, Citation 2015).SDG 14 seeks to prevent and significantly reduce marine pollution of all ...",
  "readable_content": "User (2023-12-08): Skip to Main Content\nAccess provided by University of the South\n Log in  |  Register\n Cart\nHome  All Journals  International Journal of Speech-Language Pathology  List of Issues  Volume 25, Issue 1  Going thirsty for the turtles: Plastic s ....\n\nSearch in:\nThis Journal\nAnywhere\n\nAdvanced search\n\nInternational Journal of Speech-Language Pathology \nVolume 25, 2023 - Issue 1: Communication, Swallowing and the Sustainable Development Goals\nSubmit an article Journal homepage\n\n\nFree access\n\n2,722\nViews\n3\nCrossRef citations to date\n75\nAltmetric\nListen\nCommentaries\nGoing thirsty for the turtles: Plastic straw bans, people with swallowing disability, and Sustainable Development Goal 14, Life Below Water\nBronwyn Hemsley,Simon Darcy,Fiona Given,Brad R. Murray &Susan Balandin\nPages 15-19 | Published online: 12 Dec 2022\nCite this article https://doi.org/10.1080/17549507.2022.2127900 \nCrossMark\nIn this article\nAbstract\nPlastic straws and the world’s marine life\nStraw bans as a form of eco-ableism, shallow environmentalism, and discrimination\nInclusive co-design of drinking straws for people with swallowing disability\nAdditional information\nReferences\n Full Article  Figures & data  References  Citations  Metrics  Reprints & Permissions  View PDFView EPUB\nAbstract\nPurpose\n\nThis paper relates to the Sustainable Development Goal (SDG) Life Below Water (SDG 14) and the need to consider Better Health and Well-Being (SDG 3) in interventions designed to reduce plastic straw waste. The aim of this paper is to explore the competing demands of saving the world’s oceans and sea life from plastic straw waste, and simultaneously meeting the health and social needs of people with swallowing or physical disability who use plastic straws for drinking.\n\nResult\n\nIn order to meet both SDG 14 and not compromise SDG 3 there is a need for collaborative and interdisciplinary, person-centred, inclusive innovation approaches to finding suitable and acceptable alternatives to plastic straws. Many people with swallowing disability will need a durable, flexible, and single-use straw that is resilient enough to withstand jaw closure without breaking. Co-design considerations include the alternative straw being (a) soft and flexible so as not to damage the teeth of people who bite to stabilise the jaw or who have a bite reflex; (b) suitable for both hot and cold drinks; (c) flexible for angling to the mouth; (d) readily, thoroughly and easily cleaned to a high standard of hygiene; (e) widely available for low or no cost wherever drinks are served; and (f) safe for people to use while reducing impact on the environment and being sustainable.\n\nConclusion\n\nPlastic straws are an assistive technology critical for the social inclusion of people with disability. In an inclusive society, reaching a policy position on the provision of plastic straws must include seeking out and listening to the voices of people with sensory, intellectual, physical, or multiple disabilities who use plastic straws.\n\nKeywords: \n\nSustainable Development Goals (SDGs)sustainabilitylife below water (SDG 14)good health and wellbeing (SDG 3)SDG 3 plastic strawsdysphagiadisability\n- Plastic straws and the world’s marine life\n  ...\n- The need for straws with specific characteristics\n  ...\n- Straw bans as a form of eco-ableism, shallow environmentalism, and discrimination\n  ...\n\n- Meeting SDG 14 should not form a barrier to achieving SDG 3, to ensure healthy lives and promote well-being for all at all ages. Straw bans are problematic in risking the health and well-being of people with disability, and alternative straws are not innocuous in terms of impacts on the environment. There is emerging a greater understanding of the multidimensional environmental, economic, and social impacts of various types of straws (Roy et al., \nCitation\n2021), including those made of cardboard, glass, metal, wood, bamboo, or pasta. Given that all straws have specific environmental and human impacts, a",
  "summary": "The text discusses the potential negative impact of plastic straw bans on people with swallowing or physical disabilities. It emphasizes the need for inclusive and innovative approaches to finding suitable alternatives to plastic straws while considering the health and social needs of individuals with disabilities. The sentiment of the text is supportive of inclusive and considerate measures when addressing the issues surrounding plastic straw bans.\n\nSentiment: 0.8",
  "sentiment": 0.8
}