{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "3rd straw down and still not finished with my smoothie.",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/ywom5g/3rd_straw_down_and_still_not_finished_with_my/",
  "body": "Recycling was made by large plastic corporations to present the idea that its sustainable, when in reality people only bother for profit. ... Corporations have worked really, really hard to make people think that waste and pollution are the fault of individuals and to make the government mostly treat it that way. In NYC back in 2015, the ...",
  "readable_content": "- New_Fry (2022-12-08): 3rd straw down and still not finished with my smoothie.\n- Imbatmansidekick: Tis not a smoothie, that's a hardie\n- [deleted]: how hard do you suck\n- New_Fry: How much you paying?\n- justcyn: I found that with paper straws, it’s the lid that causes the issues. Before I insert the straw, I take the lid off and bend the little teeth that hold the straw down so they’re not squishing the straw. It’s usually one or two teeth that get bent and since the straw isn’t squished at the half point, it doesn’t rip up there.\n- bozeke: It’s always the lid. Also: why are we insisting on paper straws but keeping usually non recyclable plastic for the cups and lids? It’s idiotic.\n- Great_Heavens99: Are u fighting with da straw?\n- Yontoryuu: If he was, I wonder what was the last straw that pushed him to do it.\n- xbubblegum_bitch: what da straw doing?\n- StereotypicalNerd666: Motherfucker are you eating the straw\n- SelectionAshamed7566: How the fuck do you drink your smoothie? Clenched fist style?",
  "summary": "The conversation about banning plastic straws raises valid points about the practicality and sustainability of using alternative materials like paper. The frustration expressed highlights the challenges and inconveniences that can come with this transition. This sentiment emphasizes the need for practical solutions and more sustainable practices. Sentiment: 0.6",
  "sentiment": 0.6
}