{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Compostable Straws: What You Need to Know Before You Buy",
  "href": "https://thesugarcanestraw.com/compostable-straws-what-you-need-to-know-before-you-buy/",
  "body": "Compostable paper straws need to be 100% paper or a combination of paper and beeswax. Paper is biodegradable if it is natural without any additives. Some brands of paper straws contain plastic, which breaks into smaller pieces rather than degrading entirely back into the earth. However, plastic-containing paper straws are not compostable.",
  "readable_content": "User123 (2023-12-08): I want to know more about compostable straws. Can you provide some information on what they are made of and how they can benefit the environment?\n\n- Compostable straws are made from biodegradable materials and decompose quickly in a compost pile. Some common materials used for compostable straws are sugarcane, paper (without plastic filler or coating), PHA (canola oil), and bamboo. These straws are an eco-friendly alternative to traditional plastic straws and are better for the environment.\n\n- Certified compostable straws are marked by independent entities. For instance, sugarcane straws are certified by the Biodegradable Products Institute (BPI) as home compostable. They break down in home compost piles within 360 days.\n\n- It's essential to ensure that compostable straws are made of 100% compostable material to put them in a compost bin. Materials like plastic will not break down in a compost bin and should be disposed of differently.\n\n- Sugarcane straws are cited as a great option due to their biodegradability, compostability, and renewable resource origins. They are made from sugarcane bagasse, which is the fibrous material that remains after extracting sugarcane juice, and are certified as 100% biodegradable and PLA-free.\n\n- It's important to note that not all paper straws are compostable, especially those containing plastic. Compostable paper straws must be 100% paper or a combination of paper and beeswax to ensure their biodegradability.\n\n- Overall, compostable straws, particularly sugarcane straws, are recommended for those looking to reduce their plastic use and embrace eco-friendly alternatives.\n\nI hope this information helps!",
  "summary": "The post provides informative details about compostable straws and emphasizes their benefits as an eco-friendly alternative to traditional plastic straws. It also highlights the importance of ensuring that compostable straws are made of 100% compostable material. Overall, the tone of the post is positive and supportive of using compostable straws as a way to reduce plastic use. \n\nSentiment: 0.9",
  "sentiment": 0.9
}