{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "The Alarming State Of Plastic Straw Recycling: How To Reduce The ...",
  "href": "https://www.climateofourfuture.org/the-alarming-state-of-plastic-straw-recycling-how-to-reduce-the-environmental-burden/",
  "body": "Plastic straws are among the most ubiquitous single-use items found in our environment. Every day, millions of people use plastic straws without considering their impact on the environment. Unfortunately, plastic straws can have devastating effects on the environment, both when they're used and when they're thrown away.",
  "readable_content": "-User (2023-12-08): Skip to content\nHome\nPollution\nRecycling\nClimate\nAbout Us\nContact us\nTAKE ACTION\n\nThe Alarming State Of Plastic Straw Recycling: How To Reduce The Environmental Burden\nFebruary 27, 2023 / Recycling / By Lilian Lancen\n\nPlastic straws are among the most ubiquitous single-use items found in our environment. Every day, millions of people use plastic straws without considering their impact on the environment. Unfortunately, plastic straws can have devastating effects on the environment, both when they’re used and when they’re thrown away. One of the most pressing questions is: how many plastic straws are recycled? While plastic straws are often recyclable, the recycling rate is alarmingly low. In fact, only one percent of plastic straws are recycled each year. As a result, plastic straws are among the most common items found on beaches and other places where they don’t belong. This article will discuss the current state of plastic straw recycling and offer strategies for reducing the environmental burden of plastic straw waste.\n\nEvery day, the United States generates 500 million drinking straws, which account for an average of 6,600 straws per person. Straws end up in landfills and the ocean because they are non-recyclable. According to estimates, by 2050, fish will be out of touch with nature than plastic will be. Turtles and seabirds have been contaminated with plastic an estimated 79.7% of the time, according to the US Fish and Wildlife Service. Plastic debris from ships washes down the ocean and absorbs toxic chemicals like PCBs, DDT, and PAH. The best way to do your part is to ask your server to leave the straw behind.\n\nEvery day, 500,000,000 plastic straws are thrown away in the United States, which ends up in landfills and oceans. Between the ages of five and 65, the average person in the United States will consume approximately 38,000 straws.\n\nHow can we compost plastic straws? The waste bin must be filled with plastic straws. Because the diameter of these items is so small, it is unlikely that they will be recycled; they will fall out during the removal of contaminated items, so this is why they are unlikely to be recycled. Instead of using them, we recommend that you avoid them entirely.\n\nHowever, according to an internal McDonald’s memo obtained by The Sun, paper straws that the company claims are meant to be recycled and used to “protect the environment” cannot actually be recycled and should be discarded.\n\nDO PLASTIC STRAWS GET RECYCLED?\nPhoto by: pinimg.com\n\nIt is too expensive and inefficient to use a mechanical recycling sorter to recycle plastic straws. They drop through sorting screens and mix with other materials, become small, contaminate recycling loads or end up in garbage bins. Straws end up in landfills because they are unrecyclable.\n\nIf you know how to properly dispose of plastic straws, you can help to reduce their environmental impact. Polypropylene is made by stringing the molecules of gases together. The majority of domestic recycling facilities do not accept type 5 plastic because they pick up your recycling at home. Recycling bins are becoming more common in restaurants, making them a no-brainer. Because of their lightweight plastic, straws are easily disposed of by blowing them out of bins. One of the simplest ways to prevent them from getting lost in the trash is to store them in bags with your burgers. When eating out, make sure to ask for non-plastic straws; if you don’t already have one, ask yourself if you do. You can recycle plastic straws for a variety of home decorations, or you can make them into eco-bricks. If paper is recycled, it is possible to recycle straws, but they still contribute to unnecessary waste and waste precious resources.\n\nPlastic straws, in addition to being hazardous to the environment, have a negative impact on animals. Paper straws, despite being aware that plastic does not biodegrade, are ineffective, at best. Due to their size and thickness, plastic and paper straws are not recyclable. Paper, unlike plastic, can be recycled in a variety of conditions, but it takes a significant amount of energy and resources to do so. According to experts, there will be a pound of plastic for every three pounds of fish by 2025. The amount of plastic in the oceans is staggering. Most people use plastic straws once or twice before throwing them away, and they are an unnecessary utensil. The sooner we eliminate our reliance on straws, the sooner we can defeat this issue. Reducing our reliance on plastic straws will help reduce the amount of plastic entering the ocean, while also protecting the environment and marine life.\n\nWHAT PERCENTAGE OF PLASTIC WASTE IS STRAWS?\nPhoto by: mrsgreensworld.com\n\nAccording to the National Geographic report, plastic straws represent 0.04% of all the plastic waste that enters the ocean every year.\n\nMilo Cress, a nine-year-old conservation advocate, launched the Be Straw Free campaign as a way of raising awareness about the issue. Using his research, Cress discovered that 500 million straws are thrown away each day, which is frequently used by major media companies, such as National Geographic. If this statistic is out of date, how accurate the entire argument against plastic straws is? It is estimated that there are hundreds of millions of tons of plastic waste in our oceans and the environment. There are now approximately eight million tons of CO2 in the ocean, according to a 2010 estimate. According to a 2015 study, 8.1 million tons of plastic have been released into the ocean. A plastic straw costs significantly less than a paper one.\n\nPaper straws have less environmental impact than plastic ones. The state of the issue does not improve when more paper products are made. Clothing washing contributes to the problem. Even if all countries in the world agreed to ban plastic straws, only a portion of the issue would be resolved. We still produce almost all of the waste we generate, so there is a lot of waste in the environment. Even though we take regular precautions to avoid damaging the environment, we are increasingly finding that it is becoming more difficult to do so. Others want to find more plastic substitutes, while others want to volunteer for beach clean-ups.\n\nThe environmental impact of plastic straws cannot be overstated. These lightweight items, which can include beach litter, wind-borne transportation, and even plastic, are commonly found in our waterways and oceans. As a result, it’s no surprise that the city of Hong Kong has reduced its annual plastic straw use by 700 million since 2017, a 20% decrease from the previous year. Despite the success of this initiative, plastic waste in Hong Kong increased by 10% between 2017 and 2018. This clear demonstration of the importance of eliminating plastic straws in order to curb plastic waste unequivocally demonstrates that doing so is insufficient. To ensure a sustainable future, authorities must take a comprehensive approach to waste management, which includes implementing more effective strategies such as incentives and harsher penalties for those who abuse the system. We must first reduce plastic waste in order to reduce the amount of plastic pollution we produce.\n\nWHAT RECYCLING NUMBER ARE PLASTIC STRAWS?\nPhoto by: pinimg.com\n\nStraws today are made from polypropylene, a plastic resin with the number 5 in resin identification codes. Yogurt containers, bottle caps, toothbrushes, and plastic utensils are just a few examples of containers made of polypropylene, a highly recyclable plastic resin.\n\nPlastic straws are making a strong comeback right now. They have even been banned in some cities. resin-based plastic can be classified into a variety of categories. The resin containing plastics is recyclable, so that plastic straws made of resin #5 are generally recyclable. Nonetheless, not a large proportion of them are recycled. A straw is technically recyclable, but it can contaminate other materials and e",
  "summary": "The post discusses the alarming state of plastic straw recycling and the negative impact of plastic straws on the environment, particularly the oceans. It emphasizes the need to reduce the use of plastic straws and suggests strategies for minimizing their environmental burden. The sentiment of the post is clearly in support of reducing the consumption and impact of plastic straws on the environment. Sentiment: 0.9",
  "sentiment": 0.9
}