{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Federal ban on plastic straws, bags takes effect Tuesday",
  "href": "https://www.reddit.com/r/halifax/comments/zoxq6l/federal_ban_on_plastic_straws_bags_takes_effect/",
  "body": "Bottom line: plastic straws feel bad but are recyclable; paper straws feel good but are destined to end up in the landfill. Some certainly are biodegradable, but many are not (McDonalds' for instance are not recyclable at all and must be thrown out). Paper straws also require more energy and water to produce than a plastic straw.",
  "readable_content": "hfxlfc (2022-12-08): Federal ban on plastic straws, bags takes effect Tuesday\nnationalpost.com\n\n- Alzaero (2022-12-08): Went to Wendy's recently and while they've replaced the plastic straws with paper straws, they've also replaced the paper cups with plastic cups! I was so confused.\n\n- [deleted] (2022-12-08): [deleted]\n\n- BrotherOland (2022-12-08): Which provinces still have plastic bags? Feels like we've been without those for a while now.\n\n- NeptuneSpice (2022-12-08): Old Navy has silicone straws in multi packs. Happened to spot them last night. Alternative to the metal (which can crack). Whatever you use, get a thin brush to scrub the insides!\n\n- secord92 (2022-12-08): Paper straws are objectively absolute dog shit. I have adjusted to the no plastic bags but I will forever hate paper straws.\n\n- [deleted] (2022-12-08): [deleted]\n\n- cdnmoon (2022-12-08): If you don't have a metal one, my main trick with paper straws is to keep them in the lid, but pull them most of the way out in between sips. It sucks a bit less.\n\n- ravenscamera (2022-12-08): DQ still uses plastic straws.\n\n- [deleted] (2022-12-08): [deleted]\n\n- Disastrous_Wasabi392 (2022-12-08): I remember my parents telling me years ago that plastic was being heralded as a saviour of forests because it meant we be cutting down less trees. Now we’re switching back over to paper everything lol. How many decades before we go back to plastic again?\n\n- derekblais (2022-12-08): I really hope Canada stops with the styrofoam meat trays. Let’s go back to butcher’s paper, please.\n\n- seaefjaye (2022-12-08): Yup. I'm all for moving to this, but at least when it comes to plastic bags, it's a cost savings to the grocery store. I'd really like to see them put their money where their mouth is and get rid of that meat packaging. One problem I see though is that meat departments used to have everything behind the counter. You'd pick what you'd want from the window and the butcher or whomever would wrap it up for you. The clear packaging allows them to save on staffing since they don't need dedicated resources for the meat counter.\n\n- DryFaithlessness8656 (2022-12-08): I now carry steel ( I think they are steel) straws in my car. I keep napkins in the car since drive thrus tend to forget them these days also. Paper straws are garbage.\n\n- titanpitbull (2022-12-08): Fantastic! Now we just need to stop all the plastic that big manufacturers use.\nWas watching something the other day. If a part is made in China, it's packed up with plastic and shipped to the next manufacturer. It's then added to what they were building, then packed in plastic again and shipped to another spot for another part or chip. This keeps going until the final product, which is still wrapped in plastic. It's a good thing we are banning straws and bags.\n\n- [deleted] (2022-12-08): [deleted]\n\n- hfxlfc (2022-12-08): Canada is among the most wasteful countries in the world. World Bank data on municipal solid waste show that, on average, every Canadian throws out 706 kilograms of garbage each year.\nAmong G7 countries, that is higher than everywhere but the United States, which discards 812 kilograms per person each year.\nIn Germany the average is 609 kilograms, in France it’s 548 kilograms, in Italy 499 kilograms, in the United Kingdom 463 kilograms and in Japan 399 kilograms.\n\n- Oh_shame (2022-12-08): I'm actually surprised by the Japan one because in the cities, so much was individually portioned and wrapped up (convenience foods, to go).\n\n- NickDynmo (2022-12-08): TIL I'm the only one who doesn't really have a problem with paper straws. They get sort of soft, yeah, but they're always still perfectly functional for me.",
  "summary": "The conversation about banning plastic straws includes a mix of sentiments. Some express frustration with paper straws, while others suggest alternative options like silicone or steel straws. There are also comments about the environmental impact of plastic use and concerns about other forms of plastic waste. Overall, the sentiment is mixed, with some supporting the ban on plastic straws while others express frustration with the alternatives.\nSentiment: 0.2",
  "sentiment": 0.2
}