{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "2. Environmental implications and health risks of plastic straws",
  "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10234838/",
  "body": "Go to: 1. Introduction The current practices of production, design, utilization, and disposal of plastics have confirmed severe negative impacts on the globe for ecosystem imbalance, biodiversity, human health, climate change, sustainable livelihoods, cultural diversity, and ultimately human rights ( Kumar et al., 2021 ).",
  "readable_content": "-  **Publisher (on the webpage)**: National Center for Biotechnology Information (NCBI)\n- **Publication Date**: November, 2023\n- **Title of Article**: Sustainable management of drinking plastic straws is required to reduce plastic pollution: Are we using them more during COVID-19?\n- **Author**: Tadele Assefa Aragaw\n- **Abstract**: The article discusses the environmental impact of drinking plastic straws as an important source of plastic pollution, particularly during the COVID-19 pandemic. It emphasizes the lack of research on the pollution level of plastic straws during the pandemic and highlights the need for sustainable alternatives, plastic management, and awareness of health risks.\n- **Keywords**: Sustainable alternatives, Plastic litters, Microplastics, Plastic management, Health risks\n- **Main Points**: The text highlights the increase in single-use plastic pollution during the COVID-19 pandemic, discusses the potential impact of drinking plastic straws on pollution, and emphasizes the need for research and management strategies to address this issue.\n\nIt seems that the article discusses the environmental implications of plastic straw pollution during the COVID-19 pandemic and highlights the need for further research and management strategies to minimize the impact.",
  "summary": "The discussion about the environmental impact of plastic straw pollution during the COVID-19 pandemic is important and warrants further attention. It stresses the need for sustainable alternatives and effective plastic management to reduce pollution. This aligns with the growing concern for reducing single-use plastics and finding eco-friendly alternatives. \n\nSentiment: 0.8",
  "sentiment": 0.8
}