{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "These \"biosmart\" straws that come in a plastic bag, with smaller ...",
  "href": "https://www.reddit.com/r/EgregiousPackaging/comments/ywuuav/these_biosmart_straws_that_come_in_a_plastic_bag/",
  "body": "Im not advocating doe that much plastic, but it does need at least one plastic covering as boxes get drenched accidentally all the time which would absolutely ruin your straws. Reply HaddonfieldShape •",
  "readable_content": "VetmitaR (2022-12-08): These \"biosmart\" straws that come in a plastic bag, with smaller plastic bags inside for each individual color.\n- athybaby (2022-12-08): Remember when we used to pack plastic straws in paper? Sometimes it feels like nobody is actually in charge of anything.\n- beachdogs (2022-12-08): Lol I never l hadn't thought of that\n- jjpenguins66 (2022-12-08): Doesn't that defeat the porpoise? Edit: You know, because it's dangerous to sea life.\n- AxelsOG (2022-12-08): I’d immediately not buy it because these people **bleep** called them “sippers”\n- Zefrem23 (2022-12-08): Goddammit I hate paper straws. Places should just buy the organic biodegradable \"plastic\" ones made in Mexico from avocado pits.\n- CRWB (2022-12-08): I mean the outer plastic makes sense, you don't want your bio degradation to start before they have been used, but the inner bags are probably egregious\n- 4kVHS (2022-12-08): Or they could be put in a cardboard box?\n- genxfarm (2022-12-08): But tortle\n- Just-Call-Me-J (2022-12-08): Proves that the companies don't actually care. They just want to virtue signal in order to appeal to demographics. Who also tend to not care.\n- FiveJobs (2022-12-08): Hahahaha\n- cedarsauce (2022-12-08): We did it Patrick! We solved the plastic crisis!\n- MouseBusiness8758 (2022-12-08): You do know that in shipping these things can get absolutely ruined in so many ways right? Im not advocating doe that much plastic, but it does need at least one plastic covering as boxes get drenched accidentally all the time which would absolutely ruin your straws.\n- iheartzombies8 (2022-12-08): Each color likely runs on its own line at a plant and is packaged that way. It's a waste of material but you save more money in time, by then combining them. Also (edit): boxes take up more space. When you're putting these on a pallet and then transporting via truckload, you don't want to pay to ship air. So using boxes would mean less product per unit load, AND a heavier gross weight. Which increases cost.\n- HaddonfieldShape (2022-12-08): HuMaNs ArE tHe ReAl AnImAlS\n- jonmpls (2022-12-08): Top 4% Rank by size r/Anticonsumption a plastic trinket that will pollute the planet for centuries to come instead of an infinitely reusable metal fork",
  "summary": "The conversation reflects a mix of frustration, humor, and skepticism regarding the efforts to reduce plastic straw usage. There's criticism of the use of excessive packaging for \"biosmart\" straws, along with skepticism about the real impact of these efforts in reducing environmental damage. Overall, the sentiment is largely negative, with a feeling of cynicism and disbelief about the effectiveness of current approaches to addressing plastic waste.\n\nSentiment: -0.6",
  "sentiment": -0.6
}