{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Should I be using plastic straws from juice boxes as a ... - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/yga3fz/should_i_be_using_plastic_straws_from_juice_boxes/",
  "body": "I get the plastic straws from the juice boxes I often get as part of my school lunch. Btw, I once had a pack of chewing gum I forgot I had in my backpack. When I rediscovered the white chewing gum, it had been crushed to paste and stuck like glue on things. So, I had pens & sharpies that were caked in the solidified gum.",
  "readable_content": "-CHRF-1621 (2022-12-09):\nShould I be using plastic straws from juice boxes as a substitute for chewing gum?\n\nI get the plastic straws from the juice boxes I often get as part of my school lunch.\nBtw, I once had a pack of chewing gum I forgot I had in my backpack.\nWhen I rediscovered the white chewing gum, it had been crushed to paste and stuck like glue on things. So, I had pens & sharpies that were caked in the solidified gum.\n\n-Unnamed user (2022-12-09):\nIt is generally not a good idea to chew on plastic, so I do not recommend it. With what we know about micro-plastics, choking hazards, and general dental health it is easy to see why it is a bad idea.\n\n-Entropy (2022-12-09):\nWhile death by inhaling a plastic straw on a school bus is unlikely for me (I don't take the school bus ever unless it's on a field trip and I've never gone on a field trip since middle school) I can see your point in that there's a chance of someone bumping into me while I was chewing on the straw at lunch.\n\n-MummyPanda (2022-12-09):\nLook up chewigems if you like to Chew. They are designed for the purpose",
  "summary": "The conversation is mostly against the idea of using plastic straws from juice boxes as a substitute for chewing gum. Individuals express concerns about the potential hazards associated with chewing on plastic straws, including choking risks, dental health issues, and the potential for accidents when chewing on straws in public settings. Additionally, a suggestion is offered to explore alternative products designed for chewing. Overall, the sentiment is cautious and opposed to the idea of using plastic straws for chewing gum. Sentiment: -0.8",
  "sentiment": -0.8
}