{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Fix your broken zipper with a plastic straw and super glue",
  "href": "https://www.reddit.com/r/lifehacks/comments/ys7p0k/fix_your_broken_zipper_with_a_plastic_straw_and/",
  "body": "This won't work at all. The part that is being replaced by the bit of straw is called the pin. The matching part in the other side is called the box, and in a normally operating zipper the slide pushes the pin inside the box which locks the bottom of the zipper together to prevent it from separating.",
  "readable_content": "- Quietation (2022-12-08): Fix your broken zipper with a plastic straw and super glue.\n- Pinkgabezo (2022-12-08): It probably jumped track. Worth giving it a try on a broken zipper and hope for the best.\n- monkeyharris (2022-12-08): Here's a different version, but I wouldn't put much faith in it lasting - https://www.youtube.com/watch?v=j4_H40A2aZQ\n- ulab (2022-12-08): *hot glue\n- SilentUnicorn (2022-12-08): Totally missed the alignment.\n- punker2706 (2022-12-08): and where the heck am I supposed to get plastic straws from?\n- Rubiksons (2022-12-08): I’ve heard turtles have some available\n- ...\n- NachoCheeseEnama (2022-12-08): This is nonsense, by the way.\n- godoftwine (2022-12-08): I'm calling shenanigans. Just lost the zipper tab on two jackets. Those things are precise af.\n- ...\n- Charlie387 (2022-12-08): Does that also work with a paper straw? Plastic straws are hard to come by these days\n- ...\n- stonecats (2022-12-08): now the zipper teeth are misaligned by a noticeable amount. Notice how that issue this video does not want to show you.\n- lionseatcake (2022-12-08): OK I WELD STRAW TO ZIPPER BUT NOW PANTS ARE MELTED WHAT DO\n- - pharaohess (2022-12-08): they actually sell that little metal part of the zipper at some sewing supply stores. You can clamp it onto the broken part with a pair of pliers.\n\n---\nI didn't include the links to the external videos as it might be tempting for the users to visit them.",
  "summary": "The conversation revolves around the use of plastic straws, with some users discussing using plastic straws to fix broken zippers and others expressing skepticism and raising alternative solutions. The overall sentiment of the conversation appears to be skeptical and nonchalant, with some humor sprinkled in. \n\nSentiment: 0.2",
  "sentiment": 0.2
}