{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "These Re-usable Silicone Straws That \"Zipper\" So You Can Clean ... - Reddit",
  "href": "https://www.reddit.com/r/antiassholedesign/comments/ya023z/these_reusable_silicone_straws_that_zipper_so_you/",
  "body": "I used single use plastic straws before as a way to drink more that wasn't a sensory nightmare and then when they were banned here (which I still stand by being a short sighted decision) I was just pretty dehydrated for a while. I have multiple disabilities and these straws let me see inside them so I know they're clean which was a fear of ...",
  "readable_content": "- Fkn_stress_rxn (2022-12-08): These Re-usable Silicone Straws That \"Zipper\" So You Can Clean Them Without a Special Brush and Surprisingly Work Really Well.\n- AndyTroop (2022-12-08): We have some like this for 3 years - easy to put into the dishwasher, and great for smoothies.\n- choopchooppeachy (2022-12-08): I love these. Not great for sodas, they tend to fizz like crazy going through the straw, but for everything else they're amazing. I use them for smoothies in specific since I can then open them and make sure to get out all of the teeny tiny seeds.\n- [deleted] (2022-12-08): Low key thought that was pasta for a second. That's really smart though!\n- The-Fumbler (2022-12-08): My fat ass thought it was spaghetti\n- Emily_Postal (2022-12-08): I don’t like silicone straws because they’re too flexible. They don’t work well with the plastic tops with the x holes. They collapse like it’s a hose with a kink in it. I prefer the steel ones.\n- Fkn_stress_rxn (2022-12-08): I don't like metal bc they have a weird taste to me (maybe psychological). I've had that problem too, but these work well since they have to be thick for the Zipper\n- glittery_grandma (2022-12-08): I have these and love them. I used single use plastic straws before as a way to drink more that wasn’t a sensory nightmare and then when they were banned here (which I still stand by being a short sighted decision) I was just pretty dehydrated for a while. I have multiple disabilities and these straws let me see inside them so I know they’re clean which was a fear of mine when trusting others to (very kindly) wash up my straws. They’re great. I got mine from Amazon.\n- Fkn_stress_rxn (2022-12-08): I like that I can chew them like a plastic straw 🙃 I hate the feel of metal. I love my glass Straws too, but I always want to bite them lol\n- JordanGrace24 (2022-12-08): WHOAHHH. This is pretty neat\n- cumberber (2022-12-08): Does anyone have a link to purchase these\n- tenkohime (2022-12-08): I thought someone would post a brand name or shop link. I like the idea of it.\n- Fkn_stress_rxn (2022-12-08): The brand is \"SqueakyCleanStraw\". I don't have a link, I found them on the clearance rack.",
  "summary": "The conversation highlights various opinions and experiences with reusable silicone straws, showcasing their benefits for different users. Some find them convenient and practical for various beverages, while others prefer different materials due to personal preferences. The discussion also touches upon the impact of banning single-use plastic straws, with one user expressing concerns about dehydration following the ban. Overall, the dialogue provides insight into the diverse perspectives on the use of different types of straws and the impact of related policies.\n\nSentiment: 0.4",
  "sentiment": 0.4
}