{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "What To Do With Plastic Straws? - Nationwide Plastics",
  "href": "https://nationwideplastics.net/plastic/what-to-do-with-plastic-straws.html",
  "body": "Clipping bags closed is one of the surprising things that may be done with a plastic straw. 1 of 10. Transform the appearance of your Christmas lights. 2/10. Three out of ten for Hull Strawberries. Prepare Your Razor to Take on the Road 4/10. Create some colorful storage containers. 5/10. Maintaining Electrical Cord Organization is a Must. 6/10.",
  "readable_content": "-User (2023-12-08): What is the best way to get rid of plastic straws? And other relevant questions regarding plastic straws.\n\nIt is not possible to recycle plastic straws. Therefore, they have to be disposed of in the regular trash. The most effective strategy to reduce environmental damage caused by plastic straws is to forego their use and opt for reusable alternatives. Additionally, plastic straws cannot be recycled due to their lightweight nature, which prevents them from being processed by recycling machinery. Chopping plastic straws into smaller pieces does not reduce their environmental impact; it is best to avoid using them altogether. Straws made from natural plant materials or corn PLA are compostable and biodegradable, unlike plastic straws, which can take up to 200 years to decompose.\n\n-User (2023-12-08): How long does it take for a plastic straw to decompose?\n\nPlastic straws may not degrade or disintegrate for up to 200 years.\n\n-User (2023-12-08): What can you make with straws and paper?\n\nHere are 25 creative projects to make with paper straws:\n1. Cookies and Milk\n2. Cupcake Toppers\n3. Placecards\n4. Wreaths\n5. Vase Wrap\n6. Wands & Bouquets Made of Flowers\n7. Sticks of Confetti\n8. Rice Krispie Snacks",
  "summary": "The conversation discusses the environmental impact of plastic straws and offers alternatives to reduce their usage. It emphasizes the importance of disposing plastic straws properly and provides creative ideas for reusing paper straws. Overall, the sentiment is positive as it encourages environmentally friendly practices. Sentiment: 0.8",
  "sentiment": 0.8
}