{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "The Great Pacific Garbage Patch is now so huge and permanent that ... - CNN",
  "href": "https://www.cnn.com/2023/04/17/world/plastic-pollution-ocean-ecosystems-intl-climate/index.html",
  "body": "Scientists have warned there has been a \"rapid and unprecedented\" increase in ocean plastic pollution since 2005. Disposed plastic water bottles blanket a beach in New Taipei, Taiwan in 2022.",
  "readable_content": "User (2023-12-08): The Great Pacific Garbage Patch is now so huge and permanent that a coastal ecosystem is thriving on it, scientists say. The patch is a 620,000 square mile swirl of trash in the ocean between California and Hawaii. In a new study published in the Nature Ecology & Evolution journal, researchers revealed that dozens of species of coastal invertebrate organisms have been able to survive and reproduce on the plastic debris that's been floating in the ocean for years.\n\nThey found thriving communities of coastal creatures living thousands of miles from their original home on plastic debris in the Great Pacific Garbage Patch. This suggests that plastic pollution in the ocean might be enabling the creation of new floating ecosystems of species that are not normally able to survive in the open ocean.\n\nThe Great Pacific Garbage Patch, the largest accumulation of ocean plastic in the world, is bounded by an enormous gyre that pulls trash towards the center and traps it there, creating a garbage vortex. The patch is estimated to contain about 1.8 trillion pieces of plastic that weigh an estimated 80,000 tonnes.\n\nThis study sheds light on the impact of ocean plastic pollution and the potential creation of new ecosystems on plastic debris.",
  "summary": "The post highlights the surprising resilience of coastal ecosystems on plastic debris in the Great Pacific Garbage Patch. The study's findings shed light on the potential creation of new ecosystems on plastic debris, illustrating the complex and unintended consequences of plastic pollution in the ocean. This could lead to a reevaluation of the impact of plastic pollution on marine life.\n\nSentiment: 0.8",
  "sentiment": 0.8
}