{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Three ways to solve the plastics pollution crisis - Nature",
  "href": "https://www.nature.com/articles/d41586-023-00975-5",
  "body": "Plastic pollution: Three problems that a global treaty could solve. Enzymes do have an advantage over mechanical recycling, however, because they are highly selective in what they digest. When ...",
  "readable_content": "- Nature (2023-12-08): Your privacy, your choice\n    We use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media. By accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. Manage preferences for further information and to change your choices.\n\n    Two decades ago, Germany set up a simple scheme to reduce plastic waste. When people buy drinks in a disposable plastic bottle, they pay a small extra fee and get that back by depositing the used bottle at a return centre. Many other countries have similar incentives.\n    \n    But has the intervention actually cut Germany’s use of single-use plastics? There’s little evidence for that, says Antaya March, a researcher at the Global Plastics Policy Centre, which was set up in 2022 at the University of Portsmouth, UK, to conduct independent assessments of plastic-waste management around the world. The scheme did entice people to return their plastic bottles, thus reducing littering. But it was also followed by an unintended increase in single-use bottles, March says — perhaps because people felt reassured that it was fine to buy drinks in plastic bottles that would be recycled.\n\n    Whether policies such as these help to cut down on plastic use is a crucial question, as the world grapples with growing concerns about the fate of plastics.\n\n    Of the 8.7 billion tonnes of plastic waste produced between 1950 and 2021, only 11% has ever gone through recycling, according to unpublished estimates by Roland Geyer, an industrial ecologist at the University of California, Santa Barbara (see ‘A tide of plastic waste’).\n\n    Source: Ref. 1 and unpublished work by R. Geyer\n\n    In 2019, the most recent year for which a breakdown is available, more than two-thirds of the 353 million tonnes (Mt) of plastic waste produced was sent to landfill or incinerated, and 22% (79 Mt) was mismanaged — meaning that it was left as uncollected litter, dumped in unregulated sites on land or in water, or burnt in the open — according to the Organisation for Economic Co-operation and Development (OECD) in Paris1. It projects that, by 2060, rising plastic production will lead to a tripling of annual waste to more than one billion tonnes, and that annual plastic pollution (the mismanaged portion) could double, if no new policies are implemented to stem the tide (see ‘Where plastic waste goes’).\n\n    Source: Ref. 1\n\n    But change could be ahead. Last March, the United Nations Environment Assembly approved a historic agreement to forge a global plastics treaty by the end of 2024. That process will involve hammering out policies and ways to enforce them. Seeing countries agree to seek a treaty covering the whole life cycle of plastics was a very positive sign, says Kara Lavender Law, an oceanographer at the Sea Education Association in Falmouth, Massachusetts.\n\n    Researchers around the world are now working to help cut plastic pollution. The Portsmouth team, Law and many others represent one approach: to investigate the best policies to reduce the production, use and disposal of plastics. Other researchers focus on using technology to improve recycling — or to create new kinds of plastic altogether.\n\n    All three broad categories of solutions will be needed, says Steve Fletcher, director of the Portsmouth policy centre. “It’s about having a system that works across the entire plastics life cycle,” he says.\n\n    - Assessing the best policies\n        The world doesn't lack well-meaning efforts to cut down on plastic waste. There are bans or taxes on certain types of plastic, such as single-use bags and takeaway containers. There are regulations around how plastic waste can move across international borders, and extended producer responsibility schemes, in which manufacturers are required either to collect and recycle (or responsibly dispose of) their plastics-containing products after use, or to fund those efforts.\n\n        So far, the Portsmouth team has reviewed more than 130 policies of various types worldwide, on the basis of evidence such as scientific papers, industry reports, news articles and expert opinion.\n\n        Their key finding: in most cases, there was “virtually zero monitoring of policies”, says Fletcher. “That’s quite worrying, because how are we expected to put together a global treaty on combating plastic pollution if there isn’t much evidence around about what works and what doesn’t?” he says.\n\n        Antaya March (left) and Steve Fletcher of the Global Plastics Policy Centre at Portsmouth, UK. Credit: University of Portsmouth\n\n        Their work is being shared with some of the countries in the UN Environment Programme to inform the plastics-treaty negotiations.\n\n        Well-implemented interventions could have a substantial effect, according to a 2020 analysis by Winnie Lau, director of the Preventing Ocean Plastics project at the Pew Charitable Trusts in Washington DC, and her colleagues2. By consulting experts and available data, they tried to assess the potential of eight interventions that exploit current knowledge and technologies, including producing fewer plastics, clamping down on the international export of plastic waste, replacing plastics with alternative materials such as paper, and scaling up the capacity of various recycling methods.",
  "summary": "The text discusses the challenges and potential solutions related to reducing plastic waste, highlighting the lack of evidence for the effectiveness of certain policies and the need for well-implemented interventions. It also mentions the approval of a global plastics treaty to combat plastic pollution and the work of researchers to assess policies and develop new technologies. Overall, the tone is informative and emphasizes the importance of evidence-based approaches to address the issue of plastic pollution. Sentiment: 0.6",
  "sentiment": 0.6
}