{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "We should be using PAPER cups with PLASTIC straws. Not the ... - Reddit",
  "href": "https://www.reddit.com/r/CrazyIdeas/comments/xsksmp/we_should_be_using_paper_cups_with_plastic_straws/",
  "body": "Paper cups have a film of plastic on the inside...so what we should be doing is coating the paper straw with plastic to make people feel better about using a paper straw (sarcasm) Metal straws and ceramic cups. Down with single use anything!!!! Straw plastic is very difficult to recycle, paper biodegrades.",
  "readable_content": "- ctl-alt-replete (2022-12-08): We should be using PAPER cups with PLASTIC straws. Not the other way around.\n- B0B- (2022-12-08): Crazy idea: we should stop hyperfocusing on cups and straws and instead start eating rich people\n- Deracination (2022-12-08): Do we just get little sampler bits off everyone to see whose meat's richest? We'll need a professional people taster for that many people. Maybe even two.\n- thisesmeaningless (2022-12-08): Real talk though, the whole eliminating plastic straws thing is a classic example of trying to push the problem on individuals so that the giant companies can avoid taking responsibility for their massive contribution to pollution.\n- _DeifyTheMachine_ (2022-12-08): I agree, but counter idea: instead of sarcastically suggesting we eat the rich, we should start using a different slogan, like things you can do on an individual level to make change.\n- proverbs17-28 (2022-12-08): Paper cups have a film of plastic on the inside...so what we should be doing is coating the paper straw with plastic to make people feel better about using a paper straw (sarcasm).\n- Deracination (2022-12-08): You're forgetting pants.\n- [deleted] (2022-12-08): Metal straws and ceramic cups. Down with single use anything!\n- throwaway4618869 (2022-12-08): If metal straws are the only choice, then I don’t want straws\n- SwordTaster (2022-12-08): Straw plastic is very difficult to recycle, paper biodegrades.\n- OpenPlex (2022-12-08): What makes straw plastic difficult to recycle?\n- SGI256 (2022-12-08): Really crazy idea - dont frequent establishments that use disposable plates, bowls, cups, or silverware.\n- HondaCivic90 (2022-12-08): I may be the only person in the world but I like paper straws more\n- Ransidcheese (2022-12-08): Everyone complains that their straw disintegrates or whatever. I've never had this happen. I've never had this happen. I don't understand what I'm doing differently but paper straws work just fine for me.\n- daikon_jpg (2022-12-08): Crazier idea: we as the middle/lower class should stop worrying about plastic straws and reusing glass jars and stop the Uber rich from taking private jets.\n- Emerald_Guy123 (2022-12-08): Even crazier idea: focus on the 3rd world companies and corporations that are causing climate change rather than things like this with a tiny footprint.\n- theflyingkiwi00 (2022-12-08): That's how it's been in nz for as long as I can remember until they all started using paper straws\n- dallassoxfan (2022-12-08): Crazier idea: stop thinking either makes a difference. There is plenty of landfill space to handle all the cups and straws we could ever consume. The pacific garbage patch is almost entirely made up of Asian trash washed down river from impoverished areas.\n- [deleted] (2022-12-08): Top 1%\n- Rank by size\n- r/mildlyinfuriating\n- New Jersey outlawed plastic straws to minimize plastic waste. Used to be paper cups and plastic straws. Now it’s paper straws and plastic cups. Thanks McDonalds!\n- 66 upvotes · 26 comments",
  "summary": "The conversation reflects a mix of opinions about the banning of plastic straws, ranging from suggestions to focus on larger contributors to pollution to personal experiences with alternative straw options. There's a range of sentiments expressed, from frustration with the focus on individual actions to suggestions about systemic change. Overall, the sentiment seems to lean towards skepticism about the effectiveness of targeting plastic straws as a solution to pollution. Sentiment: -0.5",
  "sentiment": -0.5
}