{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "A New Tool Can Help Address Ocean Plastic Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/fact-sheets/2022/09/a-new-tool-can-help-address-ocean-plastic-pollution",
  "body": "Plastic pollution is a global issue, and all have a role to play in addressing it. The problem requires tailored solutions that can address the local context of plastic generation, use and waste. Pathways can aid policymakers, the private sector and civil society in taking an evidence-based approach to evaluating the environmental and economic ...",
  "readable_content": "Skip to main content\nA New Tool Can Help Address Ocean Plastic Pollution\nBreaking the Plastic Wave Pathways Tool will assess effectiveness of reduction strategies and solutions from local to global scales\nSeptember 21, 2022\n- Plastic is an inescapable part of everyday life, found everywhere from homes to factories to grocery stores—and, increasingly, the ocean. More than 11 million metric tons of plastic waste enter the ocean each year, where it harms marine life and damages habitats. If we don’t act to reduce ocean plastic pollution, it will nearly triple by 2040. The Pew Charitable Trusts’ 2020 report “Breaking the Plastic Wave” found that solutions exist to reduce annual flows of plastic into the ocean by about 80% by 2040. To address plastic pollution, it’s crucial to assess how materials flow through the plastics value chain—from production and use to end-of-life fate. Pew has created a modelling tool, the Breaking the Plastic Wave Pathways Tool, to evaluate different approaches to reducing plastic pollution, taking into account environmental and economic trade-offs. The Pathways tool can analyze diverse scenarios for reducing waste generation and limiting the flow of plastic pollution into the environment, estimate economic costs, and more. It also allows users to assess trade-offs among potentially competing policy objectives to identify optimal solutions. Additionally, the Pathways tool is fully customizable and can conduct analyses at global, regional, national, or city levels. It has been used to model plastic flows in South Africa, among other locations, to inform the policy development process to reduce plastic pollution.\n- The Pathways tool is a free software application that analyzes the movement of plastic throughout the value chain and assesses how much of it results in plastic polluting the land or water. It also enhances the analytical model behind Pew and SYSTEMIQ’s “Breaking the Plastic Wave” research by increasing its flexibility and analytical capabilities and implementing advanced trade-off analyses.\n- Pathways is fully customizable, allowing analyses at various geographic levels and modeling plastic flows across different locations. It can also analyze diverse scenarios for reducing plastic waste generation and can estimate economic costs, number of jobs, and greenhouse gas emissions associated with each scenario.\n- The tool can identify optimal solutions by assessing trade-offs among competing policy objectives. It also allows users to change any part of the modeled system, enabling assessment of evolving policy developments. The Pathways tool is meant to be used by policymakers, stakeholders, and other users to evaluate existing policies and future policy options to identify the best path forward in addressing ocean plastic pollution.",
  "summary": "The text discusses the significant issue of ocean plastic pollution and emphasizes the importance of addressing this problem. It introduces the Breaking the Plastic Wave Pathways Tool, which aims to assess different strategies for reducing plastic pollution at local and global scales. The tool is described as customizable and capable of conducting analyses to identify optimal solutions. The overall sentiment of the text is one of concern about the impact of plastic pollution and a proactive approach to finding solutions. Sentiment: 0.9",
  "sentiment": 0.9
}