{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Paper Straws in Plastic Wrappers : r/plastic - Reddit",
  "href": "https://www.reddit.com/r/plastic/comments/x5uyj4/paper_straws_in_plastic_wrappers/",
  "body": "The film and heat sealing pattern do have the appearance of cellophane, which is usually a bit more \"crunchy\" in feel than regular thermoplastic film. It also easily holds a paper like fold if folded with some pressure. If you would like to ID what it is, you will have to do a burn test. Cellophane burns like paper and leaves black soot, and ...",
  "readable_content": "TheCYborg_007 (2022-09-04): Paper Straws in Plastic Wrappers\n\nI understand the point of using plastic straws but could anyone help me with what the plastic coverings are actually made of? Because if it's cellophane paper that they're using it would be a good thing as a cellophane paper is biodegradable.\n\nI searched on many different websites but couldn't find anything so I turned to reddit for help.\n\naeon_floss (2022-09-04):\n- The film and heat sealing pattern do have the appearance of cellophane, which is usually a bit more \"crunchy\" in feel than regular thermoplastic film. It also easily holds a paper like fold if folded with some pressure.\n- If you would like to ID what it is, you will have to do a burn test. Cellophane burns like paper and leaves black soot, and does not shrivel up like thermoplastic food safe films.\n\nTheCYborg_007 (2022-09-04): Thanks dudeee, I'll go try it\n\nthisshitishaed (2022-09-04): I guess that's better than plastic straw in plastic wrapper\n\nTheCYborg_007 (2022-09-04): It definitely is!\n\nHaitsmelol (2022-09-04): Crossposted to here:\nhttps://www.reddit.com/r/absurdusesofplastic/\n\n69gamer_boy69 (2022-09-04): \n- Star bucks yeaaaah\n- Edit: im geussing",
  "summary": "The conversation expresses support for using paper straws with biodegradable plastic coverings as an alternative to plastic straws. The users seem to prefer this over the use of plastic straws in plastic wrappers. Overall, there is a positive sentiment towards finding more sustainable options. Sentiment: 0.8",
  "sentiment": 0.8
}