{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Biden-Harris Administration Announces Latest Steps to Reduce Plastic ...",
  "href": "https://www.epa.gov/newsreleases/biden-harris-administration-announces-latest-steps-reduce-plastic-pollution-nationwide",
  "body": "Today, the US Environmental Protection Agency (EPA) released the draft \"National Strategy to Prevent Plastic Pollution\" for public comment, a significant step forward in the Biden-Harris Administration's efforts to reduce pollution and build a circular economy for all. EPA's draft strategy includes ambitious actions to eliminate the ...",
  "readable_content": "- Hi! I found an interesting article that discusses the EPA's draft \"National Strategy to Prevent Plastic Pollution\" and the Biden-Harris Administration's efforts to combat plastic pollution. The strategy aims to eliminate the release of plastic and other waste from land-based sources into the environment by 2040 through three key objectives: reducing pollution during plastic production, improving post-use materials management, and preventing trash and micro/nanoplastics from entering waterways.\n\n- The draft strategy includes actions such as improving the design of plastic products for more reuse and refill opportunities, increasing public awareness of ways to reduce plastic and other trash in waterways, and producing fewer single-use, unrecyclable, and frequently littered plastic products. The EPA is inviting public comments on the draft and expects to finalize the strategy by the end of the year.\n\n- Additionally, the EPA is supporting updates to the \"Green Guides\" for environmental marketing claims and combating greenwashing, including requiring higher thresholds for plastic products and packaging to be marketed as recyclable.\n\n- The \"National Strategy to Prevent Plastic Pollution\" is part of the response to Congress' Save Our Seas 2.0 Act, which charges the EPA with developing a strategy to improve post-consumer materials management and infrastructure to reduce plastic waste and other post-consumer materials in waterways and oceans.\n\n- The strategy is not limited to EPA's authority or jurisdiction, but aims to work collaboratively with entities to address plastic pollution. EPA has also developed an interactive map of recycling markets to support the National Recycling Strategy and the Bipartisan Infrastructure Law.\n\n- It's great to see these efforts being made to combat plastic pollution and work towards a circular economy.",
  "summary": "The article highlights the EPA's draft \"National Strategy to Prevent Plastic Pollution\" and the Biden-Harris Administration's efforts to combat plastic pollution, which includes measures to reduce plastic pollution during production, improve post-use material management, and prevent plastic waste from entering waterways. The author finds it great to see these efforts being made to combat plastic pollution and work towards a circular economy.\n\nSentiment: 0.9",
  "sentiment": 0.9
}