{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "What's the deal with Dasani water hate? : r/OutOfTheLoop - Reddit",
  "href": "https://www.reddit.com/r/OutOfTheLoop/comments/ygbbfl/whats_the_deal_with_dasani_water_hate/",
  "body": "Answer: A number of people hate anyone that pollutes our planet with plastic bottles that don't ever get recycled. Simply purchasing 36 bottles would set a lot of people off because of the environmental impacts. No one hates those that drink from the tap. Consider reusing all those bottles and purchasing a water filter.",
  "readable_content": "- WickieTheHippie (2022-12-08): Answer: I don't know which hatred you mean, I haven't seen any of it but maybe that depends on where you live. The context you provide is dubious since it's restricted access. However, Pure Life belongs to Nestlé and r/FuckNestle .\nAlso, a quick web search on Dasani gave out this:\nhttps://waterzen.com/blog-posts/real-story-behind-dasani-water-scandals/\nhttps://www.imm3rsive.com/controversy/dasani-water-controversy/17670/\n\n- Danielnrg (2022-12-08): I had no idea it's restricted access, but I also didn't really understand what context in this context meant. I just put up a picture of a Dasani water bottle on my Google Drive.\n\n- barfplanet (2022-12-08): Answer: Water needs mineral content to taste good. Most waters have unique minerals from where they're bottled, including the ones that are just municipal water put in bottles. Everyone has slightly different tastes, and people will settle on different brands they like best. Usually whatever people like best tastes most \"pure\" to them, even though it's technically impurities that they're tasting.\nDasani takes the step of just adding minerals themselves instead of using water that people will like from the start. This let's them get a more consistent product by filtering the heck out 9f water from all over the place, and adding their special blend of minerals on top. The result is a really polarizing flavor that some people find really gross. Personally I like it but some people really dislike it.\nThe other poster that mentioned the political bits about Coca Cola being a bad company is also right, but I'm pretty sure there are more people who don't care about all that and just think it tastes gross.\n\n- DatKaz (2022-12-08): Yeah, that stuff is mostly just an online person’s point of contention. Most people regularly drinking bottled water aren’t making preferences out of some cognizance of environmental impact, or else they wouldn’t be drinking bottled water lol\n\n- stickler64 (2022-12-08): Answer: A number of people hate anyone that pollutes our planet with plastic bottles that don't ever get recycled. Simply purchasing 36 bottles would set a lot of people off because of the environmental impacts. No one hates those that drink from the tap. Consider reusing all those bottles and purchasing a water filter.",
  "summary": null,
  "sentiment": null
}