{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "British council estate bonfires are the best : r/CasualUK - Reddit",
  "href": "https://www.reddit.com/r/CasualUK/comments/yn5lnk/british_council_estate_bonfires_are_the_best/",
  "body": "The burning plastic will at least kill quicker and with more mercy than a diet of turkey twizzlers and potato faces. Reply worksofter • ... The real pollution killing our planet is happening on an industrial scale: the global textile industry producing thousands of tons of cheap clothing that get shipped around the globe in cargo carriers the ...",
  "readable_content": "- xChudy (2022-12-06): British council estate bonfires are the best\n- LieImpressive7518 (2022-12-06): They know how to throw a PARTY! Heh heh... Scatter!\n- lapsongsouchong (2022-12-06): Brings back memories\n     - \"I've got a battery here, shall I?\"\n     - \"Go on, I dare you!\"\n- Hulkenberk (2022-12-06): Can't believe I missed the local annual community evidence burning again\n- Pathstrider (2022-12-06): Scattah!\n- ZestyData (2022-12-06): All fun & community spirit-esque until the firefighters get bricks thrown at them for doing their jobs and someone gets threatened with being shanked for daring to stop their wheelie bin from being nicked...\n- Thestolenone (2022-12-06): There was always that story that someone had fallen asleep in a bonfire before it was lit because there was a den in the middle and was burned to death. Council estate bonfires are wonderfully anarchic and chaotic.\n- Maximum-Mixture6158 (2022-12-06): Unless Holmes is in the Bonfire and it gets lit and there's only 9 seconds left....\n- [deleted] (2022-12-06): They’d be better if they weren’t burning plastic. Those fumes are going to harm everyone’s health and are terrible for the environment even when compared to wood smoke.\n   - Edit: the prejudice against council estate people is very apparent. Many are just ordinary people born into financial hardship, I appreciate a lot of these responses are jokes but please try not to stereotype and generalize.\n- Britisheagl (2022-12-06): Wouldn't bother letting them know, just get called a ❄️ and to stop ruining things with 'elth n safety\n- UKKasha2020 (2022-12-06): Fortunately haven't been many locally for a few years, on the big field behind mine, in fact it didn't even occur to me to bring in my wheelie bins (🤞🏻).\n- Halfbreed75 (2022-12-06): Are British council estates what we would refer to as the projects or trailer parks in America? Not being rude just really want to understand. Thank you for all the info,I definitely feel like I get it now.\n- [deleted] (2022-12-06):\n   - aetonnen (2022-12-06): FFS, lots of people giving these convoluted long answers. In short: yes, they are the equivalent of the projects in the US. It’s generally where f**k tonnes of crime happens and it’s where poor people live. Not gonna mince my words and give some politically correct explanation.\n- Gainzchasing03 (2022-12-06): I suppose so. The ‘projects’ are more rougher parts of our cities. Council estates could be like trailer parks but some are quite nice and tidy.\n- 9DAN2 (2022-12-06): Ruining one of the small bits of shared greenery 🤦‍♂️\n- sinadoh (2022-12-06): Somehow I feel there's more greenery shared on an estate than you think..\n- SoylentDave (2022-12-06): Looks rather like the space is currently being shared by the community, as intended.\n- Britisheagl (2022-12-06): Why is this being celebrated? Surely this is awful for people's health, breathing in god knows what, whilst also being an awful waste of materials that could otherwise be recycled.\n- RageStreak (2022-12-06): This is my latest bugbear. The real pollution killing our planet is happening on an industrial scale: the global textile industry producing thousands of tons of cheap clothing that get shipped around the globe in cargo carriers the size of large towns all day every day. Meanwhile memos from the early 2000s show that BP invented the idea of the \"carbon footprint\" to foist off guilt onto individual consumers to keep them distracted. \n   - Low income families enjoying one night of fun, community, and mayhem is not the problem.\n   - Your mom's friend making resin crafts at her kitchen table is not the problem. \n   - The problem is on an industrial scale beyond our comprehension, and it behooves massive corporations to keep us arguing with our neighbors about recycling a few cans or having a party because it keeps them off the hook.\n- Toffeemanstan (2022-12-06): Use to love these growing up in the 80s. Spent a few weeks building up the wood and protecting it from all the other gamgs who were doing the same. Then on bonny neet all families would sort food and fireworks out and have a great night. They were everywhere as well.",
  "summary": null,
  "sentiment": null
}