{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Would stopping plastic pollution help with climate change? How do we do ...",
  "href": "https://climate.mit.edu/ask-mit/would-stopping-plastic-pollution-help-climate-change-how-do-we-do-it",
  "body": "How do we do it? Plastic pollution does contribute a bit to climate change—and slowing the production of non-degradable plastics has other large benefits for natural ecosystems. August 16, 2022 Over a century after the first fully synthetic plastic debuted, plastic waste is a major problem.",
  "readable_content": "user (2023-12-08): Would stopping plastic pollution help with climate change? How do we do it?\n\nPlastic pollution does contribute a bit to climate change—and slowing the production of non-degradable plastics has other large benefits for natural ecosystems.\n\nAugust 16, 2022\n\nOver a century after the first fully synthetic plastic debuted, plastic waste is a major problem. Eight to 12 million tons of it enter global oceans annually, where it kills marine life, piles into enormous garbage patches, and crumbles into microplastics that resurface in drinking water. \"We have plastic in our stomachs,\" says Christopher Noble, who is the MIT Environmental Solutions Initiative’s Director of Corporate Engagement and leads their Plastics and Environment Program. \"And so does everybody else in the world.\"\n\nPlastic also contributes to climate change: plastics are environmentally costly to make and dispose of, they emit greenhouse gases as they decompose, and some evidence shows that the tiniest bits damage zooplankton—critters that are critical in the ocean’s ability to absorb carbon.\n\nPiles of plastic waste\n\nPlastic is made with fossil fuels and comprises roughly 6% of global oil consumption. Humans discard huge amounts daily: more than 40% of all non-fiber plastic becomes packaging, most of which is single-use. And once it’s here, it sticks around. \"Something from Amazon.com that was packaged one day ago, you throw the packaging out,\" says Noble. \"That packaging was used for 24 hours and then is thrown into a landfill,\" where it might take decades to decompose.\n\nThe US produces more plastic waste than any other country. Most of this waste, even if it was intended for recycling, goes to landfills, or is incinerated or exported—often to countries that don't have the infrastructure to prevent it from winding up in water systems. Plastic pollution also comes from urban runoff, industrial debris, illegal dumping, particles from clothing and personal care products, and fishing and aquaculture industries, to name a few.\n\nThe plastic industry emits greenhouse gases at every stage, from materials extraction to incineration, and production is increasing. A 2019 report from the Center for International Environmental Law projects that the industry will release up to 1.34 billion tons of greenhouse gas emissions annually by 2030—about equal to the emissions of the entire continent of Africa today. And the resulting plastic waste will continue releasing more emissions the longer it sits around.\n\nHow do we prioritize plastic vs. the climate?\n\nClimate change and plastic pollution have many of the same root causes, says Noble, including over-consumption of natural resources and non-renewable energy, and insufficient recycling and reuse systems. And plastic pollution and climate change contribute to many of the same environmental problems, like biodiversity loss. Climate change also worsens plastic pollution’s effects: spreading this waste farther as weather and natural hazards intensify, and weakening marine ecosystems so they're less able to withstand plastic pollution.\n\nFocusing on which of these two global problems is worse \"can sometimes discourage working broadly on these issues,\" cautions Noble. But to the extent we have to choose, he adds, climate change is the more urgent issue: \"climate change might well be an existential threat, whereas plastic pollution is not.\"\n\nReducing plastic's environmental impact\n\nRecycling, as it exists now, does little to curb plastic pollution. Less than 10% of discarded plastics are recycled, partially because many plastic products, like flexible films used in potato chip bags, are laminated with non-recyclable materials. Recycling programs also vary between locales, making it hard to know which plastics are recyclable—and misleading labeling doesn’t help.\n\nNoble calls biodegradable plastics a \"big hope\" for reducing waste, but historically these options have hit cost and efficacy obstacles. \"It's very challenging to create biodegradable plastics,\" Noble says. \"Part of the benefit of plastic is that it is not biodegradable,\" producing products that will last as long as we care to use them or let them sit on a shelf.\n\nReducing plastics is vital, he adds, but doing so requires worldwide cooperation. Nearly 130 countries have plastic regulations, ranging from bans on certain types of plastics and plastic products, to laws mandating that producers ensure a certain rate of recycling or responsible disposal, but policies vary between nations and have limited efficacy as plastic consumption keeps rising.\n\nDespite the challenges, there are movements toward a global shift. The UN Environment Programme, for example, is currently working to create an internationally-binding agreement focused on ending plastic pollution.\n\nWithout these types of legal incentives and disincentives motivating plastic producers and consumers to choose alternatives, says Noble, the problems won’t stop. \"Policy innovation and cooperation are needed at the international, national, and local levels.\"",
  "summary": "The text discusses the significant impact of plastic pollution on the environment and its contribution to climate change. It also highlights the challenges and the urgent need for international cooperation and policy innovation to address the issue. Overall, the sentiment seems to be in favor of taking actions to reduce plastic pollution and its environmental impact. \n\nSentiment: 0.8",
  "sentiment": 0.8
}