{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Dyson Fans are rarely worth it to be honest : r/dyson - Reddit",
  "href": "https://www.reddit.com/r/dyson/comments/wt2xc2/dyson_fans_are_rarely_worth_it_to_be_honest/",
  "body": "If you are really in the need for clean air due to heavy pollution, allergies, or whatever, there are air cleaners available with the same or better performance that cost less money If you mainly want a device that moves Air, the performance of Dysons fans is simply lacking, especially when putting noise and quantity of moved air into relation.",
  "readable_content": "- Quick_Repeat_8171 (2022-12-08): Again i'd much rather trust Dyson's POLAR test for purification than the outdated CADR that the other \"purifiers\" use. I dont intend to make my room smaller stand it on a pedestal in the middle of the room install 2 fans above and behind it and then stand one meter away from the purifier. And unless you have that set up your not going to get those CADR ratings they claim to have. I'd love to see how these purifiers that always get high marks on CADR do on a real-life test like POLAR.\n\nMuch bigger room 9 sensors in corners and all around different heights etc. Fan in the corner where you would put it in a home and it's got to do it all off its own back with no outside help. Bet most wouldn't get far. Just create a nice bubble around the purifier.\n\nAs for the noise. I turn continuous monitoring off. Job done. Never had a motor whine ive got 4 purifiers from tp02 to hp09.\n\nAnd just because you didn't know the air was \"dirty\" before or your floor \"looked clean\" doesn't mean it wasn't a problem... just coz i can't see a virus doesn't mean its not real lol. Just coz i can't see a gas doesn't mean its not there. Or wont cause an issue. That wow when you get a new vacuum cleaner or carpet washer isn't creating mess its just showing you what you've been missing lol.\n- Prince412 (2022-12-08): Dyson fans are worth it! I have a Dyson AM02 in my living room that I got back in 2012. It's still going strong. I had to replace 3 Laskos in my bedroom in that span. I finally decided to get the Dyson TP02 in the bedroom. These fans are built to last and are stylish.\n- Quick_Repeat_8171 (2022-12-08): I've still got the am01 lol. Got it within the first few months of launch as the no blades was the first fan that didn't give me migraines lol. Button is temperamental now but once it's on its runs well. Noisy as hell compared to my hp09 though lol\n- EternalOptimist404 (2022-12-08): Really? I hate my am04 but keep it around as a last resort. Mine is white and looks disgusting, it's designed poorly and impossible to clean. Wish Dyson had a trade-in program or something.\n- Morcman87 (2022-12-08): As an owner of two of those products, I can admit some of your points. The price is heavy but you are also paying for the brand. Same goes for products from apple for instance. I bought the PH01 mainly because it is a 3 in 1 device. I was looking for a fan, something that would help me with my allergies and I had to increase humidity. The PH01 was a good option. I had to replace it once due to the famous pump column failure but the replaced machine is going strong for two years now. The TP09, on the other hand, is a total disaster. It started whining two weeks after I bought it and I am in a replacement/repair cycle with Dyson since then.\n- Habarer (2022-12-08): Yes, in retrospect the PH01 would have been the better option, if any, because as you say besides cleaning air it also humidifies. What put me off the most is simply the amount of airflow in relation to the noise level it generates on the max setting. There are way cheaper fans that transport more air at significantly less noise.\n\n\n",
  "summary": null,
  "sentiment": null
}