{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Disneyland Plastic Straws Only Available By Request; Plastic Lids And ...",
  "href": "https://chipandco.com/disneyland-plastic-straws-only-available-by-request-plastic-lids-and-bags-being-eliminated-318894/",
  "body": "Last month Disney announced that by 2019, the Company will eliminate single-use plastic straws and plastic stirrers at all owned and operated locations across the globe, amounting to a reduction ...",
  "readable_content": "user (2023-12-08): Disneyland Plastic Straws Only Available By Request; Plastic Lids And Bags Being Eliminated,\nAugust 24, 2018 Chip and Co Past Writers and Friends\nWe recently brought you the news that Walt Disney World is slowly making the transition to eliminate single-use straws. It now appears that Disneyland is joining the environmental effort. Mouse Mail is reporting that guests will now need to request plastic straws if one is needed/wanted. Plastic lids for adult-sized cold beverage drinks will also no longer be offered. Guests who may need lids and straws due to a disability will be provided alternative options instead.\nLast month Disney announced that by 2019, the Company will eliminate single-use plastic straws and plastic stirrers at all owned and operated locations across the globe, amounting to a reduction of more than 175 million straws and 13 million stirrers annually.\nAnother Disneyland change that guests will notice is that plastic shopping bags will now only be available by request when making purchases in the parks.\n“Eliminating plastic straws and other plastic items are meaningful steps in our long-standing commitment to environmental stewardship,” said Bob Chapek, Chairman, Disney Parks, Experiences, and Consumer Products. “These new global efforts help reduce our environmental footprint, and advance our long-term sustainability goals.”\nWhat do you think of this change? Let us know in the comments below.\nSource Credit: Mouse Mail, The Walt Disney Company",
  "summary": "The post discusses Disney's decision to eliminate single-use plastic straws and other plastic items at their parks, in line with their commitment to environmental stewardship. The sentiment of the text is positive, highlighting the meaningful steps Disney is taking to reduce their environmental footprint and advance sustainability goals. This decision is seen as a positive move towards environmental conservation and corporate responsibility.\n\nSentiment: 0.8",
  "sentiment": 0.8
}