{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Let's Fuck Up the Plastic Pollution Plaguing the Oceans Together.",
  "href": "https://www.reddit.com/r/StockMarket/comments/17sscvt/lets_fuck_up_the_plastic_pollution_plaguing_the/",
  "body": "One of the most promising projects has been designing an autonomous, AI driven, solar powered marine vessel that will use the magnetic properties of organic polymers to collect particulate marine plastic pollution and then uses a recently genetically engineered super version of the PETase enzyme to break down plastic in a matter of hours ...",
  "readable_content": "The14ers (2023-12-08): Let’s Fuck Up the Plastic Pollution Plaguing the Oceans Together.\n\nNote: This post has been removed by the moderators of r/StockMarket.\n\n- notreallydeep (2023-12-08): r/StockMarket btw.\n- AlexHoneyBee (2023-12-08): You expect anyone to believe you that “Real solutions are evolving” and then claim that the blockchain is the solution? And a magnet?\n- Sven_Golly1 (2023-12-08): Why not first fuck up the people who are putting the plastic in the ocean?\n- ArgyleTheChauffeur (2023-12-08): It's hot in India, but good luck.\n  Source: https://www.euronews.com/green/2021/06/22/ranked-the-top-10-countries-that-dump-the-most-plastic-into-the-ocean\n- AlsoInteresting (2023-12-08): Yes, actually having trucks picking up the bags in the streets.\n- Realistic_Work_5552 (2023-12-08): What the flying fuck does this have to do with stocks?\n- hatetheproject (2023-12-08): Just... just shut up.\n- spamzauberer (2023-12-08): Breaking down plastic in the oceans leads to even worse nano plastic, so it needs to be taken out and then dissolved\n- stilloriginal (2023-12-08): Why do you have to go involve blockchain and turn off most people\n- Highlander2748 (2023-12-08): I love this solution! The sad reality is likely that the predatory hedge funds will short the company into bankruptcy and dissolution. Stay private.\n- thekonghong (2023-12-08): K\n- Puzzled_Ad2090 (2023-12-08): Don't use condom?\n- sometimeforever (2023-12-08): D@z q@@@\n\nTop 1% (2023-12-08):\n- i’m basically warren buffet. watch out wall street. (633 upvotes, 72 comments)\n- Interesting, thoughts? (340 upvotes, 154 comments)\n- November jobs report: Unemployment unexpectedly declines in November as US labor market continues to impress (220 upvotes, 52 comments)\n- Recurring Investments as a college student (210 upvotes, 69 comments)\n- I only make 20k a year, I just made 100,000k in the market. Taxes? (203 upvotes, 190 comments)\n- Jobless claims inch up to 220,000, layoffs still low (203 upvotes, 22 comments)\n- S&P 2024 Outlooks (82 upvotes, 41 comments)\n- Anyone talking about Rolls Royce? (82 upvotes, 39 comments)\n- Is this a solid long term strategy? I’m 18. (70 upvotes, 42 comments)\n- Small wins (55 upvotes, 25 comments)\n- FDA Approves World’s First Crispr Gene-Editing Drug for Sickle-Cell Disease (51 upvotes, 12 comments)\n- What do you think of $MMM and this upgrade? (45 upvotes, 13 comments)\n- 'The outlook is terrible': Expert views on Canadian banks for 2024 (30 upvotes, 22 comments)\n- Anyone else looking at the OXY? (29 upvotes, 22 comments)\n- ARKK is delusional (21 upvotes, 59 comments)\n- Roast Me (20 upvotes, 48 comments)\n- Judge Seeks Further Concessions as JetBlue-Spirit Trial Concludes – Airways (18 upvotes, 2 comments)\n- Got some Advice? (18 upvotes, 30 comments)\n- Palantir - Where now? (14 upvotes, 2 comments)\n- Europe travel giant Tui rallies after it forecasts 25% jump in operating profit (14 upvotes)\n- How does stock price move? (13 upvotes, 39 comments)\n- 1962 & 2020. (12 upvotes, 66 comments)\n- CN to Acquire Iowa Northern Railway | cn.ca (9 upvotes, 1 comment)\n- Investing in an \"all or nothing\" company - how do you see it? (9 upvotes, 27 comments)\n- What advice would you give to a new young investor? (7 upvotes, 35 comments)",
  "summary": null,
  "sentiment": null
}