{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "The plastic pollution crisis - Story | IUCN",
  "href": "https://www.iucn.org/story/202207/plastic-pollution-crisis",
  "body": "The plastic pollution crisis. Plastics only began to be produced in large quantities following the second world war - but plastic pollution has since become one of the most serious threats humanity faces. By 2015, 60% of all plastic ever produced had become plastic waste, and in today's world, plastic waste is ubiquitous - it's in the ...",
  "readable_content": "IUCN Website (2023-12-08): The plastic pollution crisis text\nThe plastic pollution crisis\n\nPlastics only began to be produced in large quantities following the second world war – but plastic pollution has since become one of the most serious threats humanity faces. By 2015, 60% of all plastic ever produced had become plastic waste, and in today’s world, plastic waste is ubiquitous – it’s in the air, in the soil, in freshwater, and in the sea.\n\nMuch of the world’s plastic waste – from large items down to barely visible microplastic particles – ends up in the ocean, where it can persist for hundreds of years. Here it has negative effects on marine life of all kinds, and ultimately causes harm to humans too. Up to 12 million tonnes of plastic debris is entering the global ocean every year: 2 the UN calls it ‘a planetary crisis’.\n\n- Where does ocean plastic come from?\n\n  Overall, 80% of marine plastic debris comes from land, and 20% is produced by ocean-based sources such as fishing, shipping and aquaculture. 3 Much of it is comprised of industrial and domestic waste from metropolitan and urban areas with poorly managed collection and disposal systems.\n\n  ...\n\n- The plastics life cycle\n\n  Plastic pollution is a design, production, consumption and disposal challenge that must be tackled across plastic’s entire life cycle. Many factors contribute to the issue, most obviously unsustainable consumption patterns, non-existent or ineffective legislation, inefficient waste management systems, and a lack of coordination between different sectors.\n\n- The impacts of plastic pollution on biodiversity and human health\n\n  Plastic pollution has adverse impacts on ocean ecosystems, the integrity of food supplies, and people’s livelihoods.\n\n  ...\n\n- Confronting the issue: a harmonised methodology and a global agreement\n\n  Plastic leakage is a complex issue, involving multiple sources and actors, and addressing it requires stakeholders to join forces and intervene at various levels. Before this can happen, though, countries and cities face an initial knowledge gap: they need to establish the magnitude of the challenge they face, and gain an understanding of the processes involved.  Resolution No. 6 on marine plastic litter and micro-plastics adopted at the Fourth Session of the UN Environment Assembly (UNEA-4) in 2019 highlighted the importance of a harmonised methodology to measure plastic flows and leakage along the value chain, and generate actionable data.\n\n  ...\n\n- The Mediterranean: plastic pollution hotspot\n\n  The Mediterranean Sea is a global hotspot for plastic pollution, its semi-enclosed basin concentrating marine litter at levels comparable to those found in the five subtropical gyres 7,the most notorious being the ‘Great Garbage Patch’ of the North Pacific.\n\n  ...\n\n  The recent IUCN report Mare Plasticum: The Mediterranean provides information about the quantity of plastics leaking into the Mediterranean Sea every year, also highlighting the countries and cities with the highest plastic leakage rates. This map is a combination of both studies, merging information",
  "summary": "The text discusses the severity of the plastic pollution crisis, highlighting the widespread presence of plastic waste and its detrimental effects on the environment and human health. It also emphasizes the need for a coordinated global effort to address the issue. The overall sentiment of the text is one of concern and urgency in tackling the plastic pollution crisis. \n\nSentiment: 0.8",
  "sentiment": 0.8
}