{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic straws vs Paper straws : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/17x3s96/plastic_straws_vs_paper_straws/",
  "body": "Plastic straws also suck for the environment but it's not just straws, it's pop rings, plastic cups, plastic bags, and HUGE industrial waste dumps from large corporations. Get a stainless steel, bamboo, or glass reusable straw.",
  "readable_content": "- OH_BROTHER (2023-11-14): Just drink out of the glass. Unless its something like boba or a smoothie that needs a straw the no straw solves it. I work in a bar and only give straws to people who ask for them which is maybe 1 out of 10.\n- Waste_Coat_4506 (2023-11-15): I also carry a stainless steel one in case I get a drink and want or need a straw but you should consider that you have to use one 100 times before it offsets what it took to make it. So maybe worth it if you will actually use it a lot otherwise maybe not.\n- JeniCzech_92 (2023-11-15): Metal, reusable straws. Period.\n- stepheno125 (2023-11-15): The carbon output required to make paper straws is like two or three orders of magnitude higher than plastic straws and climate change is more of an existential threat than straws in that ocean. Also most plastic in the ocean is from mixed plastic recycling from the US and EU being sent to SE Asia where the valuable sh*t is picked out and the rest is dumped… And on the list of non-valuable plastic items, straws are probably at the top.\n\n- JPastori (2023-11-15): My opinion? Both suck, just get a reusable straw, these should just be used instead anyways, as the packaging for paper straws is going to create just as much waste as shipping plastic ones anyways.\n\n- thickhipstightlips (2023-11-15): What about stainless steel straws ?\n\n- Zempshir (2023-11-15): I can see you’re just talking about preference which is fine but the whole debate around it is really stupid to me.\n",
  "summary": "The conversation about banning plastic straws seems to be divided among the commenters. Some advocate for using metal or reusable straws, highlighting the environmental impact and carbon output of different types of straws. Others express frustration with the debate and emphasize the importance of addressing larger issues, such as climate change. Overall, the sentiment of the conversation seems to lean towards finding alternative, environmentally friendly options to plastic straws. \n\nSentiment: 0.5",
  "sentiment": 0.5
}