{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plankton Are Making Ocean Plastic Pollution Even More of a Mess",
  "href": "https://www.scientificamerican.com/article/plankton-are-making-ocean-plastic-pollution-even-more-of-a-mess/",
  "body": "Tiny creatures are gnawing away at plastic we humans are pouring into the environment, making the pollution less visible but potentially more problematic than ever, according to new research. In ...",
  "readable_content": "**Scientific American**  \n**NOVEMBER 28, 2023**\n\nPlankton Are Making Ocean Plastic Pollution Even More of a Mess  \nMicrobes tear up plastic into teeny tiny pieces that are even more dangerous to ecosystems\n\nIn a recent study, researchers found that plankton called rotifers can rapidly produce more than 300,000 particles of nanoplastic, smaller than one micron, in a single day in a plastic-rich environment. This presents a significant issue as nanoplastics have the potential to be even more harmful to both humans and the environment due to their minuscule size. The study complements existing research, shedding light on how plastic pollution can proliferate at an astonishing speed.\n\nThe researchers found that rotifers, equipped with specialized grinders called trophi, were capable of breaking down microplastics by making scratch marks on the plastic bits, creating ever smaller pieces. This new understanding emphasizes the need to comprehend the various pathways that plastics take in the environment.\n\nMoreover, the study serves as a reminder not to overlook the significant impact of small organisms on the environment and the importance of understanding their role in ecological processes.\n\n- MEGHAN BARTELS",
  "summary": "The post emphasizes the alarming impact of plastic pollution on ocean ecosystems, particularly how plankton are contributing to the breakdown of plastic into even smaller, more harmful nano-sized particles. The study underscores the urgency of understanding the various pathways of plastic pollution in the environment and the significant impact of small organisms. Overall, the sentiment is one of concern and urgency about the harmful effects of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}