{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Are plastic drinking straws the fall guy for plastic waste in ... - Reddit",
  "href": "https://www.reddit.com/r/RandomThoughts/comments/17m5m2a/are_plastic_drinking_straws_the_fall_guy_for/",
  "body": "God dammit but I miss plastic straws. There are so many other plastic things this world can do without, even more so than straws. Why did straws have to take the hit? I'm all for protecting the planet, but why straws? comments sorted by Best Top New Controversial Q&A Add a Comment. AutoModerator • ...",
  "readable_content": "- Are plastic drinking straws the fall guy for plastic waste in general?\n---\n- nonsense39 (2023-12-08): This war against plastic is mostly not a real attempt at solving the problem. For example, right now I'm eating a banana that was sold in a plastic wrap and I still have to use a paper straw so I can feel that I'm helping the environment. I remember years ago when environmentally conscious grocery stores used plastic bags instead of paper ones. I used to own an environmental consulting company and I believe that most of our environmental regulations are for political not technically sound reasons. If we really want to fix big environmental problems it will hurt financially and will not be politically acceptable.\n- MystifiedPeroxide (2023-12-08): Those paper straws are shitty. I like the bamboo straws though. I carry those around with me and use them.\n- arealhumannotabot (2023-12-08): I assumed that part of it might be that some plastics can be recycled or reused and thus are justified by having a longer cycle compared to something like a straw which is one-time use. But it's not lost on me that it could be the result of lobbying.\n- Xeno_Se7en (2023-12-08): Look, im going to say this in the nicest way possible but, just sip your drink.\n  - (In case you have a disability that makes it harder for you to sip drinks then this does not applies to you, neither if your drink is something that requires by all mean any sort of straw)\n  - Arguments like \"oh but im going to stain my mustache\" are easily solvable. Just clean yourself with a tissue.\n- Mr_Gaslight (2023-12-08): Yes, remember just before the pandemic when completely recyclable straws were the biggest threat to civilization?\n- tattoo5852 (2023-12-08): It never made sense. They should have kept the plastic straw (minimal plastic) and went to paper cups…\n- [deleted] (2023-12-08): Want to know what'll really make you mad? They've know how to make biodegradable hemp plastic since the 40's but big oil didn't like cheap plentiful biodegradable plastic so it's been suppressed for decades. (now you pay taxes for climate change and they had a solution all along)\n- Grouchy-Pizza7884 (2023-12-08): Just get a metal straw or bamboo straw. Plastics are used everywhere more in housing and packaging than in straws. So yes they are the fault guys.\n- theflamingsword101 (2023-12-08): Its all because of that one video of the turtle with the straw up its nose that galvanized the eco nuts to push for it.\n- AreolaCherryCola (2023-12-08): Tree huggers created the panic around plastic straws. So now we have to use paper straws when the entire cup is still made of plastic, and 90% of foods are still packaged in plastic.\n- guky667 (2023-12-08): From a practicality pov plastic straws are great! But I love metal straws even more because of their reusability (and most of them come with the brush that's a twisted wire with bristles, to clean it, it's great!) and I have multiple sized metal straws if I drink just liquids or something thicker or like boba",
  "summary": "The conversation reflects a variety of opinions on the banning of plastic straws, with some expressing skepticism about the effectiveness of the ban and others discussing alternatives like metal or bamboo straws. There are also references to the larger issue of plastic waste and the need for more comprehensive solutions. Overall, the sentiment seems to lean towards skepticism and frustration with the focus on plastic straws. \n\nSentiment: -0.3",
  "sentiment": -0.3
}