{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Observers see OPEC 'panicking' as COP28 climate talks focus on ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/18ee081/observers_see_opec_panicking_as_cop28_climate/",
  "body": "34M subscribers in the worldnews community. A place for major news from around the world, excluding US-internal news.",
  "readable_content": "- Kimber80 (2023-12-07): Observers see OPEC 'panicking' as COP28 climate talks focus on possible fossil fuel phase-out.\n- BoringWozniak (2023-12-07): The roots of the oil industry run deep. There will be many “losers” from the phase-out of fossil fuels. People who don’t want to lose their standing will dig in. If will be painful for them. But this change is necessary. Continuing on as we were is unsustainable.\n- CabanyalCanyamelar (2023-12-07): I’m okay with seeing OPEC+ lose. Bring it on.\n- Dahnlen (2023-12-07): It won’t actually be painful for them though. They’ve been milking the planet for decades. They have plenty.\n- Much-Protection-7592 (2023-12-07): The roosters come home to roost. They’ve had too much influence for too long. \n- banana_pirate (2023-12-07): Why specifically roosters? The saying is chickens, no?\n- ItsAMeEric (2023-12-07): Our ecosystem is being destroyed but won't someone please think of the profits of the fossil fuel industry that did this to us\n- galacticwonderer (2023-12-07): Think of their bonuses for gods sake\n- orangeowlelf (2023-12-07): “It’s not easy for countries like ours to accept a text that agrees to end fossils fuels today. It’s not easy, because what do we do after that?” I guess it’s back to herding goats and growing dates 🤣\n- jetstobrazil (2023-12-07): Just….everyone get ready for even this trivially meaningful conference to say that we’re increasing oil production to its highest volume ever. People are too greedy, people will not voluntarily, even with no regulation, promise to reduce their profits. We’re too far gone. Those that see our future, are racing to secure as much resources as possible, and the others are doing the same, but just because of the threat of renewables and powerfully evil greed. I do appreciate the voices speaking against these decisions that will be made, but I would have appreciated more of them, much more loudly, decades ago. Those in positions of power, save a few principled humans who were promptly smeared by the media and removed from their posts, have failed the human race. Not to say we should give up, just the opposite, we must use our collective power to strengthen our governments and media with only anti-corporatists, beef up our infrastructures by magnitudes while we can, and very quickly try to find solutions to a collapsing ecosphere, food and water supply, and mass immigration. Reject blaming your fellow workers and keep your target on the actual villains, don’t let them get away, even if it takes years of focus and determination in increasingly desperate conditions.\n- Waterboarding_ur_mum (2023-12-07): Fuck oil bruh, ironic since I spent 6 months studying to become a petrol engineer before I dropped out\n- goo321 (2023-12-07): Prices will rise as people are afraid to build oil/gas infrastructure and the shifting to other sources of energy will take much longer than expected.\n- 0b5cur3d (2023-12-07): Nikola Tesla laughing in his grave these days.\n- Maleficent_Science67 (2023-12-07): Get ready for cheap gas for a few years. Then back to getting gouged.\n- Pleasant-Article8131 (2023-12-07): I say prices are going to increase much sooner than that, oil sheiks and fossil fuel industry are gonna do what they can to get the Cheeto bandito back in office.\n- NyriasNeo (2023-12-07): I highly doubt OPEC will panic over hot air from a dog and pony PR show where the rich shows off their private jets. They are more likely to panic if TX pumps out more oil.\n- Eastmont (2023-12-07): Tell the oil sheiks or what not, to go back to their sand castles. Most of them have enough wealth to outlast several generations of Lamborghinis, even if they live more “frugally.”",
  "summary": null,
  "sentiment": null
}