{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "The Ocean Cleanup",
  "href": "https://theoceancleanup.com/",
  "body": "Plastic pollution is a global crisis requiring urgent action. We aim to clean up 90% of floating ocean plastic pollution The Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic. To achieve this objective, we use a dual strategy: intercepting plastic in rivers to cut the inflow of pollution ...",
  "readable_content": "The Ocean Cleanup (2023-12-08): We develop and scale technologies to rid the oceans of plastic.\n\nOur cleaning technologies are deployed around the world as we conduct the largest cleanup in history. For over ten years, The Ocean Cleanup has been researching, extracting, and monitoring plastic pollution in oceans and rivers globally – with millions of kilograms removed to date.\n\nA PLANET-SIZED PROBLEM\n\nTrillions of pieces of plastic pollute our oceans today, and the problem is worsening. This plastic has a devastating impact on marine wildlife and ecosystems. Plastics can persist for many decades, continuously degrading into microplastics. These can be ingested by wildlife and later enter the human food chain. Plastic pollution is a global crisis requiring urgent action.\n\nWE AIM TO CLEAN UP 90% OF FLOATING OCEAN PLASTIC POLLUTION\n\nThe Ocean Cleanup is a non-profit organization developing and scaling technologies to rid the oceans of plastic. To achieve this objective, we use a dual strategy: intercepting plastic in rivers to cut the inflow of pollution, and cleaning up what has already accumulated in the ocean and won’t go away by itself. When the oceans are clean, we can put ourselves out of business.",
  "summary": "The post discusses the significant impact of plastic pollution on marine wildlife and ecosystems, emphasizing the urgent need for action to address this global crisis. The Ocean Cleanup's commitment to developing and scaling technologies to rid the oceans of plastic demonstrates a proactive approach to tackling the issue. Overall, the sentiment is one of urgency and determination to address the detrimental effects of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}