{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Did plastic straw bans work? Yes, but not in the way you'd ... - Reddit",
  "href": "https://www.reddit.com/r/atlanticdiscussions/comments/15oaklb/did_plastic_straw_bans_work_yes_but_not_in_the/",
  "body": "For a few years, plastic straws were the trendy rallying cry for sustainability. In many ways, the campaign was a success story — one that elevated our awareness of single-use plastics to the point where it resulted in actual policy change. But upon reflection, not all the solutions that spun out of the anti-straw movement actually held water",
  "readable_content": "- MeghanClickYourHeels (2023-12-08): Did plastic straw bans work? Yes, but not in the way you’d think, by Harvin Bhathal.\n- NoTimeForInfinity (2023-12-08): People care about the weirdest stuff. If there was political advertising for the environment it would look like the straw turtle video. Weird. I wonder if political ads to save the planet should exist? Probably.\n- GreenSmokeRing (2023-12-08): I despise paper straws… they’re fine for a short while but turn to mush. Right idea, wrong execution.\n- Brian_Corey__ (2023-12-08): I do a lot of creek/park trash cleanups, here are the things I find most: -plastic bags -face masks -water bottles -Juice boxes, juice box straws, juice box straw wrappers -Cans -Tennis balls, rubber dog balls -Dogshit bags full of dogshit.\n- NoTimeForInfinity (2023-12-08): I've noticed a threefold increase in bags full of dog s*** on my riding route lately. I can't explain it. I would 100% rather see dog s*** in the grass for a couple weeks. As much behavioral science stuff as I consume I'm still baffled at what happens in some brains.\n- GreenSmokeRing (2023-12-08): We had a Red Bull Bandit that would evidently pound them five and six at a time and leaves piles of cans… next to a senior leader’s home. A cop donned hunting camo and staked out for days until the guy was caught.\n- Zemowl (2023-12-08): I've never actually counted, but based upon my \"beach sweep\" cleanup experience, I'd say you're onto something with that Monster Energy call. I'd bet there are two of those for every one of all other cans. Other observations: - the tampon dispenser numbers in the debris have dropped in recent years - disposable vape pen counts are steadily rising - dogshit bags full of dogshit are bad, but keep them in mind should you ever stumble across a lumpy looking diaper along the dune line.\n- shrdlu100 (2023-12-08): Number one action is to reduce production of plastics and packaging. A national bottle bill won't reduce necessarily but surely would help with litter of \"valuable\" beverage containers. National extended producer responsibility legislation would be ideal, but state by state is the slog now.\n- veerKg_CSS_Geologist (2023-12-08): I know my mother has a stash of plastic straws which she guards jealousy. I guess hoarding them does take them out of the landfills, at least temporarily, so maybe that’s a win? Personally I’m fine with the paper straws that fall apart in 30 minutes. I don’t drink a whole lot other than water though. I do have a nice set of bamboo straws that were a gift. I’ve only used them a couple of times because honestly they’re so nice I’m scared of losing them so they just sit in my drawer. Safe and unused.\n- MeghanClickYourHeels (2023-12-08): A couple of years ago I had a MASSIVE margarita at the ball park. The paper straw was standard size, too small for the beverage, and did indeed fall apart long before I could finish it. They have commemorative cups. Maybe a commemorative straw would be nice to go along with it when you’re buying those giant drinks.",
  "summary": "The conversation highlights various perspectives on the effectiveness and challenges of banning plastic straws, including the issues with alternative options and the impact on litter. There are mixed feelings about the bans and the practicality of alternative options. Some express frustration with paper straws and point out the prevalence of other types of litter. Overall, there is a sense of both support for environmental initiatives and skepticism about their implementation. Sentiment: 0.2",
  "sentiment": 0.2
}