{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "The sources of oceans plastic pollution : r/MapPorn - Reddit",
  "href": "https://www.reddit.com/r/MapPorn/comments/161rmp9/the_sources_of_oceans_plastic_pollution/",
  "body": "The world generates around 350 million tonnes of plastic waste per year. That means that around 2% of waste is traded. The remaining 98% is handled domestically. It's sent to a landfill, recycled, or incinerated in the country where the waste was generated. The idea that most of the world's plastic waste is shipped overseas is incorrect.",
  "readable_content": "- giuliomagnifico (2023-12-08): The sources of oceans plastic pollution\n- 5t3v321: Couldn't you have shifted the map a little to the right so so continent gets cut in half?\n- CGFROSTY: Trying to hide the European pollution.\n- DarkLord3002: it took me nearly a minute to understand the map...\n- [deleted]: like the Pacific Ocean is right there and you want to cut off bits from Africa and Europe?\n- Crayshack: I think in this case, the point was to focus on the oceans rather than the continents. Shifting the map to the right would cut the Atlantic in half and you'd miss the pattern emerging from the shipping lanes.\n- 13igTyme: Should have used a different color for shipping. the gray everywhere doesn't stand out as much against the other gray.\n- TwoSheds84: Are these to scale? How is shipping dumping so much plastic in the ocean compared to all the other sources?\n- Salami__Tsunami: Fucking New Orleans at it again.\n- alwayslooking: Do we know what are the effects of micro-plastics on humans yet ?\n- TipsyMcswaggart: The largest problem with this map is many of these south east asian countries get plastic waste shipped to them from NA and Europe, heavily skewing the results.\n- ... (more comments follow)\n\n**Notice**: Many of the comments focus on the presentation and interpretation of the map, as well as the sources of plastic pollution in the oceans. There are discussions about the effects of micro-plastics, the impact of international shipments of plastic waste, and the regional distribution of responsibility for ocean pollution.\n\n--- \n- CaptainN_GameMaster: Maybe this is their way of shipping it back\n- magneticanisotropy: . Ganges discharge 100k mtons, trash exports from one nation 144k. This doesn't skew the data?\n- Aggressive-Coat-5716: Most of the plastic waste in the oceans comes from the Philippines\n- Svitii: Good thing we drink from those soggy ass paper straws that wouldn’t have ended up in the ocean anyway while east asia single-handedly kills all of the ocean’s life with their pollution…\n- Bits-N-Kibbles: If you want to stop plastics in the oceans, go to Southeast Asia, India, and China to start some sort of enforcement and education about fresh water. The rivers are their dumping grounds. They are 90% of the problem.\n\n**Notice**: The comments discuss the regional distribution of plastic pollution, with emphasis on Southeast Asia, India, and China, and the ramifications on oceanic life.\n\n--- \n- Pilum2211: Not \"heavily\".\n- CaptainN_GameMaster: Seriously...\n- magneticanisotropy: Source for heavily skewing? This was largely debunked, as exported waste is a small fraction of plastic waste generated in these countries.\n- Funicularly: Not true.\n- TipsyMcswaggart: Source for debunking?\n- magneticanisotropy: . Ganges discharge 100k mtons, trash exports from one nation 144k. This doesn't skew the data?\n- Aggressive-Coat-5716: Most of the plastic waste in the oceans comes from the Philippines\n- Pilum2211: According to this Article (I don't know how reliable it is). Only 2% of worldwide plastic trash gets exported abroad.\n\n**Notice**: The discussion centers on the impact of exported waste on the data regarding plastic pollution, with different users providing conflicting perspectives and sources to support their viewpoints.\n\n--- \n- moonordie69420: C H I N A\n\n**Notice**: This comment makes a direct reference to China as a major contributor to ocean plastic waste.\n\nDo note the ongoing essential exchanges in the thread about plastic pollution sources and distribution.",
  "summary": "The conversation about plastic pollution sources and distribution indicates a mix of viewpoints and information, with users discussing the presentation of data, international shipping of plastic waste, and regional responsibility for pollution. The comments reflect a range of perspectives, including skepticism about the impact of exported waste, emphasis on Southeast Asia, India, and China's role in plastic pollution, and conflicting sources of information. Sentiment: 0.3",
  "sentiment": 0.3
}