{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Brain Blaze video request: \"Plastic Straw Bans and Other ... - Reddit",
  "href": "https://www.reddit.com/r/SimonWhistler/comments/185usei/brain_blaze_video_request_plastic_straw_bans_and/",
  "body": "Some brands of plastic straws are made of the few actually recyclable plastics, and could be recycled if the plastic recycling industry actually existed. I think the straw thing happened during the Shameful Interregnum between Obama leaving office and Biden being inaugurated, and honestly the human species should simply declare a mulligan on ...",
  "readable_content": "RedFumingNitricAcid (2023-11-26): Brain Blaze video request: “Plastic Straw Bans and Other Stupid Things That Aren’t Helping”\nI was in a pretty poor mental condition when the “plastic straws are bad” thing happened, and frankly I’m at a loss to explain what happened and don’t care enough to look. What I think happened was this local news station did an “interview” with some 5 year old that said something about plastic straws being bad for turtles, and for some stupid reason adults everywhere latched onto plastic straws being bad and a lot of the worst polluters on Earth discontinued or banned them to make it look like they were “helping”. No actual environmental or climate scientist ever actually endorsed the idea in a peer reviewed paper.\n\n- It was not \"some 5 year old\" but Sir David Attenborough when he produced and voiced the show Blue Planet 2 that showed the impact of waist plastic on sea animals. The show has some very distressing footage of the impact of the straws killing a number of animals including sea turtles. The ban is not universal and changes from country to country and different locations. In the UK it's a ban on single use plastics that do not have a medical exemption. I have no data on the overall impact of the ban myself. McDonald along distributed 1.8 million none degradable straws per day in the UK so it is not unfeasible that it had an impact. Green groups call it a groundbreaking improvement but that is to be expected.\n\n- The problem I have with paper straws is they don’t work. Ideally, everything we do to reduce single use plastics usage is a win. But, the replacement needs to work. Paper straws are a disaster.\n\n- If they made paper straws the way they used to before plastic straws (with a coating of wax), they would be much better.\n\n- In this paper on the effects of plastic pollution on marine wildlife, plastic straws are in the second-worst category in most regards (plastic bags and plastic utensils are always on top, i.e., worst): [Link to scientific paper]\n\n- Fwiw plastic straws have been the big one talked about but most bans have been on single use plastics, which includes utensils.\n\n- https://youtu.be/4wH878t78bw?si=tmNfpu-U8RfUW7pj It’s not as bad as a bowel obstruction due to swallowing a single use plastic bag. Also, microplastics and the great garbage patch.\n\n- Alot of places there was no ban, people just had to request a plastic straw instead of automatically being given one. Turns out no one was requesting them so stores phased them out. The whole negative response to it was media hyperbole. Same with opposition to bringing your own reusable bags to the supermarket, grow up people.\n\n- I saw a video where vets pulled a plastic straw out of a sea turtle's nostril. Never used them again.\n\n- My sister was really judgmental and gung-ho about the plastic straw thing while I have reasons to need to use them at times. It was just so freaking obnoxious to deal with and now she's completely forgotten she did it at all.\n\n- There are biodegradable straws and utensils that are as good (or even better) the plastic ones. I do hate the straws the seem to be made of grade D cardboard but the one McDonald's I visit has the biodegradable straws and had a steak at an airport past security where metal knives were not allowed but the \"paper\" knife they gave me was excellent.\n\n- Besides the addition of tons of plastic waste, on land and sea, plastic straws are simply unnecessary on the scale that they're used. I think that's a key point of a lot of the arguments against straws. It's a ridiculously wasteful behavior, and one that most people do without a second thought... use a straw to drink from a perfectly good cup and throw them both away. When you start to pay attention to the little things, you'll start to see the big things too.",
  "summary": "The conversation expresses a range of opinions about banning plastic straws. Some believe the ban is a positive step to address environmental concerns, while others criticize the ban, citing issues with alternatives like paper straws. The sentiment is overall mixed with varying degrees of agreement and disagreement expressed. \n\nSentiment: 0.1",
  "sentiment": 0.1
}