{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic Straw Critics Were Always A Straw Man l : r/TheGist - Reddit",
  "href": "https://www.reddit.com/r/TheGist/comments/1622oxz/plastic_straw_critics_were_always_a_straw_man_l/",
  "body": "A new study shows that paper and bamboo straws are WORSE for the environment and the human body than plastic straws in important ways. Plus, the…",
  "readable_content": "DeaconCorp (2023-08-08): A new study shows that paper and bamboo straws are WORSE for the environment and the human body than plastic straws in important ways.\n\nMuck_Mire (2023-10-05): Mike Pesca is usually cautious about hype surrounding a study. But he loves plastic straws so much he did not apply his usual skeptical approach. I will invoke the spirit of Maria Konnikova and call bullshit on the headlines and on the statement that “A new study shows that paper and bamboo straws are WORSE for the environment and the human body than plastic straws.”\n\n- Muck_Mire (2023-10-05): First, the paper does not provide significant evidence that paper straws have more PFAS than plastic straws.\n\n- Muck_Mire (2023-10-05): Second, it is notable that the news stories reporting on this paper did not mention the amount of PFAS found. Most straws had under 2 ng/g. What does this mean?\n\n- Muck_Mire (2023-10-05): Third, the study did nothing to study actual exposure to PFAS from these straws.\n\n- Muck_Mire (2023-10-05): P.S. BS: The same basic result was reported two years ago, but these student-authors wanted to check out straws being sold in Belgium.\n\nShoddyWeekend16 (2023-10-05): First, some of the study results just don’t make sense and if I was conducting it, would lead me to deeply question the whole process. The biggest issue I had with this segment was not with Mike’s stance on straws, but with his argument.\n\n- ShoddyWeekend16 (2023-10-05): The entire technological advancement of the human race is because of small incremental changes. The automobile didn’t just pop into existence. Humans didn’t just evolve to increase our life expectancy.\n\nSpectacularGobsmack (2023-10-05): The better argument is the more permanent consumer item is higher polluting than the disposable one.\n\nleroyjabari (2023-08-08): I agree the replacement of straws was always a bad idea, but certain straw applications that were removed like with the Starbucks sippy cups for persons without a disability that prevents them from using it is not the worst thing in the world. Maybe a more nuanced argument is warranted.",
  "summary": "The conversation seems to be critical of the study claiming that paper and bamboo straws are worse for the environment and the human body than plastic straws. The participants point out flaws in the study, such as lack of significant evidence and failure to consider actual exposure to the harmful substances. They also highlight the importance of nuanced arguments when discussing the replacement of straws. Overall, the sentiment appears to be skeptical of the study and the need for a deeper examination of the issue. \n\nSentiment: 0.6",
  "sentiment": 0.6
}