{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic pollution: The Great Pacific garbage patch aka ... - Reddit",
  "href": "https://www.reddit.com/r/Pollution_Waste_Map/comments/184792m/plastic_pollution_the_great_pacific_garbage_patch/",
  "body": "🌎 Plastic pollution: The Great Pacific garbage patch aka GPGP, a new continent made of humanity's plastic ... The real-time pollution and waste map, a #GIS aimed at spotting and reporting any source of pollution, waste, or litter observed in the environment on a live world map.",
  "readable_content": "**Reddit Recap**\n\n**r/Pollution_Waste_Map**\n\n- **LivePollutionMap**\n  \n🌎 Plastic pollution: The Great Pacific garbage patch aka GPGP, a new continent made of humanity’s plastic\n\nToday’s pollution hotspot:\n\nAnthropogenic pollutions have unknown consequences: the North Pacific Garbage Patch or Pacific trash vortex\nType: low density marine debris (plastic, microplastic, floating trash)\nWhere: North Pacific Ocean [135°W—155°W and 35°N—42°N]\nQuantity (est.): 1.6 million square kilometres; 80,000 metric tons (source: NG)\nDate reported: 23/11/2023\nCause: rivers, oceans littered with debris\nConsequences: several garbage patches form in the oceans (Pacific, Atlantic) due to the North Pacific Subtropical Gyre\nRisks: environment (marine wildlife); human health (through the food chain)\nStatus: no solution (only limit anthropogenic production of plastic)\nSource: u/NationalGeographic National Geographic\nInfo: Wikipedia; The Ocean Cleanup\n#News #Pollution #Waste #Environment\n\n**The Real-Time Pollution and Waste Map**\n\nThe real-time pollution and waste map, a #GIS aimed at spotting and reporting any source of pollution, waste, or litter observed in the environment on a live world map.\n\nhttp://u.osmfr.org/m/911641/\n#GISMapping #Pollution #Waste #Landfill #Dump #Garbage #Spill #Leak #Contamination\n\n**Also on…**\n- Twitter\n- LinkedIn",
  "summary": "The post provides alarming information about the extent of plastic pollution, particularly the Great Pacific garbage patch. It underscores the urgent need to address the issue and limit anthropogenic production of plastic to mitigate environmental and health risks. The real-time pollution and waste map also demonstrates a proactive approach to monitoring and reporting pollution. The sentiment about banning plastic straws is likely to be in favor of such measures, given the emphasis on reducing plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}