{
  "query": "plastic straws",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Bio-based alternatives to plastic drinking straws: are they more ...",
  "href": "https://link.springer.com/article/10.1007/s44246-023-00062-4",
  "body": "The global production of nondegradable catering straws has skyrocketed due to their versatile properties, which results in significant CO2 emissions and pollution of the ecological system. While paper and polylactic acid straws have gained increasing popularity in the beverage industry, there needs to be more investigation of the vital product properties determining their hedonic differences ...",
  "readable_content": "- **Carbon Research**\n  - *Original Article*\n  - **Open access**\n  - Published: 27 July 2023\n  - **Volume 2, Article number: 28 (2023)**\n  - *Download PDF*\n  - You have full access to this open access article\n  - **Aims and scope**\n  - *Submit manuscript*\n  - **Yinglin Liang, Jiazhou He, Min Zhuang, Fayuan Chen, Kui Yang & Jinxing Ma**\n  - 1604 Accesses\n  - 1 Citation\n  - 3 Altmetric\n  - **Cite this article**\n\n*Abstract*\n\nThe global production of nondegradable catering straws has skyrocketed due to their versatile properties, which results in significant CO2 emissions and pollution of the ecological system. While paper and polylactic acid straws have gained increasing popularity in the beverage industry, there needs to be more investigation of the vital product properties determining their hedonic differences. This study systematically compared the properties of paper, polylactic acid and plastic straws, and their impacts on the consumer experience and willingness. Results showed that the open structure of paper straws prompted water penetration and absorption, reaching a water absorption of 30% after 10-min wetting, which might affect the taste of the drink. In contrast, the compact polymer matrices of polylactic acid straws prevented mass exchange in their use for drinking but retarded product biodegradation under natural conditions. Results of consumer testing showed that while the participants had a comparable liking of paper and polylactic acid straws to insert into a drink (i.e., 4.16 and 4.47 out of 5, respectively), the intrinsic difference was covered up by the open-ended capping for beverages. For the “fully sealed on top” dataset, paper straws dropped to 3.46, while that for polylactic acid straws remained at 4.70. Furthermore, a biodegradable straw easily inserted into a drink without fracture may positively prompt merchants’ revenue. This study is expected to pave the way for the advancement and widespread use of bio-based products.",
  "summary": "The article provides a detailed comparison of paper, polylactic acid, and plastic straws and their impact on consumer experience and willingness. It highlights the potential benefits of biodegradable alternatives and emphasizes the importance of further research into the properties of these alternative materials. The overall tone seems to be supportive of the advancement and widespread use of bio-based products. \n\nSentiment: 0.8",
  "sentiment": 0.8
}