{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic Straws : r/TheGist - Reddit",
  "href": "https://www.reddit.com/r/TheGist/comments/161wyh4/plastic_straws/",
  "body": "The US is about 14% of all emissions, and electricity is about a quarter of that, so it's roughly a three percent global reduction. Whereas American plastic straws as a percentage of global plastic waste is something less than 0.01% (as Mike has pointed out). I'm a data-driven kind of guy. I dont think you are.",
  "readable_content": "- ZookeepergameSure417 (2023-08-08): I'm not in the same league as Mike when it comes to puns and wordplay, but I have to say that I think his anti-anti-plastic-straw argument just doesn't hold water (hey, I try). I don't think anyone with any intelligence has ever made the argument that cutting out single-use plastic straws by itself would have a significant direct impact on the amount of plastic waste. If one's decisions were based only on direct impact, nobody on this planet should bother to do anything to mitigate any global problem. As one person out of 8 billion, the direct impact of anything I do wouldn't even come close to 0.03 % of any matter of concern. Does that mean I shouldn't bother to limit my waste or conserve energy? It does not. If I google \"plastic straw ban\", the first hit I get is this: (https://www.plasticpollutioncoalition.org/the-last-plastic-straw-movement). I think this sentence from near the top of the page sums up the primary reason that this group (and others) are spreading the message about plastic straws: \"In the long run, this collective engagement around the gateway issue of plastic straws will meaningfully shift the way individuals and businesses think about plastic pollution – and about our society’s disposable culture on a larger scale.\" Will this idea actually work? I don't know, but it does seem to be a reasonable conjecture, and focusing on this minor inconvenience that still garnered worldwide attention thanks to our now-famous beshelled aquatic friend seems like it's worth a try. As for the other issues, I don't think they are major detractors to the idea that businesses should try and limit the availability of single use plastic straws. The recent revelation that many \"eco-friendly\" plastic straw replacements have PFAS (or other \"forever chemicals\") is bad, but that just means we need to find better alternatives. Personally, I would usually rather drink directly out of a cup than use a straw, but not always. Straws are definitely my preferred imbibing method in some circumstances, and in my limited experience I have found disposable replacements to disposable plastic straws to be inferior. Ultimately, I would strongly encourage businesses to limit the availability plastic straws - though have that option available on request for those who really need a straw (like those with disabilities) and yes, even for folks who just prefer a plastic straw experience (which I admit is me in some cases). In any case, I think there's a decent chance that the current focus on plastic straws results in benefits beyond the 0.03% of plastic waste that is currently composed of single-use plastic straws. At least I think the logic is sound. Then again, there could also be backlash against what some might see as a \"woke\" anti-plastic-straw movement, making matters worse. And given the current ideological makeup of our country, that's also a definite possibility. I'm a data-driven kind of guy (as I suspect Mike is), so I am curious to see if the actual impact of this movement (if any) could possibly be teased out of the data from all of the other contributing factors. I don't think the verdict is yet in.\n    - Equivalent_Clock_903 (2023-08-08): I'm in the camp that the backlash makes it worse. People get upset that such a big effort is put into something that has a negligible effect that they kinda give up on the idea all together. Wouldn't it have been better to keep the plastic straws (which are so much better than the alternatives) and focus on things that that don't have such a negative impact on people's daily lives. Like we could've focused on to-go packaging (bags, containers, utensil wrapping, etc). It would've had a bigger impact on plastic waste and had a negligible effect on people's daily lives and it would've accomplished the same positives that you put forth for straws.\n        - ZookeepergameSure417 (2023-08-08): I believe one of the arguments you are making is an opportunity cost argument, which is excellent! I believe you are saying that putting effort into the bigger factors (like plastic bags) would be a better use of the effort. Well, maybe. I think the very reason for focusing on plastic straws is that it is a small problem (and a small inconvenience for most people) that can be easily mitigated. It is also in the zeitgeist because of the sea turtle video (though that was long enough ago now that it is fading). You shouldn’t think of it as an effort to reduce the amount of plastic waste by removing the negligible amount that is due to plastic straws, but rather as an education and outreach program intended to affect behavior, and by doing so, ultimately have a much larger impact.\n    - Chicago-Emanuel (2023-08-08): I find this to be kind of a weird thing for cranks to fixate on. Just because PFAS in paper products are a problem doesn't mean that disposable consumer plastic isn't a problem. Sure, some proposed solutions are going to turn out to be bad and maybe even cynical greenwashing, but the concern that led people to take a second look at plastic straws is a valid concern.\n    - pcacioppi (2023-09-08): No, plastic straws isn't a valid concern, because they represent such a tiny fraction of ocean plastic waste. Even if you managed to eliminate them completely, you would not improve the plastic waste situation in a noticeable way. If you're asking me to make a sacrifice for that environment, then I have a simple test. \"What if everyone, all over the world, made this sacrifice?\". If the answer is, \"the problem would be reduced by 10% or more\" then I will likely do it. If the answer is \"the problem would be reduced by less than 0.1%\", then not only won't I do it, I assume the people making the request are numerically illiterate and thus not to be trusted.\n        - quinstontimeclock (2023-09-08): I think you're misremembering the conversation that was happening around straws in 2016-2018. From a NYT article from 5 years ago https://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html ... Large corporations, such as the ones Mike mentioned in his re-aired spiel got on the bandwagon largely because of a viral video of a turtle and a 9-year-old's unverified claims of straw usage. There was no larger engagement strategy - it was always just opportunism, herd mentality and corporate greenwashing. Starbucks changing it's lid design to eliminate straws, but increasing the amount of plastic used was just the pièce de résistance of the whole nonsensical episode. For my part, I am now more cynical about environmental claims in the mainstream media than I was before the straw debacle.\n            - ZookeepergameSure417 (2023-09-08): A little research shows that young Milo Cress (now 22) started his campaign to reduce plastic straw use in 2011. I don't know how much traction it got. The viral turtle video was in 2015, which is when the movement really got some coverage. And if it was opportunism for companies to jump on the bandwagon (for green-washing or whatever reason), what's wrong with that? They did it because the issue was in the news. It was self-serving for them AND brought attention to the issue of plastic waste: win-win. Cress' estimate of 500,000 straws per day was actually amazingly good. If you read the rest of the",
  "summary": "The conversation revolves around the debate on whether the focus on banning plastic straws is an effective way to address plastic waste. Some argue that the impact of plastic straw bans is negligible and that efforts should be directed towards larger factors like to-go packaging. Others believe that the focus on plastic straws serves as an education and outreach program to ultimately have a larger impact on behavior. Overall, the sentiment in the conversation seems to be divided, with some questioning the effectiveness of the plastic straw ban and others supporting it as an opportunity for behavior change. \n\nSentiment: 0.2",
  "sentiment": 0.2
}