{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Stamford Hill attack: Jewish woman 'kicked unconscious' as ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/18eeo6g/stamford_hill_attack_jewish_woman_kicked/",
  "body": "Israel shares full list of Palestinians to be released in hostage deal. newsweek. 2.1K upvotes · 674 comments. r/nfl. [Cabot] Browns Baker Mayfield was the 1st player off the field and walked off looking mad; Didn't celebrate the victory over Lions w/teammates or fans. Then, he declined to talk to the media post-game for the 1st time in his ...",
  "readable_content": "- thepithypirate (2023-12-07): The police came to my mate’s house cuz his dad posted a meme last spring…. Hope these guys get caught….\n- BigGaynk (2023-12-07): theres a meme police?\n- Matte310 (2023-12-07): It kind of look like they tried to kick her under the passing car. Disgusting.\n- neutralguy33 (2023-12-07): People just walking by, what a shitbox country\n- shlepple (2023-12-07): Jfc. Im crippled and would physically intervene even if i got the shit beat out of me. I couldn't live with myself if i just watched.\n- [deleted] (2023-12-07)\n- ITMerc4hire (2023-12-07): Remember everybody, there’s no antisemitism problem, it’s anti Zionism.\n- Heretic193 (2023-12-07): The article says that they don't know what the motivation behind the attack was yet. I'm not sure it's antisemitism just because the victim was Jewish. I think the motivation has to be because she was Jewish is my understanding of it. Either way, let's hope they are caught. It also says they took her bag which is a motivation in itself.\n    - [deleted] (2023-12-07)\n- w0kes (2023-12-07): Well right now there is a war in Gaza so she kinda deserved that /s\n- SeanSMEGGHEAD (2023-12-07): Did they know she was Jewish? If she wasn't we probably wouldn't be hearing about this attack at all tbh. London is truly a shithole.\n    - wuflubuckaroo13 (2023-12-07): Hey hey, let’s look at it from their point of view! Hamas is being bombed ya know!! Let’s not be too hasty to judge. /s",
  "summary": null,
  "sentiment": null
}