{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Plastic straws are returning? I just got one : r/DunkinDonuts - Reddit",
  "href": "https://www.reddit.com/r/DunkinDonuts/comments/16db1h1/plastic_straws_are_returning_i_just_got_one/",
  "body": "They aren't plastic! They're made of PHA which comes from canola oil :) Wow good to know! Had no idea that existed, way better than paper straws! I'm a truck driver and I'm constantly visiting Dunkin''s all across the country. The regular plastic orange straws are the standard and I haven't seen them changed anywhere.",
  "readable_content": "- saxor321 (2023-09-08): Plastic straws are returning? I just got one. It was blue though not orange so it might be temporary. Hate the paper straws.\n\n- maremi001 (2023-09-08): Plastic straws still available at mine. But today I did see blue straws as well. Maybe the blue straws use less plastic to make?\n\n- HeadlessHookerClub (2023-09-08): I’m a truck driver and I’m constantly visiting Dunkin’’s all across the country. The regular plastic orange straws are the standard and I haven’t seen them changed anywhere.\n\n- phantomthrowaway5 (2023-09-08): I live in a place that outlaws plastic straws and bags. We've had the blue straws for years. They aren't plastic! They're made of PHA which comes from canola oil :)\n\n- saxor321 (2023-09-08): Wow good to know! Had no idea that existed, way better than paper straws!\n\n- Important_Bite4087 (2023-09-08): my dunkin has plastic straws!\n\n- foodiegirl219 (2023-09-08): That's all we have in plastic\n\n- _cuppycakes_ (2023-09-08): there are different straws? we only have plastic here (northern virginia)\n\n- fakeplant101 (2023-09-08): Only plastic where I live\n\n- bleezy_47 (2023-09-08): always been plastic (California)\n\n- ariellegraciee (2023-09-08): i’m in a town in md and it varies here. a lot of stores have been biodegradable for yrs but some still have plastic. a dunkin/baskin robbins even has pink plastic ones",
  "summary": "The conversation reflects mixed experiences regarding the use of plastic straws, with some users expressing frustration with paper straws while others have found alternative, more sustainable options such as biodegradable straws. The sentiment is varied, with a general inclination against the use of traditional plastic straws. Sentiment: 0.2",
  "sentiment": 0.2
}