{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Paper straws not so eco-friendly, 90% contain toxic \"forever ... - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/163hzb5/paper_straws_not_so_ecofriendly_90_contain_toxic/",
  "body": "Scientists have found a way to turn pollen, one of the hardest materials in the plant kingdom, into a soft and flexible material, with the potential to serve as 'building blocks' for the design of new categories of eco-friendly materials. The findings were published in \"Nature Communications\". eurekalert.org. 2.2K.",
  "readable_content": "- Sorin61 (2023-12-08): Paper straws not so eco-friendly, 90% contain toxic “forever chemicals” newatlas.com\n\n- OptimisticSkeleton: Can we just admit capitalism won’t fix the problems capitalism created? We need entirely new modes of production and distribution because what we do now is killing the planet.\n\n- Rednaxila: Where do I research more about alternative models?\n\n- m2thek: I really don't think it's that big of an ask for:\n  - Restaurants to stop giving out straws by default\n  - People who know they want/need straws to be expected to carry one with them when they're out\n  - People who don't need straws to survive without them\n  - Restaurants to carry a very small amount of disposable straws in the event someone who absolutely needs one does not have one\n\n- Kes1980: This does not mean paper straws are as bad as plastic ones. If you throw away a paper straw with a thin coating of something water repellent, most of it would still biodegrade, where plastic doesn't.\n\n- Zoso03: Yup, it was never addressed, and this article is bad for not addressing it. Enough people hate paper straws, and this will add fuel to that fire without giving proper perspective\n\n- WhenVioletsTurnGrey: If I've learned anything it's that \"Saying you are doing a good thing is much more impactful than actually doing it\" , as far as most business is concerned.\n\n- Josh-Rogan_: Ban the f*cking things. Nobody needs to use disposable straws.\n\n- CowBoyDanIndie: It’s hilarious how much people focus on straws. There are much much larger sources of single use plastic.\n\n- swagdu69eme: Why are people so insanely focused on straws? Are you aware that not using your car for a day or eating no meat one in a while will have way more impact than using disposable straws ever will?\n\n- FX_King_2021: And I was buying only paper straws thinking its eco-friendly.\n\n- Conscious-Shoe-4234: if, in a world of f250 dualie trucks you purchase a bicycle: \"they strip mined the earth for the aluminum in that frame\" is not an argument ever made in good faith.\n\n- Kowzorz: There are few ways to interact with this capitalist machine that are truly eco-friendly anymore.\n\n- GreenMirage: I used a hollowed out Goat rib bone from my curry meal when I was 9. My family threw it out saying it was degenerate and rural despite the fact we slaughtered the goat ourselves. 😆\n\n🤷 ivory > bone > titanium > steel imho for that eco-friendly drip.\n\n- heloguy1234: Why are we still using this shit in single use items? Common sense isn’t going to solve this problem. We need regulation.\n\n- Sea_Comedian_3941: Why TF do you need a straw, and if you do, they should be reusable.\n\n- erikmongabay: Metal straw user here, don't like how the paper ones melt in your mouth anyhow...\n\n- FrozenFern: Seems like every solution ends up being its own problem a year later. At this point we need to just go back to homesteading or feudalism for 200 years and reset. Give nature time to bounce back\n\n- spamowsky: Is this truly shocking?",
  "summary": "The conversation about banning plastic straws has a mixture of sentiments. Some users express frustration with the focus on straws, highlighting larger sources of single-use plastic and the need for systemic change. Others discuss the limitations of alternative solutions and the impact of individual actions. The overall sentiment seems to lean towards skepticism about the effectiveness of focusing solely on banning plastic straws. \n\nSentiment: -0.5",
  "sentiment": -0.5
}