{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "What Do We Know About Plastic Pollution in Coastal/Marine Tourism ...",
  "href": "https://journals.sagepub.com/doi/full/10.1177/21582440231211706",
  "body": "Plastic pollution in marine tourism is getting more concern from scholars over the years (Maione, 2021). It can be reflected in the number of related articles published, which is shown in Figure 1. The first article was published in 1999, and in the next 16 years, this research field did not get much concern. However, since 2015, it can be ...",
  "readable_content": "Anonymous (2023-12-08): We value your privacy\nWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalized ads and content, ad and content measurement, and audience insights, as well as to develop and improve products. With your permission we and our partners may use precise geolocation data and identification through device scanning. You may click to consent to our and our partners’ processing as described above. Alternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing. Your preferences will apply to this website only. You can change your preferences at any time by returning to this site or visit our privacy policy.\nMORE OPTIONS\nDECLINE ALL\nACCEPT ALL\n\n- I have access via:\n- UNIV OF THE SOUTH\n- Access/Profile\n- Cart\n- Browse by discipline\n- Information for\n- SAGE Open\n- Impact Factor: 2.0\n- 5-Year Impact Factor: 2.2\n- JOURNAL HOMEPAGE\n- SUBMIT PAPER\n- Open access\n- Research article\n- First published online December 3, 2023\n- What Do We Know About Plastic Pollution in Coastal/Marine Tourism? Documenting Its Present Research Status from 1999 to 2022\n- Jiale Zhang https://orcid.org/0000-0003-1391-4314 704373243@qq.com, Farzana Quoquab https://orcid.org/0000-0002-6562-4100, and Jihad MohammadView all authors and affiliations\n- All Articles\n- https://doi.org/10.1177/21582440231211706\n- Contents\n\n- Abstract\n- Introduction\n- Plastic Debris in the Oceans\n- Plastic Pollution in Coastal/Marine Tourism\n- Methodology and Data\n- Findings of Bibliometric Analysis\n- Discussion and Conclusions\n- Theoretical Contribution and Managerial Implications\n- Limitations and Future Research Directions\n- Declaration of Conflicting Interests\n- Funding\n- ORCID iDs\n- References\n- PDF / ePub\n- More\n\n- Abstract\n- This study aims to present a comprehensive knowledge mapping of plastic pollution on coastal/marine tourism research. To achieve this objective, the present study employed a two-tier analysis, including a systematic review of literature and bibliometric analysis of 164 scholarly articles spanning 1999 to 2022. The results underline the multidisciplinary nature of this research domain, characterized by a significant upswing in publications. The dominant countries in this field are identified as Brazil, Australia, and the USA. A noteworthy collaboration dynamic between the Chinese Academy of Sciences, East China Normal University, and the University of Chinese Academy of Sciences has emerged, signaling opportunities for enhanced cross-border cooperation. Jambeck, who provided data support for this research field, is found as the most cited author. Marine Pollution Bulletin, Environmental Pollution, and Science of the Total Environment are the most prolific journals discussing such topics. The primary research clusters in this field include seasonal comparison, Qinghai Lake, and small plastic debris. Additionally, scholars have recently focused on new topics such as seasonal comparison, case study, spatial pattern, and the Southern Baltic Sea in the last 3 years. This research also reports 10 articles with the highest citations and 10 highly cited papers. Not only this, the present study presents the inaugural bibliometric analysis on plastic pollution in coastal and marine tourism. To the authors’ knowledge, it stands as a pioneering investigation of its nature, offering a comprehensive view on the research domain by evaluating a time span exceeding two decades, with a specific emphasis on the literature pertaining to marine tourism.\n\n- Introduction\n- Human activities have negatively affected the coastal areas’ environment and biodiversity (Cherif et al., 2020), which has impacted coastal tourism, the primary driver of the economy of coastal cities worldwide (Mejjad et al., 2022; Schaffer & Tham, 2019; Scherrer, 2020). Coastal tourism refers to a procedure in which tourists, along with the destinations and local communities they visit, are involved (Brandão et al., 2019. The majority of coastal tourism activities typically take place in areas close to the shoreline, encompassing both the coastal land and the adjacent waters (Mejjad et al., 2022). Coastal tourism can have substantial economic benefits for humans. For example, Yepes and Median (2005) revealed that despite comprising a mere 0.001% of Spain’s land area, beaches account for approximately 10% of the country’s Gross National Product. However, the tourism industry’s operations can have detrimental effects on the environment, including but not limited to climate change, natural resource depletion, water and air pollution, and intensified strain on endangered species (Grelaud & Ziveri, 2020). Additionally, coastal tourism activities have also caused a massive loss of biodiversity, land occupation, aquaculture, and broad habitats (Nammalwar, 2021). In particular, plastic pollution from tourism activities has been increasing and remains one of the biggest environmental threats (Darvishmotevali & Altinay, 2022; Grelaud & Ziveri, 2020, Tsai et al., 2021; Thushari & Senevirathna, 2020).\n\n- There is no doubt that plastics have contributed significantly to human progress and development in many aspects; nevertheless, the distribution of plastic debris in the environment has become a serious issue (Fadare et al., 2020; Jiale & Quoquab, 2023; M. H. Wang et al., 2019). The ocean contains a significant amount of litter, with plastic debris comprising the highest proportion. Specifically, plastic waste accounts for 80% of all marine waste. It was revealed that in 2020, the USA produced around 42 Mt of plastic waste in 2016, of which 0.14 to 0.41 Mt was discarded into the land and water (Law et al., 2020). According to Jambeck et al. (2015), 4.8 to 12.7 million metric tons of plastic litter entered the ocean from coastal countries. Plastic can be found on every continent’s shorelines, with more plastic waste close to popular tourist destinations such as Zanzibar’s coastline (Maione, 2021), and Colombian Caribbean beaches (Williams et al., 2016). It is noted that the ubiquitous plastic litter can damage the aesthetic of beaches and then reduce the number of tourists and revenue (Jang et al., 2014). In addition, plastic pollution can significantly impact ecological diversity, human health, and marine animals (Chaudhry & Sachdeva, 2021; Khadanga et al., 2022). As the awareness of the detrimental effects of plastic pollution continues to rise, more scholars suggested that mitigating plastic pollution should be the priority in processing coastal tourism litter (Courtene-Jones et al., 2021; Portman & Brennan, 2017; Thushari & Senevirathna, 2020).\n\n- Currently, single-use plastic has become the primary source of plastic pollution in some tourism destinations (Maione, 2021). One possible reason is using facemasks as the prevention mechanism during the outburst of COVID-19. It is estimated that more than 95% of facemasks are single-use that can be found on a tourist beaches (Mghili et al., 2022). Unfortunately, it can release many nanoplastics and microplastics in coastal tourism areas (Ma et al., 2021). Due to the growing threat and challenge of plastic pollution to the coastal tourism industry, it is crucial to present a comprehensive and unbiased overview of plastic pollution in coastal tourism which is unfortunately, missing in the existing literature. This would aid researchers and policymakers in gaining a better understanding of the current state of research and knowledge related to this phenomenon. To meet this demand and address the research gap, the present study offers a bibliometric analysis of plastic pollution in coastal tourism.\n\n- Past studies have used bibliometric analysis to investigate literature related to",
  "summary": "The text discusses the detrimental effects of plastic pollution on coastal tourism and presents a comprehensive analysis of research in this area. It emphasizes the significant impact of plastic debris on marine environments and the economy of coastal cities, highlighting the urgent need to address this issue. The overall sentiment of the text is concerned about the negative implications of plastic pollution. \nSentiment: 0.8",
  "sentiment": 0.8
}