{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Paper drinking straws may be harmful and may not be better for ... - Reddit",
  "href": "https://www.reddit.com/r/europe/comments/1620yf9/paper_drinking_straws_may_be_harmful_and_may_not/",
  "body": "The chemicals were found in plastic straws as well. The paper straws were most likely to contain PFAS, with the chemicals detected in 18/20 (90%) of the brands tested. PFAS were also detected in 4/5 (80%) brands of bamboo straw, 3/4 (75%) of the plastic straw brands and 2/5 (40%) brands of glass straw.",
  "readable_content": "Physicaque (2023-08-12): Paper drinking straws may be harmful and may not be better for the environment than plastic versions, researchers warn. Here are the main bits from the article.\n\n- Hiei1987 (2023-08-12): Pssst... hey kid, wanna buy some plastic straws?\n- danteoff (2023-08-12): You wanna buy some deathsticks?\n- AbsoluteTerror9934 (2023-08-12): Paper straws are garbage, especially in the cinema. I went through 3 straws recently.\n- Lorkhi (2023-08-12): The cinema I go to just uses very robust plastic cups and straws which are reusable.\n- Physicaque (2023-08-12): TL;DR It should not endanger your health but use steel straws if you want to be sure.\n\n- Amongusimpostorsex (2023-08-12): So glad that I have to drink off a paper napkin for nothing to change.\n- Elamia (2023-08-12): What about bamboo straw?\n- beeg0d (2023-08-12): From the article, PFAS were found in the majority of the straws tested and were most common in those made from paper and bamboo.\n\n- Thick-Nose5961 (2023-08-12): Glad we banned those evil plastic straws and replaced them with more expensive straws that poison the user and the environment. Good job, EU.\n- Physicaque (2023-08-12): The chemicals were found in plastic straws as well.\n\n- Ignash3D (2023-08-12): Companies should encourage stainless steel straws.\n- [deleted] (2023-08-12): just ban straws and drink from the cup like normal. anyone caught using straws should be executed in public or a small fine.\n\n- _Faucheuse_ (2023-08-12): What about pasta straws? I remember seeing that as a thing, but just at a restaurant.\n- MollyPW (2023-08-12): Common allergen.\n- AngelVirgo (2023-08-12): I don’t use straw. What did people used to do before this got invented? Inhaled their drink?\n\n- alexisgolnas (2023-08-12): Paper straw in a plastic cup is my favorite.",
  "summary": "The conversation reflects mixed sentiments about the use of paper, bamboo, and plastic straws. Some express frustration with the potential harm of paper and bamboo straws, while others advocate for the use of steel straws. There's also a range of opinions on banning straws altogether. Overall, the discussion highlights the complexity of finding environmentally friendly alternatives to plastic straws. \n\nSentiment: 0.2",
  "sentiment": 0.2
}