{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "MRW I learn that paper straws are just as bad or worse than the plastic ...",
  "href": "https://www.reddit.com/r/reactiongifs/comments/164no9f/mrw_i_learn_that_paper_straws_are_just_as_bad_or/",
  "body": "Straws aren't even close to the major cause of plastic pollution or micro plastics. You can blame tires, synthetic fabrics and brushes, and bottled water (especially the caps) and it would account for the vast majority of the problem. Banning plastic straws is like popping a pimple to cure your cancer.",
  "readable_content": "- palmerry (2023-09-08): MRW I learn that paper straws are just as bad or worse than the plastic straws we were told are destroying the planet.  \n- FiftyShadesOfGregg (2023-09-08): I was under the impression that plastic straws were banned because of the danger they pose to wildlife, not specifically for issues relating to pollution or forever chemicals like PFAs. Articles like the one this is based on* are disingenuous and frustrating in misrepresenting the purpose for certain measures in order to claim that the measure isn't effective. The concern was marine life consuming plastic straws. That concern is alleviated by straw alternatives.\n- AxisNine (2023-09-08): Classic use of ‘whataboutism’ to create outrage and clicks. Would not be surprised if the study had a questionable funding source but that is pure conjecture.\n- johnnyutah30 (2023-09-08): For real? Well that’s great\n- MulciberTenebras (2023-09-08): https://www.usatoday.com/story/news/nation/2023/08/28/paper-straws-worse-than-plastic-pfas-study/70702090007/\n- fonetik (2023-09-08): The real goal of this is to phase out single-use waste. That’s a good goal, because eventually it leads to banning cigarette butts.\n- Pockets713 (2023-09-08): I’m admittedly a smoker… it absolutely makes my blood boil watching people throw their butts on the ground. One cigarette butt can contaminate something like 300 gallons of fresh water! It’s awful!\n- - De5perad0 (2023-09-08): The solution is NO straws. If you NEED a straw you can carry a metal one there are a lot of options. But 99% of people do NOT need a straw and 95% of people could care less if they have one or not.\n- - Thick-Equipment6185 (2023-09-08): What about boba?\n- - BellyUptotheClouds (2023-09-08): The solution is to stop thinking that the onus is on individuals to undo the pollution created by unregulated corporations and elect progressives who aren't beholden to them for funding to put such regulations in place.\n- - CJ_BARS (2023-09-08): I sip from the cup like a big boy!\n- - SgtSharki (2023-09-08): Maybe people just shouldn't be using disposable straws in general.\n- - ShermanBallZ (2023-09-08): But they don't hurt sea turtles. That was the whole campaign\n- - username4815 (2023-09-08): Just drink out of a glass like an adult.\n- - Ghostbuster_119 (2023-09-08): They were a gimmick/scapegoat from the very beginning.\n- - Numanumanorean (2023-09-08): That's why I was talking shit when this first started.\n- - Shirlenator (2023-09-08): Trees are a renewable resource....\n- - Twig-titan (2023-09-08): Sad to say I’m not particularly surprised\n- - rmxcited (2023-09-08): Lol and think about how much money these companies saved printing WORSE paper straws 😂 zero accountability. “Believe what we tell you.”\n- - JustaP-haze (2023-09-08): Pasta Straws. Cheap, bio degradable, and durable.",
  "summary": "The conversation reflects a range of sentiments regarding the effectiveness and motives behind banning plastic straws. Some express frustration at the misrepresentation of the ban's purpose, while others emphasize the broader goal of reducing single-use waste. There is also a call for accountability from corporations and a suggestion for alternative options like pasta straws. Overall, the sentiment is mixed, encompassing frustration, skepticism, and a call for systemic change. Sentiment: 0.2",
  "sentiment": 0.2
}