{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "'Keep waving': Daily Hamas propaganda clips show freed ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/185u7xy/keep_waving_daily_hamas_propaganda_clips_show/",
  "body": "The hostages have guns pointed at them. There are other hostages still at gun point. But I'm sure any kind gesture they make to Hamas is 100% legitimate and not forced. I just saw a tik tok of someone praising Hamas after reading the bullshit letter they forced that poor mother to write. I just can't anymore.",
  "readable_content": "blllrrrrr (2023-11-25): ‘Keep waving’: Daily Hamas propaganda clips show freed hostages’ forced goodbyes\n\n- Bender_B_R0driguez (2023-11-25): Civilians were kidnapped and their families were murdered in front of them, but somehow some people still think these hamas terrorists are nice because of dumb cheap tricks. Unbelievable.\n- CsrfingSafari (2023-11-25): Yep. And you literally have far left loons on the streets in London doing this.\n  \"One sentence reads: “We unconditionally support Hamas when it is engaged in military or non-military struggles against Israel.”\"\n- 543950 (2023-11-25): The same sources that say Assad is a great person are speaking for these victims. Grifting is profitable. These people grift for authoritarian leaders. Defending one set of Muslim populations and then oppressing the other is not progressive, which is why I am upset with how things are currently being done.\n\n- Canadian_Pacer (2023-11-25): Not to mention the fact that they murdered and kidnapped people from many different countries and nationalities, which just PROVES that Hamas and the \"regular citizens\" just want any excuse to torture and butcher other human beings.\n- SomethingIntheWayyy0 (2023-11-25): I just saw a tik tok of someone praising Hamas after reading the bullshit letter they forced that poor mother to write. I just can’t anymore. How can people be this dumb?\n- Inari-k (2023-11-25): My father used to say that \"some people don't let the facts ruin a nice theory\"\n- dew20187 (2023-11-25): It’s textbook psychological warfare.\n  Release the women and children, leave the parents, grandparents and boyfriends behind.\n  Smile and wave…or your relative won’t be with us anymore.\n  I pray for all of them to be freed.\n- WorkerClass (2023-11-25): The hostages have guns pointed at them. There are other hostages still at gun point. But I'm sure any kind gesture they make to Hamas is 100% legitimate and not forced.\n- Survivaleast (2023-11-25): Seems wild that these guys built a massive tunnel system with money they were given to improve topside infrastructure.\n  Then they don’t even let their own civilians shelter or evacuate areas via the massive tunnel system they built. Using their own civilians as martyrs for the conflict they initiated to build international sympathy.\n  Yet somehow Hamas has been able to escape being objectively labeled as a murderous regime sacrificing its own people thanks to media narrative magic.\n- [deleted] (2023-11-25): \n  LouisBalfour82 (2023-11-25): That's it, big smile, everybody's happy\n    TurtleSnakeMoose (2023-11-25): Dude that shit was super embarrassing to watch.",
  "summary": null,
  "sentiment": null
}