{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Why are fast food drink lids still made of plastic? - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/17c8sif/why_are_fast_food_drink_lids_still_made_of_plastic/",
  "body": "The benefit of plastic straws is their convenience, relative to paper straws. The cost of paper straws is their inconvenience to humans, relative to plastic straws. The benefit of paper straws is a perceptibly reduced ecological impact, relative to plastic straws. Added: it isn't that we hate the environment, it is that we just don't give AF.",
  "readable_content": "CatFoodBeerAndGlue (2023-12-08): Why are fast food drink lids still made of plastic?\n\nWhen you get a drink from McDonalds or Subway the cup is paper and the straw is paper but the lid is plastic.\n\nSo why can't the lid be made of paper too? Can't it just be made of the same stuff as the cup?\n\nIt's not like the plastic lids are watertight. If you tip your drink over it all spills out of the hole for the straw, or the flimsy plastic lids just flies off.\n- ForScale: Cheap and easy to produce. If it were cheaper to make out of the other material they would.\n  - CatFoodBeerAndGlue: Also never seen a paper straw at McD's.\n    - NegativeAd9048: Plastic straws are superior in every way to paper straws except for the massively outsized negative ecological impact they produce.\n      - Oldandnotbold: They are all made of paper here now. You can't get plastic ones anymore. Maybe your place will catch up with civilisation one day.\n        - CatFoodBeerAndGlue: Wheres \"here\"?\n    - vignoniana: Paper lids are really expensive compared to plastic ones. Some places still have paper lids! So it depends by location and local laws.",
  "summary": "The conversation revolves around the use of plastic lids and straws in fast food establishments and the suggestion to use paper instead. There are mixed views on the topic, with some pointing out the cost and practicality of paper lids and straws, while others emphasize the negative environmental impact of plastic. Overall, the sentiment leans towards a desire for more sustainable materials, with some acknowledging the challenges in making the switch. \n\nSentiment: 0.5",
  "sentiment": 0.5
}