{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Biodegradable straw but in a plastic cup - why!? - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/158tmzl/biodegradable_straw_but_in_a_plastic_cup_why/",
  "body": "A) Specifically plastic straws came in for public awareness and opposition because of a famous video where some marine biologists caught a sea turtle who had a plastic straw lodged in his nostril, apparently for years, and it had to be very painfully extracted from the turtle's face with pliers. Like the famous photos from decades ago of the ...",
  "readable_content": "rewardiflost (2023-12-08): Is the cup reusable or recyclable? Straws traditionally are not recyclable due to size/shape as well as material.\n\nPlus, there aren't any depressing photos of turtles with entire cups stuck up their nose. Straws? Sure. Not cups though.\n\n- AutoModerator (2023-12-08): Hi u/hi_infidelity1,\n\nWe noticed you are a pretty new Reddit account, so we just wanted to let you know to check out the subreddit rules here and maybe have a read through our Frequently Asked Questions - they make for fascinating reading!\n\nWe're called No Stupid Questions because we believe nobody needs to be attacked for asking a question, but that doesn't mean there are no rules! This sub is meant for users like you to ask genuine questions. Please don't ask jokes or rants disguised as questions - that's not in the spirit of this sub. While you can ask almost anything here, please keep illegal and offensive questions elsewhere to give people a good experience here - and if you have a medical question, please ask your doctor, not us.\n\nOtherwise, welcome!\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
  "summary": "The conversation seems to be focused on the recyclability of cups and straws, as well as the enforcement of rules within the subreddit. There's a reference to the absence of distressing images related to cups compared to straws, suggesting a call for attention to the environmental impact of both products. Overall, the sentiment seems to lean towards a serious discussion about sustainability and rules, with a slight touch of humor about the lack of attention given to cups in comparison to straws.\n\nSentiment: 0.6",
  "sentiment": 0.6
}