{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "A plastics instrument that spans polymer to pollution - UNEP",
  "href": "https://www.unep.org/news-and-stories/speech/plastics-instrument-spans-polymer-pollution",
  "body": "The full life cycle. This means rethinking everything along the chain, from polymer to pollution, from product to packaging. We need to use fewer virgin materials, less plastic and no harmful chemicals. We need to ensure that we use, reuse, and recycle resources more efficiently. And dispose safely of what is left over.",
  "readable_content": "-User (2023-12-08): Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\n- Who we are\n- Where we work\n- What we do\n- Publications & data\n- Breadcrumb\n- Home\n- News, Stories & Speeches\n- speech\n- 13 NOV 2023 SPEECH CHEMICALS & POLLUTION ACTION\nA plastics instrument that spans polymer to pollution\nPhoto: UNEP/Ahmed Nayim Yussuf\n\nSPEECH DELIVERED BY: Inger Andersen\nFOR: Opening remarks during opening plenary of INC-3 on Plastic Pollution\nLOCATION: Nairobi, Kenya\n\nWelcome to Nairobi, the home of the United Nations Environment Programme (UNEP), and to the third session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment.\n\nColleagues and friends,\n\nEighteen months ago, in this very city, in this very hall, at the fifth United Nations Environment Assembly (UNEA 5.2), when the gavel came down on the historic resolution to craft this instrument, there was high emotion. There were tears and there were hugs as this resolution was hailed as a triumph of the Nairobi Spirit: the spirit of cooperation, consensus and ambition. I ask that you embrace the spirit of this beautiful city once more in the coming days – just as many Kenyans are embracing action today on a special national holiday set aside to plant trees.\n\nAs you begin, allow me to remind you of a key point. The resolution passed at UNEA 5.2 called for an instrument that is, and I quote, “based on a comprehensive approach that addresses the full life cycle of plastic”.\n\nNot an instrument that deals with plastic pollution by recycling or waste management alone. The full life cycle. This means rethinking everything along the chain, from polymer to pollution, from product to packaging. We need to use fewer virgin materials, less plastic and no harmful chemicals. We need to ensure that we use, reuse, and recycle resources more efficiently. And dispose safely of what is left over.\n\nThis is how we protect human and ecosystem health, slow climate change, create new jobs and sustainable markets, and deliver a just transition.\n\nSo, the instrument must eliminate unnecessary, problematic, and avoidable plastic products – including short-lived and single-use plastics.\n\nThe instrument must ensure the redesign of products, including packaging, to use less plastic and be more easily reused, refilled, repaired, repurposed, and recycled – repeatedly.\n\nThe instrument must eliminate unnecessary single-use products and foresee a switch to non-plastic substitutes, alternative plastics and plastic products that do not create negative impacts. This includes dealing with microplastics and harmful chemicals. Over 900 chemicals have been identified in packaging. 148 of these have been identified as most hazardous. Workers and users are exposed to these chemicals before they even become waste. They’ve got to go. \n- ...\n\n[The speech continues for a significant length discussing the need for change throughout the entire life cycle of plastic, various methods to achieve this, and the importance of cooperation from multiple sectors in transforming the future.]\n\n- ...\n- Further Resources\n- The third session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution\n- UNEP's work on Chemicals and pollution\n- Related Content\n- PRESS RELEASE\n- Global efforts show progress on plastic pollution is possible – but world remains off track\n- STORY\n- Eight ways Asia is using nature to adapt to the climate crisis\n- Learn about our work \n- Sign up for updates \n- Get involved \n- GOVERNANCE & LEADERSHIP\n- Executive Director\n- Deputy Executive Director\n- Senior Management Team\n- Committee of Permanent Representatives\n- Environment Assembly - UNEA\n- FUNDING & PARTNERS\n- Overview\n- Civil Society\n- Member States\n- Private Sector\n- Environment Fund\n- Global Environment Facility\n- Green Climate Fund\n- Centres collaborating with UNEP\n- STRUCTURE\n- Divisions and Offices\n- Evaluation Office\n- Secretariats and Conventions\n- KEY DOCUMENTS\n- Annual Report\n- Medium Term Strategy\n- Programme of Work and Budget\n- Speeches\n- RESOURCES\n- Environment and Social Safeguards\n- Frequently Asked Questions\n- Intergovernmental Negotiating Committee (INC) on Plastic Pollution\n- Knowledge Repository\n- Kunming-Montreal Global Biodiversity Framework\n- Policies & Strategies\n- Projects – Open Data Portal\n- Sustainability at UNEP\n- Sustainable Development Goals\n- UNEA Monitoring and Reporting Portal\n- World Envir",
  "summary": "The speech delivered by Inger Andersen at the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution emphasizes the need for a comprehensive approach addressing the full life cycle of plastic. Andersen stresses the importance of rethinking and redesigning products to reduce plastic use, promoting reuse and recycling, and eliminating unnecessary, problematic, and avoidable plastic products. The speech creates a strong call for cooperation, consensus, and ambition in addressing plastic pollution. Overall, the sentiment of the speech is one of urgency and determination to take meaningful action to tackle plastic pollution. Sentiment: 0.8",
  "sentiment": 0.8
}