{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "I wish Costco would make better options to reduce plastic waste.",
  "href": "https://www.reddit.com/r/Costco/comments/169tthl/i_wish_costco_would_make_better_options_to_reduce/",
  "body": "I wish Costco would make better options to reduce plastic waste. For example, they sell plenty of dishwashing pods in hard plastic containers but the option could be to sell the pods that come in boxes. I often make purchase decisions based on how much plastic is involved. I did notice the mixed nuts in the soft plastic bags instead of the hard ...",
  "readable_content": "- Turbulent-Flamingo84 (2023-12-08): I wish Costco would make better options to reduce plastic waste.\n   For example, they sell plenty of dishwashing pods in hard plastic containers but the option could be to sell the pods that come in boxes. I often make purchase decisions based on how much plastic is involved. I did notice the mixed nuts in the soft plastic bags instead of the hard containers but more could be done!\n\n- AutoModerator (2023-12-08):\n  - Moderator Announcement Read More »\n\n- Every-Cook5084 (2023-12-08): If you’re so against plastics maybe skip soap pods altogether they say it is depositing tons of microplastics into the water supply when they dissolve\n\n- indidogo (2023-12-08): Ha! That was my first thought too. Also hard plastic containers can be reused, soft plastic is the bigger issue but they seem fine with that? OP needs to do some research...\n\n- SST0617 (2023-12-08): God this is rich given all of OP’s other comments. Didn’t know this and thank you for giving me a good chuckle at OP’s expense.\n\n- carolineecouture (2023-12-08): I feel like they are criticized no matter what. Nuts are now in plastic bags but people want the jars back. It seems like paper towels are no longer individually wrapped in the larger package and people don't like that either. The idea was \"Reduce, Reuse, Recycle.\" I agree don't let the best be the enemy of the good.\n\n- [deleted] (2023-12-08): I have been reusing the plastic jar from the cashews - I realized they made the switch and saved the last one I bought. Just keep dumping the bags in when it’s time.\n\n- WhurleyBurds (2023-12-08): If you want to reduce plastic usage, why are you even buying pods?\n\n- ConsciousMuscle6558 (2023-12-08): I suspect moisture would be an issue if they were in boxes. You could always buy powdered detergent. If you don’t like a product or how it’s packaged then buy one you do. It doesn’t have to be from Costco. Plenty of places sell bulk items by weight. Just do a google search for environmentally friendly detergent. I also suspect Tide chooses how their products are packaged. Not Costco. Sometimes being an environmentalist requires effort and change on your part.\n\n- Andy89316 (2023-12-08): Costco is doing a lot behind the scenes for the environment. Currently and for the future\n  https://www.costco.com/sustainability-introduction.html - heres a good start for you\n\n- Helpful-nothelpful (2023-12-08): Let's talk about those aisles of coffee pods that make a single cup of coffee?\n\n- Formerretailmom (2023-12-08): Laundry pods in a cardboard box probably isn’t going to happen. If the cardboard gets wet, you have a huge mess on your hands. I’m all for less plastic, but this is focusing on a leaf in a forest. The reasons other than price to use plastic. What would you prefer as packaging for the mixed nut? Paper and cardboard with absorb the oils and won’t last as long. Glass can get heavy from a transportation and customer convenience standpoint. If you are truly concerned about plastic consumption, I’m not sure Costco is the place for you.\n\n- FearlessPark4588 (2023-12-08): Dissolvable laundry detergent sheets is the ecologically friendly solution. You don't need pods, the approach to solving the problem isn't the best way of thinking about it. Why put pods in a paper box when you could use sheets?\n\n- HuntersDaughtersMuff (2023-12-08): but this is focusing on a leaf in a forest. more like a fart in the wind. If you are truly concerned about plastic consumption, I’m not sure Costco is the place for you.\n\n- HuntersDaughtersMuff (2023-12-08): Perfect is the enemy of good.\n\n- [deleted] (2023-12-08): Sounds like nothing will make you happy based on all your replies. You do you. If you don’t like it, shop elsewhere.\n\n- jszzsj (2023-12-08): I would not buy dish pods in boxes. Imagine getting them delivered in the rain.\n\n- HuntersDaughtersMuff (2023-12-08): the people who think boxes are better cannot--will not--imagine anything that gets in their way.\n\n- Find_A_Reason (2023-12-08): You want to reduce the plastice used for laundry or dishwasher pods? Do you realize how hypocritical it is to complain about using plastic in a product that is individually wrapped in plastic? If this was actually a concern you would not be using laundry pods in the first place.\n\n- bored_ryan2 (2023-12-08): So you’re concerned about plastic but use dishwasher pods that absolutely put micro plastics into the water? Use plain powder or liquid instead.\n\n- TourmalineTart (2023-12-08): I agree here, but also do see them making some strides. For example, the flat of Kirkland fizzy water no longer has the plastic six pack rings 6-pack, just the cans in the shrink wrap now. Moving to less plastic is key, and big retailers and brands have a huge impact",
  "summary": null,
  "sentiment": null
}