{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "where the bloody hell are plastic straws??? : r/chch - Reddit",
  "href": "https://www.reddit.com/r/chch/comments/15xs5ip/where_the_bloody_hell_are_plastic_straws/",
  "body": "A few years ago a video went viral of a turtle having a plastic straw pulled out of one of its nostrils and everyone clamored to have them banned, despite the fact that, of all the plastic waste in the oceans, the chances of a turtle with just the right size nostril, not too small for a straw to fit in or so big it could slip out, would encounter a straw at just the right angle for it to get ...",
  "readable_content": "RobDickinson (2023-08-08): \n\nhttps://environment.govt.nz/publications/plastic-products-banned-from-july-2023\nbanned\n\n- surfinchina: \n  Quite possibly one of those small $2 shops will have some older stock around. They often ignore bans for a while to dump all the stock rather than throwing it out. Or one of the Chinese supermarkets up in Bush inn.\n  Just when you go there don't look like a government inspector lol.\n\n- FaradaysBrain: \n  There are a few fringe cases like this, but overall it's a great change and way overdue.\n\n- toeconsumer9000: \n  oh i def don’t mind them being banned and it’s definitely worth it even if it means i can’t do what i was planning, didn’t know they were banned tho so i was just wondering why u couldn’t find any\n\n- WholeOccasion8502: \n  Pharmacies should have plastic straws, as they're still required by some people as a medical device. Just don't mention why you're buying them, the staff aren't allowed to ask you to explain a medical need. You will have to ask staff though.\n\n- theeniceorc: \n  Would wood work? This sort of thing:\n  https://www.spotlightstores.com/nz/art-craft/basic-craft-supplies/arbee-wooden-19-cm-dowel-rods/BP80437683\n\n- toeconsumer9000: \n  unfortunately i don’t think so, need a hollow bendable tube because the hair needs to be bobby pinned on\n\n- sheTeddy: \n  Go to Styx and stone restaurant at Northwood. They still have the.m for their drinks. Or buy them from like temu or wish\n\n- Prestigious_View_994: \n  If your in a real bind, and plastic is where it’s at, I can ask my mother how many she has left, as she stocked up on them as a texture thing for my niece. I think she has think white ones, about 3mm-4mm so might work really well with the bigger plastic ones you can get\n\n- toeconsumer9000: \n  thank you very much for the kind offer, i’ve decided to give the poet ones a go and see if they hold up just to be sure first\n\n- PeterGivenbless: \n  Last week bought these with straws attached - you get juice too. https://www.warehousestationery.co.nz/product/W2092822.html\n\n- SuzBra: \n  Have you seen the silicon straws? Flexible, reusable, heat/water proof. Sounds like they'd be perfect for what you need.\n\n- cookinghater: \n  Silicon straws could work?\n\n- toeconsumer9000: \n  i’d have to cut them up into smaller pieces and i would have to buy a lot which is super expensive, i have reusable straws at home and like i said these plastic ones would be getting re used a lot, the only reason i would ever buy plastic ones.\n\n- FendaIton: \n  Wendy’s gives you plastic straws\n\n- Ninjahobbit8006: \n  Check your DMS\n\n- zasjg28: \n  How many straws do you need altogether? Buy some up and go or juice boxes and use the little straws on the side of the carton? If they're the right diameter?\n\n- mo_punk: \n  I have heaps from a weird gift I was given about 20 years ago, and don't use them. I can post you some, or potentially drop them off somewhere for ya, or meet you somewhere like a library, or mall...?\n\n- View more comments",
  "summary": "The conversation reflects a mix of support for the banning of plastic straws, with some individuals expressing understanding for the necessity of the ban and offering alternative solutions. Overall, there is a sense of acceptance and willingness to adapt to the change, although some practical concerns are also voiced. \n\nSentiment: 0.6",
  "sentiment": 0.6
}