{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "The argument about sea turtles and plastic straws is so dumb ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/1615srn/the_argument_about_sea_turtles_and_plastic_straws/",
  "body": "Plastic straws .002%. Paper straws are terrible to use and there are new studies showing that they are actually harmful. Use a plastic straw that doesn't fucking crumble in 5 minutes. Silicone straws are fine, metal straws are fine. But if you are a crusader for paper straws I probably think you're an idiot and fall for corporate propaganda ...",
  "readable_content": "- MDMagicMark (2023-12-08): The argument about sea turtles and plastic straws is so dumb, paper straws are not any better for the environment. It’s a ploy. Corporate waste and commercial fishing makes up for 95% of the trash in the ocean. Plastic straws .002%. Paper straws are terrible to use and there are new studies showing that they are actually harmful. Use a plastic straw that doesn’t crumble in 5 minutes. Silicone straws are fine, metal straws are fine. But if you are a crusader for paper straws I probably think you’re an idiot and fall for corporate propaganda so easily. TLDR: paper straws are ass, and you’re not a bad person for using plastic, despite what uninformed activists say\n\n- AutoModerator (2023-12-08): Moderator Announcement Read More »\n\n- mellow_squid (2023-12-08): They decompose and plastic doesn't 🤷‍♀️\n\n- Working_Horse_3077 (2023-12-08): Metal straw. Durable washable and reusable. Just because it's insignificant in the whole scheme of things doesn't mean it isn't a significant improvement. Getting rid of plastic straws would be a whopping 8.3 billion less objects that don't decompose per year.\n\n- FlyParticular8172 (2023-12-08): So do like plastic or paper because I sell both. I'll agree with whatever point you make as long as you buy my straws. What environment?\n\n- Ok_Force_2190 (2023-12-08): Fuck it, uranium straws. Why not?\n\n- MDMagicMark (2023-12-08): Hell yeah\n\n- Chaotic_Boots (2023-12-08): I don't even know why we bother recycling paper. It is worse for the environment to recycle paper than it is to just let it decompose. The logging industry plants a shit load of trees to make sure they don't have a \"lorax\" situation where they run out of product to sell. Plastic is a wonder material that can do basically anything but it's terrible as far as a waste product, takes forever to decompose and gets into everything. But plastic straws are a negligible part of plastic use in the world. There are so many better options to reduce plastic use.\n\n- TheUnhollyGoblin (2023-12-08): I don't think we should have any straws because I'm actually able to put my lips to the cup like an adult\n\n- doc_shades (2023-12-08): aren't paper straws compostable? they will break down and \"fucking crumble\", unlike a plastic straw which will be a plastic straw for hundreds? thousands? or years.",
  "summary": "The conversation expresses a range of opinions on the use of plastic straws, with some arguing that the environmental impact of plastic straws is negligible compared to other sources of pollution, while others advocate for alternatives like paper, metal, or silicone straws. There is also debate about the effectiveness and environmental impact of these alternatives. Overall, the sentiment is divided and leans towards skepticism about the necessity of banning plastic straws. Sentiment: 0.2",
  "sentiment": 0.2
}