{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Fast Facts - What is Plastic Pollution? - الأمم المتحدة",
  "href": "https://www.un.org/sustainabledevelopment/blog/2023/08/explainer-what-is-plastic-pollution/",
  "body": "Learn how plastic pollution is set to triple by 2060 if no action is taken, and how the UN is taking steps to address the global plastic problem. Find out the environmental, health, economic and social impacts of plastic pollution, and the benefits of reducing it.",
  "readable_content": "-UN Website (2023-08-25): On average, the world is producing 430 million tonnes of plastic per year, with two thirds only used for a short period of time. This has significant consequences, including the equivalent of over 2,000 garbage trucks full of plastic being dumped into oceans, rivers and lakes every day. If no action is taken, plastic pollution is set to triple by 2060.\n- Plastics are the largest, most harmful, and most persistent fraction of marine litter, accounting for at least 85% of total marine waste. Despite efforts to recycle, less than 9% of plastic is actually recycled. This leads to a high amount of plastic waste impacting marine ecosystems and environments.\n- Plastic pollution has environmental, health, economic, and social impacts. International efforts are underway to address the issue, including a proposal for an international legally binding instrument focused on plastic pollution. These efforts reflect significant progress in the battle against plastic pollution.\n- The UN Environment Program identifies three market shifts to bring about change – reuse, recycle, and reorient and diversify – which could result in an 80% decrease in plastic pollution.\n- To adopt a more sustainable lifestyle, individuals are encouraged to join the United Nations ActNow campaign.",
  "summary": "The post highlights the alarming consequences of plastic pollution and the urgent need for global action to address this issue. It emphasizes the significant environmental, health, and economic impacts of plastic pollution while also discussing ongoing international efforts to combat the problem. The overall sentiment is concern and urgency for addressing the issue of plastic pollution. \n\nSentiment: 0.8",
  "sentiment": 0.8
}