{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Myths about plastic pollution are leading to public confusion: here's why",
  "href": "https://theconversation.com/myths-about-plastic-pollution-are-leading-to-public-confusion-heres-why-216854",
  "body": "The images of plastic pollution that are sometimes used by media are emotive and powerful, reaching vast numbers of people. The BBC's Blue Planet II, which was broadcast worldwide in 2017, ...",
  "readable_content": "- \"Myths about plastic pollution are leading to public confusion: here’s why\" (2023-11-20): Does the prediction that there could be “more plastic than fish in the ocean by 2050” concern you? How about reports that “we eat a credit card’s worth of plastic per week”? These are some of the “facts” about plastic that are cited by the media. They are certainly compelling sound bites and help to focus public and policy attention on the pressing topic of plastic pollution, but their scientific basis is far from robust.\n\n- The scientists whose findings were used to support the “more plastic than fish” claim refuted this. But one scientist who worked on the original source the estimation is based on has now updated his figures. The claim is further undermined by the assumptions the calculation is based on and an underestimate of fish stocks. Research has also found that humans ingest less than a grain of salt of microplastics each week. This means that it would take around 4,700 years to ingest an amount of plastic equivalent to the weight of a credit card.\n\n- Over the past three years, households in the UK, Spain, and Germany have been interviewed about plastics as part of a project focused on improving plastic packaging recycling. A new online resource called “Plastic Mythbusters” has been launched to debunk popular plastic myths that regularly feature in media.\n\n- The UN Environment Programme is currently negotiating a global plastics treaty, with calls for decisions to be based on robust evidence. The media's role in shaping public and policy responses to the plastics crisis is discussed. Emotive images and scenes, such as those from the BBC’s Blue Planet II, have an impact on public awareness. The media's portrayal of plastic pollution and its influence on solutions and public perceptions are also highlighted.\n\n- In response to the article, a BBC spokesperson stated that there is scientific evidence supporting the accumulation of contaminants in some plastics, leading to ingestion by adult whales and passing on to offspring through the mother’s milk.",
  "summary": null,
  "sentiment": null
}