{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "Learn About Aquatic Trash | US EPA",
  "href": "https://www.epa.gov/trash-free-waters/learn-about-aquatic-trash",
  "body": "Plastic Pollution. Plastic pollution is particularly dangerous because it does not fully biodegrade in the environment. Plastic pollution has been found in a wide range of organisms and habitats, including coral reefs, estuaries, beaches, and the deep sea. Since plastic does not decompose, it continually accumulates in landfills and in the ...",
  "readable_content": "-User (2023-12-08): Skip to main content\n\nAn official website of the United States government\n\nHere’s how you know\nSearch\nEnvironmental Topics\nLaws & Regulations\nReport a Violation\nAbout EPA\nTrash-Free Waters\nCONTACT US\nLearn About Aquatic Trash\n\nOn this page:\n\nWhat is Aquatic Trash?\nWhat is Marine Debris?\nImpacts of Aquatic Trash\nPlastic Pollution\nTrash Capture Technologies\nWhat is Aquatic Trash?\n\nEPA’s Trash Free Waters (TFW) program refers to the garbage polluting U.S. rivers, lakes, streams, and creeks as “aquatic trash.” Most of the garbage that ends up in waterways comes from land-based activities. \n\nGarbage can easily become aquatic trash if it is not properly disposed of or securely contained. When garbage is littered on the ground rather than placed in a recycle, compost, or trash bin, rain and wind often carries it into storm drains, streams, canals, and rivers. For example, a cigarette butt tossed on the ground might wash into a storm drain and travel through the stormwater system, which in some cases, leads directly into waterways. Cigarette butts contain plastic that will remain in the environment for many years.\n\nTrash also enters waterways as a result of illegal dumping in or near waterways. Illegal dumping of household waste may be more common if there is a lack of regular trash pickup services or publicly available dumpsters. Additionally, trash can blow out of overfilled trash bins or off of trash collection vehicles.\n\nHow trash enters creeks and waterways. Image courtesy of The Santa Clara Valley Urban Runoff Pollution Prevention Program\nWhat is Marine Debris?\nTop ten items collected on beaches in the 2020 International Coastal Cleanup. Cigarette butts, plastic bottles, and food wrappers were the top three items collected on beaches in 2020.  Image courtesy of Ocean Conservancy\n\nOnce in the environment, trash can travel long distances via wind, stormwater conveyances, streams, and rivers (visit the Last Stop: The Ocean website to learn more about the journey of litter). Aquatic trash becomes marine debris, or marine litter, once it reaches the ocean.\n\nAccording to the National Oceanic and Atmospheric Administration (NOAA), “Marine debris is defined as any persistent solid material that is manufactured or processed and directly or indirectly, intentionally or unintentionally, disposed of or abandoned into the marine environment or the Great Lakes. Anything human-made and solid can become marine debris once lost or littered in these aquatic environments.” \n\nWhile EPA’s Trash Free Waters program primarily focuses on aquatic trash prevention and removal, the program also supports beach and watershed cleanups to remove marine debris. NOAA's Marine Debris Program is the U.S. federal government’s lead agency for addressing marine debris, which includes at-sea sources such as derelict vessels and abandoned, lost, or otherwise discarded fishing gear (ALDFG).  \n\nImpacts of Aquatic Trash\n\nMismanaged trash that escapes into waterways can create a wide range of problems. Aquatic trash affects water quality, endangers plants and animals, and pollutes the outdoor spaces that we depend on for tourism and recreation. Though all types of aquatic trash can have potentially harmful impacts, plastic waste is particularly concerning because of its tendency to persist in the environment and its widespread production, use, and disposal. \n\nEnvironmental Impacts\n\nWhen exposed to trash pollution, wildlife in aquatic and terrestrial environments face physical hazards from ingestion and entanglement. The impact that trash has on wildlife depends on a diverse range of factors, including the debris size, type, shape, and quantity, the type of organism that is exposed, and the type and frequency of exposure. Animals that become entangled in debris risk suffocating or drowning. Many species mistake plastic debris for food or inadvertently ingest plastic debris while feeding or swimming. Once ingested, this debris can damage their digestive tract and interfere with an animal’s ability to feed, leading to starvation or other negative health effects. Scientists have found that at least 558 species, including turtles, seabirds, and marine mammals are reported to have ingested or become entangled in plastic waste. \n\nRather than biodegrading, plastic waste often breaks down into tiny pieces known as microplastics (less than 5 mm in size), which are nearly impossible to clean up once they are in the environment. Microplastics can contain or absorb toxic chemicals potentially presenting toxicological risks for organisms that ingest them. When aquatic organisms eat these plastic particles, microplastics – and the chemicals they carry – can make their way up the food chain. In fact, researchers have found microplastics in a variety of the fish and shellfish that people consume. However, continued research is needed to fully understand the chemical risks associated with exposure to plastic debris and microplastics. \n\nTrash pollution can also damage habitats, but the exact impacts are highly dependent on the type of debris and the characteristics of the ecosystem that it pollutes.  For example, trash can smother aquatic plants and corals, interfering with their growth. Debris can also serve as transport for non-native species into an ecosystem. \n\nSocial and Economic Impacts\n\nNo one likes to see litter in their community. Its presence detracts from the beauty of a landscape or neighborhood. When litter accumulates in or near a community, it can create health and safety risks for those living there. Litter can serve as a breeding ground for bacteria and can spread disease through direct or indirect contact with humans. Mismanaged trash may also attract pests or cause fires. \n\nAquatic trash can also have negative impacts on recreation, tourism, and the economy. Once trash escapes into the environment, cleaning it up is expensive, and this economic burden often falls on local governments and their residents. A 2009 study by Keep America Beautiful found that the U.S. spends about $11.5 billion per year to clean up litter. \n\nAquatic trash can lead to declining fish populations, which might hurt communities that rely on fisheries for subsistence, employment, income, and tourism. Furthermore, trash reduces the aesthetic and recreational value of waterfront destinations because trash washed up on shorelines or floating in the water is unappealing and possibly unsafe. Trash pollution can also cause damage to boats if the material tangles propellers or clogs vessel intakes. \n\nPlastic Pollution\n\nPlastic pollution is particularly dangerous because it does not fully biodegrade in the environment. Plastic pollution has been found in a wide range of organisms and habitats, including coral reefs, estuaries, beaches, and the deep sea. Since plastic does not decompose, it continually accumulates in landfills and in the environment. \n\nThe term “plastic” is used to describe a large family of synthetic polymers that are created by linking together repeating chains of carbon-based units known as monomers. There are many different types of plastic. The specific properties of a plastic, like durability and flexibility, depend on the types of monomers used to make the polymer, the way in which the monomers are bonded together, and the additives used in production. Most of the synthetic (man-made) polymers that make up plastic, like ethylene and propylene, are made from petrochemicals, meaning they are petroleum-based. Chemical additives like plasticizers, flame retardants, and pigments are often used in the production of plastic materials to provide specific properties.  \n\nPlastics are used to make a wide range of products, including appliances, furniture, clothing, beverage and food packaging, and cigarette butts. Americans produce over 36 million tons of plastic waste per year, which is about 12.2% of all municipal solid waste (MSW) generated in the United States. Packaging is the largest market for plastic and the l",
  "summary": "The text points out the environmental, social, and economic impacts of aquatic trash, particularly emphasizing the dangers of plastic pollution. It outlines the various ways in which trash enters waterways and the negative consequences it has on wildlife, ecosystems, communities, and economies. The sentiment of the text leans towards the strong agreement with the need to address and prevent aquatic trash and the importance of understanding the impact of plastic pollution. \n\nSentiment: 0.9",
  "sentiment": 0.9
}