{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2023-06-22..2023-12-21",
  "title": "U.S. Department of State Launches the End Plastic Pollution ...",
  "href": "https://www.state.gov/u-s-department-of-state-launches-the-end-plastic-pollution-international-collaborative-eppic/",
  "body": "On the margins of the 78th UN General Assembly, Jose W. Fernandez, Under Secretary of State for Economic Growth, Energy, and the Environment, launched the End Plastic Pollution International Collaborative (EPPIC) with $15 million in initial U.S. funding. EPPIC is a public-private partnership built to catalyze governments, NGOs, and businesses to support innovative solutions to […]",
  "readable_content": "- December 8th, 2023: The U.S. Department of State recently launched the End Plastic Pollution International Collaborative (EPPIC), with an initial funding of $15 million. The collaborative aims to address the global plastic pollution crisis by supporting innovative solutions and promoting the sustainable lifecycle of plastic products. EPPIC will engage governments, NGOs, and businesses to drive commitments, raise funds, and deploy pilot solutions for combating plastic pollution. Additionally, it will run prize competitions and provide training for communities impacted by plastic pollution. The International Union for Conservation of Nature is hosting the EPPIC partnership, with the Aspen Institute, the Ocean Foundation, and Searious Business as initial partners. Other organizations are expected to join in the coming months.\n\nFor further information and details about joining the partnership, please visit https://www.iucn.org/our-work/topic/plastic-and-other-pollution/end-plastic-pollution-international-collaborative-eppic. For press inquiries, please contact OES-PA_DG@state.gov.\n",
  "summary": "The launch of the End Plastic Pollution International Collaborative (EPPIC) by the U.S. Department of State reflects a strong commitment to addressing the global plastic pollution crisis. The collaborative's focus on supporting innovative solutions and promoting the sustainable lifecycle of plastic products, as well as engaging governments, NGOs, and businesses, demonstrates a proactive approach to combating plastic pollution on a global scale. The involvement of organizations like the International Union for Conservation of Nature, the Aspen Institute, the Ocean Foundation, and Searious Business as initial partners further underscores the seriousness and potential impact of this collaborative effort.\n\nSentiment: 0.9",
  "sentiment": 0.9
}