{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Why all the plastic straws? : r/hiltonhead - Reddit",
  "href": "https://www.reddit.com/r/hiltonhead/comments/15b0zvr/why_all_the_plastic_straws/",
  "body": "A plastic straw is probably $0.02 each and a paper straw is probably a $0.20 per item and just worse functionally. Restaurant owners are going to do what they can to keep their business profitable - which is super important in a highly seasonal market like HHI. Reply",
  "readable_content": "- anonu (2023-12-08): Debatably: paper straws are not anymore environmentally friendly than plastic. They take way more energy to produce than a plastic straw, for starters.\n  The best option is maybe no straw at all...\n  I don't think there is anything specific about Hilton Head - in the end its just economics. A plastic straw is probably $0.02 each and a paper straw is probably a $0.20 per item and just worse functionally. Restaurant owners are going to do what they can to keep their business profitable - which is super important in a highly seasonal market like HHI.\n- CountIstvanTeleki (2023-12-08): Seriously perfect answer\n- butternutsquash4u (2023-12-08): You end up using more of them too. Every time I use a paper straw, it gets waterlogged and bendy and stops working so I have to use another one. So I end up using 2-3 paper straws.\n- phizzle2016 (2023-12-08): HH seems to attract less of the types that would care about plastic straws. 🤷‍♂️\n- themainman6 (2023-12-08): In all honesty, both plastic and papers straws have their drawbacks environmentally. Papers straws for example have to be sourced from trees that need to be cut down for the raw materials. We can only hope those trees are being properly sourced and replanted when they’re cut down, but knowing for sure is a challenge. Additionally, the process of turning wood into paper requires significant amounts of water and energy. Also, transporting paper straws over long distances can increase greenhouse gas emissions and air pollution from transportation vehicles. While paper straws are generally considered the lesser of two evils, not using a straw at all is the most environmentally friendly method of drinking possible. Since you’d like to be a green warrior this week, make sure to tell your servers this week you don’t want a straw.\n- Beachcomber365 (2023-12-08): What are you hoping for from this post? I think the decision is made at each private establishment. The reason is likely cost, but again it's a private decision. I don't think you're going to find anything more here on Reddit...?\n- Mister-ellaneous (2023-12-08): Ask the restaurant but presumably they found it easier to keep customers happy that way instead of customers having to ask for them or the staff delivering without one when it’s wanted. (Fwiw I agree)\n- jbrock12480 (2023-12-08): I really like bamboo straws as they don’t go soft like paper straws and are more environmentally friendly than plastic if anyone is looking for an alternative\n- benirehtac (2023-12-08): I was in HHI last week. Never saw a plastic straw. We were offered paper straws at the pool bars. The restaurants we chose ($30-60 per entree) had no straws.\n- LazoHollyfeld (2023-12-08): Are you the fun person who lives on this island?\n- The_Goondocks (2023-12-08): Ask the restaurants\n- ScrubCap (2023-12-08): Most places I frequent only provide straws by request, but any establishment is happy to withhold straws when I say I don’t need them. We needed one for a child at Big Bamboo (outside, not at the bar), and it was actually a little difficult for our server to find one. I will pay more attention now.\n  I’ve never really thought much about it until I read your post, but with the plastic bag restriction on the island it does seem like plastic straws would be less common.\n- LazoHollyfeld (2023-12-08): I wasn’t aware of a plastic bag restriction. That makes sense to me too. Only posted about the straws out of curiosity. It just seems like unnecessary waste, unneeded expense for the restaurants and the pollution aspect. I didn’t realize how many people absolutely need plastic straws.",
  "summary": "The conversation reflects a range of opinions on the use of plastic straws, with some acknowledging the drawbacks of paper straws and others discussing alternatives like bamboo straws. There's also an emphasis on the economic and environmental considerations involved in the decision to use straws, and the role of individual preferences and restaurant policies. Overall, there's a mixed sentiment towards banning plastic straws, with some recognizing the environmental concerns but also considering practical aspects and individual needs. Sentiment: 0.4",
  "sentiment": 0.4
}