{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "So About Plastic Straws... : r/australia - Reddit",
  "href": "https://www.reddit.com/r/australia/comments/16fbbv8/so_about_plastic_straws/",
  "body": "I've been on a trip to America these past few months and have become re-enchanted by plastic straws. I was trying to find out if there was any possible way for me to bring some back. Paper straws suck, metal straws upset me and even the silicon ones don't feel right. Plastic ones are the only ones that don't give me sensory issues.",
  "readable_content": "- Popper_Drop (2023-12-08): I've been on a trip to America these past few months and have become re-enchanted by plastic straws. I was trying to find out if there was any possible way for me to bring some back.\n\n- pwnersaurus (2023-12-08):\n  - As far as I can tell, it’s the supply of plastic straws that is banned, so it should be fine for you to bring back as many as you want for your own personal use, you just can’t supply them to others.\n\n- nacfme (2023-12-08):\n  - Have you tried the reusable plastic ones that come with drink bottles/kids sippy cups?\n\n- chalk_in_boots (2023-12-08):\n  - My first thought was to buy crazy straws.\n\n- Tysiliogogogoch (2023-12-08):\n  - It is not illegal to own plastic straws, nor is it illegal to import them from overseas.\n\n- Kangalooney (2023-12-08):\n  - There are reusable plastic straws. Some are hard plastic, some are made of softer plastics like PET.\n\n- fnaah (2023-12-08):\n  - They have straws made from rice and tapioca. I'd get used to cardboard if I were you, it's better than the alternative.\n\n- Primalthirst (2023-12-08):\n  - Plastic straws are bad for the environment so you want to burn jet fuel flying them to Australia?\n\n- BadgerBadgerCat (2023-12-08):\n  - You can get them from Ebay and Amazon without any issues.\n\n- TheElderWog (2023-12-08):\n  - Name me one thing you can't drink without the use of a straw.\n\n- pulisicbiggesthater (2023-12-08):\n  - Stop being a baby.\n\n- ZippyKoala (2023-12-08):\n  - Customs are far more concerned about biohazards that could cause damage to the environment than they would be about a packet of plastic straws.\n\n- thisisminethereare (2023-12-08):\n  - I love the way that government targets consumers for these ecological initiatives instead of companies and corporations.\n\n- pulisicbiggesthater (2023-12-08):\n  - Stop being a baby.",
  "summary": "The conversation reflects diverse opinions on the banning of plastic straws. Some users are supportive of the ban and encourage the use of reusable or environmentally friendly alternatives, while others express a desire to continue using plastic straws. Overall, the sentiment is divided, with some emphasizing the environmental impact and others expressing frustration or resistance to the ban. \n\nSentiment: 0.2",
  "sentiment": 0.2
}