{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "\"Disabled people need plastic straws\"- wouldn't metal straws work?",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/155ls36/disabled_people_need_plastic_straws_wouldnt_metal/",
  "body": "In their own homes, a metal straw might be a usable option. It would depend on their disability and their exact needs. But, it would be fairly inconvenient to take a metal straw with them if they go places. It would be inconvenient for restaurants to supply them. Also, metal straws aren't flexible. There is no movement for getting the correct ...",
  "readable_content": "- Mindless-Run5641 (2023-07-25): “Disabled people need plastic straws”- wouldn’t metal straws work?\nI’ve seen a lot about how banning plastic straws hurts disabled people who need them, but wouldn’t metal straws work? I’ve never seen this mentioned and I don’t know if I’m missing something. It seems like it would work- reducing plastic while also having straws for people who need them. Is it that metal straws aren’t flexible like plastic straws or something?\nI’m disabled myself so I’m not asking because I don’t believe they’re needed, but because I haven’t seen anyone talk about metal straws and I’m confused. TIA\n\n- [deleted] (2023-07-25): It depends, some disabled people may not be strong enough to support a heavier metal straw in their mouth, or even have the power to suck through it.\n\n- Aginor404 (2023-07-25): Metal straws can be dangerous because they are not flexible. People with tourette syndrome or epilepsy probably shouldn't use them.\n\n- Shaycat501 (2023-07-25): In their own homes, a metal straw might be a usable option. It would depend on their disability and their exact needs.\nBut, it would be fairly inconvenient to take a metal straw with them if they go places. It would be inconvenient for restaurants to supply them.\nAlso, metal straws aren't flexible. There is no movement for getting the correct angle. If the angle on the metal straw is wrong for the disabled person's needs, then there is no way to adjust the angle.\n\n- Gertrudethecurious (2023-07-25): You don't need to use plastic straws. There are 'plastic' biodegradable straws which feel the same.\n- betterworkbitch (2023-07-25): Fun fact: often people with shellfish allergies cannot use these straws because they contain some sort of sea shell.\n \n- jurassicbond (2023-07-25): What kind of disabilities make it harder to use paper straws than plastic straws?\n \n- CalgaryChris77 (2023-07-25): I think the idea is that many places are satisfying the law by getting rid of straws completely. You’d have to bring your metal straw with you as well since you wouldn’t get something like that for free with every drink.",
  "summary": "The conversation highlights the complexities of banning plastic straws for disabled individuals. The discussion points out that metal straws may not be suitable due to their lack of flexibility and potential risks for certain disabilities. There are also concerns about the inconvenience of bringing metal straws when going out. Some alternative options are mentioned, but it's clear that the issue is not straightforward. Overall, the sentiment seems to lean towards understanding the challenges that banning plastic straws poses for disabled individuals. Sentiment: 0.8",
  "sentiment": 0.8
}