{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "Styrofoam & Plastic Straws : r/McknightFamily - Reddit",
  "href": "https://www.reddit.com/r/McknightFamily/comments/16us66f/styrofoam_plastic_straws/",
  "body": "Styrofoam & Plastic Straws. Starting a business in 2023 and launching with non recyclable packaging - styrofoam and plastic straws really makes me sad…. I'm from New Zealand and you're hard pressed here to be able to find plastic straws in takeaway or restaurant form, most places it's paper or no straw and the takeaway cups are either ...",
  "readable_content": "Few_Enthusiasm6474 (2023-10-08): Styrofoam & Plastic Straws\nSip Shitty🥤\n\nStarting a business in 2023 and launching with non recyclable packaging - styrofoam and plastic straws really makes me sad… I’m from New Zealand and you’re hard pressed here to be able to find plastic straws in takeaway or restaurant form, most places it’s paper or no straw and the takeaway cups are either plastic and recyclable or they’re paper/recycled products…\n\nJust like LND it’s just more crap going into the environment - definitely no sustainable queens over here\n\n- Strict-Ad-6263: Bailey cracks me up cause she try to make every little thing a quirky personality trait. Now it’s biting a straw next it’ll be “omg I breathe through my nose. So crazy haha”\n- oneghoulishgal: Everything is “omg am I the only one who does ___?!” No girl you aren’t 😭😭\n- Careless_Ad3968: They're the poster women for excessive consumption, I wouldn't expect anything less from them. Man, on the subject of Sip City, Brooklyn and Brokota just went the Lash Next Door route. Slapped their brand on Shein stuff (Swig) and went from there.\n- xoxodreamgirl: She’s so quirky for biting her straw!\n- Excellent-Suit-7082: Sip City has branded Stanley cups that the whole family bought which were probs pretty expensive. These girls are getting drinks almost every day there and they can’t use the reusable cups even some of the time?… They just don’t care.\n- Lovemydoggos21: Ok but it looks like the straw is going up her nose\n- oogleyshaboogley: It’s getting so cringe to watch Bailey constantly grasping at straws for “relatable” content…. No pun intended\n- mooregatehoe: Pretty sure in canada both the styrofoam cup and straw are banned\n- cbags88: As an Aussie is crazy seeing plastic and styrofoam things being used in take away, 90% if places probably more are paper and cardboard. Plastic straws are even banned\n- internsearcher25: Also from NZ and it's so sad how wasteful everything they do is. NZ isn't by any means a pinnacle of sustainability and ive seen very wasteful influencers and people here but they're another level. They even drink from plastic bottles\n- EggLikeHuman: Wow, why would they choose to use styrofoam? Styrofoam has been banned in my country for years, we barely see any now.\n- [deleted]: that’s crazy! shes like legit the only person that bites on straws! 😻😻\n- happysewing: This... is content?\n- cohen63: Not to Stan here but this debate about plastic straws for paper straws is totally not worth it. Snark if you want but I honestly hate paper straws because 90% of the time I need 2 or 3 to finish my drink because it gets too soggy\n- [deleted]: Yesss i can’t even snark on them for that bc I will choose plastic straws over paper ones any day and I know I should be better. I just hate the way the drinks taste out of a paper one… but Starbucks uses compostable plastic straws so maybe the sip city uses them too? I can’t tell the difference lol\n- Armymom96: So get reusable straws. We haven't used straws from a restaurant in about 5 years. They take 2 seconds to wash. C'mon people. It's not that hard to do little things for the planet that add up. This sub especially seems full of people who don't give a rat's ass. Downvote me all you want.\n- porkrindloaf: They probably were the cheapest option so they ordered a ton... a bad choice on their part\n- amandamarie0701: I rather have a plastic straw then a crappy paper one any day",
  "summary": "The conversation reflects a mixture of frustration, disappointment, and disapproval towards the use of non-recyclable styrofoam and plastic straws, with several individuals expressing concern about the environmental impact. However, there are also some comments expressing preference for plastic straws over paper ones. Overall, the sentiment is negative towards the use of non-recyclable packaging and straws. \n\nSentiment: -0.8",
  "sentiment": -0.8
}