{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2023-06-22..2023-12-21",
  "title": "IDF engages Hamas cell in school area, finds tunnel in classroom",
  "href": "https://www.reddit.com/r/worldnews/comments/18e5sx2/idf_engages_hamas_cell_in_school_area_finds/",
  "body": "IDF engages Hamas cell in school area, finds tunnel in classroom. Israel/Palestine. jpost.com.",
  "readable_content": "- Red_Franklin (2023-12-06): IDF engages Hamas cell in school area, finds tunnel in classroom.\n\n- the_fungible_man (2023-12-06): At this point it would shocking if there wasn't a tunnel in the classroom.\n\n- planck1313 (2023-12-06): I saw an interview with an IDF officer on Israeli TV where he says this - that when they go into a new area they first check out the schools, kindergartens, health clinics etc for tunnel entrances because that's where they are most likely to be.\n\n- Old_Laugh_9127 (2023-12-07): Hey, any Hamas supporters who are coming here to spew some ■■■■■■■ about how Hamas deeeefinitely doesn’t do this, please reply to this comment. I’d love to see your attempt at rationalizing this or simply ignoring the existence of this.\n\n- Nyan_Man (2023-12-07): First thing they’ll point out is the school is demolished, “how are children targets” then plug their ears and cover eyes if they see footage of Hamas firing from schools and official messages from Hamas saying their children’s lives don’t matter.\n\n- machinade89 (2023-12-07): It's almost like Hamas is using hospitals and schools as human shield zones!! But that's not possible, they're just harmless revolutionaries! /SARCASM\n\n- darzinth (2023-12-07): These school buildings seem to be doing triple duty. Acting as a school. (Teaching children hate from an early age.) Acting as a shelter for Gazans escaping from IDF bombing. (IDF bombs the schools, due to Hamas activity.) Acting as a tunnel exit. (Troop deployment and weapons cache.)\n\n- fjcruiser08 (2023-12-07): That’s the school lab, that’s where the kids learn to dig tunnels.\n\n- Bosde (2023-12-07): Must teach them to build the tunnels young, get them in the small spaces snowpiercer style",
  "summary": null,
  "sentiment": null
}