{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Books | Plastic Pollution Coalition",
  "href": "https://www.plasticpollutioncoalition.org/blog/2015/8/21/book-reviews",
  "body": "Plastic: A Toxic Love Story by Susan Freinkel — Freinkel combs through scientific studies and economic data, reporting from China and across the United States to assess the real impact of plastic on our lives. She tells her story through eight familiar plastic objects: comb, chair, Frisbee, IV bag, disposable lighter, grocery bag, soda bottle ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nBooks\nAugust 21, 2015\nPrevious\nNext\nNon-fiction\n\nBottled and Sold: The Story Behind Our Obsession With Bottled Water by Peter H. Gleick — Bottled & Sold shows how water went from being a free natural resource to one of the most successful commercial products of the last 100 years—and why we are poorer for it. It’s a big story and water is big business. Every second of every day in the United States, 1,000 people buy a plastic bottle of water, and every second of every day 1,000 more throw one of those bottles away. That adds up to more than 30 billion bottles a year and tens of billions of dollars in sales. Are there legitimate reasons to buy all those bottles? With a scientist’s eye and a natural storyteller’s wit, Gleick investigates industry claims about the relative safety, convenience, and taste of bottled versus tap hold water. And he exposes the true reasons we’ve turned to the bottle, from fearmongering by business interests and our own vanity to the breakdown of public systems and global inequities.\n\nBottlemania: How Water Went on Sale and Why We Bought it by Elizabeth Royte — An incisive, intrepid, and habit-changing narrative investigation into the commercialization of our most basic human need: drinking water. Having already surpassed milk and beer, and second now only to soda, bottled water is on the verge of becoming the most popular beverage in the country. The brands have become so ubiquitous that we’re hardly conscious that Poland Spring and Evian were once real springs, bubbling in remote corners of Maine and France. Only now, with the water industry trading in the billions of dollars, have we begun to question what it is we’re drinking and why. In this intelligent, eye-opening work of narrative journalism, Elizabeth Royte does for water what Eric Schlosser did for fast food: she finds the people, machines, economies, and cultural trends that bring it from nature to our supermarkets. Along the way, she investigates the questions we must inevitably answer: Who owns our water? What happens when a bottled water company stakes a claim on your town’s source? Should we have to pay for water? Is the stuff coming from the tap completely safe? And if so, how many chemicals are dumped in to make it potable? What’s the environmental footprint of making, transporting, and disposing of all those plastic bottles?\n\nCradle To Cradle: Remaking the Way We Make Things by Michael Braungart and William McDonough — “Reduce, reuse, recycle” urge environmentalists; in other words, do more with less in order to minimize damage. As William McDonough and Michael Braungart argue in their provocative, visionary book, however, this approach perpetuates a one-way, “cradle to grave” manufacturing model that dates to the Industrial Revolution and casts off as much as 90 percent of the materials it uses as waste, much of it toxic. Why not challenge the notion that human industry must inevitably damage the natural world, they ask.In fact, why not take nature itself as our model? A tree produces thousands of blossoms in order to create another tree, yet we do not consider its abundance wasteful but safe, beautiful, and highly effective; hence, “waste equals food” is the first principle the book sets forth. Products might be designed so that, after their useful life, they provide nourishment for something new-either as “biological nutrients” that safely re-enter the environment or as “technical nutrients” that circulate within closed-loop industrial cycles, without being “downcycled” into low-grade uses (as most “recyclables” now are). Elaborating their principles from experience (re)designing everything from carpeting to corporate campuses, the authors make an exciting and viable case for change.\n\nGarbage Land: On the Secret Trail of Trash by Elizabeth Royte — In this highly unconventional travel book, Elizabeth Royte leads the reader on a cultural tour guided and informed by the things she throws away. Structured around four separate journeys–those of Royte’s household trash, compostable matter, recyclables, and sewage—Garbage Land is a literary investigation of the truly dirty side of consumption. Royte melds science, anthropology, and a strong dose of clear-headed analysis in her appraisal of America’s relationship with its garbage, examining the uncomfortable subject of waste in much the same way Mary Roach’s Stiff tackled corpses. By showing us what really happens to the things we’ve “disposed of,” Royte reminds us that our decisions about consumption and waste have a very real impact—and that, like it or not, the garbage we create will always be with us.\n\nGarbology: Our Dirty Love Affair With Trash by Edward Humes — Pulitzer Prize–winning author Edward Humes investigates the trail of that 102 tons of trash—what’s in it; how much we pay for it; how we manage to create so much of it; and how some families, communities, and even nations are finding a way back from waste to discover a new kind of prosperity. Along the way , he introduces a collection of garbage denizens unlike anyone you’ve ever met: the trash-tracking detectives of MIT, the bulldozer-driving sanitation workers building Los Angeles’ immense Garbage Mountain landfill, the artists in residence at San Francisco’s dump, and the family whose annual trash output fills not a dumpster or a trash can, but a single mason jar. Garbology digs through our epic piles of trash to reveal not just what we throw away, but who we are and where our society is headed. Are we destined to remain the country whose number-one export is scrap—America as China’s trash compactor—or will the country that invented the disposable economy pioneer a new and less wasteful path? The real secret at the heart of Garbology may well be the potential for a happy ending buried in our landfill. Waste, Humes writes, is the one environmental and economic harm that ordinary working Americans have the power to change—and prosper in the process.\n\nMoby-Duck: The True Story of 28,800 Bath Toys Lost at Sea and of the Beachcombers, Oceanographers, Environmentalists, and Fools, Including the Author, Who Went in Search of Them by Donovan Hohn — When the writer Donovan Hohn heard of the mysterious loss of thousands of bath toys at sea, he figured he would interview a few oceanographers, talk to a few beachcombers, and read up on Arctic science and geography. But questions can be like ocean currents: wade in too far, and they carry you away. Hohn’s accidental odyssey pulls him into the secretive world of shipping conglomerates, the daring work of Arctic researchers, the lunatic risks of maverick sailors, and the shadowy world of Chinese toy factories.&nbs\np;\n\nPlastic: A Toxic Love Story by Susan Freinkel — Freinkel combs through scientific studies and economic data, reporting from China and across the United States to assess the real impact of plastic on our lives. She tells her story through eight familiar plastic objects: comb, chair, Frisbee, IV bag, disposable lighter, grocery bag, soda bottle, and credit card. Her conclusion: we cannot stay on our plastic-paved path. And we don’t have to. Plastic points the way toward a new creative partnership with the material we love to hate but can’t seem to live without.plastic free\n\nPlastic Free: How I Kicked the Plastic Habit and How You Can Too by Beth Terry — Like many people, Beth Terry didn’t think an individual could have much impact on the environment. But while laid up after surgery, she read an article about the staggering amount of plastic polluting the oceans and decided then and there to kick her plastic habit. Now she wants to teach you how you can too. In her quirky and humorous style—well known to the readers of her popular blog, My Plastic Free Life—Terry provides personal anecdotes, stats about the environmental and health problems related to plastic, and personal solutions and tips on how to limit your plastic footprint. Terry includes handy lists and charts for easy reference, ways to get involved in larger community actions, and profiles of individuals– Plastic-Free Heroes—who have gone beyond personal solutions to create a change on a larger scale. Plastic-Free also includes chapters on letting go of eco-guilt, strategies for coping with overwhelming problems, and ways to relate to other people who aren’t as far along on the plastic-free path. Both a practical guide and the story of a personal journey from helplessness to empowerment, Plastic Free is a must-read for anyone concerned about the ongoing health and happiness of themselves, their children, and the planet.\n\nPlastic Ocean: How a Sea Captain’s Chance Discovery Launched a Determined Quest to Save the Oceans by Captain Charles Moore — In the summer of 1997, Charles Moore set sail from Honolulu with the sole intention of returning home after competing in a trans-Pacific race. To get to California, he and his crew took a shortcut through the seldom-traversed North Pacific Subtropical Gyre, a vast “oceanic desert” where winds are slack and sailing ships languish. There, Moore realized his catamaran was surrounded by a “plastic soup.” He had stumbled upon the largest garbage dump on the planet-a spiral nebula where plastic outweighed zooplankton, the ocean’s food base, by a factor of six to one. In Plastic Ocean, Moore recounts his ominous findings and unveils the secret life and hidden properties of plastics. From milk jugs to polymer molecules small enough to penetrate human skin or be unknowingly inhaled, plastic is now suspected of contributing to a host of ailments including infertility, autism, thyroid dysfunction, and some cancers. A call to action as urgent as Rachel Carson’s seminal Silent Spring, Moore’s sobering revelations will be embraced by activists, concerned parents, and seafaring enthusiasts concerned about the deadly impact and implications of this man made blight.\n\nSlow Death by Rubber Duck: The Secret Danger of Everyday Things by Rick Smith and Bruce Lourie — Pollution is no longer just about belching smokestacks and ugly sewer pipes—now, it’s personal. The most dangerous pollution, it turns out, comes from commonplace items in our homes and workplaces. To prove this point, for one week authors Rick Smith and Bruce Lourie ingested and inhaled a host of things that surround all of us. Using their own bodies as the reference point to tell the story of pollution in our modern world, they expose the miscreant corporate giants who manufacture the toxins, the weak-kneed government officials who let it happen, and the effects on people and families across the globe. This book—the testimony of their experience—exposes the extent to which we are poisoned every day of our lives, from the simple household dust that is polluting our blood to the toxins in our urine that are created by run-of-the-mill shampoos and toothpaste. Ultimately hopeful, the book empowers readers with some simple ideas for protecting themselves and their families, and changing things for the better.\n\nAccumulation: The Material Politics of Plastic edited by Jennifer Gabrys, Gay Hawkins and Mike Michael — Plastic facilitates every part of our daily lives. It has become central to processes of contemporary socio-material living. Universalised and abstracted, it is often treated as the passive object of political deliberations, or a problematic material demanding human management. But in what ways might a ‘politics of plastics’ deal with both its specific manifestation in particular artifacts and events, and its complex dispersed heterogeneity? This book will be of interest to students and scholars of sociology, human and cultural geography, environmental studies, consumption studies, science and technology studies, design, and political theory.\n\nChildren’s\n\nSullie Saves the Seas by Goffinet McLaren — When Sullie the Seagull, Goffinet McLaren`s new super-hero, sees that plastic pollution is destroying his precious Turtle Beach, he calls his friends to action. Sullie and his Secret Society of birds create a fun-filled, exciting, adventure that takes aim at specific thoughtless humans who are causing environmental damage to the beach and to Sullie`s ocean pals. Chapter by chapter, Sullie`s clever plot delivers a delightful tale that you will enjoy sharing with your children and friends. McLaren`s story targets 8-12 year olds, but kids of all ages will laugh with, learn from, and love a savvy seagull`s schemes to save the ocean.\n\nWatercolors: How JJ the Whale Saved Us by Terry Tamminen — What would you do if you found an abandoned baby, who was hungry and confused? What would you do if this baby was a whale? Terry Tamminen, former Secretary of the California Environmental Protection Agency, shares his remarkable true story about the rescue of JJ the Whale, a day-old gray whale that was found abandoned in Marina del Rey, California. He takes us through his incredible journey and the set-backs he encountered, including bureaucratic obst\nacles, the daunting task of figuring out what and how to feed a 1,600-pound baby, and finding a safe home for the infant. Not only is this a book about whale rescue, but a touching example of human will and compassion. Tamminen introduces us to the various characters involved—many volunteering their time to save the animal, all deeply devoted to saving the animal—creating an emotional picture of the power of human collaboration. Compelling and riveting, Watercolors captures the urgency felt by the people involved in the rescue. At the same time, it educates the reader about gray whales, providing a glimpse into their life experiences. But most importantly, this book is a call to action: although we may not all have the chance encounter of meeting and directly saving a baby whale, our actions and decisions that we make on a daily basis are affecting these mysteriously beautiful creatures.\n\n \nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nBlack History Month: 10 Environmental Justice Groups & Leaders We Celebrate Today—& Every Day\n\nBlack History Month serves as an opportunity to learn...\n\nRead more\nFEBRUARY 22, 2023\nHow to Celebrate the Holidays Plastic Free\n\nThe holidays are a wonderful time for gathering with...\n\nRead more\nDECEMBER 16, 2022\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}