{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "JumpChain - Reddit",
  "href": "https://www.reddit.com/r/JumpChain/",
  "body": "Welcome All Jumpers! This is a Sister subreddit to the makeyourchoice CYOA subreddit. This Subreddit focuses specially on the JumpChain CYOA, where the 'Jumpers' travel across the multiverse visiting both fictional and original worlds in a series of 'Choose your own adventure' templates, each carrying on to the next... Come here for discussion and fanworks from the reddit Jumpers!",
  "textContent": "JumpChain\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/JumpChain\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Shigeru_Miyamoto\n•\n3 yr. ago\nPLEASE READ: A Clarification of /r/Jumpchain's Rules and How to Interact with Non-Reddit Jumpchain Communities\nMETA\nhttps://www.reddit.com/r/JumpChain/comments/k3889p/please_read_a_clarification_of_rjumpchains_rules/\nu/Nerx\n•\n5 mo. ago\nFrequently Asked, General Questions and Jumper Request Thread 9\nMETA\nu/Aleph_Aeon\n•\n7 hr. ago\nGeneric Angels and Demons Jump V1.1\nJUMP\n\nhttps://drive.google.com/file/d/1Jbbn7kB9WJlB5bYPNaogjuLMEtkhv9DV/view?usp=sharing\n\nHi. Here I am with another update (I'll probably post one or two more updates for my old jumps before making a new jump). I wasn't sure if I would make an update for this jump or not, however, what actually motivated me to make this was the fact that I forgot to add a capstone boosted version of the Divine Herald perk, as r/Tigerman_y warned me. So, I decided to add a few other things too.\n\nComplete changelog of the update in the end of the jump. Critiques and suggestions are welcome.\n\nu/Mismagireve\n•\n6 hr. ago\nFanfiction writers, do you ever just...?\nSTORY\n\nThe amount of times that I have done something in a jump for funsies, and then taken a step back to suddenly be like wait shit I might be onto something here, and then suddenly I have a new crossover story idea brewing in my brain as a result is just... too many times to count considering the sheer amount of story ideas I have already languishing away.\n\nLike for example I realized thirty minutes ago or so that I would be bringing Taylor Hebert into the world of Goblin Slayer, and then my brain was immediately spiraling into ideas regarding how that one change alone would be a radical disaster of anti-goblin warcrimes that I would happily read 70k words of.\n\nFic writers, do you ever just play the game as normal and then something happens to make you go fuck I really wanna write that now?\n\nView full post\nu/Gorynch\n•\n12 hr. ago\nSecond Life Ranker 0.4\nWIP\n\nAnother day another version.\n\nAs always, let me know if you have any suggestions\n\nhttps://docs.google.com/document/d/19uQjTrXrk-gdGeg4rg6iYdqRHmZVmLvJEV5Wo_ZO7Xk/edit?usp=sharing\n\nChangelog\n\n0.4\n\nChanged Adaptability\n\nMoved elemental master to generic\n\nTransformed Elemental infusion into a 100cp perk.\n\nAdded Elemental amplification to elementalist\n\nAdded a Collect the essence of the Four Legendary Beasts scenario\n\nAdded unknowable perk to generic\n\nAdded bad at naming things drawback\n\nAdded Viera Dune drawback\n\nView full post\nu/StormCaller02\n•\n4 hr. ago\nFavorite Frontload for The Chain?\nDISCUSSION\n\nHeya Jumpers!\n\nSo mainly this questions stemmed from the idea of a front load.\n\nA front load in jumpchain (as I best understand it) is where you have one or two jumps that you start off in, and then continue into other jumps/worlds/stories with those intially acquired, and then are not allowed to collect any future Perks or items unless that was somehow a part of your set up. (Technological builders or Conquerer Jumpers being the notable exceptions to that if only because of fiat)\n\nSo which jump/s would you front load your chain with? Being unable to largely gain anything else from future jumps?\n\nTo make this more palatable, you have twice the normal amount of points to start off with, and can still gain extra pts via drawback. But once you've picked your intial jump (or two jumps) then you cannot gain anything further in the future. (Excepting that rare fiat mentioned before).\n\nAs for my answer, I would struggle quite a bit between picking either Pokebrat's EndBringer Jump.\n\nOr the new Silmarillion Jump.\n\nThe EndBringer Jump is just so fun with the all of the various power interactions and combos you can get with the right setup. I could make an entire post about all the awesome things you could do with the various powers offered and awesome combos with two or three of the EndBringer powers in play.\n\nThe Silmarillion mainly because I'm such a fan of Lord of the Rings, and as far back as I can really remember, I LOVED the idea of Sauron. That was perhaps one of my earliest power fantasies, or rather being a GOOD Sauron. I always lamented that Sauron wanted to dominate and conquer and destroy, and I was enamored with the idea of all that he could achieve if he was a good guy.\n\nIn the Silmarillion I'd become a Maia with the entire perk tree, having knowledge over crafting, storms, healing/cleansing/restoring and nature. And take a few of the choice perks to increase martial abilities and beauty and round it out with a Master Seeing Stone and a Ring of Power specifically focused on healing/cleaning/restoring.\n\nView full post\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/Lion_Of_Destruction\n•\n5 hr. ago\nPerks for extra origins\nDISCUSSION\n\nAs the title says I want perks that give you extra origins in other jumps. I would especially love ones that give a small stipend if any.\n\nu/AxstromVinoven\n•\n6 hr. ago\nCompanions in \"Civilization Jumpchain\"?\n\nThere are a few of them, but I'm talking about this one.\n\nThe jump doc mentions companions in the context of how a few perks might apply to them, but I don't see any guidelines for importing them.\n\nI'm aware that many jumpers assume you can bring in companions free with no CP cost nor stipend, but things are a little different because of how this jump works: You are expected to stick it out until the year 2300 AD, and you can choose whether to be an immaterial source of inspiration, or incarnate directly into the world. If you do incarnate, you get one mortal lifespan per era (dying of old age doesn't fail the jump or chain).\n\nI like the idea of having them also physically present when you are incarnate, but how would you treat them if you are the immaterial advisor? As other disembodied advisors? As occasionally-occurring citizens of your civilization? As a council advising the jumper, but with only the jumper having the ability to communicate to mortals?\n\nView full post\nu/IndividualTerm1\n•\n16 hr. ago\nGarden of Eternity\nSUPPLEMENT\n\nhttps://docs.google.com/document/d/1NB1cMmtCGgKnptg_eEoNOHgczyFpycxQ/edit?usp=sharing&ouid=110665311190365966362&rtpof=true&sd=true\n\nu/Nerx\n•\n16 min. ago\nHow much does your Jumper usually hold back in fights?\nDISCUSSION\nu/SerFreke\n•\n8 hr. ago\nDo Mystic Eyes of Death Perception have any effect on people looking at them?\n\nWhat it says on the tin, I wasn't sure if it like, messed with people to look into them? Like they are pretty weird all things considered, but do they have enough idk \"Death\" in them to freak people out? Could people from other settings get weirded out by the eyes? Like say, Naruto, JJK, DxD, Bleach or the like, stuff with their own weird abilities would they be able to see/sense something off with the eyes without being told?\n\nWhat about if I got the Balor's eye, the super powered prototype from Fate Legends Land of Shadows?\n\nu/Plenty_Top2843\n•\n13 hr. ago\nHow does one start?\nDISCUSSION\n\nHonestly really interested in the subreddit but kinda confused on how someone would start all this? Like once you've finished your first jump do you just move onto the next and carry over any left over points? Or am I just over thinking stuff?\n\nAlso if this ain't the place to ask regarding it let me know.\n\nu/XMenPerseus56\n•\n8 hr. ago\n[Search Needed] Looking for Urban horror/Fantasy related Jumpchains\nRequest\n\nI'm currently looking for jumpchains and supplements that related to urban fantasy, ranges from stuff to Jujutsu Kaisen and Chainsaw Man to Lovecraftian-related stuffs, from standard horror to hentai-level horror.\n\nI would like to requests a help to find the said genre of Jumpchains but If you had something to recommend, i'm all ears.\n\nu/NeoDraconis\n•\n9 hr. ago\nAny Perk that lets you modify skills?\n\nI mean we do have Unique Skill Upgrade from one of the Generic Isekai Jumps...\n\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/fanficwriter1994\n•\n9 hr. ago\ndes and Astartes Chapters in Companion Options\nDISCUSSION\n\nWhat it says on the tin guys. Star Wars vs Warhammer 40k has the option to buy Custodes and Astartes Chapters. Now, why is this an issue?\n\nTwo options from Alt-Chain Builder are enough to break this: The Entourage (all companion options are free and there is no limit to companions) and Batch Job (You can buy stuff multiple times)\n\nEven if you'd say that these two options aren't meant to be bought multiple times, these two together mean you can get an army for free, although you won't have any space forces to transport them with this alone.\n\nSo yeah, arbitrary numbers of Astartes and Custodes can be your own there, like, buy the chapter 5000 times and you have five million Astartes.\n\nView full post\nu/Delluran\n•\n17 hr. ago\nFrieren question\n\nSo I have been reading through the Frieren: Beyond Journeys End Jump-Doc, and have been watching the first few episodes of the anime, and I couldnt help but wonder about something related to the Demon race.\n\nIn the Jump Demons are described as simply being long lived and having surperior physical abilities to most Humans, yet there is also multiple references to \"Magic being the Domain of Demons\".\nSo my question is if that is just a saying because Demon society is so focused on Magic Power and mastery over their special Spell, or if they have some affinity for Magic that simply isnt mentioned in the racial option of the Jump?\n\nIf anyone could clear that up for me I would really appreciate it.\n\nView full post\nu/oOYukaiOo\n•\n15 hr. ago\nAlt-chain builder question about the \"As You Were\" drawback\nDISCUSSION\n\nSo I'm having some trouble with this one one complication, specificaly the \"As You Were - Same Race\" one, as its writen you are human and thus are always human, but what If my jumpers isn't actualy human, like if I want to make an animal a jumper, would this mean my animal jumps is now a human forever or are they always an animal of their species?\n\nThe latter of the two would be what I want for my chain but how would you guys interpret this?\n\nThe complication:\n\nAs You Were:\n\nJust because your Jumper changed worlds, doesn’t mean they get a new lease on life. Your Jumper is stuck with who and what they are. This only effects the background or origin section of each jump. This Complication can be taken up to three times, each time with a different focus.\n\n• Same Age: Ignore age rolls. Your jumper better find a way to end or reverse their aging soon.\n\n• Same Sex: Some might see this as an Accommodation. But one’s mind might change.\n\n• Same Race: Your jumper is human, and is likely to stay that way. Whether or not this means you can’t benefit from choosing a race and getting its discounts is up to you.\n\nThe Alt-Chain Builder doc:\n\nhttps://drive.google.com/file/d/12YIrjcacl2P4mhAZapIQ1x77Z3SVzYAf/view\n\nView full post\nu/ShinLuckynights\n•\n16 hr. ago\nQuestion about game type jumps\nDISCUSSION\n\nI’m new and was wondering if in jumps like the kings avatar if you get your avatar abilities after the jump or no since it’s your jumper playing a game for 10 years\n\nu/Commmander64\n•\n1 day ago\nWhen you bring your soldier followers along into a hero setting.\nSHITPOST\nhttps://youtube.com/shorts/-ihaJn19isQ?si=CXbgdFyn8WwVGdkh\nu/StriderHaryu\n•\n1 day ago\nIt's my body and I'll do what I want with it\nDISCUSSION\n\nHey all, happy holidays for those who celebrate. I had a weird thought the other day and wondered if there are any perks out there that make sure your body 'works', i.e. doesn't kill you, fight itself, be incompatible with itself, etc. I imagine most jumpers just sort of handwave this, but I imagine it's not too long before some jumpers pick up some chrome or magical body parts of pool of ki that might be incompatible with something they picked up 70 jumps ago and haven't given a second thought to.\n\nAny perks come to mind like that?\n\nu/DrawerVisible6979\n•\n1 day ago\nFailure\nDISCUSSION\n\nPretty recently I had a Jumper go to Eternia (He-Man).\n\nThe plan was simple:\n\nStep 1, Work for skeletor to gain his trust and resources.\n\nStep 2, Use our combined strength to beat He-Man.\n\nStep 3, Betray Skeletor and take the power of Greyskull for myself.\n\nStep one and two went off without too much trouble. It was only after I got the whole 'betray Skeletor' thing out of the way when I made a horrible realization.\n\nMy Jumper doesn't actually know how to use the power of Greyskull. Everyone who did is either dead or had been flung to the far ends of nobody knows where, and he had no way to reasonably figure it out on his own.\n\nSo, what oversight or underestimation lead your Jumper to a horrific or just downright humiliating failure?\n\nView full post\nu/fanficwriter1994\n•\n2 days ago\nMilitary Jumper Must-Have Perk discovered\nDISCUSSION\n\nSo, just took a good look at the Empire at War Jump, and this Perk jumped out at me:\n\n[200 CP] Deployment: Now, when you enter a jump, any armies or navies you have will not actually exist until you call them into the setting, at which point they will instantaneously either land on the ground if they are ground forces, appear out of FTL if they are starships, or materialize on the sea if they are maritime vessels. Additionally, whenever they are destroyed and have met their respective respawn times, you can do the same thing all over again. This perk is togglable.\n\nThis is basically a must-have for any Jumper who likes to use military might.\n\nI mean, imagine you got a BC-304 and a bunch of other ships that are far slower, or you need to get troops to somewhere really fast.\n\nThis is basically \"Military Fast-Travel the Perk\", especially if your military forces are otherwise rather slow in FTL or have other issues (looking at you, Warhammer 40k Warp Travel and Star Trek Warp Travel)\n\nCongrats to u/RegretMotor256 for making the most hillariously broken but yet simple Perk imaginable, because this is Empire at War Deployment, doesn't matter if it makes no sense for the Glorianna to come out exactly where you want!\n\nView full post\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/PinkLionGaming\n•\n2 days ago\nInsane Perk in Mistborn Era 1?\nDISCUSSION\n\n\"[100, Free Drop-In] Steady Burn: Scadrian Investiture works fine so long as you're on Scadrial, but visitors like you might have some trouble later on. With this perk, you don’t need to worry about your powers not working. Any magic you gain or learn in one world will continue to function correctly in future worlds. Even if you journey far beyond the Cosmere, your metals will burn bright!\"\n\nThis allows you to gain and keep magic in any system that doesn't require you to be born with it basically? You can become a Mistborn by consuming the Lerasium at the Well of Ascension and you can become a Feruchemist in a similar way currently unknown, but lets be real it takes a Jumper five seconds to figure anything out. Then once you learn Hemalurgy it also becomes protected by this Perk.\n\nSo for the low cost of free you gain access to quite a decent powerset to say the least, not even counting what happens when you start applying this Perk to future Jumps, it's Hemalurgic synergy is insane especially as now it doesn't even matter the requirements of gaining magic or power.\n\nView full post\nu/AxstromVinoven\n•\n1 day ago\nPersonal Reality questions\nDISCUSSION\n\nPersonal Reality Questions\n\nI'm looking at the Personal Reality Supplement and have a few questions, probably from missing something or misinterpreting something in this large document.\n\nDo your companions' items also show up in you personal reality warehouse and follow the same general rules?\n\nThe 300wp option \"The Big Garage\" gives drydocks sufficient for arbitrary sized ships, but no egress for them. Is it necessary to keep buying Portal Aperture upgrades until you can fit through if you want to launch your Enterprise or Star Destroyer in another jump?\n\nThe Personal Mod Pods option says you can only run a companion through a body mod once. What does that mean? They get one shot to bank some CP and use it in Body Mod and then they're locked out of using Body Mod again forever?\n\nMany Happy Returns lets you spend another 10 years after the moment you left - does that count as another jump round meaning another set of CP to spend and such, or is it just 10 years more time in the setting?\n\nThanks for any help!\n\nView full post\nu/anirocks1999\n•\n2 days ago\nList of 40k Jumpchain\nDISCUSSION\n\nI am currently building an primarch build which is inspired by the primarch si fics. as such i need 40k jumpchains. So is there any other jumpchain apart from Horus Heresy Primarch, If Emperor has text to speech, all of the Sentry342's 40k Jumpchains and all of the 40k jumpchain in 4chan Quicksilver Jumpchain Drive and Spacebattle Jumpchain Drive\n\nu/RegretMotor256\n•\n2 days ago\nHalo Wars Jump WIP V0.5\nWIP\n\nHello everyone, I've gotten a good chunk of the Halo Wars jump complete, so I think now is the best time to put the WIP out there so I can get some feedback/suggestions/criticism on it before I start finishing it up. Thanks in advance!\n\nHalo Wars Jump WIP V0.5\n\nhttps://drive.google.com/file/d/1Ae3A_4Y7XAS3_D2lDraq1n_yPIPABkrk/view?usp=sharing\n\nu/richardwhereat\n•\n2 days ago\nIs there an Anne Rice setting jump?\n\nIt seems ripe for one. It had numerous possible origins, like scholars, adventurers, hermits, and species like, ghosts, vampires, taltos, werewolves, and mortals.\n\nIt also has a tv show out, though I dont know if it is any good. It had that weird christian retcon, and the movie.\n\nDid I just miss it?\n\nu/Soulreaper31337\n•\n2 days ago\nChrome Shelled Regios\nJUMP\n\nDoc Jump\n\nPDF Jump\n\nChrome Shelled Regios is an amazing Light Novel, Anime, and Manga. So i started rewatching the anime and decided to touch this up and release it. If i missed something major or have lots mistakes just note it in the doc. I think this is the last jump i kept tinkering with and forgot about... well probably not given how full of crap my google drive is.\n\nTop 5%\nRank by size \nRULES\n1\nDon't be a Jerk\n2\nStay On-Topic\n3\nRespect Privacy\n4\nDon't Sexualize Minors\n5\nDon't Impersonate\n6\nFlair Appropriately\n7\nKeep It Legal\n8\nDon't Defy the Site\n9\nDon't Brigade\n10\nIf you are a Reddit jumpmaker, upload to the Reddit Drive.\n11\nDon't Plagiarize or Edit Another Jump"
}