{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Hydroflask/Growler talk - Reddit",
  "href": "https://www.reddit.com/r/Hydroflask/",
  "body": "Flex straw cap and hot liquids. So I've got a 32oz hydroflask wide mouth with a flex straw cap and while I realize that I shouldn't put hot liquids in it with the straw attached to the cap, I cannot find any conclusive answer to whether I can put hot liquid in the flask if I remove the straw lid but keep the straw cap on.",
  "textContent": "Hydroflask/Growler talk\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/Hydroflask\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/PM-ME-ROAST-BEEF\n•\n4 yr. ago\nStickers!\nMod Post\nhttps://www.reddit.com/r/Hydroflask/comments/ebnvni/stickers/\nu/_comfortably-numb_\n•\n2 yr. ago\nNew Hydro Flask x National Park Foundation 🦬\nu/abbiedabbie\n•\n5 hr. ago\nI will die before I let this leave my hands\nHaul/Collection\nu/rephleks\n•\n18 hr. ago\nAnyone know if HF will replace Flex Sip lid?\nQuestion/Discussion\n\nI recently bought a Hydroflask Mug that has the Flex Sip lid on it. I bought it at a Marshall’s for a great deal and it was the last one. Unfortunately, it was tgtbt as it’s missing one of the four parts to the lid. I already emailed them but their turnaround time says 5-7 days. Just curious if anyone has been in a similar situation. Hopefully, I won’t have to return it.\n\nu/MidnightSalem\n•\n23 hr. ago\nRefrigerator safety\n\nI just got a 40 oz hydro flask, fancy insulation and temp shield, etc. Is it gonna be safe in the fridge with the lid off? I just like having a cold water bottle in the fridge.\n\nu/Nathan8315\n•\n1 day ago\nIs this normal wear and tear?\n\nI reached out for warranty and keep being told this is normal wear and tear, but I disagree. My cup is in near mint condition besides the finish coming off in this one area. Am I wrong? I am afraid this is going to continue to spread. It appears to me there is dirt or something under the finish. They have offered me $5 after returning my tumbler (the recycle program).\n\nhttps://preview.redd.it/is-this-normal-wear-and-tear-v0-oiibqrz9455c1.jpg?width=3000&format=pjpg&auto=webp&s=54f2ae0ff86b8687f93b303e843ec0d314fadeb5 https://preview.redd.it/is-this-normal-wear-and-tear-v0-v38morz9455c1.jpg?width=3000&format=pjpg&auto=webp&s=86da83a08d8f92b9341c1b72544cfed744852a60\nu/sportclipshaircuts\n•\nPromoted\nNo matter what your style is, whether it's a tight fade or flowing locks, old timey or newfangled, Sport Clips has got you covered. Our Stylists are specially trained to cut men's hair, which is why we hairdo like no one else hair does.\nsportclips.com\nLearn More\nu/DrunkinMunkey\n•\n2 days ago\nAll around travel tumbler lid\nQuestion/Discussion\nu/ShiinaYumi\n•\n2 days ago\nNordstrom shades\nQuestion/Discussion\n\nDoes anyone have cloud and shades like sandalwood and moonlight to compare them? Trying to get a feel for clouds color.\n\nu/ShiinaYumi\n•\n2 days ago\nNordstrom shades\nQuestion/Discussion\n\nDoes anyone have cloud and shades like sandalwood and moonlight to compare them? Trying to get a feel for clouds color.\n\nu/-NGN\n•\n2 days ago\nHydroflask in cars\nhttps://forms.office.com/Pages/ResponsePage.aspx?id=sXLr7NAm_0SV5W620PSjcKqflc10QTtPu-ZjKPe50cpUNlhETFlDVVEzUERMVk5SUE1PSlRSQlEwWC4u\nu/ItalianAdobo1019\n•\n3 days ago\nAll-around hyrdoflask boot\n\nHi! is there a boot recommendation for an all-around hydroflask? would it fit the usual ones since it's slightly increasing in width?\n\nif yes, which between the 7.5 cm or the 9cm boot would fit for the 40oz? Thanks!\n\nhttps://preview.redd.it/all-around-hyrdoflask-boot-v0-vd2xc5obys4c1.png?width=282&format=png&auto=webp&s=b8f179c8e80932d45e095ae638274b9fdf92a2de\nu/Impasta_Bowl3033\n•\n3 days ago\nLogo Rubbing off?\nQuestion/Discussion\nu/Yipkusing\n•\n4 days ago\nUnwanted from TJ Maxx\nu/lillian-acnh\n•\n4 days ago\nOrange stuff in staw?\n\nI was cleaning my hydroflask when my straw cleaner began to remove this orange/red film that I could not see on the black straw piece. I ended up scrubbing every mm of the straw part. does anyone know what this is? Is it mold or could it be mineral deposit? am i about to die?\n\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/AlwaysBirding\n•\n5 days ago\nCardinal Marshall’s find\nu/Muffin-sangria-\n•\n4 days ago\n10% cash back from HF\n\nHydroflask is currently 10% cash back from Rakuten.\n\nIf you don’t use Rakuten, it’s really easy. Sign up, purchase through their app or using their browser extension. Get paid a few weeks later.\n\nSign up using my referral link and get $30 back after spending $30 www.rakuten.com/r/STORMY3376?eeid=44971\n\nu/blueberrymuffinz1\n•\n4 days ago\nmy dad used my hydro for watermelon juice and now it has mold in it\nu/meoweth2\n•\n5 days ago\nlids compatible with camelbak?\n\nim looking for a very simple to clean lid after my camelbaks lids always get moldy after some use. is there a hydroflask lid thats compatible with my 50oz camels?\n\nu/Outrageous_Ad_8392\n•\n6 days ago\nProtein shakes?\n\nIs it a good idea to use protein shakes(milk and whey) in hydro flasks? Would be in the flask all day basically\n\nu/_strawberrywaffles\n•\n6 days ago\nLimited Edition Ultraviolet + Stickers!\nMy Hydroflask\nu/_LittleLightningGirl\n•\n6 days ago\nLooking for Pine color\n\nHi, I’m not sure if there is a better group to post this in but I’m trying to see if anyone has an unused Pine colored hydroflask from Dick’s that they are willing to sell? I haven’t had any luck on eBay or other resell sites.\n\nu/somewhat__sane\n•\n6 days ago\nBest silicone boot to fit Hydroflask Wide 32oz in Agave?\nWhere To Buy\n\nHi all. Struggling find a boot to fit my wide hydroflask. Please can you provide me with links to boots that have fit yours?\n\nu/RealOldSpiceWeSwear\n•\nPromoted\nYou really ARE seeing double. Get Twice the Spice with Old Spice Holiday Twin Pack for 24/7 Holiday freshness. Shop Now.\noldspice.com\nShop Now\nu/Penguin15243\n•\n7 days ago\nRust in flask\n\nI recently bought a flask from Amazon but within 2 weeks, the insulation failed and there was a rust spot on the bottom. Is it common for the bottles to fail so fast or did I just get a bad one?\n\nThanks in advance\n\nu/LitrillyChrisTraeger\n•\n7 days ago\nWhat is the purpose of this tab?\nQuestion/Discussion\nu/PotatoEnjoyer2\n•\n7 days ago\nGapping in plastic on mug.\nQuestion/Discussion\n\nSo, as stated in the title, the plastic on the outside of my mug is gapping some. You can't tell when it's empty or just sitting, but if you grab it by the handle when it's full or if you hold it by the handle while washing it's really obvious. Is this because of age (I got it in 2020 or 2021, so it's really not that old), or improper care, or maybe just a defect that I didn't notice before? In any case, would this fall under warranty, or is there any way to fix it?\n\nu/Prior_Training_3368\n•\n8 days ago\nGrapefruit Combos\nQuestion/Discussion\n\nI just got my second Hydro in the color grapefruit and I’m wanting to see how everyone styled theirs. I’m having a super hard time coming up with good combos and I currently only have an orange boot. Please share! :)\n\nu/_strawberrywaffles\n•\n9 days ago\nUltraviolet Straw Lid Combo\nQuestion/Discussion\n\nCan I see what combos for the limited edition ultraviolet y’all came up with?? I need a straw lid and a cute boot to pair with it !\n\nu/Interesting_Part9824\n•\n9 days ago\nWHAT SIZE BOOT WILL FIT MY 32oz “ALL AROUND TRAVEL TUMBLER”?!!\n\nPlease help!!! If any of you have have one and you bought a boot for it plz drop the link or let me know what size!!!! I got my mom one for Christmas and wanna get a boot to keep it safe but don’t wanna get the wrong size! :) all help Appreciated!\n\nTop 6%\nRank by size"
}