{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "90 Percent of Seabirds Have Eaten Plastic - Smithsonian Magazine",
  "href": "https://www.smithsonianmag.com/smart-news/90-percent-seabirds-have-eaten-plastic-180956484/",
  "body": "Eight million tons of plastic makes its way into the ocean each year, and plastic pollution can produce catastrophic outcomes for marine life. Now, The Washington Post's Elahe Izade reports on a ...",
  "textContent": "SECTIONS\n\n \nSUBSCRIBE RENEW SHOP\nSUBSCRIBE GIVE A GIFT RENEW\nSMART NEWS\nHistory\nScience\nInnovation\nArts & Culture\nTravel\nHISTORY\nArchaeology\nU.S. History\nWorld History\nVideo\nNewsletter\nSCIENCE\nHuman Behavior\nMind & Body\nOur Planet\nSpace\nWildlife\nNewsletter\nINNOVATION\nInnovation for Good\nEducation\nEnergy\nHealth & Medicine\nSustainability\nTechnology\nVideo\nNewsletter\nARTS & CULTURE\nMuseum Day\nArt\nBooks\nDesign\nFood\nMusic & Film\nVideo\nNewsletter\nTRAVEL\nAfrica & the Middle East\nAsia Pacific\nEurope\nCentral and South America\nU.S. & Canada\nJourneys\nNewsletter\nAT THE SMITHSONIAN\nVisit\nExhibitions\nNew Research\nArtifacts\nCurators' Corner\nAsk Smithsonian\nPodcasts\nVoices\nNewsletter\nPODCAST\nPHOTOS\nPhoto Contest\nInstagram\nVIDEO\nOriginal Series\nSmithsonian Channel\nNEWSLETTERS\nSHOP\nSMART NEWS\n\nNew Research\n\n90 Percent of Seabirds Have Eaten Plastic\n\nAnd plastic pollution will threaten even more birds as production grows\n\nErin Blakemore\n\nCorrespondent\n\nSeptember 3, 2015\nJoe McDonald/Corbis\n\nEight million tons of plastic makes its way into the ocean each year, and plastic pollution can produce catastrophic outcomes for marine life. Now, The Washington Post’s Elahe Izade reports on a sobering new statistic that shows the true extent of plastic in oceans: 90 percent of seabirds have ingested some form of plastic.\n\nThe number comes from a group of Australian researchers who reviewed literature on 135 species of seabird, writes Izade. They also ran computer models, learning that between 1962 and 2012, 29 percent of individual seabirds’ guts had plastic fragments and 60 percent of the species studied had ingested plastic fragments.\n\n580K\n112\n5 Surprising Facts About Abraham Lincoln\n\nThe new model estimates a current ingestion rate of 90 percent of individual seabirds — and the problem is getting worse. In fact, reports Izade, growing plastic production could lead to a 99 percent plastic ingestion rate by 2050.\n\nThe paper identifies a place scientists used to consider “relatively pristine” as a hotspot for plastic ingestion: the Tasman Sea. In fact, despite being far from the floating pile of plastic so immense it’s been labeled the Great Pacific Garbage Patch, the Tasman Sea might actually be more dangerous. Since it’s where the Atlantic, Pacific and Indian Oceans converge and holds a high diversity of birds, the Tasman Sea could be particularly dangerous for birds who mistake a bottle cap or plastic bag for food. In fact, the GPGP is relatively safe when it comes to animals eating plastic because few animals can sustain life there at all.\n\nBut there’s a bit of light in this dire prediction for the world’s soaring seabirds: Individual humans can help stop plastic pollution by recycling, reusing and preventing plastic from reaching oceans in the first place. Cities and municipalities can help, too. In a release, co-author Denise Hardesty points out that waste management is the key to reducing the plastic threat: “Even simple measures can make a difference, such as reducing packaging, banning single-use plastic items or charging an extra fee to use them, and introducing deposits for recyclable items like drink containers.”\n\nGet the latest stories in your inbox every weekday.\n\n \n\nErin Blakemore |  | READ MORE\n\nErin Blakemore is a Boulder, Colorado-based journalist. Her work has appeared in publications like The Washington Post, TIME, mental_floss, Popular Science and JSTOR Daily. Learn more at erinblakemore.com.\n\nFiled Under: Birds, New Research, Oceans, Pollution, Sea Birds\nReport this ad\nMOST POPULAR\nThe World's Oldest Living Land Animal, a Tortoise Named Jonathan, Turns 191\nThis Simple Trick Will Help You Brew Better Coffee, According to Scientists\nWhen Keith Haring, Salvador Dalí and Jean-Michel Basquiat Created an Art Amusement Park\nAmazing Fossil Preserves Teenage Tyrannosaur’s Last Meal\nBaby Buried With Care 10,000 Years Ago Found in Italian Cave\n\nEXPLORE\n\nSmart News\nHistory\nScience\nInnovation\nArts & Culture\nTravel\nAt The Smithsonian\nPodcast\nPhotos\nVideo\n\nSUBSCRIBE\n\nSubscribe\nGive a gift\nRenew\nManage My Account\n\nNEWSLETTERS\n\nSign Up\n\nOUR PARTNERS\n\nSmithsonian Institution\nSmithsonian.com\nSmithsonian Store\nSmithsonian Journeys\nSmithsonian Channel\nSmithsonian Books\nSmithsonian Membership\n\nTERMS OF USE\n\nAbout Smithsonian\nContact Us\nAdvertising\nRSS\nMember Services\nSustainability\nTerms of Use\nPrivacy Statement\nCookie Policy\nAdvertising Notice\n\n© 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings"
}