{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "How to clean inside of straw - Lifehacks Stack Exchange",
  "href": "https://lifehacks.stackexchange.com/questions/6303/how-to-clean-inside-of-straw",
  "body": "The number of people suggesting that you just buy new straws is appalling. The point of reusable straws is to keep those cheap, plastic disposable straws out of the landfills. Say yes to the pipe cleaners and yes to tiny bottle cleaners. Some reusable straws come with mini bottle cleaners (sized for the straw). You want a hack?",
  "textContent": "Log in\nSign up\n\nLifehacks Stack Exchange is a question and answer site for people looking to bypass life's everyday problems with simple tricks. It only takes a minute to sign up.\n\nSign up to join this community\nAnybody can ask a question\nAnybody can answer\nThe best answers are voted up and rise to the top\nLifehacks\nHome\nQuestions\nTags\nUsers\nUnanswered\nTEAMS\nStack Overflow for Teams – Start collaborating and sharing organizational knowledge.\nCreate a free Team Why Teams?\nHow to clean inside of straw\nAsk Question\nAsked 8 years, 8 months ago\nModified 4 years, 11 months ago\nViewed 95k times\n27\n\nI have a plastic cup from a company I used to work at. I like this cup and it's very convenient for me to be able to drink water with the straw, so I use this very often. However, after longtime use, the tip of the straw on the inside has become dirty.\n\nDoes anyone have any tips on how to clean the inside of this straw? A typical cleaning sponge doesn't work since it's too fat. I'd like to be able to use some common household items, if possible.\n\ncleaningkitchen\nShare\nImprove this question\nFollow\nedited Jan 2, 2019 at 21:09\nGlorfindel♦\n1,0402\n2 gold badges\n13\n13 silver badges\n28\n28 bronze badges\nasked Mar 21, 2015 at 20:46\nStanMarsh\n3781\n1 gold badge\n3\n3 silver badges\n6\n6 bronze badges\n8\nDunno about \"straw cleaners\", but pipe cleaners were used (and named) as a cleaning brush for long narrow tubes (e.g. pipes) well before they were popularized as a crafting material for kids. – \ngoldPseudo\n Mar 21, 2015 at 20:55\n1\nWhy can't you replce it? Straws are literally a dime a dozen (or cheaper)? – \nFrames Catherine White\n Jun 9, 2015 at 3:23 \n2\nWith cups with plastic straws like that, they have flared ends to stop the straw coming out, and they are hard plastic straws. You don't just \"buy another\" or \"snip it off\" - it's not a reusable straw. – \nuser7174\n Jun 18, 2015 at 19:16\n2\n@Oxinabox It looks like the type of straw that is secured in to the lid.You can see a more prominant image here. g01.s.alicdn.com/kf/HTB1GXXkFVXXXXa9XpXXq6xXFXXXG/221375967/… – \nTerry\n Sep 17, 2015 at 20:26\nAdd a comment\n24 Answers\nSorted by:\nHighest score (default)\nDate modified (newest first)\nDate created (oldest first)\n29\n\nYour best option is to use a pipe cleaner. Add some dish soap to the pipe cleaner. I like to dip the pipe cleaner in a bottle of soap, but you can pour soap on it. Now just push the pipe cleaner through the straw and rinse it with water.\n\nIf you have a straw that has too wide of a diameter for on pipe cleaner, you can braid 2 or 3 together to make it wider.\n\nShare\nImprove this answer\nFollow\nanswered Mar 21, 2015 at 21:17\nmichaelpri\n11.3k23\n23 gold badges\n62\n62 silver badges\n119\n119 bronze badges\n1\nTry focusing you search on cleaning brushes for lab equipment, you might be able to find specific shapes/sizes for your needs. – \nCarl\n Apr 2, 2015 at 4:57\nAdd a comment\n15\n\nUse denture cleaners. These create foams that smell clean and clean deep within the straw.\n\n Also, use long Q tips. These may push the dirt further in some cases, so also use with soapy water and water pressure helps to.\n\nAdditional Info\n\nStraw cleaners.\n\nShare\nImprove this answer\nFollow\nanswered Mar 23, 2015 at 2:03\nPobrecita\n8,6626\n6 gold badges\n33\n33 silver badges\n69\n69 bronze badges\nAdd a comment\n7\n\nEspresso machine! Heat up some steam and as long as your re-usable straw is relatively thick, slap it up against the steam shoot for a few seconds per side. Finally, run water through it. Presto! A clean and sanitized straw. I do this all the time.\n\nShare\nImprove this answer\nFollow\nanswered Nov 12, 2015 at 12:14\nTim Lamothe\n711\n1 silver badge\n1\n1 bronze badge\nMight heat break down or deform a plastic straw? – \nsondra.kinsey\n Nov 19, 2019 at 12:41\nIf the microbes have built up a biofilm (slimy covering), then this might not be enough to dislodge and kill them. – \nelectronpusher\n Feb 11, 2022 at 18:55\nAdd a comment\n4\n\nI would just hold the straw in a vertical position with one of my fingers covering the bottom of the straw. Pour some soap into the top of the straw. Then pour some warm water into the top of the straw.\n\nAt this point you can just keep the water running for a while and then eventually remove your finger from the bottom of the straw and rinse the straw out. Or you could cover the top end as well with another finger and then shake the straw all about letting the water hit the edges of the inside straw over and over again. And then rinse it out.\n\nIf you want to make sure it gets clean as possible, then you could just repeat the above steps a few times.\n\nShare\nImprove this answer\nFollow\nanswered Mar 22, 2015 at 9:43\nCRABOLO\n2,0287\n7 gold badges\n22\n22 silver badges\n44\n44 bronze badges\nAdd a comment\n4\n\nAn adaptation to a couple of methods already mentioned that involves shoving something down the straw to try and get rid of any dirt.\n\nYou could use an ear cleaner (Q-Tip) - preferably a clean one. Get it wet and add a little bit of soap and that should be quite nifty.\nDental floss - if you feed a length of this down the straw and keep tight and wiggle the straw around, this should have good cleaning potential (after all, people clean their teeth with this stuff)\nAlternatives to dental floss:\nString\nElastic band\nA chain (like a necklace)\nA shoelace - a clean one (would, I think, be the most effective as it'll be a similar width to the straw so be nice and tight to the edges)\nBuy a new one.\nShare\nImprove this answer\nFollow\nanswered Mar 23, 2015 at 13:34\nMrPhooky\n6,50424\n24 gold badges\n48\n48 silver badges\n88\n88 bronze badges\nAdd a comment\n4\n\nGet yourself some bottle cleaners for the natural flow bottles, they are perfect for cleaning straws for plastic cups! Our 4 year old has a few of the toddler size cups with these plastic straws and we use the natural flow cleaner brushes to clean her straws (and out three month old daughters bottles too!). They are inexpensive, and last a long time compared to having to use a new long q-tip every time you wash the straw.\n\nYou can pick these up everywhere that has a baby section, WalMart, Walgreens, CVS, Toys R Us, etc.\n\nShare\nImprove this answer\nFollow\nanswered Jan 12, 2016 at 20:17\nCityBoyFarmer\n413\n3 bronze badges\nAdd a comment\n3\n\nFound these on Amazon. Bought some to clean out the drink straws on reusable water bottles.\n\nDrink Straw Cleaning Brush - set of 4 Stainless Steel brushes for drinking straws, Tumblers, sippy Cups and more! https://www.amazon.com/dp/B00K4QBYQY/ref=cm_sw_r_awd_-Ki2vb38NNEKK\n\nCheap and should last a long time. Useful for cleaning out other tiny hard to reach places.\n\nShare\nImprove this answer\nFollow\nanswered Aug 22, 2015 at 14:40\nDave\n311\n1 bronze badge\nAdd a comment\n3\n\nI would put the straw in a container that would allow it to be completely submerged with water. Fill it up, then add a denture tablet or two. Wait. When it comes out, it should be clean and smell minty. Repeat as needed.\n\nYou could also try submerging in a tub of white vinegar.\n\nShare\nImprove this answer\nFollow\nanswered Sep 17, 2015 at 19:57\nuser70848\n2201\n1 silver badge\n5\n5 bronze badges\nAdd a comment\n3\n\nI put a thin tissue paper in the waterbottle straw and then pushed the tissue with the other plastic straw ,could not believe how much dirt came on the tissue ,did it three times ,my waterbottle straw is clean as.\n\nShare\nImprove this answer\nFollow\nanswered Jan 23, 2016 at 15:01\nRitu makkad\n311\n1 bronze badge\nAdd a comment\n2\n\nNow for some truly out of the box thinking with my newly devised straw cleaning apparatus.\n\nEquipment needed:\n\nDirty straw (otherwise this whole thing is not needed...)\nA couple of balloons (water balloons preferably, and small ones!)\nElastic band / hair band / string\nWater\nSoap (liquid variety)\nOptional - Sand or other coarse grained thing (for abrasiveness to get off stubborn dirt)\n\nWhat you'll need to do:\n\nFill one water balloon with some water and some soap (enough to easily be able to squeeze the water out) and the sand if you so choose\nPlace straw into filled balloon and tie with elastic band / string / whatever to stop it coming off\nPlace other balloon at the other end of the straw and tie off as well\nSqueeze the filled balloon and the water should race through the straw to the other balloon\nRepeat a few times - the sand would aid in removing some stuck bits of grime (which FYI is absolutely grim so just buy a new straw you weirdo)\nRemove balloons and put straw under some running water so that it can clean out any left over soap / sand\nDone.\n\nAs I said - this required a little out of the box thinking and may be more effort than it is worth, but it would be fun to see if it is effective!\n\nGodspeed.\n\nShare\nImprove this answer\nFollow\nanswered Mar 23, 2015 at 13:28\nMrPhooky\n6,50424\n24 gold badges\n48\n48 silver badges\n88\n88 bronze badges\nAdd a comment\n2\n\nThe number of people suggesting that you just buy new straws is appalling. The point of reusable straws is to keep those cheap, plastic disposable straws out of the landfills. Say yes to the pipe cleaners and yes to tiny bottle cleaners. Some reusable straws come with mini bottle cleaners (sized for the straw). You want a hack? Cut a dish cloth into thin strips so you can stick it all the way through the straw.\n\nShare\nImprove this answer\nFollow\nanswered Apr 24, 2018 at 15:24\nSasha\n211\n1 bronze badge\n1\nThis adds nothing to the existing answers. – \nChenmunka\n♦\n Apr 24, 2018 at 17:42\nAdd a comment\n1\n\nI cut a wire coat hanger with some wire cutters (make sure it's longer then you straw) and cut up an old tee into tiny squares. Stick the cloth at the end of the hanger and plunge through and throw out cloth when done.\n\nShare\nImprove this answer\nFollow\nanswered Jun 8, 2015 at 22:16\nWendy\n111\n1 bronze badge\nAdd a comment\n1\n\nI was reading all the replies on here, until I found a solution on my own. What worked for me was just a simple, really thin fan artist brush. I had it in my brush collection, but I had not used it for painting yet, so it was clean.\n\nDishwasher soap and water were needed of course, too.\n\nShare\nImprove this answer\nFollow\nedited Jun 23, 2015 at 21:28\nholroy\n6,9841\n1 gold badge\n21\n21 silver badges\n46\n46 bronze badges\nanswered Jun 23, 2015 at 17:01\nDanie\n111\n1 bronze badge\nAdd a comment\n0\n\nFirst take a bamboo stick if it can easily pass through the pipe or find a iron or steel wire that can go into the pipe. Find an old fabric which has lint on its surface. Now make a long strip of this fabric and wrap it around the stick or wire in a diagonal wrapping fashion. Wrap it tight, your scrubber is ready. Now dip the wrapped stick in soap added water for some time. Now use this scrubber to wash your straw. Move the scrubber in and out of the straw to clean it as required.\n\nShare\nImprove this answer\nFollow\nanswered Mar 23, 2015 at 9:17\njNerd\n101\nAdd a comment\n0\n\nPut a q-tip in the straw with water, the blow the q-tip out through the other side.\n\nShare\nImprove this answer\nFollow\nedited Sep 17, 2015 at 14:57\nMooseman\n11.5k16\n16 gold badges\n58\n58 silver badges\n99\n99 bronze badges\nanswered Sep 17, 2015 at 1:08\njoshy\n171\n1 bronze badge\nWelcome! I fail to see how the q tip will go all the way through. Could you add some details detailing how this would happen? Thank you and I hope to see you around :) – \nPobrecita\n Sep 17, 2015 at 14:19\nAdd a comment\n0\n\nI have similar cups and straws. I just take it all apart and put it in a dishwasher.\n\nShare\nImprove this answer\nFollow\nanswered May 20, 2016 at 20:14\nGinger Ale\n101\nAdd a comment\n0\n\nI have a Water Pick for cleaning my teeth. You can use it with either just water, or water with mouthwash. If you use mouthwash in it, and put it on the most powerful setting, or the \"pulse\" setting, it is great for cleaning straws (rinse through a few times with pain hot water afterwards, to avoid a lingering mouthwash aroma)\n\nShare\nImprove this answer\nFollow\nanswered Aug 12, 2016 at 19:05\nDavid Kelsall\n1961\n1 bronze badge\nAdd a comment\n0\n\nStraw Squeegees works best for cleaning straws in my experience. Especially after drinking smoothies.\n\nThis is the brand that makes them: https://softystraws.com\n\nShare\nImprove this answer\nFollow\nanswered May 1, 2018 at 17:01\nuser8264\n101\nAdd a comment\n0\n\nIf you could dip the straw in bleach and let it sit, it would get rid of the dirt. Q-tips with soap or paperclips with tiny piece of cloth might also work.\n\nShare\nImprove this answer\nFollow\nanswered May 1, 2018 at 20:30\nTrajan Espelien\n1587\n7 bronze badges\nAdd a comment\n0\n\nI fill my tall stainless coffee mug with a little soap, vinegar and boiling water, turning over a couple of times. Break a pair of chopsticks you get with Japanese take out food. Use 1/2 of the chopstick to run into the straw. push in and pull out several times, rinsing the chop stick. Then do the same from the other end, rinse the straws and the chop stick once more in clean water and air dry.\n\nShare\nImprove this answer\nFollow\nanswered May 21, 2018 at 11:02\nPatty\n1\nAdd a comment\n-1\n\nI started with CRABOLO's solution - the finger on the hole and filling it with soap and water, but then I tore up a paper towel and tore it into little tiny pieces and wadded them up and shoved them into the straw, then I just blew them all out again. Rinsed it again with water, then washed the outside.\n\nThat worked to get the taste out of my straw after I put soda into my water cup.\n\nShare\nImprove this answer\nFollow\nanswered Aug 19, 2015 at 17:46\nDirjel\n1\nAdd a comment\n-1\n\nI put dish soap on wet Q-Tip, push through with wooden skewer.\n\nShare\nImprove this answer\nFollow\nanswered May 19, 2016 at 13:16\nSydney\n1\n1\nWelcome to Lifehacks! Can you expand your answer with a further explanation and/or a picture? That would be really helpful. Thank you! – \nMooseman\n May 19, 2016 at 21:55\nAdd a comment\n-2\n\nAs this is Lifehacks and you are looking for \"alternatives\", I suggest that while pipecleaners and other similarly suggested tools are great ideas, the cost of said tools, soap, warm water, and your time would surely outweigh bar far just buying a pack of new straws.\n\nCost of soap and cleaners etc is not a massive amount at all, but your time is precious.\n\nI see you are in San Francisco, and as an example, I notice there (seems to be) 3 Walmarts there.\n\n50 straws for $0.99 at Walmart\n\nNEW STRAWS:\nI estimate you should be able to use the same straw for about a week (depending on what you drink, how much you drink, and if you rinse it out daily etc).\n\nPer Year: $0.99, 30 mins(?) to go to the store.\n\nCLEANERS:\n(prices are very approx for demonstration purposes only)\n\nSoap - $1 per year\nWarm water (gas/electricity cost to heat water) $2 per year\nPipe cleaners (or similar alternative) $2 per year\nYour time - $priceless really, but say 15 mins a week (by the time you get the cleaners, soap, warm water etc)\n\nPer Year: $5 per year and 13 hours of your time - that's nearly 2 full days work!\n\nShare\nImprove this answer\nFollow\nedited Sep 18, 2015 at 13:41\nAlex\n3,9695\n5 gold badges\n24\n24 silver badges\n45\n45 bronze badges\nanswered Aug 21, 2015 at 17:54\nJames\n1755\n5 bronze badges\n3\nThe straw is a specialised shape so they don't fall out of the cups. – \nTerry\n Sep 17, 2015 at 20:18\n@Terry - Can they not be purchased? My point is, if they're not expensive, you save so much of your time and effort. – \nJames\n Sep 19, 2015 at 1:32\nAdd a comment\n-3\n\nAs you say it is just the tip of the straw - snip it off.\n\nI am sure you'll have plenty of straw length to keep you happy and the dirt end will be gone!\n\nShare\nImprove this answer\nFollow\nanswered Mar 23, 2015 at 13:36\nMrPhooky\n6,50424\n24 gold badges\n48\n48 silver badges\n88\n88 bronze badges\nAdd a comment\nHighly active question. Earn 10 reputation (not counting the association bonus) in order to answer this question. The reputation requirement helps protect this question from spam and non-answer activity.\nNot the answer you're looking for? Browse other questions tagged cleaningkitchen or ask your own question.\nFeatured on Meta\nSite maintenance - Wednesday, December 13, 2023 @ 01:00 UTC (Tuesday,...\nSeeking feedback on tag colors update\nWe're rolling back the changes to the Acceptable Use Policy (AUP)\nLinked\n10\nHow to clean the inside of a hose\nRelated\n28\nHow can I better clean headphones that sit inside the ear?\n6\nHow to remove / prevent burns on a shirt from an iron?\n6\nHow to clean Blu Tack?\n26\nHow to remove really old masking tape?\n5\nHow to repair and clean traffic cones?\n5\nHow to remove bicycle oil/grease from waxed jacket\n2\nTool for cleaning delicate crystal wine glasses\n3\nBest glue to fix stripped frying pan lid knob?\n2\nHow can I clean the inside of my hanging toilet?\n2\nHow can I clean under a treadmill belt?\nHot Network Questions\nOptions for a LaTeX installation for a retired person who uses it sporadically?\nThe set of all groups\nHow to free up space in this panel?\nMy 1.5 time accomodations were not properly implemented, what can I do?\nWhy do people exit their spacecraft completely naked in this scene?\nAppropriate/smart ways to decline students' requests of \"begging for better grades\" at the end of the semester without being too hurtful\nCan someone Invent formulas of any level?\nDid I just discover that the ether that my etheric keels interact with is four-dimensional?\nShould bytes be signed?\n\"How far back was the deer? - Does \"how far back ....\" make sense when the driver actually run into a deer in front of the car?\nRequest for explicit character tables of conjectured, non-existent finite simple groups\nModify Text File with Command\nDoes natural amplification TRULY exist in acoustics or does it have to be turned into an electrical signal first?\nHow to replace python3.10 with python3.12 in ubuntu 22.04\nPigtails on a 20 amp, 12 awg wired circuit. Thinking about 14awg Thhn pigtails\nIf I chose to make a game engine with GPL license, does anyone who build a project with it have to disclose the license or is that for distros only?\nDoes attending a conference on Sentosa Island allow a visitor to enter without paying the Sentosa Island entrance fee?\nIs it plagiarism to exchange video-editing techniques?\nAre carob beans poisonous?\nFirst Isomorphism Theorem not concerned with Injectivity?\nHow long is a life sentence in GA?\nWhat are the consequences of allowing decimal-point-less number literals to be interpreted as floats?\nUnicode symbols not encoded properly in BarcodeImage[] in Mathematica 13.3\nProblem with differentiation under integral sign (I think)\n Question feed\nLIFEHACKS\nTour\nHelp\nChat\nContact\nFeedback\nCOMPANY\nStack Overflow\nTeams\nAdvertising\nCollectives\nTalent\nAbout\nPress\nLegal\nPrivacy Policy\nTerms of Service\nCookie Settings\nCookie Policy\nSTACK EXCHANGE NETWORK\nTechnology\nCulture & recreation\nLife & arts\nScience\nProfessional\nBusiness\nAPI\nData\nBlog\nFacebook\nTwitter\nLinkedIn\nInstagram\n\nSite design / logo © 2023 Stack Exchange Inc; user contributions licensed under CC BY-SA. rev 2023.12.8.2394\n\nYour privacy\n\nBy clicking “Accept all cookies”, you agree Stack Exchange can store cookies on your device and disclose information in accordance with our Cookie Policy.\n\nAccept all cookies\nNecessary cookies only\nCustomize settings"
}