{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Bringing up Bates - Reddit",
  "href": "https://www.reddit.com/r/BringingUpBates/",
  "body": "Erin, Alyssa, and Josie have done the same. Alyssa especially, girl has pushed through serious heart problems and worsening HG to have more babies, and even after her Grand Finale Boy she STILL is considering more kids. And Josie's pregnancies will only become more and more toxic to the babies. It's fucking wild man.",
  "textContent": "Bringing up Bates\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/BringingUpBates\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Proof-Ingenuity2262\n•\n2 mo. ago\nThoughts from one of the new moderators\nu/Agitated_Pin2169\n•\n16 days ago\nRukes Clarificatiob/Discussion Post\nhttps://i.redd.it/rukes-clarificatiob-discussion-post-v0-l7vao16tqb2c1.png?s=a3c9921718e933f6f8040eb6a625bdc37a355271\nu/Aslow_study\n•\n5 hr. ago\nOne thing about Kelton\nu/ilovegymnastics34\n•\n11 hr. ago\nShe Just had surgery but Katie still has to shill on Instagram. Girl go rest omg\nu/Agitated_Pin2169\n•\n1 day ago\nBefore the Frumpers--Little Erin is Wearing Pants\nu/dawn9476\n•\n1 day ago\nIt looks like Evan and Carlin did go to NJ.\n\nThat was the late-night road trip that they went on last night. Katie posted a pic of Layla and Hayley together in her stories. It seems like Ellie made the trip with them. I am assuming Ellie probably stays after Carlin and Evan leave and maybe will fly back to TN. I can't say I am surprised since Katie is not supposed to do anything for the next four weeks. I think she said she was told that she can't hold anything over 10 pounds so that means no holding the baby. I bet Ellie is going to be around for a while to help.\n\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/Slow_Return_6247\n•\n2 days ago\nWhy does he pose like a magazine model in every picture he post 🙄\nu/Izzysmiles2114\n•\n2 days ago\nA last ditch effort to save this sub and get a vote on what the people want.\n\nCan we take a vote on what the USERS of this sub actually want?\n\nOpen • 773 total votes\nThe \"old\" sub with minimal rules/mod involvement, and regulating each other with upvotes, downvotes, and discourse\nThe\" new\" sub with many rules, heavy mod involvement and censorship\nVote\nCloses in 12 hours\nu/wildernesssss\n•\n2 days ago\nThen vs now 2023\nu/Time_Yogurtcloset164\n•\n2 days ago\nI’d love to know which words are against the rules. I did not edit.\nu/After_Hope_8705\n•\n2 days ago\nDid Taylor always have her tiktok link on her profile?\n\ni was snooping (again) on her instagram page after seeing a post on here about her mom following a bates fanpage (its further down and before the couple went official), so i decided to check her follows (if you look far down enough, atleast a hundred in , she followed kelton and travis, so i think her mom/her being fans of the bates/show could hold some truth to it)\n\nwhen i was about to come off her page, i then noticed her tiktok page is now linked in her bio? i don't remember it being there before. has she seriously linked her tiktok days after going official with a bates? or was it always there and i just didn't spot it.\n\n(i'm trying my hardest to not judge her, as she is young)\n\nu/ilovegymnastics34\n•\n2 days ago\nCallie helping and staying with law & tiffy again… is Callie ever home? Seems like she’s always with these two.\nu/Oakenforest749\n•\n3 days ago\nDo You Think Tori and Bobby will ever become more public again?\n\nTori and Bobby are the most private of the Bates and don’t have much of a public presence at all. Do you think that will ever change? Do you think they will become more public or remain private? It doesn’t have to be drastic such as becoming an influencer, but just posting more frequently on Instagram.\n\nu/Goobergoof21\n•\n3 days ago\nKatie’s procedure\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, give us your most refreshing Mtn Dew flavor x game combos in the comments!\nmountaindew.com\nLearn More\nu/CosmosMom87\n•\n3 days ago\nWow yeah nothing more romantic than filming your entire life for content.\nu/LeatherLow911\n•\n4 days ago\nNo surprise here\nu/NoSelf127\n•\n3 days ago\nWhere They Started VS Where They Are Now: As Per Me\n\nPosted my 2023 predictions on another sub, now defunct, I think, or maybe I was banned I dunno. Anyways, these are the results in accordance to what actually happened throughout the year. [It's not only about babies and relationships but it is the bulk of it so don't be whining.]\n\nCORRECT\n\nPerson(s)\tPrediction\tResult\n\nZach & Whitney\tThere will definitely be a baby this year. Approximately 1 typical pregnancy duration (36-40 weeks) after December 14, 2022.\tLily Jo, born August 15, 2023, 35 weeks after December 14, 2022\nTrace & Lydia\tMaybe they'll have a late 2023 baby; I'm not too sure.\tRyker, born September 12, 2023\nJackson\tHe'll get married to Emerson in late 2023. I don't see the Bates Boy first public courtship curseTM happening to him.\tHe married Emerson sometime in October.\n\nWRONG\n\nPerson(s)\tPrediction\tResult\n\nErin & Chad\tNo 2023 baby.\tWilliam was born in November.\nLawson & Tiffany\tThey'll have a kid.\tNo baby. I'm actually surprised they haven't yet. We obviously don't know what the reasons are so I'll leave it there.\nTori & Bobby\tShe will have a baby any time between July and December 2023.\tShe's still pregnant and I think was confirmed to be due in 2024. She's behind per her usual spacing; that's what I went off.\nJosie & Kelton\tJosie seems very content with the two girls she has now. I think it will stay there for another year or two.\tShe's currently pregnant with baby #3.\nWarden\tHe's not starting a courtship any time soon with the way he's wildin on social media.\tWell, well, well. He went Instagram official with a girl like yesterday.\n\nINCONCLUSIVE\n\nPerson(s)\tPrediction\tThoughts\n\nNathan & Esther\tUmm…a late 2023 kid is certaintly possible, but I more see an early 2024 baby. They better be out of a camper before they even think about another child.\tI actually have no idea what their living situation is right now, but I assume it's the same. That being said, she might be pregnant rn and on track for a 2024 baby. But, I don't really think so anymore.\nAlyssa & John\tI actually believe them that they're done lol. Call me booboo the fucking fool when Alyssa has an accidental pregnancy come 2026.\tTheir 'grand finale' turned into 'maybe, maybe not' once they actually had the kid so it's obvious they can't be trusted. Alyssa wants a lot of kids but just doesn't want to admit it. She keeps referring to wanting a lot of kids in the past, no baby, you still do.\nCarlin & Evan\tHmm…from Layla's health in the beginning, we saw Carlin space her kids out more than she maybe would've wanted. And now with her own health scare, I think we're done for now. If Carlin finds a solution to her seizures, we'll see about a 5 year gap between Zade and a third (a girl). Then, probably two more kids to make 5. If she doesn't, I want to believe they'll be smart enough and not take a risk like that.\tHonestly, I thought they would be taking her health more seriously. She was having seizures for months and as far as I know, they still don't have any actual answers. So, the fact that they're not \"HELL NO!\" on babies rn is so... Obviously my prediction was wishful thinking.\nWarden\tOutside of Jackson, all the Bates men have been 24+ when getting married. So…I don't see anything significant (if it is significant, I don't see it lasting) for him in 2023.\tWe don't how this relationship will pan out. Majority of his brothers had failed courtships and I think he could be one of them tbh. I just don't trust him that much lmao.\n\tWarden is the boy likely to stray furthest from the original family teachings. Not only in dress as we've seen with the girls but in behaviour and belief.\tOn not trusting him, I feel like the relationship has come so much out of left-field for me. We see his likes, his reposts and can have a vague understanding of where his head is at and I don't think it's with Christianty or the intention and genuine love needed for a romantic relationship. This could be just a 'this is what I'm supposed to do at this stage' but not with the excitement of a Tori or Carlin but with begrudgement. I don't know the dude so I can't say that with conviction but I've seen and experienced...\nErin, Carlin & Whitney\tEither there will be a direct public Carlin/Whitney and Erin interaction before Erin moves or none for the next 10 years.\tGuess we'll have to wait until 2032/2033. I don't know what shattered their relationship but all the theories we have are stupid (good theories but dumb reasons), but unlike a year ago, people can't act like nothing has happened between them anymore.\nErin\tIn connection to the last one, Erin will be in Florida for a lot longer than she thinks and she'll struggle to hide her misery about being there for longer than 2 years. I don't think she absolutely hates the move but it's easy to tell she isn't over the moon and I don't think actually moving will bring the excitement up for her.\tIt's been a year and she looks fine. I haven't kept up with her so I'm not 100% about the state of this.\n\nView full post\nu/After_Hope_8705\n•\n3 days ago\nWARDEN AND TAYLOR'S RELATIONSHIP LENGTH\n\nHi (i apologise for the poor spelling etc, i'm not that good at it )\n\ni've seen alot of comments about the fact the bates don't tend to show a relationship online unless its serious (ie an engagement is a few months away)\n\nso that got me wondering how long has this newest couple been together?\n\nwarden followed taylor around the same time he followed emerson mom(i think thats her mom) and i think this was around jackson and emy wedding. so less than two months ago.\n\nhe also was following alot of other girls a few weeks ago (he unfollowed them all when he was tagged in the first photo with taylor, and then followed her family the next day) one of those girls hes followed and unfollowed several times (i think it was about 10 girls he unfollowed) p.s i was ill so was snooping\n\nso based on that i believe its a very fresh one? two months at the most.\n\ni haven't been following the bates that long, so don't know the lengths of courting till engagement but i don't see it being that soon until atleast late next year (if an engagement does happen)\n\nView full post\nu/General-Passion9990\n•\n3 days ago\nBates 2024: what we really would like to see happen. Please exclude births.\nu/Logical-Librarian766\n•\n3 days ago\nWhat’s Next in 2024\n\nI thought it would be nice to have a run down of known and potential events in 2024 for each Bates child. Here goes:\n\n•Zach & Whitney: Pregnancy announcement at end of year - after August (Lily Jo’s 1st bday)\n\n•Michael & Brandon: Possible pregnancy announcement, though its anyone’s guess as to when or if it happens given her history.\n\n•Erin & Chad: Possible pregnancy announcement - really a wild card at this point with her ovary situation. Erin is 33 next year.\n\n•Lawson & Tiffany: Pregnancy announcement. I think Tiffany really wants a child, so that’ll be their goal next year.\n\n•Nathan & Esther: Pregnancy announcement, 50/50 shot of a new baby by end of year. Kenna turned 1 in October. Its fair game at this point.\n\n•Alyssa & John: 50/50 shot of a pregnancy. Rhett will be 1 in March, so technically Alyssa would be on schedule for an announcement by end of 2024, but now that they finally have their boy, its possible they could stop, especially since she mentioned contraceptive use prior to his conception.\n\n•Tori & Bobby: Due with Baby #5 in 2024. No idea of when. But she’s likely due in the 1st half of 2024, which leaves a 50/50 shot of another pregnancy by end of 2024 depending on when Baby arrives.\n\n•Trace & Lydia: Possible pregnancy announcement, depending on their child spacing. Could go either way. Assuming they wait a year, it would be fairly early on if she announced in 2024.\n\n•Carlin & Evan: Pregnancy announcement and possible new baby. Really depends on her announcement time. But we know she’s actively thinking about Baby no. 3.\n\n•Josie & Kelton: Baby no. 3 due in March (likely Feb with her medical condition). No other changes.\n\n•Katie & Travis: Definite pregnancy announcement, possible new baby. Hailey is 1 in February.\n\n•Jackson & Emerson: pregnancy announcement, possible new baby. By May they will have been married 6 mos.\n\n•Warden & Taylor: possible engagement announcement.\n\n•Isaiah: possible courtship - with the other boys in his “group” in relationships, as well as all his older siblings in relationships, its only a matter of time before he seeks out a partner.\n\n•Addallee: turns 18 in February. Could begin to court by end of year.\n\nPossible pregnancy announcements: 5, of various degrees of certainty\n\nDefinite pregnancy announcements: 6\n\nPossible new babies: 4\n\nDefinite new babies: 2\n\nWeddings: 0\n\nPossible engagements: 1\n\nPossible courtships: 2\n\nThe other kids are still under 18 for the rest of 2024.\n\nWhat are your predictions?\n\nView full post\nu/Interesting_Law_3197\n•\n4 days ago\nKatie's having surgery after going back to the hospital.🏥\nu/Telaryn\n•\n4 days ago\nChange in Florida Law!\n\nSo this is interesting...learned from a co-worker yesterday that among the major loosening of license requirements that DeSantis' spring legislation unleashed on us, the cap on earnings for handymen (legally all Chad can be) has been eliminated.\n\nWhich means he's now free to earn whatever his skills can get him...right up until somebody sues him into bankruptcy.\n\n(In unrelated news, Taliban Dan was one of the GOP that voted for George Santos getting booted from Congress...)\n\nu/Coffee-Addict123\n•\n3 days ago\nWent on the effortless beauty shop and came across Josie’s bio on the “Team” section of the menu. She mentions she appreciates the diversity in people. I truly hope that she’s letting go of her racist upbringing. I’m all for giving people a second chance to change and grow. What do you guys think?\nu/UnusualBlueberry2320\n•\n4 days ago\nWhere does Josie buy her clothes?\n\nShe always dresses super cute. Does anyone know where she gets her clothes from?\n\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/dawn9476\n•\n6 days ago\nKatie ended up back in the ER for her kidney stones tonight.\n\nhttps://preview.redd.it/katie-ended-up-back-in-the-er-for-her-kidney-stones-tonight-v0-cmtmryf3084c1.png?width=447&format=png&auto=webp&s=8800d7a61416195d618a095d1e902aa68f934b28\nu/kg51113\n•\n6 days ago\nChristmas play\nu/Colmilliken\n•\n6 days ago\nWhich kids are still quiverful and/or apart of the IBLP?\n\nI am new here and have never watched the show. I know about the Bates from 19 Kids and Counting. Which kids are still quiverful and/or apart of the IBLP? Interested in who's still in and who's out.\n\nu/gracemary25\n•\n7 days ago\nI'm genuinely concerned about Carlin\n\nLook, prerequisite statements that Carlin is flawed and has made and probably will continue to make poor decisions. But I can critique her while also feeling concern and empathy for her. Judging off of their latest video, it won't be long before she is expecting her third child and I'm sorry but I do NOT think that would be good. Obviously at the end of the day she makes her own decisions regarding childbearing but this just gives me a really bad feeling. I fear that a third pregnancy would have terrible consequences for her and/or the baby. All of her health issues kicked into high gear after she had Zade and to this day they STILL don't know what's wrong with her, another baby to me is risking disaster. I know Evan claimed they were medically cleared, but that sounded to me like the doctors probably said \"well we can't conclusively say that a pregnancy would make things worse\" and they ran with it. Speaking of Evan, it really feels to me like he is pressuring her to have another child. He kept saying \"it's up to Carlin, I'm not putting any pressure on her, her health is the number one priority\" but then in the very next breath he'd look at Carlin and say \"But I'd really like another kid, we're ready for another kid don't you think you'd be fine having another kid?? I'm not saying you'd get pregnant next month but if you DID get pregnant next month it'd be the perfect age gap! Also remember we're going on a little getaway next month 😁.\" It felt really manipulative. \"I'm not pressuring you to give me this thing, you can do whatever you want of course, but just so you know I really really want this thing, I think you want it too, here's the time frame where you could give me this thing.\" It sure felt like he was pressuring her to me. And she looked very nervous and just kept awkwardly laughing and saying \"I don't know about another baby, maybe not so soon 😅.\" It's crazy to me how deep the brainwashing runs to the point where these people will risk terrible health issues for the possibility of another child, even when they have two healthy children, a girl and a boy to boot. (I'm not saying the gender aspect should be important but it is to these people.) Erin, Alyssa, and Josie have done the same. Alyssa especially, girl has pushed through serious heart problems and worsening HG to have more babies, and even after her Grand Finale Boy she STILL is considering more kids. And Josie's pregnancies will only become more and more toxic to the babies. It's fucking wild man. This whole situation with the Stewarts gives me a really bad gut feeling and I truly hope nothing bad happens to Carlin or her kids.\n\nAlso, they have babies in such quick succession that their perceptions of age are skewed. Apparently 2-year-olds are no longer babies and fit into the big kid category and 3 years is a humongous age gap. Like make it senseeee 😭\n\nView full post\nTop 4%\nRank by size \nRULES\n1\nNo Appearance Comments\n2\nStay Civil\n3\nNo Duplicate Posts\n4\nNo personal identifying information or information from personal or private accounts.\n5\nNo homophobia/transphobia/racism etc.\n6\nNo speculation about sexuality or sexual abuse\n7\nNo Misinformation\n8\nDescriptive Titles\nWANT TO FOLLOW THE BATES?\n\n• Bringing Up Bates Instagram, Up TV page, Twitter, and Facebook page\n\n• The Bates family's Instagram, Family Blog, Twitter, and Facebook\n\n• Zach and Whitney's Instagram\n\n• Michael and Brandon's Instagram\n\n• Erin and Chad's Instagram, Website, Facebook, and Erin's Youtube\n\n• Lawson's Instagram, his horse's Instagram, his dog's Instagram, Website, Tiktok, Twitter, Facebook and Tiffany's Instagram, Twitter, and Facebook\n\n• Nathan's Instagram and Esther's Instagram, their [Youtube](https://www.youtube.com/channel/UCuiMu-kGag2moiRl14lUTnw0\n\n• Alyssa's Instagram, John's Instagram, their Youtube, and Facebook\n\n• Tori and Bobby's Instagram and Youtube\n\n• Trace's Instagram\n\n• Carlin's Instagram, Evan's Instagram, Layla's Instagram, their dog's Instagram, their Tiktok and their Youtube\n\n• Josie's Instagram and Kelton's Instagram\n\n• Katie's Instagram, Travis's Instagram, Website, Youtube, Twitter, and Tiktok\n\n• Jackson's Instagram\n\n• Warden's Instagram\n\nBATES BIRTHDAYS\nTori (1995)\nDecember 20, 2023\nTori Layne Bates is the seventh Bates child (and the fourth daughter). She is married to Bobby Smith with 2 children.\nZach (1988)\nDecember 30, 2023\nZachary \"Zach\" Gilvin Bates is the first Bates child (and the first son). He is married to Whitney Perkins with 3 kids.\nGil (1966)\nJanuary 1, 2024\nGilvin (Gil) Bates is married to Kelly Jo (KJ) Bates.\nMichaela (1990)\nJanuary 23, 2024\nMichael \"Michaela\" Christian Bates is the second Bates child (and first daughter). She is married to Brandon Keilen.\nLexi (2017)\nJanuary 26, 2024\nLexi Mae Webster is Alyssa Bates and John Webster's second child (and second daughter).\nTOPICS\nBringing Up Bates\nReality TV\nTelevision"
}