{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastics in the Ocean: How They Get There, Their Impacts, and Our ...",
  "href": "https://blog.marinedebris.noaa.gov/plastics-ocean-how-they-get-there-their-impacts-and-our-solutions",
  "body": "Plastic debris can wreak havoc on the marine environment, with numerous negative impacts. It can harm marine animals by entangling them in debris like derelict nets or plastic 6-pack rings. Animals may accidentally ingest plastics, mistaking them for food.",
  "textContent": "Skip to main content\nWHO WE ARE\nDISCOVER MARINE DEBRIS\nOUR WORK\nIN YOUR REGION\nRESOURCES\nMULTIMEDIA\nBLOG\n\nHome > Blog Home\n\nPlastics in the Ocean: How They Get There, Their Impacts, and Our Solutions\nPosted Mon, 06/27/2016 - 13:30\n\nMarine debris is a pervasive problem facing our ocean and Great Lakes. Of all the trash that ends up in these important water bodies, plastics are the most common. This week, we’re exploring the problem of plastics in our ocean and the solutions that are making a difference. To learn more about #OceanPlastics, keep your eye on Facebook, Twitter, Instagram, and NOAA’s Response and Restoration blog this week. \n\nGlobally, we are consuming more and more single-use plastic items, but many countries lack the waste infrastructure to process it, resulting in plastic debris entering our waterways. In places where there is good infrastructure, intentional littering or improper disposal may have the same results. Many people don’t think about the way they may be contributing to this waste, such as by throwing a cigarette butt (which is plastic!) on the ground  or adding their trash to the top of an overflowing garbage can. Plastics may also be introduced to the marine environment from ocean-based sources such as fishing gear that is lost or abandoned, or from trash washing over the side of a vessel.\n\nAn overflowing trash can is just one way plastic trash may end up as marine debris. (Photo Credit: NOAA)\n\nSo how does plastic trash go from sitting on a sidewalk to becoming marine debris? There are many ways that plastics may be moved throughout the environment. Weather such as rain and wind can move debris into nearby waterbodies. That overflowing trash can? Well, it’s not overflowing anymore since the wind swept those extra pieces away. Once debris enters a nearby stream or storm drain, it’s often not a long trip before it has arrived at the ocean or a Great Lake.\n\nTrash often finds its way to the ocean or Great Lakes via stream or storm drain. (Photo Credit: NOAA)\n\nUnfortunately, once plastic debris is in the marine environment, it’s there to stay. Plastic never fully degrades, but instead breaks into smaller and smaller pieces, eventually becoming what we call “microplastics.” Microplastics are small plastic pieces, less than 5 millimeters in size. They can come from those larger plastics breaking apart, or can be manufactured at that size, such as “microbeads” that are sometimes found as exfoliants in products such as facial scrubs or toothpastes.\n\n \n\nPlastic debris can wreak havoc on the marine environment, with numerous negative impacts. It can harm marine animals by entangling them in debris like derelict nets or plastic 6-pack rings. Animals may accidentally ingest plastics, mistaking them for food. Plastic debris, especially large, heavy derelict fishing nets, can hurt sensitive and important habitats like coral reefs by physically damaging or smothering them. Plastics can also have direct impacts on us, by becoming navigational hazards or by polluting our beaches and driving tourists away from communities that rely on those coastal visitors.\n\nUnfortunately, people are the sole cause of the plastic debris that enters our ocean. But luckily, that gives us the power to solve this problem! People are the cause, but we’re the solution, too. Removing debris through efforts like community cleanups can help to address this issue. However, the ultimate solution is prevention. Educating people about the problem and encouraging them to join in the effort is the best way to stop more plastics from ending up in our ocean. By addressing the way we contribute to the problem and remembering to reduce, reuse, and recycle, we can all make a difference in reducing the impacts of plastic debris.\n\n \n\nLearn more about plastic debris! Watch this Trash Talk video about why plastic is so common in our ocean and waterways and stay tuned to #OceanPlastics on social media this week. We’re all in this together!\n\nTags\nplastics\n\nFor citation purposes, unless otherwise noted, this article was authored by the NOAA Marine Debris Program.\n\nThe Marine Debris Blog is no longer accepting comments but continues to display past contributions.\n\nAnonymous\n\nFri, 05/04/2018 - 19:06\n\nban plastic throwing at sea\n\n\t\n\nJake\n\nTue, 05/11/2021 - 15:54\n\nIn reply to ban plastic throwing at sea by Anonymous\n\nYea\n\n\t\n\nAnonymous\n\nWed, 01/23/2019 - 12:36\n\nban plastic everywhere\n\n\t\n\nAnonymous\n\nFri, 02/15/2019 - 09:21\n\nBan people\n\n\t\n\nAnonymous\n\nThu, 11/18/2021 - 00:05\n\nIn reply to Ban people by Anonymous\n\nagreed\n\n\t\n\nanonymous\n\nWed, 05/24/2023 - 13:24\n\nIn reply to Ban people by Anonymous\n\nagreed\n\t\n\nCarol Meyer\n\nThu, 05/09/2019 - 13:10\n\nThe oceans need to be saved.\n\n\t\n\nAnonymous\n\nThu, 01/23/2020 - 13:01\n\nhi\n\n\t\n\nAnonymous\n\nTue, 07/21/2020 - 14:29\n\nThe plastic in the ocean needs to come at a end. We need to do something to stop this before it gets worse and more animals keep eating the plastic and end up dying.\n\n\t\n\nAnonymous\n\nTue, 05/11/2021 - 15:45\n\nIn reply to The plastic in the ocean… by Anonymous\n\ni agree with you.\n\n\t\n\nRaphael\n\nFri, 01/22/2021 - 02:36\n\nI love plastic\n\n\t\n\nEmma\n\nMon, 02/07/2022 - 08:59\n\nIn reply to I love plastic by Raphael\n\nThis is outrageous, and completely disrespectful to the animals. If you were a seal right now, suffocating, waiting to be freed you would not say 'I like plastic'. So STOP, and think before you say, Raphael.\n\n\t\n\nthatguysaysdud…\n\nMon, 11/07/2022 - 18:24\n\nIn reply to This is outrageous, and… by Emma\n\nwhy would you like plastic dude it kills everything in our oceans dude!\n\t\n\nAnonymous\n\nTue, 05/11/2021 - 15:44\n\nban all plastic plastic is very bad i hate plastic and people stop going to beaches\n\n\t\n\ntina\n\nSat, 07/03/2021 - 20:19\n\nAnimals are dying because of the plastic. Try to use the recycled one and do not pour the garbage into the sea!\n\n\t\n\nUndying flame🔥🔥🔥🔥\n\nFri, 01/27/2023 - 12:01\n\nIn reply to Animals are dying because of… by tina\n\nWE NEED TO DO SOMETHING TO SAVE THE OCEAN\n\t\n\nAnonymous\n\nWed, 12/08/2021 - 09:38\n\nEveryone we need plastic for some things, we just have to stop thinking of it as disposable or ban single-use plastics like plastic bags, or Styrofoam cups and boxes.\n\n\t\n\nno me!\n\nSat, 03/05/2022 - 14:33\n\npls, tell me the person who took the photo let him go... it might choke him... it's literally around his neck...\n\n\t\n\nFrank Mancuso\n\nThu, 09/01/2022 - 21:23\n\nI have studied marine plastic pollution for 50 years and filed a series of lawsuits to stop it that lasted over 20 years. Those lawsuits generated many thousands of documents, reports, studies, and expert testimony. The reality is marine microplastic is a sponge for PCBs and has displaced phytoplankton as the beginning of the ocean's food chain. Phytoplankton permanently sequesters most of our CO2 and converts it to most of our oxygen. Consequently, phytoplankton is half gone in my lifetime. As phytoplankton goes all life will soon follow. It's fixable and will deter global warming.\n\t\n\nthatguysaysdud…\n\nMon, 11/07/2022 - 18:26\n\nno dud e no more plastic\n\t\nPagination\nCurrent page\n1 \nPage\n2 \nNext page\nNext › \nLast page\nLast »\nSearch Blog\nSearch\nEmail List Request\n\nProvide your email address to subscribe to this blog and receive notifications of new posts by email.\n\nSubscribe or manage account \n\nShare This Page\nFIND US ON SOCIAL MEDIA\n  \nMost Popular Stories\nGarbage Patches Explained\nPlastics in the Ocean: How They Get There, Their Impacts, and Our Solutions\nThe Ins and Outs of Plastic Pollution in our Ocean\nBlog Archives\nNovember 2023\nOctober 2023\nAugust 2023\nJune 2023\nMay 2023\nApril 2023\nMarch 2023\nFebruary 2023\nJanuary 2023\nDecember 2022\nNovember 2022\nOctober 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nJune 2022\nMay 2022\nApril 2022\nMarch 2022\nFebruary 2022\nJanuary 2022\nDecember 2021\nNovember 2021\nOctober 2021\nSeptember 2021\nAugust 2021\nJuly 2021\nJune 2021\nMay 2021\nApril 2021\nMarch 2021\nFebruary 2021\nJanuary 2021\nDecember 2020\nNovember 2020\nOctober 2020\nSeptember 2020\nAugust 2020\nJuly 2020\nJune 2020\nMay 2020\nApril 2020\nMarch 2020\nFebruary 2020\nJanuary 2020\nDecember 2019\nNovember 2019\nOctober 2019\nSeptember 2019\nAugust 2019\nJuly 2019\nJune 2019\nMay 2019\nApril 2019\nMarch 2019\nFebruary 2019\nJanuary 2019\nDecember 2018\nNovember 2018\nOctober 2018\nSeptember 2018\nAugust 2018\nJuly 2018\nJune 2018\nMay 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nDecember 2017\nNovember 2017\nOctober 2017\nSeptember 2017\nAugust 2017\nJuly 2017\nJune 2017\nMay 2017\nApril 2017\nMarch 2017\nFebruary 2017\nJanuary 2017\nNovember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nFebruary 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nJanuary 2015\nJuly 2012\nJune 2012\nApril 2012\nBlog Categories\n6IMDC\n(3)\n \nADVs\n(16)\n \nAlaska\n(23)\n \nart\n(6)\n \nart contest\n(20)\n \nBack to School\n(2)\n \nballoons\n(6)\n \ncalendar\n(5)\n \nCalifornia\n(26)\n \nCaribbean\n(18)\n \nCitizen Science\n(3)\n \ncleanups\n(21)\n \nconsumer debris\n(1)\n \n#DebrisFree\n(6)\n \nderelict crab pots\n(14)\n \nderelict fishing gear\n(36)\n \neducation\n(28)\n \nemergency response\n(16)\n \nendangered species\n(2)\n \nentanglement\n(4)\n \nfireworks\n(3)\n \nFishing for Energy\n(15)\n \nFlorida\n(26)\n \nfunding opportunities\n(12)\n \ngarbage patch\n(6)\n \nghost fishing\n(4)\n \ngrants\n(26)\n \nGreat Lakes\n(24)\n \nGulf of Mexico\n(21)\n \nhabitat\n(1)\n \nholiday\n(36)\n \nICC\n(6)\n \nimpacts\n(6)\n \ningestion\n(3)\n \nInternship\n(3)\n \ninvasive species\n(4)\n \nMarineDebris10YR\n(6)\n \nMarine Debris Foundation\n(2)\n \nMDMAP\n(9)\n \nMDP Resources\n(1)\n \nmicroplastics\n(21)\n \nMid-Atlantic\n(25)\n \nmonitoring\n(12)\n \nNational Marine Sanctuary\n(2)\n \nNortheast\n(15)\n \nNWHI\n(11)\n \noutreach\n(14)\n \nPacific Islands\n(38)\n \nPacific Northwest\n(25)\n \nplastics\n(4)\n \nprevention\n(110)\n \nrecycling\n(2)\n \nremoval\n(123)\n \nreport\n(22)\n \nresearch\n(40)\n \nresponse\n(5)\n \nshoreline monitoring\n(5)\n \nSoutheast\n(26)\n \nSTEM\n(1)\n \nStrategic Plan\n(2)\n \nwatersheds\n(2)\n \nWorld Water Day\n(1)\n \nzero waste\n(6)\nBlog Updated November 30, 2023 11:00am\n\nContact Us | Disclaimer | Privacy Policy | Website Satisfaction Survey | Information Quality | FOIA | Website Accessibility\n\nWeb Site Owner: OR&R's Marine Debris Division | Office of Response and Restoration | NOAA's Ocean Service | NOAA | US Department of Commerce | USA.gov"
}