{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Threat of plastic pollution to seabirds is global, pervasive, and ...",
  "href": "https://www.pnas.org/doi/full/10.1073/pnas.1502108112",
  "body": "Plastic pollution in the ocean is a rapidly emerging global environmental concern, with high concentrations (up to 580,000 pieces per km 2) and a global distribution, driven by exponentially increasing production. Seabirds are particularly vulnerable to this type of pollution and are widely observed to ingest floating plastic. We used a mixture ...",
  "textContent": "RESEARCH ARTICLE\nENVIRONMENTAL SCIENCES\nOPEN ACCESS\nSHARE ON\nThreat of plastic pollution to seabirds is global, pervasive, and increasing\nChris Wilcox chris.wilcox@csiro, Erik Van Sebille, and Britta Denise HardestyAuthors Info & Affiliations\nEdited by James A. Estes, University of California, Santa Cruz, CA, and approved July 2, 2015 (received for review January 31, 2015)\nAugust 31, 2015\n112 (38) 11899-11904\nhttps://doi.org/10.1073/pnas.1502108112\nTHIS ARTICLE HAS BEEN CORRECTED\nVIEW RELATED CONTENT\n216,806\n547\nMetrics\nTotal views\n216,806\nLast 12 Months\n8,459\nTotal citations\n547\nLast 12 Months\n53\nVol. 112 | No. 38\nSignificance\nAbstract\nResults\nDiscussion\nMethods\nAcknowledgments\nSupporting Information\nReferences\nInformation & Authors\nMetrics & Citations\nView Options\nReferences\nMedia\nShare\nSignificance\nPlastic pollution in the ocean is a rapidly emerging global environmental concern, with high concentrations (up to 580,000 pieces per km2) and a global distribution, driven by exponentially increasing production. Seabirds are particularly vulnerable to this type of pollution and are widely observed to ingest floating plastic. We used a mixture of literature surveys, oceanographic modeling, and ecological models to predict the risk of plastic ingestion to 186 seabird species globally. Impacts are greatest at the southern boundary of the Indian, Pacific, and Atlantic Oceans, a region thought to be relatively pristine. Although evidence of population level impacts from plastic pollution is still emerging, our results suggest that this threat is geographically widespread, pervasive, and rapidly increasing.\nAbstract\nPlastic pollution in the ocean is a global concern; concentrations reach 580,000 pieces per km2 and production is increasing exponentially. Although a large number of empirical studies provide emerging evidence of impacts to wildlife, there has been little systematic assessment of risk. We performed a spatial risk analysis using predicted debris distributions and ranges for 186 seabird species to model debris exposure. We adjusted the model using published data on plastic ingestion by seabirds. Eighty of 135 (59%) species with studies reported in the literature between 1962 and 2012 had ingested plastic, and, within those studies, on average 29% of individuals had plastic in their gut. Standardizing the data for time and species, we estimate the ingestion rate would reach 90% of individuals if these studies were conducted today. Using these results from the literature, we tuned our risk model and were able to capture 71% of the variation in plastic ingestion based on a model including exposure, time, study method, and body size. We used this tuned model to predict risk across seabird species at the global scale. The highest area of expected impact occurs at the Southern Ocean boundary in the Tasman Sea between Australia and New Zealand, which contrasts with previous work identifying this area as having low anthropogenic pressures and concentrations of marine debris. We predict that plastics ingestion is increasing in seabirds, that it will reach 99% of all species by 2050, and that effective waste management can reduce this threat.\nSign up for PNAS alerts.\n\nGet alerts for new articles, or get an alert when an article is cited.\n\nMANAGE ALERTS\nIntroduction of plastic waste into the marine environment is a global concern. Plastic production is rapidly rising, with a doubling of production every 11 y since commercial production began in the 1950s (1). This growth in production has been accompanied by a corresponding increase in the concentration of plastics in the marine environment although it has been suggested that marine organisms may be a major sink reducing this increase (2–4). The durability of plastic implies that it is retained for years to centuries, in some cases failing to degrade at all if it is not exposed to bacterial activity or UV radiation (5).\nPlastic fragments can be found throughout the world’s oceans, with observed concentrations up to 580,000 plastic pieces per square kilometer (2, 3, 6). Modeling studies, validated by global sampling efforts, demonstrate that plastics are ubiquitous, with high concentrations in all five subtropical convergence zones and along the coastal margins near human population centers (3, 6, 7).\nIn addition to the evidence of its prevalence, there is emerging evidence of the threats plastics pose to wildlife, and indirectly to human health. Plastic waste affects wildlife via two means: entanglement and ingestion (8). A recent review for the United Nations Convention on Biological Diversity documented over 600 species, ranging from microorganisms to whales, affected by marine plastic waste, largely through ingestion (9). Ingestion is known to have many effects, ranging from physical gut blockage (10) to organ damage from leaching toxins (11). Recent experimental studies have also demonstrated transmission and toxicological effects of plastics, or adsorbed chemicals, at environmentally relevant concentrations in higher vertebrates (11–13).\nThe effect of plastic ingestion on seabirds in particular has been of concern. This concern is due to the frequency with which seabirds ingest plastic (12) and because of emerging evidence of both impacts on body condition and transmission of toxic chemicals, which could result in changes in mortality or reproduction (13–16). Understanding the contribution of this threat is particularly pressing because half of all seabird species are in decline, a higher fraction than other comparable taxa (17). Despite a recent extensive review of the threats to seabirds by a globally recognized authority (17), however, pollution has been identified only in a coastal context, and there is little mention of the impact of plastic ingestion, particularly on the high seas where the most threatened seabirds forage (17).\nWe predict the extent of plastics exposure for 186 pelagic seabird species worldwide, excluding coastal taxa such as shorebirds, sea ducks, and gulls and species for which distribution data were not available (SI Appendix, Table S1). We compare our predictions with diet studies published over the last 40 y and incorporate additional factors such as foraging strategy, body size, and sampling method that may affect the relationship between exposure and ingestion. Based on this adjusted model of risk, we map the global distribution of plastic ingestion risk for seabirds and highlight global areas of concern.\nResults\nWe predicted plastic exposure for 186 species, from 42 genera within 10 families (SI Appendix, Table S1). Our plastic exposure predictions covered 90% of the species’ range on average (interquartile range, 89–100%), with the only notable areas of poor coverage being in the North Sea and the Indonesian archipelago (18). Average exposure to plastic was 0.064 (range, 0–0.36; dimensionless scale) (Methods) but was right skewed, with most seabirds having low relative plastic exposure levels.\nWe obtained diet data from an exhaustive review, which revealed 272 species–study combinations in the literature, covering 135 of the seabird species (SI Appendix, Table S1). Two hundred and sixty-seven of these cases reported sample size and ingestion frequency, 168 of which had plastic ingestion by the birds. The distribution of plastic was bimodal, with many studies reporting no plastic, but some studies reporting relatively high incidence of ingestion (up to 70% or more of individuals) (Fig. 1A). The fraction of individuals containing plastic in a study is increasing at ∼1.7% per year [95% confidence interval (CI), 0.35–3.2%], with a predicted value of 90.4% in 2014 (95% CI, 51.4–98.6%), based on the fitted regression model (Fig. 1B and Table 1A). In our review, we found that 81 seabird species have been reported ingesting debris to date, 60 of which are included in our study (SI Appendix, Table S1). The chance of finding debris in species in which no plastic had been found previously is increasing at 0.2% per year (95% CI, 0.02–0.43%) (Fig. 1C and Table 1B), with debris predicted to have been found in 99.8% of species (95% CI, 96.6–100.0%) by 2050.\nTable 1.\nChanges in plastic ingestion reported in the literature for seabirds\nA. Incidence of plastic in individual seabirds within a study\nFixed Effects\tRandom Effects\nTerm\tCoefficient Estimate\tStandard Error\tZ value\tPr(>|z|)\tNumber of groups\tModel Term\tGrouping Variable\tVariance\nIntercept\t−3.08\t0.61\t−5.03\t4.87E-07\t59\tIntercept\tReference\t4.30\nYear*\t1.76\t0.38\t4.58\t4.63E-06\t57\tIntercept\tGenus\t8.61\nMethod Lavage\t0.24\t0.31\t0.76\t0.45\t57\tYear*\tGenus\t0.92\nMethod Bolus\t−0.29\t0.37\t−0.79\t0.43\t \t \t \t \nMethod Necropsy\t−0.29\t0.25\t−1.19\t0.24\t \t \t \t \nB. Chance of identifying a species that has ingested plastic\nFixed Effects\tRandom Effects\nTerm\tCoefficient Estimate\tStandard Error\tZ value\tPr(>|z|)\tNumber of groups\tModel Term\tGrouping Variable\tVariance\nIntercept\t1.32\t0.57\t2.30\t0.021\t59\tIntercept\tReference\t0.48\nYear*\t0.80\t0.29\t2.73\t0.0063\t57\tIntercept\tGenus\t2.55\nMethod Lavage\t−1.71\t0.86\t−1.99\t0.046\t57\tYear*\tGenus\t0.019\nMethod Bolus\t−0.93\t1.20\t−0.78\t0.44\t \t \t \t \nMethod Necropsy\t−1.36\t0.55\t−2.48\t0.013\t \t \t \t \nEXPAND FOR MORE\n*\nYear is centered and rescaled for analysis, (year – 1982.365)/10.43.\nOPEN IN VIEWER\nFig. 1.\nPlastic ingestion by seabirds as reported in the literature (1962–2012). (A) Frequency of individuals with plastic fragments in their digestive system per species–study combination. (B) Proportion of individuals in each species–study combination having plastic in their digestive system with time. Plot shows median and quartiles, with bars extending to 1.5 times the interquartile range. (C) Date of first discovery of plastic ingestion for seabird species across all species identified in the literature review.\nOPEN IN VIEWER\nThe median density of debris in a species’ geographic range, weighted by centrality in that range, was a significant predictor of ingestion rates [likelihood ratio test (LTR), df = 1, X2= 527076.9, P ≅ 0] and fit the ingestion rate data better than other predictors for exposure based on Akaike information criterion (AIC). However, exposure alone has limited predictive power, explaining only 1.3% of the deviance in the reported ingestion rates. When we revisited this comparison with the full models, we found that the weighted mean was slightly superior and switched to that measure of exposure. We found that the best model included seabird genus, body size, starting date of the study, and sampling method (Table 2A), with an AIC of 2,657 compared with an intercept-only model with an AIC of 7,982. The five-factor model explained 71% of the variation in the data, based on deviance comparison with a null model. No other models were included within the 95% confidence set for the best model, based on AIC.\nTable 2.\nAnalysis of the predictive power of debris exposure for predicting ingestion rates reported in the scientific literature\nA. Comparison of model adequacy\tB. Parameters for the best model\nModel\tAIC\tCoefficient\tCoefficient\tStd. Error\tPr(>|z|)\nDSGT\t2656.8\tIntercept\t−96.88\t6.41\t< 2e−16\nSGT\t2679.0\tWeighted Mean\t0.0032\t0.0007\t1.1e−06\nDGT\t2688.3\tBody Size\t2.72\t0.47\t7.5e−09\nDSG\t2871.9\tG Aphrodroma\t−1.64\t0.74\t2.6e−02\nSG\t2900.1\tG Calonectris\t−1.78\t0.30\t4.3e−09\nGT\t2904.1\tG Cyclorrhynchus\t3.33\t0.20\t< 2e−16\nDG\t2910.9\tG Fratercula\t0.56\t0.21\t8.9e−03\nG\t3180.2\tG Fulmarus\t1.26\t0.23\t3.9e−08\nDT\t4778.5\tG Oceanodroma\t1.43\t0.36\t8.6e−05\nDST\t4780.5\tG Pachyptila\t1.08\t0.35\t1.9e−03\nST\t5473.2\tG Pelagodroma\t2.77\t0.51\t7.0e−08\nT\t5513.0\tG Phoebastria\t−5.46\t1.27\t1.6e−05\nDS\t6010.9\tG Procellaria\t−2.06\t0.47\t1.4e−05\nD\t6117.3\tG Pseudobulweria\t−3.24\t1.02\t1.5e−03\nS\t6158.6\tG Pterodroma\t−1.35\t0.24\t1.2e−08\n0\t7982.2\tG Spheniscus\t−11.78\t2.05\t9.7e−09\n \t \tG Thalassarche\t−7.24\t1.04\t3.4e−12\n \t \tYear\t0.047\t0.003\t< 2e−16\n \t \tMethod L\t−7.11\t1.02\t3.0e−12\n \t \tMethod LN\t−2.64\t0.29\t< 2e−16\n \t \tMethod N\t0.44\t0.09\t1.1e−06\nEXPAND FOR MORE\nNote that genera and sampling methods that did not have significant coefficients are not reported for brevity. Note that the reference genus is Aethia, which is represented in the data by 3 species sampled in Alaska, and is included in the intercept term in the model. Coefficients for genera included in the analysis are preceded by a “G” and italicized. D, debris exposure; G, genus; S, body weight; T, starting year of the study; 0, intercept only model. Sampling method codes are: L, lavage; N, necropsy.\nOPEN IN VIEWER\nDebris ingestion rates increased significantly with increasing exposure, body size, and more recent study date (Table 2B). Thalassarche albatross and Spheniscus penguins had significantly lower ingestion rates for their body size than other taxa. In contrast, Cyclorrhynchus auklets, Pachyptila prions, Fulmarus fulmars, and Pelagodroma and Oceanodroma storm-petrels had higher ingestion rates when controlling for other factors such as body size (Table 2B). The remaining genera in the data did not differ significantly from Aethia auklets, which was the reference taxa for the analysis, solely due to alphabetical order. Multiplying the median value of each covariate by its coefficient to calculate its importance, the year (93) term dominated in the model, followed by the genus (−11.78 to 3.33), body size (1.60), and debris exposure (0.27) effects.\nOf the 186 species studied (56% of the world’s total) (SI Appendix, Table S1), the expected number of seabird species ingesting debris in each 1 × 1 grid cell ranged from 0.7 to 22, with a median value of 1.8 and an interquartile range of 1.2–2.5 (Fig. 2A and SI Appendix, Table S1). Larger numbers of species were predicted to ingest plastic in a band along the northern boundary of the Southern Ocean, particularly in the southern Tasman Sea. Interestingly, the predicted areas of high impact do not correspond closely with the areas of highest debris concentration (Fig. 2C) but are instead strongly influenced by the distribution of seabird species, which have their highest diversity in the Southern Ocean (Fig. 2D). Comparing this result with predictions from the fixed effect model, which accounts for predisposition to plastic ingestion across genera, the general pattern of areas of high and low impact are similar although the scaling of the two predictions does differ due to the lower number of species included (92 species) (SI Appendix, Table S1). The similarity in the two predictions is due to a relatively large number of ingestion-prone species in southern latitudes, suggesting that the pattern is not driven by species richness alone (Fig. 2 A and B).\nFig. 2.\nThe expected number of seabird species ingesting plastic and driving factors. Predictions are at the 1 × 1 degree scale. (A) The expected number of species ingesting plastic based on predictions from a generalized linear mixed model, using a random effect to represent taxa-specific ingestion rates (n = 186). (B) The expected number of species ingesting plastic, as in A, but based on a generalized linear model using fixed effects for taxa-specific ingestion rates (n = 92). (C) Modeled concentration of marine debris in the world’s oceans on a log scale. (D) Species richness for seabirds considered in this study, based on data from Birdlife International (32).\nOPEN IN VIEWER\nDiscussion\nWe found that nearly three-quarters of the variation in plastic ingestion by seabirds can be predicted by considering exposure and basic ecological information, such as body size and foraging strategy. This finding is encouraging because there are readily available global plastic distributions estimated from ocean circulation models that can be used to assess threat levels and evaluate the impacts of changes in waste management practices (7). Evaluated against observed densities of plastics in coastal and offshore regions, these estimated global distributions, including the one we use, seem to be relatively accurate (3, 7, 19).\nOne clear implication of our research is that seabird ingestion rates scale with plastic exposure. Thus, as more plastic is introduced into the ocean, we can expect ingestion rates to increase proportionately. We detected an increasing trend in ingestion rates reported in the literature, supporting this connection between higher production and elevated exposure resulting in expected increases in ingestion. The trend in the literature could also be due to publication bias, as awareness of plastic pollution increases. We controlled for this effect specifically by incorporating a term for study (bias) in our analysis and still found a significant positive trend in both ingestion rates and reports of new species ingesting plastic, suggesting that exposure is likely driving the pattern. A similar time trend in ingestion rates of plastic was identified in a recent global study of marine turtles (20).\nGlobal plastic production is increasing exponentially, with a current doubling time of 11 y; thus, between 2015 and 2026, we will make as much plastic as has been made since production began (1). Given expanding production and our modeling results, we expect the time trend we identified in both ingestion rates within species and identification of new species that have ingested plastic to continue to rise. Projecting patterns in the literature forward using our fitted regression models (Table 1), we predict that plastic will be found in the digestive tracts of 99% of all seabird species by 2050 and that 95% of the individuals within these species will have ingested plastic by the same year.\nTwo caveats are relevant in evaluating these predictions. First, detection of plastic in seabirds may not reach this level because there is variation in predisposition to plastic ingestion across genera (Table 1). However, the overall time trend overwhelms the differences in temporal trends among genera (Table 1, Year coefficient vs. 1.96 × Year variance), suggesting that nearly all species will eventually be found ingesting plastic at some level, based on the discoveries reported so far. Second, the rates of increase in new species ingesting plastic and individuals within species ingesting plastic have wide confidence intervals, meaning that predictions about future ingestion are necessarily uncertain. However, given that the estimates of the rates are significantly greater than zero, it is clear that plastic ingestion will be more widespread than it is at present irrespective of its exact value.\nAlthough evidence for individual and population level impacts from plastic ingestion is still relatively scant for seabirds, there is basis for concern. Ingestion of larger items can lead to gut obstruction and death (21). Plastic ingestion has also been found to reduce available gut volume, resulting in reduced body condition in experimental studies (22). There are correlative studies suggesting that this effect may occur in nature although it is unclear whether plastic ingestion causes low weight or is a result of low availability of food (10, 15). Reduced body condition (i.e., lower fledging weight) has been linked to reduced survival of juvenile seabirds (23–25). In addition to physical effects, high plastic loads are correlated with increased organic pollutant loads in field observations of seabirds (26), with supportive experimental results demonstrating a connection between pollution, concentration of pollutants by plastics, and release into seabird tissues during digestion (13, 16, 27). Plastic fragments can concentrate organic pollutants up to 106 times that of the surrounding seawater, with release rates once they are in an endotherm gut of 30 times higher than in seawater (27, 28). Given this emerging evidence for both physical and toxicological impacts from plastic ingestion by seabirds, our results suggest that these impacts may be widespread among species and pervasive in terms of the number of individuals affected.\nA complicating factor in both estimating ingestion rates for plastic and predicting the resulting impacts is the residence time for plastic in the gut. Residence time is a balance between ingestion and excretion rates, either via reduction in size and defecation or via regurgitation of indigestible items. There is taxonomic variability in these traits because some species have the ability to regurgitate (e.g., skuas, albatross), whereas other species rarely regurgitate except when feeding young (e.g., petrels and some auks). There are also seasonal, age, and location differences among studies in our literature survey. However, we were able to successfully model the standing stock of plastic in the gut as reported in the literature, explaining more than 70% of the variability in the data, despite uncertainties in the mechanisms governing ingestion and throughput.\nExpected impacts are concentrated in areas where high plastic concentration and high seabird diversity coincide, particularly in the Tasman Sea at the boundary between the southwestern Pacific and Southern Oceans, but also in the southwestern margin of the Indian Ocean. Even when ecological data on predisposure to plastic ingestion across taxa was included, our predictions remained qualitatively the same because seabird diversity and ingestion predisposure are correlated (Fig. 2A vs. Fig. 2B). These regions have received much less emphasis in the discussion of marine debris impacts because their predicted plastic concentrations are much lower than those in the convergence zones, although the region is data-poor (7). We are not suggesting there are not critical issues in other regions, such as the North Pacific (Laysan albatross) or North Atlantic (northern fulmars), where ingestion rates are particularly high (SI Appendix, Table S1). Clearly, other measures of risk, such as the fraction of individuals ingesting plastic, might produce differing priorities. However, our focus is on seabirds at a taxa-wide, global scale, and, in that context, the boundary of the Southern Ocean emerges as a priority. Future refinements should also address impacts in the North Sea and Indonesian archipelago, areas with poor coverage in oceanographic models, but that are known to have high ingestion rates by some seabird species.\nOur results stand in contrast to other analyses of the human impacts on marine systems, which identify oceans near the poles as areas of low impact (29). In fact, inorganic pollution and organic pollution were estimated to have the smallest global footprints out of 17 major threats, covering only 2.3 or 0.4 of the 335 million square kilometers of the world’s oceans, respectively, largely due to an assumed lack of transport mechanisms capable of dispersing them away from the coast (29). Our results suggest that, at least for impacts from marine debris to seabirds, the northern fringe of the Southern Ocean may be particularly impacted. Many seabird species in this region also suffer from other sources of mortality, including ongoing bycatch in fisheries and predation by invasive species on breeding colonies, and achieving effective management in these remote and often international regions is a significant challenge (17, 30).\nEncouragingly, our analyses suggest that relatively simple models can be used to evaluate the effects of management changes, even if the management region is far from the area of impact. Plastic concentration in the ocean, simulated as lost waste from coastal populations, is a good predictor of ingestion rate, and thus impact. This model can also be used in reverse, studying the local and remote effects of a change in waste management practices or other source reduction policies. Although the short-term prognosis is that plastic impacts are increasing significantly, our analyses also suggest that reductions in exposure will result in reduced ingestion. There is some evidence to support this assertion: Monitoring of ingestion rates in northern fulmars as part of the European Union’s Environmental Quality Objectives demonstrated a significant decrease in the ingestion of plastic pellets, thought to be driven by management actions to reduce their loss from industrial processes into the marine environment in Northern Europe (31).\nMethods\nModeling Relative Oceanographic Concentration of Plastic.\nThe spatial distribution of marine plastics was computed using trajectories from surface drifting buoys as described in van Sebille et al. (7) (see SI Appendix for further details). Trajectories drifting buoys launched in the Global Drifter Program were gridded onto a one-by-one degree cell global grid. These trajectories were summarized in six transit matrices, one for each 2-mo period per year. The entries of these transit matrices depict, for each grid cell, the probability of getting to any of the other grid cells 2 mo later. By iteratively multiplying this matrix with a vector of tracer concentrations in the ocean, the evolution of plastic from any point in the ocean can be tracked (7).\nWe modeled the source distribution for plastic and its variation by continually releasing new simulated tracers from the global coastline. Tracer release was proportional to the population within 100 km from the coastline, and new releases were made every 2 mo. The total quantity of plastics (tracers) entering the ocean from each coastal grid cell increased exponentially with time, using parameters on global plastic production (1). The amount of plastic entering the ocean was therefore a function of both the number of people living near the coast and the total amount of plastic produced in that year.\nThe evolution of plastic concentration was computed bimonthly from 1960 to 2010. Note that the plastic concentration is a relative quantity because the plastic source function is only proportional to local population size and annual global plastic production.\nModeling Seabird Exposure to Plastics.\nWe used range maps for the 188 seabird species available from Birdlife International’s seabird database to model geographic occurrence (32) (SI Appendix, Table S1). We aggregated the breeding and nonbreeding foraging distributions to create a single spatial layer describing the species range (see SI Appendix for details) and converted this layer to a 1° latitude by 1° longitude grid. We took two approaches to estimating the distribution of each species based on these grids: We assumed first that species are evenly distributed across their range (uniform model), and second that density of individuals increases linearly with distance from the range edge (weighted model). For the weighted model, we normalized the values to sum to one across the range. We calculated a measure of exposure to plastic for each species by multiplying the predicted relative density of seabirds in each 1° cell under our two distribution models with the modeled relative oceanographic concentration of plastic in each cell. We summarized the exposure using its mean and its median across all cells, yielding four possible combinations of relative density of seabirds (uniform or weighted) and plastic exposure summary statistic (mean or median) that we could explore as a predictor of exposure to plastic debris. Although these data were not comprehensive (e.g., we do not include all global seabird species), there is no specific bias toward or against particular species, and all major seabird taxonomic groups for pelagic species are included in analyses (coastal species, including shorebirds, sea ducks, and gulls, were excluded).\nTraining and Validating the Seabird Exposure Model.\nWe conducted a comprehensive literature review of published studies on plastic ingestion by seabirds and more general diet studies. We used online databases and evaluated all studies that were published from 1950 to 2012, inclusive, which were returned in a search using the keywords related to seabirds and plastic ingestion (see SI Appendix for keywords). For each published study, we recorded the family, genus, species, sample size, number of birds with plastics, average reported body weight of the species, and year of the study.\nWe investigated the temporal trend in both the proportion of individuals in a study that ingested plastics and the rate at which new species were identified as ingesting plastics. We estimated the change in the discovery rate of species ingesting plastic by modeling the success/failure of detecting plastic in a species with the year of the study. For both the individual and species models, we controlled for bias in the sampling method (necropsy, lavage, bolus, or a combination). We also accounted for study bias by including a random effect for each study (study bias; see SI Appendix for details) and a random slope term for year by genus (to account for taxonomic differences in ingestion). We verified the appropriateness of the model using a Hosmer–Lemeshow test (33).\nWe used logistic regression to explore a hypothesized set of models relating the fraction of individuals in a study reported to have ingested plastic to the exposure we predicted for each species (33). We evaluated each of our four metrics of exposure and chose the predictor that had the best explanatory power based on the Akaike information criterion (AIC) (34). We also compared this predictor against a null model containing only a constant to determine whether exposure was a significant predictor of the probability of ingestion.\nWe then explored a set of nested models to determine the additional factors to include in a model of ingestion probability. Because the predictors were chosen based on a priori hypotheses that they would have an effect on ingestion probability, we fit all possible models incorporating main effects and evaluated their fit to the data using AIC. After determining the important covariates in addition to debris exposure, we revisited the comparison of the exposure metrics incorporating the additional covariates. We compared AIC values across these full models to ensure that we had the best model, tested our final model for goodness of fit, and examined residuals to identify any issues.\nMapping Seabird Risk at the Global Scale.\nTo predict the occurrence of ingestion across all species in our dataset, we fit an analog of the best model from our validation analysis, with the taxa factor coded as a random instead of a fixed effect because not all species were represented in the literature (35). We used this model to predict the ingestion probability for each species in each 1° cell in its distribution. We then summed these probabilities in each cell to get the expected number of species ingesting plastic in each location (SI Appendix). We compared these predictions with the analogous estimate from our best-fit model, using fixed effects for taxa, to allow for differences in ingestion by species.\nAcknowledgments\nWe thank T. J. Lawson for assisting with figures, M. Lansdell for helping compile seabird data, and BirdLife International for making seabird distribution information available. Constructive comments from R. Crawford, M. England, J. van Franeker, and Q. Schuyler improved this manuscript. C.W. and B.D.H. acknowledge Commonwealth Scientific and Industry Research Organisation's Oceans and Atmosphere Business Unit and Shell’s Social Investment Program for support. E.V.S. was supported by Australian Research Council Grant DE130101336. This work was conducted within the Marine Debris Working Group at the National Center for Ecological Analysis and Synthesis, University of California, Santa Barbara, with support from the Ocean Conservancy.\nSupporting Information\nAppendix (PDF)\nSupporting Information\nDOWNLOAD\n833.76 KB\nReferences\n1\n; Plastics Europe Plastics—The Facts 2013: An Analysis of European Latest Plastics Production, Demand, and Waste Data (Plastics Europe, Brussels, 2013).\nGoogle Scholar\n2\nDK Barnes, F Galgani, RC Thompson, M Barlaz, Accumulation and fragmentation of plastic debris in global environments. Philos Trans R Soc Lond B Biol Sci 364, 1985–1998 (2009).\nCrossref\nPubMed\nGoogle Scholar\n3\nA Cózar, et al., Plastic debris in the open ocean. Proc Natl Acad Sci USA 111, 10239–10244 (2014).\nCrossref\nPubMed\nGoogle Scholar\n4\nRC Thompson, et al., Lost at sea: Where is all the plastic? Science 304, 838 (2004).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n5\nS Lambert, C Sinclair, A Boxall, Occurrence, degradation, and effect of polymer-based materials in the environment. Rev Environ Contam Toxicol 227, 1–53 (2014).\nGo to reference\nPubMed\nGoogle Scholar\n6\nKL Law, et al., Plastic accumulation in the North Atlantic subtropical gyre. Science 329, 1185–1188 (2010).\nCrossref\nPubMed\nGoogle Scholar\n7\nE van Sebille, MH England, G Froyland, Origin, dynamics and evolution of ocean garbage patches from observed surface drifters. Environ Res Lett 7, 044040 (2012).\nCrossref\nGoogle Scholar\n8\nJGB Derraik, The pollution of the marine environment by plastic debris: A review. Mar Pollut Bull 44, 842–852 (2002).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n9\nSecretariat of the Convention on Biological Diversity and the Scientific and Technical Advisory Panel–GEF (2012) Impacts of Marine Debris on Biodiversity: Current Status and Potential Solutions (Secretariat of the Convention on Biological Diversity, Montreal), CBD Technical Series No. 67.\nGo to reference\nGoogle Scholar\n10\nPG Ryan, The effects of ingested plastic on seabirds: Correlations between plastic load and body condition. Environ Pollut 46, 119–125 (1987).\nCrossref\nPubMed\nGoogle Scholar\n11\nCM Rochman, E Hoh, T Kurobe, SJ Teh, Ingested plastic transfers hazardous chemicals to fish and induces hepatic stress. Sci Rep 3, 3263 (2013).\nCrossref\nPubMed\nGoogle Scholar\n12\nCE Talsness, AJM Andrade, SN Kuriyama, JA Taylor, FS vom Saal, Components of plastic: Experimental studies in animals and relevance for human health. Philos Trans R Soc Lond B Biol Sci 364, 2079–2096 (2009).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n13\nEL Teuten, et al., Transport and release of chemicals from plastics to the environment and to wildlife. Philos Trans R Soc Lond B Biol Sci 364, 2027–2045 (2009).\nCrossref\nPubMed\nGoogle Scholar\n14\nDay RH, Wehle DHS, Coleman FC, eds (1985) Ingestion of Plastic Pollutants by Marine Birds (US Department of Commerce, La Jolla, CA), NOAA Technical Memorandum NOAA-TM-NMFS-SWFSC-54.\nGoogle Scholar\n15\nJL Lavers, AL Bond, I Hutton, Plastic ingestion by Flesh-footed Shearwaters (Puffinus carneipes): Implications for fledgling body condition and the accumulation of plastic-derived chemicals. Environ Pollut 187, 124–129 (2014).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n16\nK Tanaka, et al., Accumulation of plastic-derived chemicals in tissues of seabirds ingesting marine plastics. Mar Pollut Bull 69, 219–222 (2013).\nCrossref\nPubMed\nGoogle Scholar\n17\nJP Croxall, et al., Seabird conservation status, threats and priority actions: A global assessment. Bird Conserv Int 22, 1–34 (2012).\nCrossref\nGoogle Scholar\n18\nR Lumpkin, N Maximenko, M Pazos, Evaluating where and why drifters die. J Atmos Ocean Technol 29, 300–308 (2012).\nGo to reference\nCrossref\nGoogle Scholar\n19\nKL Law, et al., Distribution of surface plastic debris in the eastern Pacific Ocean from an 11-year data set. Environ Sci Technol 48, 4732–4738 (2014).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n20\nQ Schuyler, BD Hardesty, C Wilcox, K Townsend, Global analysis of anthropogenic debris ingestion by sea turtles. Conserv Biol 28, 129–139 (2014).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n21\nKE Pierce, RJ Harris, LS Larned, MA Pokras, Obstruction and starvation associated with plastic ingestion in a Northern Gannet Morus bassanus and a Greater Shearwater Puffinus gravis. Mar Ornithol 32, 187–189 (2004).\nGo to reference\nGoogle Scholar\n22\nPG Ryan, Effects of ingested plastic on seabird feeding: Evidence from chickens. Mar Pollut Bull 19, 125–128 (1988).\nGo to reference\nCrossref\nGoogle Scholar\n23\nA Braasch, C Schauroth, PH Becker, Post-fledging body mass as a determinant of subadult survival in Common Terns Sterna hirundo. J Ornithol 150, 401–407 (2009).\nGo to reference\nCrossref\nGoogle Scholar\n24\nKW Morrison, JM Hipfner, C Gjerdrum, DJ Green, Wing length and mass at fledging predict local juvenile survival and age at first return in tufted puffins. Condor 111, 433–441 (2009).\nCrossref\nGoogle Scholar\n25\nPM Sagar, DS Horning, Mass-related survival of fledgling Sooty Shearwaters Puffinus griseus at The Snares, New Zealand. Ibis 140, 329–331 (1998).\nGo to reference\nCrossref\nGoogle Scholar\n26\nR Yamashita, H Takada, MA Fukuwaka, Y Watanuki, Physical and chemical effects of ingested plastic debris on short-tailed shearwaters, Puffinus tenuirostris, in the North Pacific Ocean. Mar Pollut Bull 62, 2845–2849 (2011).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n27\nA Bakir, SJ Rowland, RC Thompson, Enhanced desorption of persistent organic pollutants from microplastics under simulated physiological conditions. Environ Pollut 185, 16–23 (2014).\nCrossref\nPubMed\nGoogle Scholar\n28\nY Mato, et al., Plastic resin pellets as a transport medium for toxic chemicals in the marine environment. Environ Sci Technol 35, 318–324 (2001).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n29\nBS Halpern, et al., A global map of human impact on marine ecosystems. Science 319, 948–952 (2008).\nCrossref\nPubMed\nGoogle Scholar\n30\nNC Ban, et al., Systematic conservation planning: A better recipe for managing the high seas for biodiversity conservation and sustainable use. Conserv Lett 7, 41–54 (2014).\nGo to reference\nCrossref\nGoogle Scholar\n31\nJA van Franeker, et al., Monitoring plastic ingestion by the northern fulmar Fulmarus glacialis in the North Sea. Environ Pollut 159, 2609–2615 (2011).\nGo to reference\nCrossref\nPubMed\nGoogle Scholar\n32\n; Birdlife International and NatureServe Bird Species Distribution Maps of the World (Birdlife International, Cambridge, UK, 2011).\nGoogle Scholar\n33\nA Agresti Categorical Data Analysis (Wiley, 3rd Ed, Hoboken, NJ, 2013).\nGoogle Scholar\n34\nKP Burnham, DR Anderson Model Selection and Multimodel Inference: A Practical Information-Theoretic Approach (Springer, 2nd Ed, New York, 2002).\nGo to reference\nGoogle Scholar\n35\nAF Zuur, EN Ieno, N Walker, AA Saveliev, GM Smith Mixed Effects Models and Extensions in Ecology with R (Springer, New York, 2009).\nGo to reference\nCrossref\nGoogle Scholar\nSHOW ALL REFERENCES\nVIEW FULL TEXT|DOWNLOAD PDF\nFurther reading in this issue\nRESEARCH ARTICLESEPTEMBER 8, 2015\nNeighborhood effects on use of African-American Vernacular English\nJohn R. Rickford, Greg J. Duncan, [...]Jens Ludwig, \nRESEARCH ARTICLESEPTEMBER 8, 2015\nIsoflurane inhibits synaptic vesicle exocytosis through reduced Ca2+ influx, not Ca2+-exocytosis coupling\nJoel P. Baumgart, Zhen-Yu Zhou, [...]Hugh C. Hemmings, \nRESEARCH ARTICLESEPTEMBER 8, 2015\nSuburbanization, estrogen contamination, and sex ratio in wild amphibian populations\nMax R. Lambert, Geoffrey S. J. Giller, [...]David K. Skelly, \nTrending\nRESEARCH ARTICLENOVEMBER 21, 2023\nPhantom oscillations in principal component analysis\nDimensionality reduction simplifies high-dimensional data into a small number of representative patterns. One dimensionality reduction method, principal component analysis (PCA), often selects oscillatory or U-shaped patterns, even when such ...Principal component analysis (PCA) is a dimensionality reduction method that is known for being simple and easy to interpret. Principal components are often interpreted as low-dimensional patterns in high-dimensional space. However, this simple ...\nMaxwell Shinn and \nRESEARCH ARTICLEDECEMBER 30, 2013\nBodily maps of emotions\nEmotions coordinate our behavior and physiological states during survival-salient events and pleasurable interactions. Even though we are often consciously aware of our current emotional state, such as anger or happiness, the mechanisms giving ...Emotions are often felt in the body, and somatosensory feedback has been proposed to trigger conscious emotional experiences. Here we reveal maps of bodily sensations associated with different emotions using a unique topographical self-report method. In ...\nLauri Nummenmaa, Enrico Glerean, [...]Jari K. Hietanen, \nPERSPECTIVENOVEMBER 20, 2023\nProsocial motives underlie scientific censorship by scientists: A perspective and research agenda\nScience is among humanity’s greatest achievements, yet scientific censorship is rarely studied empirically. We explore the social, psychological, and institutional causes and consequences of scientific censorship (defined as actions aimed at obstructing ...\nCory J. Clark, Lee Jussim, [...]William von Hippel, \nSign up for the\nPNAS Highlights newsletter\nGet in-depth science stories sent to your inbox twice a month.\nSUBSCRIBE\nBROWSE\nCURRENT ISSUE\nPNAS NEXUS\nSPECIAL FEATURES\nLASKER AWARDS\nLIST OF ISSUES\nCOLLECTED PAPERS\nPNAS IN THE NEWS\nFRONT MATTER\nJOURNAL CLUB\nPODCASTS\nINFORMATION\nABOUT\nDIVERSITY AND INCLUSION\nEDITORIAL BOARD\nAUTHORS\nREVIEWERS\nSUBSCRIBERS\nLIBRARIANS\nPRESS\nCOZZARELLI PRIZE\nPNAS UPDATES\n\nCopyright © 2023 National Academy of Science. All rights reserved. | Online ISSN 1091-6490\n\nPNAS is a partner of CHORUS, CLOCKSS, COPE, CrossRef, ORCID, and Research4Life.\n\nContact  Site Map  Terms & Privacy Policy  Accessibility\n\nWe use cookies on this site to enhance your user experience. By using this website, you are giving your consent for us to set cookies. Find out more\n\nCONTINUE\nNOW READING:\nThreat of plastic pollution to seabirds is global, pervasive, and increasing\nShare\nReference #1"
}