{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "California Bans Plastic Microbeads: A Key Step in Reducing ... - NRDC",
  "href": "https://www.nrdc.org/bio/elizabeth-murdock/california-bans-plastic-microbeads-key-step-reducing-marine-plastic-pollution",
  "body": "Plastic pollution—whether from microbeads or other microplastics, or from larger pieces of plastic—also poses significant risks to marine animals. Plastic ingestion has been documented in 86% ...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all News & Commentary\nExpert Blog\nCalifornia Bans Plastic Microbeads: A Key Step in Reducing Marine Plastic Pollution\nNovember 13, 2015\nElizabeth Murdock (Alum)\nShare this page\n\nOn October 8, Governor Jerry Brown signed California state bill AB 888 (Bloom, D-Santa Monica), which prohibits the sale in California of personal care products, such as soap, shampoo and toothpaste, that contain plastic microbeads. The ban, which will take effect on January 1, 2020, targets products designed to \"rinse off.\" Microbeads are a source of microplastic pollution that is particularly difficult to address, as the tiny pieces of plastic easily slip through wastewater treatment plants and make their way into the ocean, where they can harm marine life.\n\nCalifornia's law exempts microbeads in prescription drugs and in products containing less than 1 part per million (ppm) of plastic microbeads, and does not include cosmetics. Despite these loopholes, and the fact that the ban will not take effect for five years, the law is terrific news for everyone concerned about ocean pollution, marine wildlife and human health.\n\nPlastic microbeads are commonly included in products designed to exfoliate dead skin. But excellent biodegradable alternatives already exist, such as apricot and jojoba seeds, walnut shells, and rice bran. Many companies using microbeads are voluntarily phasing out microbeads in favor of these natural options—and we hope California's law will encourage companies to accelerate this change even before the 2020 deadline.\n\nPlastic microbeads are accumulating rapidly in the marine environment—in California waters and beyond—compounding plastic pollution in oceans worldwide. Plastic is the most common human-made pollutant in oceans, and plastic trash, including microbeads, also litters our beaches. Like other plastic pollution, microbeads are not biodegradable, or recoverable, but remain in the environment, breaking down into ever-smaller bits over time.\n\nWhile scientists are still studying exactly how much plastic is polluting our oceans, experts agree that we dump many millions of tons of it into the marine environment each year. Recent studies illustrate the severity of the marine plastic pollution crisis. According to the paper Scientific Evidence Supports a Ban on Microbeads, microplastics--small pieces of plastic equal to or less than 5 mm in diameter—have been reported in every major open ocean, as well as in many freshwater lakes and rivers. Microplastics often result from larger pieces of plastic pollution breaking down into tiny bits; however, they also include microbeads, which are human-engineered spheres of plastic. In some places, microplastics outnumber plankton and other critical food for fish and whales.\n\nIn the first major study of plastic pollution in San Francisco Bay, published in September 2015, researchers found that each day, at least 3.9 million pieces of plastic, comprised of microbeads and bits of synthetic fibers from fleece clothing, washed into the Bay from eight large wastewater treatment plants. Concentrations in San Francisco Bay were considerably higher than in the Great Lakes, Chesapeake Bay, and other major U.S. waters.\n\nAnother recent study is one of the first to link plastic and human-made debris directly to the fish people eat. Researchers from University of California, Davis took samples from fish purchased at markets in Indonesia and in Half Moon Bay and Princeton, California--and found that roughly one quarter of the fish sampled had ingested human-made debris or plastic. This level of contamination has potential implications for human health, as plastics are known to accumulate toxins in the marine environment, such as DDT, DDE, PCBs, and flame retardants. Researchers are investigating whether chemicals from the plastic eaten by fish can transfer into the fish meat--and perhaps affect the people who eat it.\n\nPlastic pollution—whether from microbeads or other microplastics, or from larger pieces of plastic—also poses significant risks to marine animals. Plastic ingestion has been documented in 86% of sea turtle species, 36% seabird species, and 33% of marine mammal species worldwide. This can have dire health consequences—including wounds, suffocation, and starvation, as well as possible contamination from accumulated toxic. On Midway Atoll, roughly 40% of Laysan albatross chicks die each year, with their stomachs full of plastics. Marine animals can also become injured or die from entanglement in plastic trash.\n\nMicroplastics have been found in the bodies of fish, marine mammals, reptiles, mussels, and seabirds. Filter feeding animals—from mussels to basking shark to baleen whales—have been found to take up microplastics during feeding. In one study, sharks and whales had increased levels of contaminants from ingesting the plastic debris.\n\nAddressing Plastic Pollution in Our Oceans\n\nWhile the extent of marine plastic pollution is overwhelming, common-sense laws like AB 888 can actually reduce the flow of plastic into seas. It's a discrete but important step towards addressing a much bigger problem. California's law sets a precedent for other states and regions striving to address microplastics and other plastic pollution.\n\nNRDC and partner organizations are working together to stem the flow of plastics into the oceans by raising awareness about marine plastic pollution and by supporting legislative efforts to reduce plastic pollution. For example, we are supporting another microbeads ban in New York State and New York City.\n\nWe are also supporting a state ban on single-use plastic bags in California (SB 270), which is under threat of repeal through a referendum on the November 2016 ballot. Stay tuned and take action with us to keep this important law in place.\n\nIn the meantime, you can help reduce marine plastic pollution by avoiding personal care products with the ingredient polyethylene (PE) and instead choosing natural alternatives, or looking for a list of products containing microbeads at websites such as Beat the Microbead. Working together, we can build momentum to reduce the flow of plastics into our oceans.\n\nRELATED ISSUES\nOcean Toxics Fresh Water\nRELATED BLOGS\nSkip carousel items\nslide 5 to 7 of 3\nEPA Issues Unprecedented “License to Pollute” During Pandemic\nMarch 27, 2020 Expert BlogNRDC\nAmidst a public health crisis, the agency will indefinitely suspend environmental protections that help keep our air and water safe.\nProposed Bills Target Single-Use Products\nFebruary 6, 2020 Expert BlogDillon Hanson-Ahumada, Linda Escalante\nTwo California bills (SB 54 and AB 1080) introduce language that works to protect our environment, reduce plastic pollution, and save local governments millions of dollars in the process.\nAvoiding Bioplastic: New Year, New Tea\nJanuary 9, 2020 Expert BlogMaria McCain\nNRDC is moving away from purchasing pyramid shaped tea sachets because it could be harming our health and the planet.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}