{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Is the Big Berkey Water Filter worth it? : r/BuyItForLife - Reddit",
  "href": "https://www.reddit.com/r/BuyItForLife/comments/3oo4g2/is_the_big_berkey_water_filter_worth_it/",
  "body": "It was fantastic. The water in Addis Ababa is the absolute worst-case scenario for microbes and impurities, and the Berkey did a phenomenal job. Paid for itself within a few months, because the alternative was buying bottled water constantly (and you could bet that those plastic bottles sat outside degrading in the sun and leeching chemicals).",
  "textContent": "Is the Big Berkey Water Filter worth it? : r/BuyItForLife\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to BuyItForLife\nr/BuyItForLife\n•\n8 yr. ago\nbuyitonce\nIs the Big Berkey Water Filter worth it?\n\nDoes anyone have any experience with the Big Berkey Water Filter?\n\nIt looks good at first glance. The Amazon reviews are good (except for a few when filters had bad glue) and they offer an extended lifetime warranty. It's mostly made of stainless steel so it should last for ages.\n\nHowever I don't know enough to know if it's an inferior product to a reverse osmosis filter or how durable it will really be.\n\nHere's the link http://www.bigberkeywaterfilters.com/big-berkey.html\n\nSort by:\nAdd a Comment\nbatsofburden\n•\n8 yr. ago\n\nI have no answer for you, but I've been thinking of getting one too. I saw a few mentions of it on the website Apartment Therapy as well which were positive.\n\nReply\nreply\ngeoffreygreene\n•\n8 yr. ago\n\nI brought the smallest travel-size version to Ethiopia when I lived there for a few years. It was fantastic. The water in Addis Ababa is the absolute worst-case scenario for microbes and impurities, and the Berkey did a phenomenal job. Paid for itself within a few months, because the alternative was buying bottled water constantly (and you could bet that those plastic bottles sat outside degrading in the sun and leeching chemicals). The unit is very easy (and satisfying) to clean every few weeks if you're dealing with significant hard water or sediment. (Note: If you are in a developing country with unsafe tap water, you should clean a filter with regular dish soap and bottled water, or else thoroughly boil the water you use to clean it beforehand.) The Berkey doesn't need to be constantly replaced, like a Brita. And, as another commenter mentioned, it filters even the smallest viruses (unlike almost any other consumer filter on the market, including many designed for backcountry camping and survival). The only downside of the Berkey is a function of its rigorous filtering performance: it's very slower to filter. So, for me, it would filter only a single liter of water overnight (8 hours). I could only get 2 liters of water max out of the unit per day emptying the reservoir before or after work. For that reason, I would suggest getting one of the much larger reservoir sizes for regular home use. The largest versions also have multiple filters, speeding up the process.\n\nReply\nreply\njmp242\n•\n8 yr. ago\n\nI've used it and it's ... interesting. When I used it with water from our 3m filtered kitchen sink (this is a cheap undersink filter from Lowes) the resulting water tasted horrible and was undrinkable.\n\nIt's much better with water from an unfiltered source, though it still doesn't do the best taste filtering - the water tastes a bit off to me. Not as good as say, poland spring water, which is a pretty cheap bottled water. Not as good taste wise as a brita filter either.\n\nThat said, it DOES filter much better than any other I've used. I have something in my water that would grow black goop in a portable ice machine over time. Might have been iron, might have been... IDK. Didn't make me sick, and I probably should have cleaned it out more often, but it died, so I got a new one.\n\nAnyway, with the new one, I've only used berkey filtered water, and no black growth. The input part of the Berky will build up similar black coating though, and I've started using clorox wipes to clean it out, then rinse it really well before using again.\n\nI should point out this is off of well water, and the water is safe to drink, but I'm mostly drinking filtered or bottled water now.\n\nGiven my \"tests\", it seems to filter better than anything else I've used. It needs no electricity. And the Filters do seem to last a lot longer than common ones from hardware stores. I think they're rated for 3,000 gallons per filter, and you can \"peel\" them to clean them. If you get the arsinic and metal filter, that doesn't last as long.\n\nI can attest that it takes a while to filter. I can get about a gallon out of the Royal sized filter overnight. More than enough for drinking and ice for one person, but you'd want more filters or a bigger unit, or both probably for more people.\n\nReply\nreply\nbuyitonce\n•\n8 yr. ago\n\nThank you for telling me about your experiences with the Big Berkey but now I'm a bit worried about your black goop problem. If it is in your water it might be a bacterial issue that could harm the health of your family and neighbors, you might also be in an area that has water table pollution from natural gas fracking, mining or something similar. Fortunately many universities will do a water sample analysis for free or at a minimal cost.\n\nDepending on where you live, one of these Universities might help out. https://www.sdstate.edu/abe/wri/water-sampling-guide.cfm http://www.uwsp.edu/cnr-ap/weal/Pages/Homeowner.aspx\n\nReply\nreply\niheartrms\n•\n8 yr. ago\n\nMy understanding is that RO filters much smaller particles but requires power and requires water to flush the membrane so there's water wasted. All depends on exactly what you are looking for.\n\nReply\nreply\n1 more reply\nHerbHomebody\n•\n8 yr. ago\n\nMy Berkey has paid for itself many times over and turns hard water into delicious liquid. Before making the considerable investment in such an expensive filter I researched it long and hard and I know now that I could have saved lots of money if I had done it sooner. Go for it.\n\nReply\nreply\nbeautifuljeep\n•\n8 yr. ago\n\nYes, it is fantastic! We never drank so much water before, actually crave it. Plus no fluoride... (I have kids).\n\nReply\nreply\nbeat_attitudes\n•\n8 yr. ago\n\nOnly if you get the additional fluoride/arsenic filter.\n\nReply\nreply\n1 more reply\nPoromenos\n•\n8 yr. ago\n\nhttps://www.youtube.com/watch?v=6Hml1CL0Idk\n\nReply\nreply\n \nTop 1%\nRank by size \nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n318 upvotes · 307 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n362 upvotes · 151 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/REI\nWoman on tiktok shares her REI “hack” where she returns her shoes when they wear out to get new ones…\ntiktok\n134 upvotes · 79 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/headphones\nCrinacle: The budget Sennheiser IEM that's finally... great.\nyoutube\n189 upvotes · 81 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n123 upvotes · 9 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n103 upvotes · 65 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n236 upvotes · 46 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 443 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 14, 2015\nReddit\nreReddit: Top posts of October 2015\nReddit\nreReddit: Top posts of 2015"
}