{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "It's taken seven years, but California is finally cleaning up microbead ...",
  "href": "https://www.theguardian.com/vital-signs/2015/mar/27/microbead-california-pollution-nurdle-law-plastic",
  "body": "Battling plastic pollution. In response to the Plastic Pollution Coalition's legal campaign, more than 100 of the nearly 3,000 plastic manufacturing facilities in the state of California have ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nA workman hammers away at a railroad under construction at the Arco Polypropylene plant in Wilmington, California. Non-profits in the state are using new legislation to help clean up pre-production plastic pollution Photograph: RENE MACURA/Associated Press\nVital signs\nIt's taken seven years, but California is finally cleaning up microbead pollution\n\nNonprofits are using the state’s new stormwater requirements to sue plastic manufacturers for polluting waterways — and they’re winning\n\nAmy Westervelt\n@amywestervelt\nFri 27 Mar 2015 12.11 EDT\n2\n\nCitizen enforcement has always been an important part of the US Clean Water Act, which aims to prevent dangerous water pollution through regulation. Without the help of watchdog groups looking out for pollution in the country’s rivers and ports, state water boards would struggle to keep tabs on the tens of thousands of industrial manufacturing facilities in the US.\n\nIn the last few months, a nonprofit group called the Plastic Pollution Coalition (PPC) has teamed up with environmental law firm Greenfire to go after some of the 3,000 plastic manufacturers in California that it says are violating stormwater permitting requirements, and therefore the Clean Water Act. A startling number of these facilities have not registered for permits at all - a violation of the law - and others are allowing pre-production microbeads and plastic byproducts to end up in rivers or the ocean, according to the group.\n\nAlthough any state water board could invoke the federal Clean Water Act to regulate pre-production plastic pollution, so far California is the only state to do so. It’s also the only state with a law specifically targeting pre-production plastic, but environmentalists hope that California will provide a model for others.\n\n“There’s been this narrative in the US for a while that we’re not a manufacturing country anymore”, says Greenfire attorney Rachel Doughty, “but we are”.\n\nUnder the federal Clean Water Act, any industrial facility must meet the stormwater pollution management requirements of the state in which it is operating. Through this process, state water boards ensure that factories are not dumping pollutants into public waterways.\n\nPlastic pellets on Whiskey Island Photograph: 5 Gyres\n\nWhile plastic hasn’t historically been seen as a pollutant in the US, California’s pioneering 2008 “nurdle law,” which specifically names pre-production plastic pellets (nurdles) as a pollutant, is beginning to change that. The law indicates that nurdles can replace food in animals’ stomachs, leading to starvation. It also warns of potential toxic effects on humans and animals from compounds such as bisphenol A and nonylphenol, used in plastic manufacture.\n\nMore nonprofits are likely to join these efforts in July, when California stormwater permit requirements will be updated to incorporate the 2008 “nurdle law.”\n\nBattling plastic pollution\n\nIn response to the Plastic Pollution Coalition’s legal campaign, more than 100 of the nearly 3,000 plastic manufacturing facilities in the state of California have received or soon will receive notice of their violation of stormwater permit requirements.\n\nInside the lonely fight against the biggest environmental problem you've never heard of\nRead more\n\nUnlike many manufacturing facilities, plastic factories are fairly easy to clean up. “With plastic facilities, controlling pollution should be pretty simple,” says George Torgun, lead attorney for San Francisco-based Baykeeper, a nonprofit that has led several Clean Water Act citizen enforcement campaigns. “It’s just about containing nurdles and other bits of plastic and making sure that if they do escape they don’t get into waterways or storm drains.”\n\nTorgun says Baykeeper is likely to join the PPC and Greenfire in pursuing plastic manufacturing facilities once the new California stormwater permitting requirements go into effect 1 July 2015. Because the new permits will incorporate the state’s nurdle law, Torgun says, it will be that much more straightforward to pursue enforcement actions against plastic manufacturers once the new requirements are in effect.\n\nSuits and settlements\n\nIn the meantime, Greenfire and the PPC are busy settling cases. In one case, an investigation by PPC found that Pentair, a manufacturer of various plastic products, discharged polluted stormwater into San Francisco Bay more than 45 times since 2009. Pollutants included zinc discharged at 141 times the maximum level suggested by EPA to protect water quality; iron at 16 times the suggested level; and aluminum, copper and lead each at 10 times the suggested level. Excessive levels of acids, total suspended solids (TSS) and organic carbon were also found.\n\nAgriculture Bag, a manufacturer of woven plastic textile bags located in Oakland, was the focus of another case. The company had failed to control nurdles and other plastic debris on its property and was also not properly monitoring and reporting its stormwater discharges. PPC sued Agriculture Bag, alleging the company was in violation of its California stormwater permit and the federal Clean Water Act. The company agreed to settle, submitting to regular inspections of its facility and paying $18,000 to the Rose Foundation, an environmental nonprofit organization, for projects that will benefit the San Francisco Bay watershed.\n\nLike Agriculture Bag, Pentair had also failed to accurately monitor and report its discharges of stormwater into the Bay. On 29 December, 2014, Pentair agreed to comply with all terms of its Clean Water Act permit, including performing proper stormwater sampling and reporting. Pentair agreed to test for pH, carbon, oil and grease, copper, antimony, aluminum, iron and zinc.\n\n\nIn addition, Pentair agreed to pay $15,000 to the California State Parks Foundation for projects that will benefit the San Francisco Bay watershed. According to Torgun, the practice of funneling Clean Water Act settlement funds to local nonprofits working to restore watersheds is common. “In lieu of penalties for past violations, the court will often require that a supplemental environmental payment goes to a local nonprofit for protection of the watershed,” he says.\n\nThat’s a big part of the point for PPC. “We don’t get any funds out of doing this,” says PPC executive director Dianna Cohen. “But it allows us to hold these companies accountable, and it has allowed us to direct mitigation funds that are part of the settlements to groups that are working on the ground in areas near these companies that are releasing toxic stuff.”\n\n$0\ncontributions\n$1,500,000\nour goal\n\nI hope you appreciated this article. Before you move on, I wanted to ask if you would consider supporting the Guardian’s journalism as we prepare for one of the most consequential news cycles of our lifetimes. We need your help to raise $1.5m to fund our reporting in 2024.\n\nFrom Elon Musk to the Murdochs, a small number of billionaire owners have a powerful hold on so much of the information that reaches the public about what’s happening in the world. The Guardian is different. We have no billionaire owner or shareholders to consider. Our journalism is produced to serve the public interest – not profit motives.\n\nAnd we avoid the trap that befalls much US media – the tendency, born of a desire to please all sides, to engage in false equivalence in the name of neutrality. While fairness guides everything we do, we know there is a right and a wrong position in the fight against racism and for reproductive justice. When we report on issues like the climate crisis, we’re not afraid to name who is responsible. And as a global news organization, we’re able to provide a fresh, outsider perspective on US politics – one so often missing from the insular American media bubble. \n\nAround the world, readers can access the Guardian’s paywall-free journalism because of our unique reader-supported model. That’s because of people like you. Our readers keep us independent, beholden to no outside influence and accessible to everyone – whether they can afford to pay for news, or not.\n\nIf you can, please consider supporting us with a year-end gift. Every dollar makes a difference. Thank you.\n\nBetsy Reed\n\nEditor, Guardian US\n\n\n\nContribution frequency\nOne-time\nMonthly\nAnnual\n\n\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue\nRemind me on New Years Eve\nExplore more on these topics\nVital signs\nCalifornia\nWater\nPollution\nHealth\nMarine life\nWildlife\nReuse this content\nMost viewed\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nCasey DeSantis encourages Republicans nationwide to vote in Iowa caucus\nWhy is the phase-out of fossil fuels the biggest flashpoint at Cop28?\nCalifornia hometown sheds few tears for retiring McCarthy: ‘Don’t let the door hit you on the way out, Kevin’\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,164,623 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}