{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Build an Artificial Hand | Scientific American",
  "href": "https://www.scientificamerican.com/article/build-an-artificial-hand/",
  "body": "Extra: Plastic straws can be somewhat slippery, so try to improve the \"grip\" of your mechanical hand. For example, wrap small rubber bands around the straws. For example, wrap small rubber bands ...",
  "textContent": "Skip to main content\nScientific American\nSign Up for Our Daily Newsletter\nSign in\n\nJANUARY 14, 2016\n\n6 MIN READ\n\nBuild an Artificial Hand\n\nA robotics engineering project from Science Buddies\n\nBY SCIENCE BUDDIES\n\nBuild a working hand that you can control! What will you be able to pick up? Find out--and learn about engineering and anatomy--with this gripping activity!\n\n Credit: \n\nGeorge Retseck\n\nThe Sciences\n\nKey concepts\nEngineering\nRobot\nAnatomy\nGripping\n\nIntroduction\nThe human hand is pretty amazing. You can do things such as pick up a pencil, use a video game controller or climb a jungle gym without giving it much thought. Building a artificial hand that can do all those things quite a challenge! In this project you will try to build a simple artificial gripper that can pick up small objects.\n\nBackground\nThe human hand has five fingers, each with multiple joints. These joints are controlled by muscles and tendons—the muscles pull on the tendons, which pull on the joints and make them bend. The human hand has so many different joints, which makes it very flexible and versatile and easily adaptable to a wide variety of different tasks. You learn to use your hands as a small child, and by the time you grow up, you barely have to think about it at all!\n\nEngineers have been trying to build robotic hands for years, but it turns out that this is very difficult. We have gotten pretty good at building robotic hands that are good at one specific thing. For example, a robotic gripper in a factory might be designed to pick up a certain part and bolt it onto a car. If you try to get that gripper to pick up a tennis ball or a glass of water, however, it will not work at all! Building a mechanical hand that is as versatile as the human hand remains a huge challenge.\n\nIn this project you will build a simple artificial gripper using drinking straws and string. You will cut notches in the straws that will act as the \"joints\" and thread strings through the straws to act as the \"tendons.\" Pulling on the strings will cause the joints to bend. You can experiment with building different types of grippers, for example a simple clawlike gripper that just has two fingers with one joint each or a full humanlike hand with individual control of multiple joints.\n\nMaterials\n\nPlastic drinking straws\nNeedle (Use caution and adult help when handling sharp objects.)\nString\nPaper clips\nModeling clay\nAssorted small objects to pick up\nScissors\nTweezers (optional)\nSmall rubber bands (optional)\nPaper towel tube (optional)\n\nPreparation\n\nAssemble all of your materials on a flat working space that has enough area to make and test your creation.\n\nProcedure\n\nFirst you will practice making a single \"finger.\" Use scissors (and adult assistance if necessary) to carefully cut a small triangular notch in the middle of a drinking straw. Make sure you do not cut the whole way through the straw. This should allow you to \"kink\" the straw at that point, but after you let go the straw should snap back to its original shape. This notch is the \"joint\" in your finger.\nTie one end of the string through the eye of the needle.\nCarefully puncture the straw with the needle, just above the notch you cut out. Make sure you puncture the straw on the same side that you cut out the notch, not on the \"back\" side.\nPush the needle all the way into the straw past the notch you cut out and thread it out the bottom of the straw. It might help to use a pair of tweezers to reach into the straw (either through the notch, or from the bottom) to grab the needle and pull it through. You can also hold the straw vertically and shake it, to let the needle fall down.\nKeep pulling the needle through until about 10 centimeters of string comes out the bottom of the straw. This string will act like a \"tendon\" that helps the finger bend.\nCut the other end of the string, leaving enough extra that you can tie off a knot. Make sure the knot is large enough that it cannot be pulled through the hole you punctured with the needle.\nUntie or cut off the string from the eye of the needle.\nTie the bottom end of the string to a paper clip.\nYou have just completed your first \"finger.\" Hold the base of the straw with one hand. Pull on the paper clip with your other hand. This should cause the straw to bend at the notch, similar to a finger bending at a joint. What could you pick up with just this one finger? How would having more fingers help?\nNow it's time to build more fingers! Repeat the above steps to make at least one more finger. You can also decide whether each finger has multiple joints or just one. If a finger does have multiple joints, you can use a single string to control all of them (by tying it off above the last joint) or individual strings to control each one (by threading multiple strings through the straw above each joint).\nPlay around with making different types of fingers and controlling them by pulling on the strings.\nNow it's time to link up some fingers into a gripper! The type of hand you design and build is totally up to you. Keep in mind that you do not have to design a human hand with five fingers. For example, you could make a claw with two pincers (like a crab or lobster) or a claw with three or four symmetric fingers (like the kind in arcade machines that pick up a stuffed animal).\nTry combining multiple fingers. Use modeling clay to form the base or \"palm\" of your hand by forming it around the base of the straws. Make sure you do not cover the bottom opening of the straws, so you can still pull on the string. Adjusting the modeling clay allows you to change the position and orientation of the fingers relative to one another.\nDepending on the type of modeling clay you have, you may want to let it air-dry and harden so your hand will work better. (It might be difficult to work with the hand while the clay is still mushy. Some types of clay might be hard enough to begin with so that they will work right away.)\nTry pulling on the string(s) to control the fingers once they are mounted in the palm of your hand. You might need to make some adjustments to get everything working properly. What changes do you think you can make to improve the performance of your hand?\nNow try using your hand to pick up some small objects. Keep in mind that your hand is made of straws so it is not very strong, so you should only use it to pick up lightweight objects (for example, empty plastic bottles, not ones full of liquid).\nIs your hand better at picking up certain objects than others? Could you design a hand that is specifically designed to snatch certain objects? For example, one type of hand to pick up cylindrical objects like bottles and another type to grab spherical objects like tennis balls? Do you think it would be hard to design something as adaptive as the human hand, which can easily pick up things with very different shapes?\nExtra: Mount the palm of your mechanical hand on the end of a cardboard paper towel tube and thread the strings through the tube. Now you have a gripper with an extended reach that you can use to pick things up!\nExtra: Plastic straws can be somewhat slippery, so try to improve the \"grip\" of your mechanical hand. For example, wrap small rubber bands around the straws. Does improving the \"grip\" of the straws make it easier to pick things up?\n\nObservations and results\nYou should be able to build an artificial hand that can pick up light objects, such as ping-pong balls, empty plastic bottles or small stuffed animals. It will be difficult to build a hand out of straws and modeling clay that can grab heavier objects. If you want to build a stronger hand, you might be able to replace the straws and clay with sturdier materials from a hardware store (for example, plastic piping for the fingers, metal cable for the tendons and a wooden base with holes drilled in it for the palm).\n\nRelated Stories\nInside the Minds of People, Parrots and Bees\n\nLAURA HELMUTH\n\nAnswering Questions about Boring Numbers, Disasters, Fusion, and More\n\nLAURA HELMUTH\n\nNew Understandings of Witch Trials, Synthetic Morphology and the Moons of Jupiter\n\nLAURA HELMUTH\n\nThe Best Habitats for Whales, Leopards and Office Workers\n\nLAURA HELMUTH\n\nIt is much easier to build and control a hand where all the fingers and joints are controlled by a single string (similar to the \"arcade machine\"–style claw, where all the fingers open and close at once). It is much more difficult to build an articulated hand with multiple joints that are controlled individually—but that should not discourage you from trying! Remember, your own hands are very complicated, and professional engineers are still struggling to this day to build a fully functional robotic hand that is equivalent to a human one.\n\nBecause this is an engineering design activity, there is no specific formula to follow in building your hand. Designs can be very different, and there is no \"right\" or \"wrong\" way to make it. You might find some designs to be better at performing different functions. If you built different hands with different numbers of fingers, which one did you find to be the most versatile?\n\nMore to explore\nGrasping with Straws: Make a Robot Hand Using Drinking Straws, from Science Buddies\nYour Wonderful Hands, from Kids' Health\nScience Activities for All Ages, from Science Buddies\n\nThis activity brought to you in partnership with Science Buddies\n\nMore by Science Buddies\nPopular Stories\nENGINEERING DECEMBER 5, 2023\nLight Can Travel Backward in Time (Sort Of)\n\nLight can be reflected not only in space but also in time—and researchers exploring such “time reflections” are finding a wealth of delightfully odd and useful effects\n\nANNA DEMMING\n\nANIMALS DECEMBER 5, 2023\nWhat’s Causing Mysterious Respiratory Illness in Dogs?\n\nVeterinarians and researchers are investigating mysterious clusters of severe respiratory disease in dogs\n\nMEGHAN BARTELS\n\nDIET DECEMBER 1, 2023\nHow Much Caffeine Is Too Much?\n\nCaffeine can help you feel energized. But is there a limit to how much your body can handle?\n\nJOANNA THOMPSON\n\nCULTURE DECEMBER 8, 2023\n55 Books Scientific American Recommends in 2023\n\nThe best fiction, nonfiction, history and sci-fi books Scientific American staff read in 2023\n\nBRIANNE KANE\n\nSPACE EXPLORATION NOVEMBER 21, 2023\nNASA May Pay $1 Billion to Destroy the International Space Station. Here’s Why\n\nThe International Space Station—larger than a football field and weighing almost 450 tons—must eventually fall to Earth. It’s a delicate, dangerous process\n\nMEGHAN BARTELS\n\nARTIFICIAL INTELLIGENCE DECEMBER 6, 2023\nJailbroken AI Chatbots Can Jailbreak Other Chatbots\n\nAI chatbots can convince other chatbots to instruct users how to build bombs and cook meth\n\nCHRIS STOKEL-WALKER\n\nSupport Our Mission\n\nDiscover world-changing science. Explore our digital archive back to 1845, including articles by more than 150 Nobel Prize winners.\n\nSubscribe\nSign up for our newsletters\nSee the latest stories\nRead the latest issue\n\nFollow Us:\n\nReturn & Refund Policy\nAbout\nPress Room\nFAQs\nContact Us\nSite Map\nAdvertise\nSA Custom Media\nTerms of Use\nPrivacy Policy\nCalifornia Consumer Privacy Statement\nUse of cookies/Do not sell my data\nInternational Editions\n\nScientific American is part of Springer Nature, which owns or has commercial relations with thousands of scientific publications (many of them can be found at www.springernature.com/us). Scientific American maintains a strict policy of editorial independence in reporting developments in science to our readers.\n\n© 2023 SCIENTIFIC AMERICAN, A DIVISION OF SPRINGER NATURE AMERICA, INC.\nALL RIGHTS RESERVED."
}