{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Found slanted cut straws in my brothers room. What kind of ... - Reddit",
  "href": "https://www.reddit.com/r/Advice/comments/3gd44t/found_slanted_cut_straws_in_my_brothers_room_what/",
  "body": "The slant is to assist with scooping out, normally, a powdery street narcotic like Cocaine/Meth from a baggy. With the slant (pointed end) you can get into the corners of the baggy and avoid \"waste\". They weren't sealed at one end but that's a great thought! Thanks! Hold baggies/straw up in the light.",
  "textContent": "Found slanted cut straws in my brothers room. What kind of drug use could this point to? : r/Advice\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Advice\nr/Advice\n\n8 yr. ago\nMichaelPraetorius\nFound slanted cut straws in my brothers room. What kind of drug use could this point to?\nOther\n\nWe found about 35 weed baggies, 3 gravity bongs, various paraphernalia and cut straws (that when we showed them to him he took them and threw them in his car, telling us we didn't know what we were talking about). We just want to know what kind of drugs he could be doing...\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n\n8 yr. ago\n\nSlanted straws? Sounds like a hardcore Capri Sun addiction.\n\n1 more reply\nJuliaDD\n\n8 yr. ago\n\nCocaine\n\nMissesMayhem\n\n8 yr. ago\n\nAdderall, meth, basically anything that can be snorted.\n\nxotcflwr\n\n8 yr. ago\n\nAre the slanted straws sealed on one end? Like melted the straw and pinched/pressed to seal the opening? The slant is to assist with scooping out, normally, a powdery street narcotic like Cocaine/Meth from a baggy. With the slant (pointed end) you can get into the corners of the baggy and avoid \"waste\".\n\n2 more replies\n[deleted]\n\n8 yr. ago\nZhaosFuvall\n\n8 yr. ago\n\nThat sounds like a lot of straws. Makes me doubt drugs because you don't need that many just to snort the various substances you suspect. Maybe it is really for something else. Ask him.\n\n10 more replies\n[deleted]\n\n8 yr. ago\n\ncoke meth angel dust you can snort ecstasy cuase of the baggies and the bong it could be crack but cocaine couldnt be smoked because it would burn to fast and generate a little very dry smoke 35 bags huh my best guess would be meth coke ecstasy or angel dust (PCP) but gravity bongs say it could be salvia weed meth my best idea would be crack and meth becuase you can both snort and smoke them\n\n[deleted]\n\n8 yr. ago\n\nCoke?\n\nmanila_slim\n\n8 yr. ago\n\nCapri sun\n\nOGsweetpotato\n\n8 yr. ago\n\nCould be coke, or potentially he was making homemade bongs or pipes and using the straws as stems for the bowl.\n\n7 more replies\ncyanoside\n\n8 yr. ago\n\nhaven't seen ketamine mentioned here. that can be sniffed\n\n[deleted]\n\n8 yr. ago\n \nr/Advice\nUpdate: my son tried to kill his sister. Now I may lose her.\n1.1K upvotes 路 148 comments\nr/Advice\nMy roommate opened my package without my permission while I wasn't home and then got angry at what she saw.\n971 upvotes 路 122 comments\nr/Advice\nI got a Christmas present for my parents.. . My dad said that was the worst gift possible\n859 upvotes 路 129 comments\nr/Advice\nMarried friend left explicit photos for me to find\n583 upvotes 路 174 comments\nr/Advice\nMy girlfriend used ChatGPT to apologize for all our big arguments\n513 upvotes 路 170 comments\nr/Advice\nMy BF is making himself morbidly obese to satisfy his sexual fetish\n495 upvotes 路 392 comments\nr/Advice\nHello, I think theres someone in my home. Please help!\n495 upvotes 路 235 comments\nr/Advice\nMy moms missing for 3 days...not sure if she's even alive...im scared...help.\n475 upvotes 路 137 comments\nr/Advice\nMy neighbor is losing everything despite being a ray of light in this dark world. How can I help him?\n332 upvotes 路 48 comments\nr/Advice\nNSFW\nI will be exposing a potential p*do, how do I gather evidence?\n322 upvotes 路 99 comments\nr/Advice\n28F I got someone fired\n311 upvotes 路 165 comments\nr/Advice\nPlease help Im so embarrased\n300 upvotes 路 218 comments\nr/Advice\nNSFW\nRecently became a father (13weeks). How do I control my sexual/intimate urges towards my wife while she goes through postpartum as a new mother?\n298 upvotes 路 473 comments\nr/Advice\nNSFW\ni can't orgasm (f18)\n260 upvotes 路 176 comments\nr/Advice\nI dont want to swallow\n250 upvotes 路 442 comments\nr/Advice\nI sold an item on Facebook market and the seller wants to return it because it doesnt fit her, shes sending multiple messages and Im getting worried she wont stop\n247 upvotes 路 64 comments\nr/Advice\nNSFW\nBoyfriend cant orgasm when we have sex\n225 upvotes 路 136 comments\nr/Advice\nmenstruated on my friends car seat\n217 upvotes 路 51 comments\nr/Advice\nMy professor misunderstood my question and is now reiterating it to the whole school.\n214 upvotes 路 29 comments\nr/Advice\nMy Fiancee and I's Anniversary is coming up, and my best friend said my idea for it was cringe. Any advice?\n209 upvotes 路 117 comments\nr/Advice\nFriends dropped me *after* I beat my cancer and went into remission\n208 upvotes 路 55 comments\nr/Advice\nIs it sloppy to wear pjs in public?\n185 upvotes 路 317 comments\nr/Advice\nNSFW\nMy cousin joined a gang\n182 upvotes 路 129 comments\nr/Advice\nNSFW\nMy mom found me sex toys and I dont know what to say\n173 upvotes 路 74 comments\nr/Advice\nWhat should I do?: Should I exclude my male friend from a Christmas sleepover so that another female friend is able to come, or should I cancel the sleepover all together?\n154 upvotes 路 106 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 9, 2015\nReddit\nreReddit: Top posts of August 2015\nReddit\nreReddit: Top posts of 2015"
}