{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Longtime SELC trustee awarded honorary degree",
  "href": "https://www.southernenvironment.org/news/longtime-selc-trustee-awarded-honorary-degree/",
  "body": "Jean C. Nelson, co-founder and CEO of The Land Trust for Tennessee and past chair of the SELC Board of Trustees, was awarded an honorary doctor of civil law degree this month at the University of the South (Sewanee) Founders' Day Convocation. In addition to other projects on the Cumberland Plateau and across Tennessee, Nelson worked with The ...",
  "textContent": "Skip to main content\nDONATE\nMenu\nNEWS | OCTOBER 28, 2015\nLongtime SELC trustee awarded honorary degree\n\nJean C. Nelson, co-founder and CEO of The Land Trust for Tennessee and past chair of the SELC Board of Trustees, was awarded an honorary doctor of civil law degree this month at the University of the South (Sewanee) Founders’ Day Convocation. In addition to other projects on the Cumberland Plateau and across Tennessee, Nelson worked with The Land Trust and Sewanee to complete the purchase and permanent protection of 3,000 acres containing portions of Lost Cove, a “forested gem” now managed by the university.\n A longtime SELC board member, Nelson served as chair from 2004 to 2011. She is the former General Counsel of the U.S. Environmental Protection Agency and served as Chief Deputy Attorney General for Tennessee. She also was a partner in the law firm of Gullett, Sanford, Robinson & Martin in Nashville.\n “The networks of formal and informal alliances that have come into being under Jeanie’s leadership have transformed the way in which Tennesseans in non-profit, private, and governmental positions work toward common goals,” said Sewanee Dean Terry Papillon. “Wherever innovative, effective, and long-lasting conservation action is happening in our state, Jeanie and The Land Trust for Tennessee are present, catalyzing and energizing.”\n\nRead the full remarks here.\n\nNews\nALL NEWS \nDECEMBER 8, 2023\nLooking back on a year of historic progress \nDECEMBER 7, 2023\nThese native Southern plants are under threat \nDECEMBER 5, 2023\nMeet our 2024 Phil Reed Environmental Writing Award finalists   \n\nThe mission of the Southern Environmental Law Center is to protect the basic right to clean air, clean water, and a livable climate; to preserve our region's natural treasures and rich biodiversity; and to provide a healthy environment for all.\n\nNews\nPress Contacts\nPress Releases\nTopics\nMagazine\nAbout\nOur Offices\nOur Team\nBoard of Trustees\nPartners\nDiversity, Equity, and Inclusion\nFinancials\nOur History\nCareers\nEn Español\nSEARCH\nSearch\nCONNECT WITH US\nSUBSCRIBE FOR UPDATES\n© Southern Environmental Law Center | 120 Garrett Street, Suite 400, Charlottesville, VA 22902\nContact Us Privacy Policy"
}