{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Millions of Tons! Scientists Tally Up Plastic Pollution in Oceans",
  "href": "https://www.nbcnews.com/science/environment/millions-tons-scientists-tally-plastic-pollution-oceans-n304956",
  "body": "SAN JOSE, Calif. — The first comprehensive effort to estimate how much plastic pollution is going into the world's oceans has come up with a staggering figure: As much as 13 million tons flow ...",
  "textContent": "SKIP TO CONTENT\nISRAEL-HAMAS WAR\nHOUSTON MAYOR RUNOFF\nPOLITICS\nU.S. NEWS\nWORLD\nBUSINESS\nHEALTH\nNBC NEWS TIPLINE\nVIDEO\nCULTURE & TRENDS\n\nMillions of Tons! Scientists Tally Up Plastic Pollution in Oceans\n\nSHARE & SAVE —\nMY NEWS\nMANAGE PROFILE\nEMAIL PREFERENCES\nSIGN OUT\n SIGN IN\nCREATE YOUR FREE PROFILE\n\nSECTIONS\n\nMEET THE PRESS\nU.S. NEWS\nPOLITICS\nWORLD\nLOCAL\nBUSINESS\nHEALTH\nINVESTIGATIONS\nCULTURE & TRENDS\nSCIENCE\nSPORTS\nTECH & MEDIA\nVIDEO FEATURES\nPHOTOS\nWEATHER\nNBC SELECT\nDECISION 2024\nNBC ASIAN AMERICA\nNBC BLK\nNBC LATINO\nNBC OUT\n\nTV\n\nTODAY\nNIGHTLY NEWS\nMSNBC\nMEET THE PRESS\nDATELINE\n\nFEATURED\n\nNBC NEWS NOW\nNIGHTLY FILMS\nSTAY TUNED\nSPECIAL FEATURES\nNEWSLETTERS\nPODCASTS\nLISTEN NOW\n\nMORE FROM NBC\n\nCNBC\nNBC.COM\nNBCU ACADEMY\nPEACOCK\nNEXT STEPS FOR VETS\nNBC NEWS SITE MAP\nHELP\n\nFOLLOW NBC NEWS\n\nNEWS ALERTS\n\nThere are no new alerts at this time\n\nENVIRONMENT\nMillions of Tons! Scientists Tally Up Plastic Pollution in Oceans\nResearchers estimate that up to 13 million tons of plastic waste go into the sea every year, and the rate could rise dramatically in the next decade.\n00:01 /00:41\nTAP TO UNMUTE\nGet more news\non\nSAVE\nCreate your free profile or log in to save this article\nFeb. 12, 2015, 1:00 PM CST / Updated Feb. 12, 2015, 1:04 PM CST\n\nSAN JOSE, Calif. — The first comprehensive effort to estimate how much plastic pollution is going into the world's oceans has come up with a staggering figure: As much as 13 million tons flow into the sea every year, and the annual pile could get 10 times bigger over the next decade.\n\nBased on tonnage, China was judged the biggest plastic polluter among 192 coastal countries surveyed. Many of the others in the top 20 — such as No. 2 Indonesia and No. 3 Philippines — have fast-growing populations and economies. The United States ranked No. 20. But every nation could do more to stem the plastic tide, researchers said.\n\n\"It's not about finger-pointing, but examining things that strongly influence a country's rank on this list,\" University of Georgia environmental engineer Jenna Jambeck told reporters here Thursday at the annual meeting of the American Association for the Advancement of Science. She's the lead author for the survey, which is being published this week in the journal Science.\n\nWhat Is an Ocean Garbage Patch?\nAPRIL 21, 201400:41\n\nThe survey combined country-by-country estimates for plastic production and disposal, as well as levels of waste mismanagement and litter, to come up with an estimate for the amount of plastic debris finding its way from land to sea. The range was 4.8 million to 12.7 metric tons for 2010, depending on assumptions about how much plastic waste makes its way from land to sea. The middle of the range is 8 million tons.\n\n\"Eight million metric tons of plastic — what does that look like?\" Jambeck asked as she held up a plastic bag. \"That's the same as five bags filled with plastic for every foot of coastline in the world.\"\n\nAnother author of the study, Kara Lavender Law of the Massachusetts-based Sea Education Association, noted that the annual global tuna catch amounted to roughly 5 million metric tons. \"We are taking out tuna, and putting in plastic,\" she said.\n\nJenna Jambeck, an environment engineering professor at the University of Georgia, holds a plastic baggie with trash collected last fall from a clean up at Panama Beach, Florida, on Thursday at a briefing presented by the American Association for the Advancement of Science in San Jose, California.Seth Borenstein / AP\n\nPlastic waste, ranging from grocery bags and soft-drink bottles to lost rubber duckies and the micro-beads in washed-off cosmetics, is a fast-growing environmental problem. Experts estimate that plastics accounted for 1 percent of municipal solid waste in 1960, but more than 10 percent today. This week's study estimates that 275 million metric tons of plastic was thrown away in 2010.\n\nMost of that plastic ends up in landfills — but a good portion of it eventually makes its way to the ocean. Last year, a different group of researchers estimated that 269,000 tons of plastic was floating on the surface of the sea, in agglomerations that can coalesce into giant \"garbage patches.\" Much more lies beneath the surface — for instance, as broken-up bits that are ingested by marine life.\n\nRecommended\nSPACE\nThe secretive X-37B space plane is headed back into orbit with a boost from SpaceX\nSCIENCE NEWS\nAsteroid will pass in front of bright star Betelgeuse to produce a rare eclipse visible to millions\n\nThe fresh set of estimates represents the best effort yet to quantify the total impact of marine plastic pollution, and identify strategies for curbing it. Roland Geyer, an environmental scientist at the University of California at Santa Barbara and a co-author of the Science study, noted that it's not clear exactly where all those tons of plastic waste go.\n\nResearchers came up with a set of figures that were combined to estimate the amount of plastic pollution going into the world's oceans.Lindsay Robinson / University of Georgia\n\nCheck out the full-size version of this plastic waste infographic\n\n\"Our research is a call to duty to look for and find that missing plastic,\" he said. Further rounds of surveys are planned to analyze the life cycle of plastic products in detail.\n\nThe study also includes a call for upgrading solid waste management systems, particularly in the developing countries of Southeast Asia and the Pacific. Other strategies to stem the tide could include boosting the rates of reuse and recycling for plastics, and cutting down on plastic consumption by redesigning products or using more environmentally friendly materials.\n\nBased on current population and economic trends, the researchers estimate that the annual rate of plastic disposal in the ocean could grow to 155 million metric tons by 2025, and that the world won't reach the \"peak waste\" point of the curve until after the year 2100. But they also note that if the world pursued a strategy of total waste management and a cap on waste levels, the flow of plastic into the oceans could be reduced by more than 75 percent by 2025.\n\n\"We know the solution,\" Jambeck said. \"We must cut back on plastic waste generation, and increase the amount we capture and manage properly.\"\n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}