{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "2 reasons to avoid using plastic drinking straws - Aloy Chua",
  "href": "https://thedailyaloy.wordpress.com/2015/02/09/2-reasons-to-avoid-using-plastic-drinking-straws/",
  "body": "When I was a child, I used to use plastic straws a lot for drinking, especially when it was for soda or came with the numerous Tetra Pak milk or juice single-servings I was made to drink regularly.I loved using them, especially when they had bellows for bending (I remember getting irritated when the straws were straight, as I couldn't be lazier in sipping my drinks).",
  "textContent": "Skip to content\nAloy Chua\nEducator | Entrepreneur | Writer | Consultant\nHOME\n \nABOUT\nPORTFOLIO\n \nBLOG\n \nTHE DAILY ALOY\nWRITINGS\n \nSPEAKING\n \nBUSINESS\n \nCONSULTING\n \nTEACHING\n \nGALLERY\n \nCONTACT\n2 reasons to avoid using plastic drinking straws\nPosted on 09 February 2015 by Aloy Chua\n\nKey Takeaway: I invite you to stop using plastic drinking straws as these are: 1) disposable items that become waste after just one use; and 2) bad for your health! Either use glass or steel straws, or avoid them altogether.\n\nWhen I was a child, I used to use plastic straws a lot for drinking, especially when it was for soda or came with the numerous Tetra Pak milk or juice single-servings I was made to drink regularly. I loved using them, especially when they had bellows for bending (I remember getting irritated when the straws were straight, as I couldn’t be lazier in sipping my drinks).\n\nPublicDomainVector.org\n\nAs I grew older, however, and became more aware of our environmental footprint, I gradually learned that these little tools can actually cause more harm than good. The Academy of General Dentistry recommends sipping soda through a straw with the end positioned towards the back of your mouth, so that the drink’s contact with one’s teeth is minimized, thereby reducing the risk of tooth decay or cavities due to soda’s acidic properties. However, proper oral hygiene can also prevent the same, and straws, which are today mostly made of plastic and are thus disposable, end up feeding landfills instead of mouths after just one use.\n\nwikiHow\n\nAmericans alone use at least 500 million straws every day – and some environmental groups believe this an underestimate as it omits the straws attached to aforementioned Tetra Pak cartons. This is enough to fill about 127 40-foot-long school buses everyday, or about 46,400 a year. As these are made of plastic, these can end up, if not in landfills, in the oceans – as part of floating garbage patches of discarded plastics called gyres. The North Pacific gyre is the largest of them all, containing 3.5 million tons of trash and is twice the size of Texas. Straws are also among the top 10 types of marine debris (which can contribute to the untimely deaths of marine life and thus disrupt the ecosystem), and remember that plastic makes up 90% of the world’s floating waste.\n\nOh, and remember that most straws, especially in restaurants, are served in paper. Even if the paper’s recycled, I believe it can be recycled for other, more beneficial, uses.\n\nThe Kinawataka Women Initiatives (KIWOI), based in Uganda, is a social enterprise that turns used waste straws into fashion items. A noble cause if you ask me, since at the rate of the world’s plastic straw consumption today, they will essentially have unlimited supply. However, one does not kill a fellow human being just to give funeral parlor staff a job, nor does one intentionally poison another with the intention to keep a doctor busy (and thus financially sustainable). In the same vein, we cannot use initiatives such as KIWOI to justify today’s throwaway mindset and use plastic straw upon plastic straw.\n\nFurthermore, the aforementioned plastic straws are made of polypropylene, which is a by-product of petroleum – the same substance used to fuel cars. Not only do petroleum plastics last indefinitely, petroleum by-products are actually potentially toxic to us; Dr. Samuel S. Epstein, M.D., of the Cancer Prevention Coalition writes that they can risk cancer, genetic damage, and reproductive toxicity. Moreover, these plastics, especially if mass-produced (as things like straws are wont to be), may contain bisphenol-A (BPA), a proven toxin.\n\nThis is depressingly similar to what I wrote about previously regarding disposable chopsticks. Both are ubiquitous in today’s world, both are use-once-then-discard environmental hazards, and both are bad for your health!\n\nGandang Kalikasan, Inc.\n\nI admire young Milo Cress, a young teenager who in 2011 founded the Be Straw-Free project, which advocates not using plastic straws and raises awareness on the aforementioned consequences of plastic waste. I take it upon myself to enforce his “Offer First” policy; since restaurants I’ve been to (not just in the Philippines!) do not typically invite me to decline using straws, I inform the staff myself that I would prefer not to use a straw. Sometimes, I myself forget to request this; sometimes, they do not follow what I say (which, again, implies a lack of awareness on the environmental consequences of straws).\n\nAlthough Milo does not envision banning them outright (just minimizing them), I would personally call for their banning – both plastic straws and wooden chopsticks. And if wooden chopsticks have an alternative in hard plastic ones, then so do plastic straws.\n\nIn this post, Tracy Russell writes about her experiences using Glass Dharma glass straws. These healthier and environmentally-friendly alternatives use borosilicate glass, the same technology behind Pyrex (which means they’re not wont to crack all of a sudden in your mouth or glass – but of course, they’re still not unbreakable). They’re also healthier, as they do not contain toxins. This brand comes in several styles and lengths; I’d get the bent one (sadly their angles cannot be manipulated, but this is a small price to pay for environmental awareness), and there’s even one with decorative beads coming in various colors!\n\nI also managed to chance upon, in an issue of Yummy magazine, stainless steel drinking straws, which are essentially the same but will not break. The brand offered here is Ritual, but there are others too, such as Epica. Both the glass and steel straws can be rinsed and cleaned effectively with warm or hot water, and in many cases will also come with (or you can buy separately) cleaning brushes.\n\nI already have my own stainless steel straw courtesy of Starbucks, as a metal Starbucks cup-shaped tumbler my brother gave me for my birthday comes with it.\n\nCopyright 2015 Allister Roy S. Chua\n\nI think I should bring it wherever I go next time. Hmm, I think I will\n\nHave a blessed week ahead!\n\nFeatured Photo taken from OpenClipArt.org. \n\nGlass Dharma glass drinking straws are available on LiveSuperFoods.com. Epica stainless steel drinking straws are available on Amazon.com. Starbucks stainless steel drinking straws are available seasonally with accompanying tumblers at Starbucks Coffee chains.\n\nShare this:\nEmailTwitterFacebookTumblrPinterest1LinkedInRedditPocket\nRelated\nAway with disposables… plastic and paper, that is\n21 September 2015\n\nIn \"The Daily You\"\n\nBetter Over Good\n27 March 2015\n\nIn \"Blog\"\n\nCan purpose be taken too far?\n27 November 2015\n\nIn \"The Daily You\"\n\nPosted in The Daily You, UncategorizedTagged wellness\nPost navigation\n2 situations where Making The Most works wonders: An overview\nWeekly Word 10 February 2015\nWhat are your thoughts?\nSearch for:\nCopyright 2017 Allister Roy S. Chua\nContact\nComment\n \nFollow"
}