{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Discord - Imagine a Place... - Reddit",
  "href": "https://www.reddit.com/r/discordapp/",
  "body": "Go to Messages -> Add Friend in the top right to see the option to turn off the contact sharing feature. Every time you return here, it will be turned back on. be careful with the new discord app when sending pictures ! i send a friend an furry hentai pic on accident , when i was trying to send it in a discord server.",
  "textContent": "Discord - Imagine a Place...\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/discordapp\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Pruvided\n•\n2 yr. ago\nNitro Scams, Malicious Content, & Account Support\nhttps://www.reddit.com/r/discordapp/comments/tkgivh/nitro_scams_malicious_content_account_support/\nu/Hunt100\n•\n7 hr. ago\nDiscord is now below 4 stars on the Play Store\n Discussion\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/ReverbCS\n•\n11 hr. ago\n\"We reduced app open time by 55% on Android\"\n Media\nu/Bonecandy25\n•\n11 hr. ago\nAccidentally changed skin color of emojis and can't change it back\n Support\nu/Quonkie_\n•\n15 hr. ago\nThey're pushing the nitro advertisements far enough they're using my friends to describe it\n Discussion\nu/Few_Worth4350\n•\n8 hr. ago\nThey don't read it, and if they do, they certainly don't acknowledge that they do, much less act on any of the feedback given.\n Discussion\nu/DaMangoYay\n•\n22 hr. ago\n“So fresh, so clean, so mobile”\n Discussion\nu/BorfieYay\n•\n7 hr. ago\nMessages I sent to a dm just were went to a server instead\n Discussion\n\nI just sent two messages to what I thought was a dm, I was looking at it and typed them, however after pressing the send button on both it didn't not show up on screen. I restarted the app and it showed a server channel I had last been in, and the messages I typed were sent there. This is an extremely dangerous bug\n\nu/Hyperfyre\n•\n9 hr. ago\nThe new app can't even manage to open DMs for right person.\n Discussion\nu/External_Nebula_4089\n•\n5 hr. ago\nI keep getting these emails, and I’ve changed my password to a very strong and long one that would be pretty hard to brute force.\n Support\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/Gastr1c\n•\n6 hr. ago\niOS app never loads\n Support\nu/I_Fuck_Traps_77\n•\n9 hr. ago\nPhone treating discord vc like a phonecall?\n Support\n\nFor some reason my phone (Samsung S21) is treating discord vc as a phonecall which has drastically reduced audio quality and made it impossible to hear videos in YT watch together. Is there any way to fix this or am I just never gonna be able to do watch together anymore?\n\nu/Lucid_Animals\n•\n8 hr. ago\nWhy can’t I leave this server my friend created even though I’m not owner?\n Support\nu/Chrinsieboy\n•\n10 hr. ago\nA wonderful wumpus creation\n Media\nu/fluffyarium\n•\n7 hr. ago\ni can’t go to settings to report a bug or fix the theme\n Support\nu/UDistractedMom\n•\n17 hr. ago\nok so dms are multiplying now?\n Support\nu/Ethany523\n•\n2 days ago\nDiscord paused the youtube comment section because of overwhelming hate\n Discussion\nu/UDistractedMom\n•\n15 hr. ago\nis this house in the middle of the white circle or is it off by some pixels\n Support\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/TASKMASTER2901\n•\n6 hr. ago\nHow do you make this blue dot move?\n Support\nu/BuyingSelling\n•\n13 hr. ago\nWhy is the formatting so different on the mobile and desktop?\n Support\n\nIt’s like they don’t count line breaks the same way. I’ll put a message on desktop and on mobile it’s like there’s double the amount of line breaks. Then I have to edit the post on computer and make sure it’s somewhat the same way on mobile as well.\n\nAnd so I copied the message with the fixed format to my notes for next time. And it still shows up all weird when I paste it back into chat? Bold isn’t bold and the line breaks disappear.\n\nI’m on iPhone if it matters.\n\nEdit: oh and if it wasn’t clear, anyone got a fix?\n\nu/VGPlayzYT\n•\n18 hr. ago\nThe icon supposed to be moving around that fast?\n Discussion\nu/MixAny50\n•\n12 hr. ago\npinned message previews in dms aren’t showing the correct profile\n Discussion\nu/RebelRedRollo\n•\n1 day ago\nDiscord's new mobile UI redesign is inaccessible for me and my friend\nFeature Requests\n\nHi everyone,\n\nI'd like to discuss how much of an accessibility nightmare the new mobile redesign is.\n\nWhen I received the update for the new mobile redesign last night, I didn't even mind it too much. I instinctively switched to AMOLED mode (or whatever the new name for it is), looked in dismay at the (imo) uglier icons that I'd seen on desktop earlier, and, because I don't like change, sideloaded my trusty June 2022 build once more, with the full intention of giving the redesign another try later on.\n\nI honestly felt as though people were making a big deal out of something that didn't matter all too much. Sure, my muscle memory was gone, and it made me uncomfortable; if I have the option (thankfully, being on Android, I do!) I will use the old design for now, but I was missing something.\n\nThe original grey theme is gone. In its place is a much darker theme, with a contrast level that differs significantly from its predecessor still found on desktop.\n\nWhen my very closest of friends received this update, we were both dismayed to find that this new update does not cater to their eye condition and is painful to use thanks to this new redesign. We utilise Discord in major ways to stay in contact and it's, in this way, a core component of our friendship; and to think that this new redesign has taken place and we're practically unable to utilise it properly to stay in touch is honestly heartbreaking, not only because this is going to make this friendship infinitely more difficult, but because I know that we're not going to be the only people affected by this.\n\nFor clarity, this is an IRL friend, but we don't get to see each other often since we are a bit further apart so we utilise Discord to stay in touch and routinely voice/video call to play games and message each other.\n\nIt's honestly sickening that a company, especially one the size and professionalism of Discord (but any company full stop) seems to have simply forgotten that people with different accessibility needs exist. This is quite literally hindering our communications with people important to us, and it's not something that I am on board with whatsoever.\n\nNeedless to say, if this is not fixed in due time, my Nitro subscription will be cancelled, and I will be encouraging others to cancel theirs.\n\nAnyway, I didn't come here just to rant; after all, all I want to see is a solution to this issue, and I'm acutely aware that to get the attention nof an entity like Discord, some noise needs to be made.\n\nIn regards to restoring this app's accessibility, I'd like to see an option to revert back to the previous colour scheme, if not an option to revert back to the old design entirely.\n\nI want to make it clear that all I want to see from any of this is a resolution, for there are many aspects of Discord that are very useful to me that justify my daily usage of the platform. For so long it has remained my preferred medium for online communications for numerous reasons, but I resent that it is now no longer viable for those in its user base that have vision-related (or motor-related, or anything-else-related for that matter) accessibility needs.\n\nI also can't help but notice that my desktop client has features like a saturation slider and the like in the Accessibility menu to help people with colour sensitivity and other such visual accessibility needs, yet my friend tells me this is absent on their iOS and iPadOS (for those unfamiliar, iOS and iOS again but with a fancier name) clients.\n\nOf course, as I've mentioned, my solution is to sideload an older version of the app, (and for me this works great!!) but this shouldn't be necessary, and not all platforms allow for this.\n\nIn conclusion, please Discord, make your platform accessible for my friends again. I myself am severely visually impaired but not in a way that necessarily prohibits the processing of certain colours/schemes or makes them painful, and I understand with great familiarity in multiple regards what it's like to be left not considered in the design of products and services. It's not nice.\n\nIf you yourself are struggling with this new update because it's not accomodating for your accessibility needs, you have friends that are struggling for similar reasons, or you simply wish to see change to allow these people to once again have access to their service (that they might be paying for!) which they use to communicate with friends, feel free to share this post and/or sound off in the replies.\n\nPlease, Discord. Prove to us that you didn't forget about people with these needs.\n\nI doubt this post will gain very much traction at all, but these are some thoughts I needed to get out. I know this is an opinion that is shared and I hope this is an issue that can be resolved in a timely manner with an option to revert back to the old colour scheme.\n\nI am by no means some change-resistant, stubborn caveman; I'm a believer in moving forward with UI design, but in doing so, ensuring it is accessible for all.\n\nThis post has been reposted after conversation with the mod team to ensure it is let through.\n\nEDITS: basic grammar lol, also weird formatting issues after reposting\n\nView full post\nu/FxKanji\n•\n15 hr. ago\nMy discord has been stuck like this is there any current solution\n Support\nu/MarionettistCheshire\n•\n19 hr. ago\nNew app: How do i remove the voice activity bar?\n Support\nu/lunaspacemoon\n•\n1 day ago\nAnyone else unable to send pictures? I'm connected to WiFi and was able to send pictures earlier, I have no strikes either\n Discussion\nu/doneadhd\n• Official\n•\nPromoted\nADHD treatment shouldn’t be complicated. Neither should our ads. Get started now.\ndonefirst.com\nSign Up\nu/Admirable_Log_5419\n•\n3 hr. ago\nI made a new account, verified it because I got the verification Castle thingy (discord thought I was a bot) and everytime I try to login it says it's disabled, I haven't logged in even once\n Support\nu/spikee_j\n•\n8 hr. ago\nDiscord loading longer on start up?\n Support\n\nSo lately I've noticed that discord has been slow to launch the app specifically on Mobile. Like when I open it it takes forever to load, longer than usual. Has anyone experienced this? Any tips to resolve this?\n\nTop 1%\nRank by size \nMENU\nNeed Help?\nSubreddit Rules\nF.A.Q.\nServers\nSafety\nSUBREDDIT\n\n/r/discordapp is unofficial & community-run.\n\nIMAGE\nRULES\n1\nKeep It Civil and Respectful\n2\nPosting Standards\n3\nSafe For Work Content Only\n4\nDon't Advertise, Spam, Or Self-Promote\n5\nBug Reporting Or Feature Requests\n6\nOfficial Support Or Outages\n7\nReddit rules\n8\nFull Rules\nPOST FLAIR\n Support\n Media\n Discussion\n Bots / Devs\nFeature Requests\nTOPICS\nDiscord\nVoice chat\nInstant Messaging Client\nSocial media\nMobile app\nSoftware\nInformation & communications technology\nTechnology"
}