{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastic straws are among the top 10 marine debris items - SurferToday.com",
  "href": "https://www.surfertoday.com/environment/plastic-straws-are-among-the-top-10-marine-debris-items",
  "body": "As Surfrider chapters around the country will tell you, plastic straws suck,\" conclude Surfrider. Straws are among the top 10 marine debris items. They are made of polypropylene, a petroleum bi-product that also fuels our vehicles. Americans use enough straws to fill 46,400 large school buses per year. Ready to ban plastics from your life?",
  "textContent": "SURFING GAMES\nSURF BOOKS\nSURF MOVIES\nSURF TRAINING\nBOARD SIZE CHART\nSHARK MAP\nSURF SHOP\nSUNRISE AND SUNSET TIMES\n     \nSURFING\nSKATEBOARDING\nBODYBOARDING\nKITEBOARDING\nWINDSURFING\nSKIMBOARDING\nENVIRONMENT\nPlastic straws are among the top 10 marine debris items\nAPRIL 28, 2016 | ENVIRONMENT\nDid you know that 500 million straws are used daily in the United States? Surfrider Foundation invites us to reduce and ban plastic straws and stirrers from our daily habits.\n\nIn 2012, Miami Beach, Florida, became the first US city to prohibit beachside restaurants from using plastic straws. But Surfrider wants a change in the West Coast. And San Francisco could be next.\n\n\"Assuming every San Francisco resident uses one straw per day (which is a conservative estimate based on national statistics), over 4,800 pounds per day of plastic straws could be eliminated by a ban in San Francisco,\" explains the organization led by Chad Nelsen.\n\nStraws are an old drinking tool. They were found in 5,000-year-old Sumerian tombs, but their popularity rose between the late 19th century and the 1960s.\n\nThere are several enjoyable alternatives to plastic straws. Bartenders and consumers can use paper straws, bamboo straws, stainless steel straws, or corn-based plastic straws to enjoy a crushed ice cocktails, smoothies, and soft drinks.\n\n\"Individuals can collectively have a huge impact by choosing not to use straws. When ordering drinks at restaurants, simply ask your server for your drink with no straw. As Surfrider chapters around the country will tell you, plastic straws suck,\" conclude Surfrider.\n\nStraws are among the top 10 marine debris items. They are made of polypropylene, a petroleum bi-product that also fuels our vehicles. Americans use enough straws to fill 46,400 large school buses per year.\n\nReady to ban plastics from your life? We can help.\n\nShare this article\n \n \n \nRELATED ARTICLES\nThe Great Bubble Barrier draws the curtain on river plastics\nBoyan Slat: the campaigner for cleaner, plastic-free oceans\nHoola One: the beach microplastic vacuum cleaner\nMicroplastics are taking over Blue Flag beaches\nCoca-Cola says consumers still want plastic bottles\n\nTOP STORIES | ENVIRONMENT\nBarra Airport: the world's only beach runway\nWelcome to Barra Airport. Please mind the seawater while leaving the aircraft. Thank you and enjoy your surfing.\nFresh water meets sea water: Nature's intriguing phenomenon\nThe ocean is always unpredictable, constantly challenging our perceptions and showcasing Nature's marvels.\nHow does fog form?\nFog is a quite fascinating meteorological phenomenon. It's not exactly a cloud, and it's not exactly rain. Here's how it forms.\nThe Great Bubble Barrier draws the curtain on river plastics\nA large percentage of plastic in the world's oceans comes from rivers. The Great Bubble Barrier promises to tackle the problem with a simple yet ingenious solution.\n\nNEWS\nSurfing\nSkateboarding\nBodyboarding\nKiteboarding\nWindsurfing\nSkimboarding\nWakeboarding\nEnvironment\nFEATURES\nSurfing Games\nBoard Size Chart\nSurf Training\nSurf Schools\nMULTIMEDIA\nSurf Movies\nSurf Books\nWave Pools\nSkatepark Map\nShark Map\nSurf Spots\nFORECASTS\nSunrise/Sunset Times\nWave Forecast\nWind Forecast\nWave Period\nTide Times\nSurf Report\nSURFERTODAY\nSurf Shop\nAdvertising\nResearch\nRSS Feeds\nAbout\nContact\n     \n\n© 2023 SurferToday.com | All Rights Reserved"
}