{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "NVIDIA GeForce NOW - Reddit",
  "href": "https://www.reddit.com/r/GeForceNOW/",
  "body": "I have Samsung OLED and Shield TV Pro 2017. I noticed that there is considerable latency when using Geforce now on shield. Network latency is unchanged but there is more latency to the game and you can notice it. When playing on the built in app on Samsung TV the game feels local, it's really good but doesn't have HDR.",
  "textContent": "NVIDIA GeForce NOW\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/GeForceNOW\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/SiruX21\n•\n3 days ago\nGFN Thursday Updates - December 7, 2023\nGFN THURSDAY\nhttps://www.reddit.com/r/GeForceNOW/comments/18cw8ls/gfn_thursday_updates_december_7_2023/\nu/Silverddragn\n•\n4 days ago\nImprovements to the Call of Duty experience on GFN\nu/Bravemeow\n•\n3 hr. ago\nWhy do i still wait for the available rig with Ultimate tier?\nQuestions / Tech Support\n\nhuh?\n\nu/Zep0th\n•\n1 day ago\nWho smoked the crack pipe at NVIDIA today? Ultimate Tier.\nDiscussion\nu/nqxenn\n•\n7 hr. ago\nHelp pls, gfn cant detect cyberpunk dlc phantom liberty why? how can ı fix this?\nQuestions / Tech Support\n\nSometimes it detects DLC, sometimes it doesn't, this nonsense is starting to annoy me so much, I can't enter the game whenever I want, I enter the game but naturally the save file does not open because DLC is not detected, what is the solution to this? Is it just me, I'm tired of it, there is no logic to it, sometimes it detects it completely randomly\n\nu/professional_burrito\n•\n6 hr. ago\nhmm?\nBug\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/Desperate-Watch-8950\n•\n3 hr. ago\nDid anybody have a performance issue recently?\nGameplay\n\nI am coming back to play POE recently with GFN priority tier, just idk why the game is so lag and has fps drop. does anybody have the same issue. I played POE a few months before and never encountered that serious lag\n\nu/Mediocre_Spell_9028\n•\n9 hr. ago\nthis is absolutely outrageous\nBug\n\nso, one of my favorite games on gfn is teardown. around a week ago, I think there was an update, so it had to download, but I saw an error about a wifi connection I believe. so basically, the update isn't downloading. I waited 3 days, but still no fix. I contacted support and it's been 2 days with no reply. like cmon, at least update your games on this service, it's been almost a week and I still cant play\n\nu/Other_Breakfast7505\n•\n4 hr. ago\nCyberpunk shows not supported at your location (US)\nDiscussion\n\nBeen playing Cyberpunk 2077 for a few weeks now problem, now it suddenly shows the game is not supported at your location. I am in the US, so that seemed very odd to me. After a few attempts it finally put me in a queue (400 gamers ahead of me with priority!). Seems like they now show this message instead of adding people in the queue. If those queues are not resolved will have to pause my membership. I only have like an hour to play in the evening, and they expect me to spend 40 minutes in the queue?\n\nu/IAmEkza\n•\n17 hr. ago\nThe Day Before should be removed from the banner of GFN.\nDiscussion\n\nAs a Scam of a game that was developed by lying exploitative poeple, that doesn't meet the minimum it is advertising as. It shouldn't be at the Banner advertising itself on GFN.\n\nOpen • 333 total votes\nYes\nNo\nVote\nCloses in 6 days\nu/stayawayvilebeggar\n•\n1 hr. ago\nWho TF is queuing for hours at a time\nHumor\n\nDon't you people have lives. Do you really have 30 hours to be queueing. Do you not sleep? Every post now is just going \"fuck Nvidia I've been queuing for 58382750 hours how dare they\" like bro go do something else .\n\nu/Elegant-Mushroom5895\n•\n3 hr. ago\nHelp CoD Warzone GeforceNow\nQuestions / Tech Support\nu/Naes86\n•\n3 hr. ago\nGeforce Now in Thailand via Yes Malaysia - anyone tried it?\nQuestions / Tech Support\n\nTrying to find an alternative to Starhub in Thailand. Tried the Taiwan Mobile one but it gave me a \"not supported in your region\" so looking at Yes now - but before I go through all the sign up/pay etc would like to know if anyone else has had any success with this. Thanks in advance helpful darlings.\n\nu/Wisest_of_the_sages\n•\n3 hr. ago\nBro I just wanna play sifu man, like come on\nQuestions / Tech Support\nu/bLaCkPoEtGaming\n•\n3 hr. ago\nCongrats GeForce, you just lost another customer, don't get paying for a service that i can't use, i mean game not available in my location? seriously? then what the hell have i been paying since the service was in beta?\nDiscussion\nu/iBizzBee\n•\n5 hr. ago\nDoes anyone else get random servers, despite which region they choose?\nQuestions / Tech Support\n\nSo I'm not sure if this is working as intended or I've just noticed it recently, but for the last few weeks even when I choose the correct region it will give me servers from all over the country. When I bring up the GFN stats it will say something along the lines of (US/Central-CHI-03) or it will be the MIS Southeast server or a few others I've noticed. In other words.... It SAYS 'US Central' which is the server I chose manually and is chosen for me automatically as well, but then GFN seems to be giving me servers from other regions regardless.... Which def leads to the difference between 15/20ms ping and 30-40ms ping which is a huge difference depending on the game and thus massively frustrating to have to keep restarting until I get the correct one served.\n\nIs anyone else having this issue... Any ideas? I'm on a Mac is that's relevant. Or is this due to server congestion?\n\nView full post\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/Zoe_Ervade\n•\n15 hr. ago\nEyes getting tired only by playing GFN…am I old?\nQuestions / Tech Support\n\nWhenever I have it on a Tablet or my TV screen, I do feel my eyes getting tired and blurry after playing for a couple of hours. While by contrast, I can play my other console the same amount or more and not get the same feeling.\n\nAm I the only one who feels that way?\n\nIt is as if the streaming causes some sort of effect on the image quality and camera movement negatively to my eyesight.\n\nu/fegeleinn\n•\n10 hr. ago\nA Question about available RAM for each rig.\nDiscussion\n\nI noticed almost all priority rigs are equipped with 16GB RAM, Although this is okay for the most games some heavily modded ones tend to crash or have poor performance due to lack of RAM. Would upgrading membership solve this issue or every rig comes with 16GB limitation? I'am currently on Priority.\n\nu/Mindless-Addendum621\n•\n11 hr. ago\nUS Midwest not working since last night\nQuestions / Tech Support\n\nBoth on Shield and my Android phone, I get an error when trying to launch games. A red exclamation mark and “GeForce Now encountered a problem. View GeForce Now server status”. I checked the server status, it’s operational. Never had this issue in the years I used the service. Priority member.\n\nAnybody else?\n\nUpdate: For some reason, it works on iPhone (Safari), but not the Shield.\n\nUpdate 2: Now marks 24 hours since the Midwest server stopped working on Nvidia’s own dedicated device the Shield, all while their website says the server is operational. How ironic. Guess who’s not renewing their subscription in a few days.\n\nu/Ayu_26\n•\n11 hr. ago\nIs it reasonable to get a 6-month Priority membership right now?\nAdvice\n\nEU Central server here. I wasn't using the service for the last month as I usually get 1 month when I want to play a particular game. I'm am aware of all the complains, but still fell strong urgent to play ANNO 1800. There were a queue issuess last time when I played, but mostly up to 10 minutes of waiting time. Is it still a thing or current queues are rather 30-60 minutes of waiting?\n\nu/Minimum_Argument5333\n•\n7 hr. ago\nGame not working properly - MW3\nBug\n\nHello everyone,\n\nI have my first problem in maybe a year of ultim sub.\n\nThe problem i have is with MW3 (2023).\n\nWhen i launch the game, the game is playable for 1 minute before the entire GFN crash and shut off.\n\nKeep getting the same result after restarting my pc. Didnt get this error on fortnite.\n\nWhat to do or Did it already happen to any1 of u ?\n\nMA\n\nView full post\nu/SuperBlackWhite\n•\n7 hr. ago\nOri and the Blind Forest removed?\nQuestions / Tech Support\nu/Building_Bridges_289\n•\n7 hr. ago\nIf BG3 hangs on launch (like it did me) go to settings in the launcher, and restore graphic settings to default.\nQuestions / Tech Support\n\nThe game would launch but would get stuck at 100 percent. After wracking my brain for hours wondering what’s wrong I figured this out and thought I’d let others know :)\n\nu/sstar1255\n•\n7 hr. ago\nHow to deal with launcher menus on Samsung tv?\nQuestions / Tech Support\n\nHey everyone I recently got a Samsung smart tv and wanted to test out GeForce now on it since it came pre loaded with the service. I set up an account (free just to test) and connected with my steam account. When I went to launch assassins creed origins it booted up but I was greeted with the Ubisoft launcher. It would not let me move my mouse to log in to that launcher. Just wanted to see if there is a fix for this. Thanks!\n\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/Cifuentes8\n•\n4 hr. ago\nCOD Wait time…Geesh\nDiscussion\n\nI have a founders account and still have to wait for 140 people in order to play. That’s crazy, i can’t imagine what the free tier users have to wait through…\n\nu/Peudan\n•\n1 day ago\nPriority btw?\nHumor\nu/kuracinka\n•\n9 hr. ago\n5120x2880\nQuestions / Tech Support\n\nDoes anybody use 5K monitor for geforce now? Im talking about apple studio display, how does it scale with ultimate membership? Is it clear?\n\nu/Bridges--\n•\n10 hr. ago\nFortnite with fps drop every second on priority tier\nAdvice\n\nEverytime i try to play this game on gfn it does that\n\nTop 2%\nRank by size \nMENU\nNew to GeForce NOW?\nJoin our Discord!\nView our rules!\nRead our FAQ\nImportant Links\nRULES\n1\nFollow the Reddiquette\n2\nFollow the Nvidia GeForce Now terms of service\n3\nNo low-effort posts\n4\nDon't be too off-topic\n5\nNo petitions\nDISCORD\nGUILDED\nRESOURCES\nProviding Feedback\nOfficial Website\nServer Status\nDownload\nSupported Games\nSystem Requirements\nFAQs\nOur community FAQ\nRELATED SUBREDDITS\nr/GeForceNowGameDeals\n502 members\nr/nvidia\n1,416,564 members\nr/ShieldAndroidTV\n92,084 members\nr/theNvidiaShield\n11,412 members\nr/xcloud\n38,880 members\nr/cloudygamer\n25,688 members\nr/AmazonLunaHub\n1,092 members\nTOPICS\nGeForce Now\nGeForce\nTelevision\nNvidia\nSoftware industry\nInformation & communications technology\nIT sector\nTechnology\nBusiness\nBusiness, Economics, and Finance"
}