{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "14 of America's Most Charming Old-Fashioned Soda Fountains",
  "href": "https://www.countryliving.com/life/travel/g3441/best-old-fashioned-ice-cream-parlors/",
  "body": "Zaharakos Ice Cream Parlor and Museum: Columbus, Indiana. Known to long-time locals as \"The Greeks,\" this popular downtown destination was first opened as a homemade and specialty candy shop in 1900 by the Zaharakos family from Sparta, Greece. Restored by new owner Tony Moravec in 2006, this historic landmark has a turn-of-the-20th-century look ...",
  "textContent": "Skip to Content\nFOOD & DRINKS\nGARDENING\nHOME\nSHOPPING\nLIFE\nSUBSCRIBE\nSIGN IN\nCHRISTMAS SONGS\nGIFTS UNDER $10\nELF ON THE SHELF IDEAS\nGIFTS FOR MEN\nGIFTS FOR TEEN BOYS\nCOUNTRY LIFETRAVEL\n14 of the Most Charming Old-Fashioned Soda Fountains Across America\n\nJust in time for root beer float season, wet your whistle at one of these nostalgic soda fountains across the country.\n\nBY ELLEN STURM NIZPUBLISHED: JUN 21, 2016\nSAVE ARTICLE\nGetty Images\n\nWhile the old-fashioned soda fountain began to decline in popularity after Prohibition was repealed (and bottle caps were invented), these family-run institutions around the country are keeping the tradition alive. Travel back in time to the days before Cold Stone Creamery and Pinkberry by taking a trip to one of these classic corner soda fountains and ice cream parlors.\n\n1\nThe Pickwick: Greenville, South Carolina\nCourtesy of The Pickwick/Facebook\n\nThough this pharmacy's soda fountain closed in the 1980s, the third-generation Odom family owners brought it back in 2007, finding and restoring a 1949 marble-and-steel fountain with original soda pulls so The Pickwick could once again serve cherry and vanilla cokes like it did when it opened in 1947. Sit on one of the blue-upholstered swivel stools at the counter and order from the 1940s-style lunch menu: griddle sandwiches, hot dogs and chili dogs, shakes and malts, fresh-squeezed orangeade and lemonade, root beer floats, and 30 flavors of ice cream.\n\n2\nShady Glen: Manchester, Connecticut\nJaime Kopchinski/Flickr Creative Commons\n\nThe must-order item at Shady Glen is its cheeseburger, named an American classic by the James Beard Foundation in 2012. Just a year after opening the soda fountain and luncheonette in 1948 with her husband John, Bernice Rieg created the ground beef burger, which features four slices of cheese that are draped over the patty so that they curl up around the burger as it cooks, creating a crisp crown of cheese. To get one, order the \"Bernice Original Platter\" from one of the waitresses who will ask a cook, wearing a soda-jerk style bow tie and white paper hat, to grill one up for you. The former dairy farm is also locally famous for its handmade ice cream, of course.\n\n\n3\nEddie's Sweet Shop: Forest Hills, New York\nPeter Dutton/Flickr Creative Commons\n\nRun by Vito Citrano, whose father Giuseppe bought the store in 1968, Eddie's Sweet Shop has been a staple of the historic Queens neighborhood since it opened in 1909. All of the ice cream and toppings are made in the snug corner shop and include 20 traditional flavors people have come to know and love, like chocolate, vanilla, and rum raisin. Step into the old-school soda fountain and try a sundae, malted, shake, or classic New York egg cream.\n\n\nAdvertisement - Continue Reading Below\n4\nDoc's Soda Fountain: Girard, Illinois\nJohn Simm/Flickr Creative Commons\n\nDecked out with a 1920s Coca-Cola theme and an original soda fountain from when Doc's Soda Fountain first opened in 1929, this Route 66 spot also has a museum of herbal remedies, medicines, and elixirs in homage to the pharmacy in which it was once housed. Order a \"cow\" of any flavor, or one of its Route 66 beers.\n\n5\nZaharakos Ice Cream Parlor and Museum: Columbus, Indiana\nKarl/Flickr Creative Commons\n\nKnown to long-time locals as \"The Greeks,\" this popular downtown destination was first opened as a homemade and specialty candy shop in 1900 by the Zaharakos family from Sparta, Greece. Restored by new owner Tony Moravec in 2006, this historic landmark has a turn-of-the-20th-century look in honor of the time period in which it first opened. It still has its 40-foot-long Mexican onyx soda fountain from the 1904 St. Louis World's Fair, a 1908 Welte Orchestrion (a player organ), and the original 1911 mahogany double bar back with amazing marble pillars, mirrors, and glass. Order a soda made with hand-drawn seltzer mixed with original flavored syrups and the Gom sandwich, the classic Zaharakos sloppy joe grilled on thick white bread.\n\n6\nLeopold's Ice Cream: Savannah, Georgia\nEvan P. Cordes/Flickr Creative Commons\n\nLeopold's Ice Cream in historic downtown Savannah dishes out its own handcrafted ice cream, made using the same original secret recipes and techniques as when it was founded by the Leopold brothers in 1919—and its malts, milk shakes, black and white sodas, and banana splits benefit from it. One of the founders' sons, Stratton Leopold (a Hollywood producer of blockbuster films like Mission Impossible 3) opened the new Broughton Street location, incorporating the shop's original black marble soda fountain, wooden back bar, and telephone booth. When he's not working on a film, he's there serving up old-fashioned fountain drinks and Leopold's signature flavor, tutti-frutti.\n\nAdvertisement - Continue Reading Below\n7\nLittle Drug Co.: New Smyrna Beach, Florida\nView full post on Instagram\n\nTucked inside a drug store on the quaint main drag of this east Florida beach town, this retro soda shop uses the same fountain from the 1950s and serves only Hershey's ice cream. Sidle up to the Formica-topped counter and take a seat on a red-leather-topped stool to enjoy one of its famous burgers and malts amid retro ambiance.\n\n97213/Flickr Creative Commons\n8\nHighland Park Soda Fountain: Dallas\n\nBeat the Dallas heat at Highland Park with a chocolate shake served in its stainless steel mixing cup with a frosty glass on the side. Opened in 1912, this nostalgic Dallas institution is now owned by Sonny and Gretchen Williams who teach kids how to spin on the 19 bar stools that line the counter. Need a little lunch before your shake? Try the grilled peanut butter and jelly or an order of Frito chili pie.\n\n9\nSt. Francis Fountain: San Francisco, California\nKummerle/Flickr Creative Commons\n\nSan Francisco's oldest ice cream parlor, St. Francis Fountain was founded in 1918 by James Christakes, an immigrant from Sparta, Greece, whose descendants ran it as a confectionary, ice cream parlor, and lunch counter until 2000. Current owners Peter Hood and Levon Kazarian purchased it in 2002, restoring the 1948 dining room and installing a full service kitchen to expand the food offerings, but the original fountain offerings still remain.\n\nAdvertisement - Continue Reading Below\n10\nGoolrick's Pharmacy: Frederickburg, Virginia\nView full post on Instagram\n\nKnown as the oldest continuously operating soda fountain in the United States, Goolrick's has been serving malted milks and handmade ice creams at the same counter since 1912. This simple spot has the old-timey charm of when all pharmacies had a lunch counter, and flavors its own colas using cherry syrup from a pump.\n\n11\nCole Drug Co.: Big Timber, Montana\nGoogle Maps\n\nLocated across the street from the famous Grand Hotel, this quaint little soda fountain has its original interior and the fixtures from when it opened in 1935. Sidle up to the vintage counter with red stools and order a Huckleberry Sundae, vanilla ice cream with a sweet and tart sauce made from fresh Northern Plains huckleberries, topped with whipped cream, nuts, and a cherry, of course.\n\nAnn-dabney/Flickr Creative Commons\n12\nCrown Candy Kitchen: St. Louis, Missouri\n\nA St. Louis tradition since 1913 when it was founded by two Greek immigrants—the descendants of one still run the joint—Crown Candy Kitchen was featured on the Travel Channel's \"Adam Richman's Best Sandwich in America\" for its thick stacked sandwich. Don't eat too much, though, because it's family policy that no one leaves without dessert! Enjoy a Butterscotch Malted or a Chocolate Phosphate while listening to tunes from the vintage jukebox and checking out the Coca-Cola collectibles. Pick up a box of their chocolate candy for the road!\n\nAdvertisement - Continue Reading Below\n13\nElliston Place Soda Shop: Nashville, Tennessee\nView full post on Instagram\n\nAs the country music capital's oldest continuously operating restaurant in its original location, Elliston Place Soda Shop has a nostalgic atmosphere that has made it a popular filming site for music videos, television commercials and photo shoots—not to mention, a frequent stop for visiting celebrities craving a classic milkshake. Operating as a grocery and pharmacy throughout its history, the soda shop opened inside the historic building in 1939.\n\n14\nToomer's Drugs: Auburn, Alabama\nValerie/Flickr Creative Commons\n\nFounded in 1896 by Sheldon Toomer, a halfback on Auburn University's first football team, Toomer's has become an Auburn landmark. Order a grilled pimento cheese sandwich and a glass of the \"special formula\" lemonade (or limeade!) before settling in for the best malted in town. Don't be worried if there's toilet paper hanging from the two massive old-growth southern live oak trees out front—locals celebrate Auburn victories by \"rolling the corner.\"\n\nELLEN STURM NIZ\nEllen Sturm Niz is a New York City-based editor and writer who writes about women's lifestyle, home design, DIY projects, food & entertaining, and parenting. She has a Bachelor's degree in journalism from Ohio University and wrote an (unaired) episode of \"Charlie's Angels\" when she was eight. When not parenting or working, Ellen likes doing arts & craft projects—she's especially proud of the Bob Ross-style painting she made—and binge-watching TV. She recently launched her own Etsy shop of graphic design wall prints called MirroredMessages.\nRead full bio\nWATCH NEXT\n \nAdvertisement - Continue Reading Below\nTravel\nFrom Country Living for Palladium Hotel Group\n\nInside Riviera Maya’s Luxe, Family-Friendly Gem\n\nTop Spots Most Likely to Have a White Christmas\n\n20 Best Trips A Woman Should Take Solo\n\n27 Great Christmas Family Vacation Ideas\n\nThe Ultimate Car Names List\n\nA Texas Town Famous for a Two-Steppin' Christmas\n\n20 Must-Visit Winter Festivals\n\nThe 8 Coolest Train Trips You Can Take\n\nUnderrated Parks to Explore in the United States\n\n35 Great Christmas Light Displays Across the U.S.\n\n30 Magical Christmas Towns to Visit This Year\n\nThe 17 Best Places to Retire in the U.S.\n\nAdvertisement - Continue Reading Below\nNewsletter\nAbout Us\nMedia Kit\nPress Room\nContact Us\nCommunity Guidelines\nAdvertise Online\nCustomer Service\nSubscribe\nOther Hearst Subscriptions\nGive a Gift\nEvents & Promotions\nGiveaways\n\nA Part of Hearst Digital Media\n\nWe may earn commission from links on this page, but we only recommend products we back.\n\n©2023 Hearst Magazine Media, Inc. All Rights Reserved.\n\nPrivacy NoticeCA Notice at CollectionYour CA Privacy Rights/Shine the LightDAA Industry Opt OutTerms of UseSite Map\nYOUR PRIVACY CHOICES: OPT OUT OF SALE/TARGETED ADS"
}