{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "My kid drank from a fricking moldy bottle. What do I do.",
  "href": "https://www.reddit.com/r/Parenting/comments/4o4dsb/my_kid_drank_from_a_fricking_moldy_bottle_what_do/",
  "body": "Keep an eye for the poops for 24 hours. Don't shoot yourself. missgiddy. •. I'm not a parent but from time to time I'll discover my Nalgene bottle is blooming with mold. It's a dark colored bottle so it's easy to miss. I just gag a little then bleach it. I'm still alive! :)",
  "textContent": "My kid drank from a fricking moldy bottle. What do I do. : r/Parenting\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Parenting\nr/Parenting\n•\n8 yr. ago\n[deleted]\nMy kid drank from a fricking moldy bottle. What do I do.\n\nThere is this one bottle we never use that my husband decided to use today. I went to clean it tonight and as I pulled it apart I noticed the nipple and ring were COVERED in mold. And I mean covered. I'll put a pic in comments.\n\nApparently, our 11 month old did drink from the bottle this morning, and she had diarrhea. There's been no other symptoms so far and it's been probably 8-10 hours. Do I need to bring her to the ER or call her pediatrician or is she gonna be just fine??\n\nArchived post. New comments cannot be posted and votes cannot be cast.\ntoyota.com\nLearn More\nSort by:\nrandy133\n•\n8 yr. ago\n\ntruthfully, mold is present pretty much everywhere there is water. You probably breath in tons of mold spores each and every day. Your immune system protects you from harmful effects so as long as your child doesnt have any health issues that would compromise their immune system they will be fine\n\n1 more reply\n[deleted]\n•\n8 yr. ago\n\nI would just keep an eye on her. She'll probably be fine. Couldn't hurt to call the ped just to be sure/get some peace of mind.\n\n1 more reply\n[deleted]\n•\n8 yr. ago\nhitsworth\n•\n8 yr. ago\n\nMine drank from a moldy sippy cup once. She threw up once and carried on as normal. I would just keep your kid hydrated and wait. If they get a fever or are acting abnormal, then call. I doubt it will be necessary though.\n\n[deleted]\n•\n8 yr. ago\n\nI feel your pain. My 5 year old ate a 2 week old pork chop that was hidden in the fridge the other day. Thankfully it didn't have an effect.\n\n[deleted]\n•\n8 yr. ago\n\nPic of fricking moldy nipple/ring. http://i.imgur.com/am2Jxh0.jpg\n\n2 more replies\ncatloving\n•\n8 yr. ago\n\nShe'll be fine. Let it roll, it was one bottle, an oops. It's been that long? Keep an eye for the poops for 24 hours. Don't shoot yourself.\n\nmissgiddy\n•\n8 yr. ago\n\nI'm not a parent but from time to time I'll discover my Nalgene bottle is blooming with mold. It's a dark colored bottle so it's easy to miss. I just gag a little then bleach it. I'm still alive! :)\n\nIrixian\n•\n8 yr. ago\n\nLaugh and get over it?\n\n1 more reply\nAntiochia\n•\n8 yr. ago\n\nAs long as it was not contaminated with fish, flesh or mushrooms, she will much likely only have accelerated digestion for some time.\n\nJalapeno_Business\n•\n8 yr. ago\n\nYour child is fine, the diarrhea is probably not even related. It is gross, but it probably isn't even in the top 10 grossest things your child will ingest this month if you honestly account for where their hands have been.\n\nbuzz_uk\n•\n8 yr. ago\n\nI would not worry, our kids eat food off the floor, it has never done them any harm . That will never make you feel less guilty about it though.\n\n \nTop 1%\nRank by size \nRelated\nParenting\nFamily\nFamily and Relationships\nforward\nback\nr/Parenting\nWhat are some things older generations of parents absolutely did RIGHT?\n1.3K upvotes · 829 comments\nr/Parenting\nMy daughter denied knowing me to friends at school because I’m overweight\n1.1K upvotes · 289 comments\nr/Parenting\nMy boyfriend took our baby and went missing for 15 hrs\n1K upvotes · 532 comments\nr/Parenting\nMy daughter got suspended\n914 upvotes · 493 comments\nr/Parenting\nChild threw Amazon tablet out the window…\n836 upvotes · 269 comments\nr/Parenting\nUpdate on my situation- 17 year old daughter is out of control\n817 upvotes · 75 comments\nr/Parenting\nIs it wrong to allow my child to \"skip\" a day of school due to a silly spirit week?\n798 upvotes · 622 comments\nr/Parenting\nUpdate on my daughter breaking an 11mo’s tablet at daycare\n772 upvotes · 311 comments\nr/Parenting\nBlessed 10yr old doesn’t want skin care for Christmas.\n746 upvotes · 526 comments\nr/Parenting\nShouted at my daughter..\n716 upvotes · 266 comments\nr/Parenting\nRead some awful things in my Son's diary. He is 10.\n619 upvotes · 678 comments\nr/Parenting\nAm I the only parent who notices this at schools.\n546 upvotes · 370 comments\nr/Parenting\nMom \"popped\" my daughter while watching her\n514 upvotes · 583 comments\nr/Parenting\nMy Daughter was accused of faking a disability\n504 upvotes · 76 comments\nr/Parenting\n6 year old exposed himself at school\n338 upvotes · 186 comments\nr/Parenting\nSecret Santa\n330 upvotes · 253 comments\nr/Parenting\nTeacher wants to exclude child from the field trip\n323 upvotes · 119 comments\nr/Parenting\nMy “baby” is 30, but I need some advice.\n322 upvotes · 107 comments\nr/Parenting\nMy wife has successfully accomplished no screen time.... And I hate it.\n287 upvotes · 180 comments\nr/Parenting\nMy husband thinks I’m lazy\n278 upvotes · 516 comments\nr/Parenting\nMy baby was diagnosed with developmental dysplasia of her hip and I’m devastated for her.\n270 upvotes · 136 comments\nr/Parenting\nMy Children’s Dad is a Pedophile\n270 upvotes · 84 comments\nr/Parenting\nParenting a sick kid is harder than anything I have ever done.\n260 upvotes · 33 comments\nr/Parenting\nCar seats as contraceptives: runaway safety requirements make third children unattainable\n230 upvotes · 336 comments\nr/Parenting\nAunt described my 6yr old as \"jailbait\"\n216 upvotes · 119 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 14, 2016\nReddit\nreReddit: Top posts of June 2016\nReddit\nreReddit: Top posts of 2016"
}