{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Guide To Smoking Meth : r/Stims - Reddit",
  "href": "https://www.reddit.com/r/Stims/comments/3vod52/the_guide_to_smoking_meth/",
  "body": "IMO the best way to load your pipe is to open the baggie of meth and put the stem in the bag and kinda scoop up what you want while holding your finger over the small hole on the bowl (so nothing falls out), then just take the stem out and tap on the end of the stem to get all of it in the bowl.",
  "textContent": "The Guide To Smoking Meth : r/Stims\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Stims\nr/Stims\n•\n8 yr. ago\nACrypticName\nThe Guide To Smoking Meth\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n8 yr. ago\n\nthis makes me want to smoke meth, nice work m8 r8 8/8\n\n13 more replies\n[deleted]\n•\n8 yr. ago\n\nI can dig it.\n\nNow all there is a need for a need for is a guide to smoking off foil, for those who cant find bowllos and cant stand to snort another line of that fowl powdered shard.\n\n4 more replies\nneedlepointxo\n•\n8 yr. ago\n\nDude smoking meth with a bubbler is so fucking awesome. Search for a vapor bubbler, like the ones you'd smoke the oils and shit with. It's like going from smoking pot, smoking joints, rather, to smoking from a fuckin' gravity bong. When you hit that shit that way you fucking KNOW you've hit it. Holy shit.\n\n7 more replies\n[deleted]\n•\n8 yr. ago\n\nNice work man- very comprehensive write up for people like me who don't know shit about shit\n\nOne thing tho is that the pipe is sometimes referred to as a \"bubble pipe\" at smoke shops. At least in sf and east bay.\n\nI'm confident that's the best name for it. I've heard tar burner for fucks sake-\n\nIs it the same thing as the ubiquitous \"crack pipe\" in our culture? What a loaded word...\n\n3 more replies\nsorudesandstorm\n•\n8 yr. ago\n\nWow great guide dude. I've had many people give me ridiculous ways on smoking and they all involved complex rolling techniques or light bulbs.\n\n1 more reply\nPluggingEverything\n•\n8 yr. ago\n\nHolding in the hit is not dangerous. It does not recrystallize in your lungs, that's propaganda. But the absorption is so good in your lungs that holding a hit only makes a small difference. I still do it because I'm fiending for those few extra % bioavalability\n\n1 more reply\n[deleted]\n•\n8 yr. ago\n•\nEdited 8 yr. ago\n\nA number of Vid Links for reference\n\nWalkthru http://sendvid.com/7esnwar5\n\nKeepinitfull http://sendvid.com/7rex0d1n\n\nCleaning http://sendvid.com/8sdo266c\n\nBiccontrol http://sendvid.com/f3ydhc2d\n\nRandompipedream http://sendvid.com/nbpnx0jm\n\nRandersome Starship http://sendvid.com/3vqpfwso\n\nRandomNoEyeDeer http://sendvid.com/5y1c88o3\n\nRandomMan http://sendvid.com/i7oi8s3p\n\n \nr/Stims\nNSFW\nGirlfriend doesn't trust me and thinks I'm cheating on her when Im not even on earth\n122 upvotes · 79 comments\nr/Stims\nNSFW\nDo People Smell Meth Porn Activities\n63 upvotes · 44 comments\nr/Stims\nNSFW\nfound a dealer who wasn't lying, the stuff GENUINELY is 95%\n53 upvotes · 18 comments\nr/Stims\nNSFW\nAdderall makes doing things sober awful\n48 upvotes · 21 comments\nr/Stims\nNSFW\nEvery time I take my ADHD meds, it's like rolling a dice on whether they'll make me feel confident and happy, or paranoid, depressed & miserable. If anyone knows why and what I can do... well that'd be great.\n42 upvotes · 33 comments\nr/Stims\nNSFW\nIs it true that girls don't do stimfap?\n41 upvotes · 162 comments\nr/Stims\nNSFW\nOxytocin is something I only feel when I come down from a high dose.\n39 upvotes · 16 comments\nr/Stims\nNSFW\nDo you guys piss more on meth/amph\n38 upvotes · 78 comments\nr/Stims\nNSFW\nOh no\n34 upvotes · 28 comments\nr/Stims\nNSFW\nI've probably done 7 or 8 grams of amphetamine in the last 7 days.\n29 upvotes · 60 comments\nr/Stims\nNSFW\nDoes anyone else dislike music on stimulants?\n25 upvotes · 35 comments\nr/Stims\nNSFW\nwhy do meth?\n23 upvotes · 124 comments\nr/Stims\nNSFW\nWhy is Dexedrine better than vyvanse?\n22 upvotes · 56 comments\nr/Stims\nNSFW\nWho else been up all night getting zooted and booted up? My dawg got me hooked tf up on some fire pack!!\n21 upvotes · 49 comments\nr/Stims\nNSFW\nwhy does meth cause permanent damage but mdma doesn't?\n21 upvotes · 107 comments\nr/Stims\nNSFW\nDoes anyone just have a quick wank on stims instead of stim fapping for hours?\n19 upvotes · 24 comments\nr/Stims\nNSFW\nSeeking advice and tips on how to properly smoke meth.\n19 upvotes · 41 comments\nr/Stims\nNSFW\nWhat’s the fastest way for me to get drugs out of my system\n17 upvotes · 31 comments\nr/Stims\nNSFW\nAnyone read any good books by people who were deep into meth addiction? I’m interested.\n15 upvotes · 11 comments\nr/Stims\nNSFW\nIm fucking lost man.\n13 upvotes · 23 comments\nr/Stims\nNSFW\nWhat was the highest amount of Amphetamine you have taken over a given amount of time?\n13 upvotes · 47 comments\nr/Stims\nNSFW\nAnyone else like going to the library while tweaked out?\n13 upvotes · 8 comments\nr/Stims\nNSFW\nHow to get the high back from Stims?\n13 upvotes · 64 comments\nr/Stims\nNSFW\nI am simply dumb as fuck\n12 upvotes · 15 comments\nr/Stims\nNSFW\nI’m tweaking but just realized every dose feels like a near death experience for me\n12 upvotes · 12 comments"
}