{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Cape Coral boy pursues plastic straw pollution solution - Naples Daily News",
  "href": "https://www.naplesnews.com/story/news/local/2016/06/29/cape-coral-boy-pursues-plastic-straw-pollution-solution/86543434/",
  "body": "The item is the common plastic drinking straw. While most people either accept it as a now-normal dining implement, or simply fish it out of their ice water to set aside without another thought ...",
  "textContent": "News\nSports\nBusiness\nRestaurants\nOpinion\nAdvertise\nObituaries\neNewspaper\nLegals\nLOCAL\nCape Coral boy pursues plastic straw pollution solution\nLaura Tichy-Smith, The News-Press\nAD\n0:30\n\nImagine relaxing in a chair at your favorite restaurant, enjoying the ambiance of the place as you wait for your server to bring your beverage. Then, after the server sets your glass on the table, you see a piece of plastic trash in your drink.\n\nWhile this scenario sounds highly unappetizing, it happens millions of times every day in the United States — 500 million times according to statistics on the National Parks Service website — including the instances where people deliberately put the trash into their own beverages. The item is the common plastic drinking straw.\n\nWhile most people either accept it as a now-normal dining implement, or simply fish it out of their ice water to set aside without another thought, that seemingly insignificant little plastic straw is part of a big problem that poses a threat to the whole food chain. Recently, a 7-year-old Cape Coral resident has taken steps to do something about the problem, and a Fort Myers Beach woman also has helped to bring improvements to her area of Southwest Florida.\n\nSarde Howell completes a hands-on environmental experiment and research project every year as part of the science educational component of his homeschooling. He makes an educational presentation with the results of his project to other children in his homeschooling co-op group.\n\nThis year, he chose disposable plastic straw usage as his project after his family watched the documentary “Bag It” about the effects of plastic consumer items on the marine and terrestrial ecosystems and on the human body. His family already uses canvas shopping bags, so he had to select a type of disposable plastic product his family still used. As a mathematics component of the educational project, he learned how to calculate the length of the 500 million plastic straws used and discarded, discovering that daily U.S. consumption was enough to wrap the Earth’s circumference two and a half times.\n\n“I want people not to use straws,” Howell said, “to lessen the amount of single-use straws. It hurts the environment. It (the straws) just gets smaller and smaller, which means that animals are eating it, which means we’re eating plastic.”\n\nAccording to the Smithsonian National Museum of Natural History’s website, plastic doesn’t biodegrade but instead breaks into much smaller pieces when exposed to sunlight and heat, and deep-sea fish mistake the bits of plastic for food and eat it. The National Geographic Society’s website raises concerns about the chemicals that leach out of the plastic into the water, and hence into the food chain, and the organization also cites that 80 percent of the plastic pollution in the Pacific Ocean comes from land rather than being tossed overboard ships.\n\nPlastic can outright injure or kill wildlife that mistake it for food. A video by marine biologist Christine Figgener posted last summer on the Natural Resources Defense Council’s website shows her crew’s efforts to remove a plastic straw embedded into a sea turtle’s nostril.\n\n“Plastic is a huge problem for wildlife because they consume it, especially if it ends up in the oceans,” said Honey Phillips, an environmental recreation specialist with Rotary Park. “On Midway Island, the birds are feeding their chicks plastic they pick up in the ocean, and it kills them. They can’t tell the difference between that and food.”\n\nHowell’s initial challenge was to determine how to change his own family’s habit about disposable straw usage. In response, his mother, Lynda Mastronardo, purchased reusable straws to carry in her backpack and car so that when the family went to restaurants or bought beverages on the go, they already had straws to put into the drinks. She said reusable straws are made from stainless steel, break-resistant glass or heavier plastic. But how are they kept sanitary?\n\n“You dishwasher it,” Howell said.\n\n“When I first started using canvas bags, I kept thinking, ‘How will I ever remember to bring it back out with me once I brought them into the house?’” Mastronardo said. “But it becomes a second nature once you start a routine, and it’s the same thing with the straws. Just give it a month.”\n\nWhile using and sanitizing reusable straws may sound a little odd at first, the concept isn’t new. Reusable straws have been marketed for children for decades in the form of the loopy, novelty “crazy straws.” These reusable heavy plastic straws have curves that make them more difficult to clean and sanitize than the straight reusable straws that can be popped into the dishwasher, yet parents have purchased and hand washed them for years.\n\nWhile the more specialized glass or stainless steel straws must be special ordered online, reusable heavy plastic straws are sold in local stores such as Publix and Target. Typically they are sold on the shelves with reusable water bottles and travel coffee cups rather than next to the disposable plastic straws.\n\nThese stores also carry waxed paper straws, which are biodegradable and was the original manufacturing material for disposable straws. A walk through of a Publix store selected at random in Fort Myers revealed the reusable straws located with the aforementioned reusable beverage containers and the single-use paper straws located with the adult nutrition shakes, whose purchasers would be people old enough to remember when drinking straws were made from paper. Disposable plastic straws were offered in 16 locations within the same store.\n\nIn an email, Brian West, the media and community relations manager of Publix Super Markets, Inc., wrote: “We offer several different types of straws. Plastic straws greatly out-sell paper. The count and location for these items vary by store so some stores are better at merchandising these items.”\n\nAfter Howell’s family implemented the strategies for foregoing the use of disposable plastic straws, he decided to expand the challenge by sharing the information he had learned to raise awareness of the problem. With the help of Parkway Printing of Fort Myers, which designed and printed postcards with the information from Howell’s research, he and his mother began to distribute the cards at places they visited in Southwest Florida.\n\n“We’ve found that almost everybody has taken the postcard but said, ‘What a great idea, but I don’t know if I could implement it that easily,’” Mastronardo said. “That has been the biggest hurdle we have heard. My response is, ‘It’s baby steps,’ and then talk about how I did it the same way I switched to canvas bags.”\n\nSince carrying reusable straws into restaurants may not be handy for people who don’t carry a backpack, briefcase or purse, the simplest solution is to specify to the server that you do not want a straw in your drink.\n\nAccording to the National Park Service website, when the default procedure at restaurants is to ask if customers want straws rather than automatically sticking them into drinks, 50 to 80 percent of people decline them. This not only represents a substantial reduction of plastic straws trash, it also represents a monetary savings on supplies for the restaurant. The National Restaurant Association now considers an offer-first policy as part of best practices for the restaurant business.\n\nFort Myers Beach resident Jane Ten Broeck Petrie persuaded the Lani Kai Island Resort to switch to an offer-first policy and to switch to biodegradable straws after she posted photos on Facebook of the straws she and companions collected on the beach by the hotel the day after Memorial Day. The Lani Kai has posted on Facebook that it will sponsor a beach cleanup event on July 5, with details to be released soon.\n\n“One of the things I tell kids when I do presentations for school groups is that one person can make a difference,” Phillips said. “The project that Sarde has taken on — he is one little guy making a big difference — so if everybody would take the initiative and pick one thing to work on, it could change the world.”\n\nHow to help with plastic straw trash\n\n•Don’t buy or use single-use disposable straws at home.\n\n•Ask servers to leave the straw out of your drink and briefly explain why.\n\n•Use your own reusable straw at home and in restaurants or in on-the-go purchased beverages.\n\n•Talk to your favorite restaurant owners and managers about an offer-first straw policy.\n\n•Talk to restaurants about the possibility of upgrading to plant-starch-based biodegradable straws.\n\n•Talk to elected officials about implementing plastic straw bans, such as the ordinance at Miami Beach.\n\n•Pick up trash you see on the ground, especially on beaches or near waterways.\n\nSay Goodbye to Neuropathy: Experts Stunned by Incredible Device\nHealth Insight Journal\n|\nAd\nLearn More\nMan Finds Weird-Looking Snake - When Ranger Arrives, He Says: \"You're Not Supposed To See This\"\nDaily Story\n|\nAd\nNo More Free Returns? Amazon Releases New Fees\nAmazon’s new fee calls into question the era of free online returns. (Here’s what you need to know)\nOnline Shopping Tools\n|\nAd\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores\nIt's a bigger problem than you might think (the ugly truth)\nCoupon Code Finder\n|\nAd\nEverybody Wanted To Date Her In The 80's & This Is Her Recently\nSweet Penny Stocks\n|\nAd\n2 Steps To Tell When A Slot is Close To Hitting The Jackpot\nJoin Online Casino and Get a Match Bonus\nBuzzdaily Winners\n|\nAd\nPlay Now\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nOnline Shopping Tools\n|\nAd\nWildest Divorce Stories\nMW\n|\nAd\nClick Here\nA Game Where Everything Is Allowed\nBuzzDaily Winners\n|\nAd\nPlay Now\nBear Waves To Family Every Day, One Day Dad Follows Him And Makes Shocking Discovery\nsmartworldmag.com\n|\nAd\nDeal of the Day\nLast Chance! Get 60% Off Sitewide at Snapfish This Weekend\nREVIEWED\nView Deal\nRecommendations are independently chosen by our editors. Purchases you make through our links may earn us a commission.\nRecommended\nNaples man not allowed to drive for business, judge rules\nNEWS\nMore Stories\nNaples man not allowed to drive for business, judge rules\nNEWS\nNew Lamborghini dealership opens in Naples, unveils hybrid Revuelto\nNEWS\nMan Finds Weird-Looking Snake - When Ranger Arrives, He Says: \"You're Not Supposed To See This\"\nDaily Story\n|\nSponsored Links\n© 2023 www.naplesnews.com. All rights reserved."
}