{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "When you put your thumb over the end of a straw that's ... - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/34b98a/when_you_put_your_thumb_over_the_end_of_a_straw/",
  "body": "At all times, 1atm of air is pushing down on surface of the water in the cup and the water in the straw (while it's in the cup). When you cover the hole of the straw with your thumb and take the straw out of the water, the pressure of the trapped air side inside the straw is less than the pressure of the air outside the straw: so the water is 'pushed' into the straw by the outside atmosphere.",
  "textContent": "When you put your thumb over the end of a straw that's submerged and then pull the straw out (while keeping your thumb on the straw), what force(s) opposing gravity are keeping the liquid in the straw? : r/askscience\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to askscience\nr/askscience\n•\n9 yr. ago\nPM_ME_Ur_BO0bs_Thx\nWhen you put your thumb over the end of a straw that's submerged and then pull the straw out (while keeping your thumb on the straw), what force(s) opposing gravity are keeping the liquid in the straw?\nPhysics\n\nI've always taken this for granted and thought I understood it (its like, a vacuum bro). But I dont - Even if the air column in the straw is sealed from the outside, why doesn't the liquid stretch it out? Is there a limit on how much water could stay in the straw before something gives (or max weight that a column of air could support)? If the straw was indestructibly rigid and my thumb was replaced with a perfect indestructible seal, could this 'straw' hold the liquid indefinitely against the force of gravity, or will something degrade in the liquid or air which would release the liquid from the straw?\n\nLike what exactly is happening inside that dam straw.\n\nTHanks!!\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\njj3570\n•\n9 yr. ago\n•\nEdited 9 yr. ago\n\nAt all times, 1atm of air is pushing down on surface of the water in the cup and the water in the straw (while it's in the cup). When you cover the hole of the straw with your thumb and take the straw out of the water, the pressure of the trapped air side inside the straw is less than the pressure of the air outside the straw: so the water is 'pushed' into the straw by the outside atmosphere.\n\nNote that this phenomenon has limits. If you increase the straw to 32ft/9.8m, the air pressure pushing up on the bottom of the straw won't be able to support the pressure of the water in the straw, resulting in the water spilling out. The maximum height you could suck water up a vertical pipe would be reached when the pressure of the water column equals one atmosphere.\n\nThis pressure is given by P = pgh, where p is the fluid density, g is the gravitational acceleration (9.8m/s2) and h is height. Water has a density of 1 g/cm3 which gives a maximum height of about 10m after subtracting for the vapor pressure of water itself.\n\nIt's actually impossible to drink water through a straw larger than 10m because the pressure of the atmosphere can't exert enough force against the pressure of water at that height to push it up into your mouth.\n\n7 more replies\nTheMightyGreenGiant\n•\n9 yr. ago\n\nIn terms of the forces acting on it. The force acting upward is air pressure. The force acting downward is gravity (obviously). When you put your finger on top of the straw you are trapping the air above the liquid in. If you pay close attention, when you pull the straw out of the larger liquid it was in the height of liquid in the straw is always less then the height of the larger liquid. This serves to lower the pressure of the air above the liquid in the straw. Since you lost some liquid when pulling the straw out you increased volume of the air above the liquid in the straw. Therefore the pressure of the air goes down and since the atmospheric pressure is higher it pushes on the liquid at the bottom to try to equilibrate the pressure. Pending no liquid or air leaked out further this could stay forever. There is a maximum amount of water a certain amount of air could support. The math to figure it out wouldn't be too bad, but I am not going to do it. There is likely some ratio of liquid height to air height that you have to have for it to work. The liquid doesn't stretch out because it is denser than the air, so gravity is holding it at the bottom (like combining oil and water). I hope that is clear!\n\n5 more replies\n \n16\nRank by size \nRelated\nScience\nforward\nback\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n212 upvotes · 27 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/videos\nHistorian tells you how to survive if you were teleported back to the Middle Ages\nyoutube\n298 upvotes · 73 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nFire alarm becomes part of the band\nyoutube\n100 upvotes · 21 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/videos\nThe Urban Rescue Ranch - Remembering Big Ounce\nyoutube\n210 upvotes · 18 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n236 upvotes · 46 comments\nr/videos\nUltra Cheap Movie Tricks and Practical Effects\nyoutube\n233 upvotes · 28 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nTOP POSTS\nReddit\nreReddit: Top posts of April 29, 2015\nReddit\nreReddit: Top posts of April 2015\nReddit\nreReddit: Top posts of 2015"
}