{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Global Change Biology | Environmental Change Journal | Wiley Online Library",
  "href": "https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.13078",
  "body": "Abstract. Plastic marine debris pollution is rapidly becoming one of the critical environmental concerns facing wildlife in the 21st century. Here we present a risk analysis for plastic ingestion by sea turtles on a global scale. We combined global marine plastic distributions based on ocean drifter data with sea turtle habitat maps to predict ...",
  "textContent": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. To learn more, view the following link: Privacy Policy\nSkip to Article Content\nSkip to Article Information\nUniversity of the South\nLogin / Register\nGlobal Change Biology\nPrimary Research Article\nToken Access\nRisk analysis reveals global hotspots for marine debris ingestion by sea turtles\nQamar A. Schuyler, Chris Wilcox, Kathy A. Townsend, Kathryn R. Wedemeyer-Strombel, George Balazs, Erik van Sebille, Britta Denise Hardesty\nFirst published: 14 September 2015 https://doi.org/10.1111/gcb.13078Citations: 121\nRead the full text\nPDF\nTOOLS SHARE\nAbstract\n\nPlastic marine debris pollution is rapidly becoming one of the critical environmental concerns facing wildlife in the 21st century. Here we present a risk analysis for plastic ingestion by sea turtles on a global scale. We combined global marine plastic distributions based on ocean drifter data with sea turtle habitat maps to predict exposure levels to plastic pollution. Empirical data from necropsies of deceased animals were then utilised to assess the consequence of exposure to plastics. We modelled the risk (probability of debris ingestion) by incorporating exposure to debris and consequence of exposure, and included life history stage, species of sea turtle and date of stranding observation as possible additional explanatory factors. Life history stage is the best predictor of debris ingestion, but the best-fit model also incorporates encounter rates within a limited distance from stranding location, marine debris predictions specific to the date of the stranding study and turtle species. There is no difference in ingestion rates between stranded turtles vs. those caught as bycatch from fishing activity, suggesting that stranded animals are not a biased representation of debris ingestion rates in the background population. Oceanic life-stage sea turtles are at the highest risk of debris ingestion, and olive ridley turtles are the most at-risk species. The regions of highest risk to global sea turtle populations are off of the east coasts of the USA, Australia and South Africa; the east Indian Ocean, and Southeast Asia. Model results can be used to predict the number of sea turtles globally at risk of debris ingestion. Based on currently available data, initial calculations indicate that up to 52% of sea turtles may have ingested debris.\n\nSupporting Information\nReferences\nCiting Literature\n\nVolume22, Issue2\n\nFebruary 2016\n\nPages 567-576\n\nReferences\nRelated\nInformation\nDownload PDF\nAdditional links\nABOUT WILEY ONLINE LIBRARY\nPrivacy Policy\nTerms of Use\nAbout Cookies\nManage Cookies\nAccessibility\nWiley Research DE&I Statement and Publishing Policies\nDeveloping World Access\nHELP & SUPPORT\nContact Us\nTraining and Support\nDMCA & Reporting Piracy\nOPPORTUNITIES\nSubscription Agents\nAdvertisers & Corporate Partners\nCONNECT WITH WILEY\nThe Wiley Network\nWiley Press Room\nCopyright © 1999-2023 John Wiley & Sons, Inc. All rights reserved"
}