{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Straws at Restaurants : r/self - Reddit",
  "href": "https://www.reddit.com/r/self/comments/2xerfh/plastic_straws_at_restaurants/",
  "body": "The plastic trim provided serviceable aerodynamic stability when the toothpick was blown though a straw like a blowgun. I was at one diner where they had cork tiles on the ceilings of the booths, which were peppered with toothpicks.",
  "textContent": "Plastic Straws at Restaurants : r/self\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to self\nr/self\n•\n9 yr. ago\nZannX\nPlastic Straws at Restaurants\n\nI used to be able to gently bump these straws against the table to get the wrapper off. But now I haven't been able to for a while now. I have to rip the wrapper and shit. Feel like I'm going nuts.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ndirtymoney\n•\n9 yr. ago\n\nmaking straws thinner to save on money. I have noticed this with the clear straws.\n\n1 more reply\n[deleted]\n•\n9 yr. ago\n\nJack in the Box has always had nice straws. Sometimes I grab a handful to take home for.. Soda.\n\nchenyu768\n•\n9 yr. ago\n\nAnd sking\n\n9 more replies\nceepington\n•\n9 yr. ago\n    >not using a disease-ridden dollar bill\n\nmy aren't we fucking fancy?\n\nsmedrick\n•\n9 yr. ago\n\nI've noticed it too. The straw will either split or bend before the paper breaks.\n\n[deleted]\n•\n9 yr. ago\n[deleted]\n•\n9 yr. ago\n•\nEdited 9 yr. ago\n\nI thought I was the only one going through this. I can't believe what it has become. If you try to push a straw out the end you end up with the straw splitting in some spot and then being totally shitty. God damned cheap ass everything now\n\n6 more replies\nwheezymustafa\n•\n9 yr. ago\n\nThis is for real. I was just thinking about this last night. Normally I could bump it, push the paper about halfway down, and then blow the straw wrapper at the person across from me. Now I have to tear the paper at the midpoint and pull one side off like some douche.\n\nneutral_cadence\n•\n9 yr. ago\n\nAre you holding on to the straw too tightly?\n\nPielsticker\n•\n9 yr. ago\n\nThe most superfluous thing in the planet. Most of them are probably in the ocean.\n\nAmishAvenger\n•\n9 yr. ago\n\nChipotle straws are the worst with this sort of thing. You have to carefully pull back the wrapper and pull it down.\n\nrengfx\n•\n9 yr. ago\n\nI thought I was the only one..\n\nRainbowEffingDash\n•\n9 yr. ago\n\nReally? What restaurants. I have no problems doing it with McDonald straws\n\n[deleted]\n•\n9 yr. ago\n\nPreach it!\n\nGodLuvsUgly\n•\n9 yr. ago\n\nScrolling through my front page I thought this post was in r/sex. Was confused.\n\n1 more reply\n[deleted]\n•\n9 yr. ago\n\nAnyone else remember when you could get unwrapped straws in the dispenser? I don't think that caused any deaths.\n\nAdonisChrist\n•\n9 yr. ago\n\nYour arms are atrophying from disuse. You need to masturbate more to keep them strong.\n\nView more comments\n \nr/PokemonTCG\nMade this binder for my little brother out of old pack wrappers! Included Steam Siege for the lolz.\n80 upvotes · 10 comments\nr/videos\nTiger gets a tooth pulled\nyoutube\n449 upvotes · 86 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 48 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/Tinder\nGot myself a winner!\n813 upvotes · 27 comments\nr/WhyWereTheyFilming\nThis straw flying into his ear\n4.1K upvotes · 71 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 26 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 262 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 11 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/bayarea\nTesla crashes into back of San Mateo home, police say\nyoutube\n243 upvotes · 153 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n207 upvotes · 61 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 14 comments\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n284 upvotes · 33 comments\nr/Sacramento\nSMF rated 6th best large airport in the US\nforbes\n218 upvotes · 95 comments\nr/boringdystopia\nNYC is Building Anti-Homeless Streets\nyoutube\n166 upvotes · 15 comments\nr/asianamerican\nAs a Child, I Fled the Khmer Rouge—Kissinger's Legacy in Cambodia | Opinion\nnewsweek\n100 upvotes · 13 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n496 upvotes · 119 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 98 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 27, 2015\nReddit\nreReddit: Top posts of February 2015\nReddit\nreReddit: Top posts of 2015"
}