{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic straw removed from turtle's nose by marine biologists in ...",
  "href": "https://www.telegraph.co.uk/news/2016/03/22/plastic-straw-removed-from-turtles-nose-by-marine-biologists-in/",
  "body": "A group of marine biologists in Costa Rica were horrified to discover an endangered sea turtle with a 10-12 cm plastic straw lodged in its nostril. Christine Figgener, a field biologist with a ...",
  "textContent": "Jump to content\nUK NEWS WEBSITE OF THE YEAR\nNews\nIsrael\nUkraine\nRoyals\nSports\nOpinion\nTravel\nLife\nEntertainment\nBusiness\nPuzzles\nSubscribe now\nFree for one month\nLog in\nPlastic straw removed from turtle's nose by marine biologists in heartbreaking video \nKeely Lockhart,\n VIDEO SOURCE STORYFUL/CHRISTINE FIGGENER/COASTS\n14 August 2015 • 5:00pm\n\nWarning: contains scenes some may find upsetting\n\nA group of marine biologists in Costa Rica were horrified to discover an endangered sea turtle with a 10-12 cm plastic straw lodged in its nostril.\n\nChristine Figgener, a field biologist with a research interest in conservation filmed the excrutiating 8 minute-long extraction operation, which left the poor turtle bleeding and clearly wincing in pain.\n\nThe group were shocked when they realised just how deep the straw was stuck\n\nMs Figgener and her companions were on an in-water research trip in Guanacaste, Costa Rica, when they found a male Olive Ridley sea turtle (a type of green sea turtle) with what at first they thought was a parasitic worm burrowing into its nose...\n\nTo continue reading this article ...\nTry The Telegraph free\n\nCancel anytime.\n\nSTART YOUR FREE TRIAL\n\nAlready a subscriber? Log in\n\nAdvertisement\nMore stories\nI’m A Celebrity flop throws TV’s bleak future into the spotlight\nPutin’s Russia is closing in on a devastating victory. Europe’s foundations are trembling\nThe ignorance of the anti-Israel mob beggars belief\nTory ‘star chamber’ rejects Sunak’s Rwanda flights plan\nBaroness Mone: The PPE scandal made me ashamed to be a Tory – I am purely a scapegoat\nHardest working royals of 2023 revealed\nRecommended by\n00:06\n00:28\nEEE94\nMore from News\nStand against hate\nUniversity of Pennsylvania head quits amid antisemitism row\nFarage suffers a soaking as he vies to make I’m A Celebrity final\nRoyal family Christmas cards offer visions of present and future\nTories could collapse to 130 seats in general election, polling expert warns\nThe Tories could be headed for their worst defeat in history\nMore from The Telegraph\nDire Man Utd battered by Bournemouth in latest shameful Old Trafford display\nRoyal family Christmas cards offer visions of present and future\nDiane Abbott gets trigger warning to protect pupils from her views\nIsrael-Hamas war latest news: Israel urges Gazans in Khan Younis to evacuate 'urgently'\nBritain’s debt timebomb is about to explode – and politicians are too timid to defuse it\nEngland ODI misery continues was they fall to series defeat against West Indies\nBack to top \nFollow us on:\nHelp Centre\nAbout us\nTelegraph Extra\nReader Prints\nBranded Content\nSyndication and Commissioning\nGuidelines\nNEW\n Privacy Policy\nTerms and Conditions\nAdvertising Terms\nFantasy Sport\nUK Voucher Codes\nBetting Offers\nModern Slavery\nTax Strategy\nBroadband and Mobile Deals\nWine Cellar\nThe Chelsea Magazine Company\nNewsletters\nDo Not Sell\nAbout Ads\n© Telegraph Media Group Limited 2023"
}