{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Small is big when it comes to the world of plastic straws",
  "href": "https://www.plasticsnews.com/article/20150313/NEWS/150319957/small-is-big-when-it-comes-to-the-world-of-plastic-straws",
  "body": "PP pellets in a rainbow of colors undergo an extrusion process in an injection molding machine to become plastic straws. Then a special crimping process creates the bendy part of the straw, and ...",
  "textContent": "Skip to main content\nSister Publication Links\nSustainable Plastics Rubber News\nSubscribe\nSIGN UP FREE LOGIN SUBSCRIBE\nNEWS\nOPINION\nSHOP FLOOR\nEVENTS\nRANKINGS & DATA\nDIRECTORY\nRESIN PRICES\nCUSTOM\nBreadcrumb\nHome\nNews\nMarch 13, 2015 02:00 AM\nSmall is big when it comes to the world of plastic straws\nREBECCA KANTHOR \nCorrespondent\n TWEET\n SHARE\n SHARE\n EMAIL\nSoton Daily Necessities Co. Ltd.\nChina's Soton Daily Necessities has grown from a start-up in eastern China in 1994 to the world's largest maker of plastic straws.\n\nYIWU, CHINA — A large piece of Chinese calligraphy hangs on the wall behind Lou Zhongping's office desk: Small is Big. That's the motto he has tried to live by in his past 30 years as founder and chairman of Soton Daily Necessities Co. Ltd.\n\nIn an interview with Plastics News, he explained that tackling something small has been the key to his company's success. That singular focus and his natural early adopter tendencies have served him well and brought his company to where it is today — the largest manufacturer of drinking straws in the world.\n\n As Lou tells it, he stumbled into straws quite by chance. A native of Yiwu, the small Chinese city famous for its small commodities market (the largest in the world), he grew up poor and remembers always feeling hungry as a child. He was forced to drop out of middle school after just a year and a half in order to accompany his farmer-merchant parents on their trading trips to other provinces. That instability followed him into adulthood. Before founding Soton, he had worked 20 different jobs between the age of 14 and 30.\n\nBy the 1990s, he was selling plastic products, including toothbrushes and straws, at Yiwu's small commodities market. He saw the potential in straws and decided to invest in his own operation. When he started Soton in 1994, he embraced a Japanese-style management sense that encouraged simplicity, and since then his company has focused on drinking straws and nothing else.\n\n“When we started, our company was small. [It was] just my wife and I and one machine in a 100 square meter [about 1,000 square foot] space,” he recalled, while showing a small blurry black-and-white photo taken at the time. The original operation was so basic that workers had to use chopsticks to push the straws into packaging by hand.\n\nBut 1994 also was the year when Lou first began using a computer, which he describes as a life-changing experience.\n\n“I was one of the first Internet users in China,” he recalls. “We made a website in 1997 and through the Internet our scale increased greatly.”\n\nThe company began exporting straws to the Middle East and Africa, and then to the United States.\n\n After 10 years, Lou managed to secure a plot of land in Yiwu to build his factory and he moved to the new space in 2005. It was a big leap from the company's humble beginnings to the current campus, which includes a 10-story 12,000-square-meter [129,000-square-foot] administrative office building and dormitory and 30,000-square-meter [322,000-square-foot] factory.\n\nIt was not easy to secure the land, he said, because he lacked government connections, and not being much of a drinker, he was at a distinct disadvantage at building those connections. So when he acquired the land, he said, “I made a decision. I would make the best factory in China, the most sustainable factory in China.”\n\nAt that time, environmental sustainability was not a priority for enterprises. The government was encouraging fast development instead. But Lou's self-education and interest in Japanese business methods had gotten him interested in sustainability. He taught himself Adobe Photoshop and Illustrator and made detailed plans for the factory himself. They included a water recycling system, a rainwater collection system, a green roof, and dormitories for workers that he proudly describes as equivalent to a three-star hotel, and an outdoor garden.\n\nIt wasn't a desire to be environmentally friendly that drove Lou to make these sustainability moves in his factory. He said he was driven instead by the need to save money.\n\nSoton Daily Necessities Co. Ltd.\n\nSoton's factory in Yiwu covers 322,000 square feet.\n\n“Yiwu is a high lying area lacking water. The water fees are high, three to five times the cost in other places. And Yiwu doesn't have a lot of land. So we thought we don't need to define our factory by the amount of space it takes up, but rather the sustainability of the space, how we use the space,” he said.\n\nThe factory cost 150 million yuan [$24 million at the time] to build, but it was a worthy investment and has saved them a lot on water and energy fees. The company now reports $2 million in annual profit. Lou dismissed those that call him a do-gooder or an environmentalist.\n\n“It doesn't matter what the government says or what the media says, I did this to save money,” he said plainly. “If energy savings can save money too, that makes economic sense.”\n\nThat early strategy proved to be just one of the many shrewd decisions Lou has made in the 20-year history of his company. The story behind his company's branding reveals another smart move on his part. For most small commodities companies in China, branding still remains more of an afterthought, but Lou made it a priority.\n\n Soton's iconic logo features a cartoon boy and girl (the company's Chinese name translates to ‘Two Kids') and was actually originally used as a generic logo by all the local straw manufacturers. When Lou realized it had not yet been registered, he paid 2,000 yuan [$300] to register the trademark in 1998 and then enforced it by telling the other manufacturers they could no longer use it. With an already well-recognized logo connected with its name, Soton's brand presence in China grew.\n\nSoton's branding strategy did not end there. The company also seized an opportunity to create the national and international industry standards for polypropylene drinking straws. Creating the standard has helped Soton develop a global reputation for quality.\n\nPP straws make up the bulk of Soton's production, which in total is more than 8,000 tons a year. PP pellets in a rainbow of colors undergo an extrusion process in an injection molding machine to become plastic straws. Then a special crimping process creates the bendy part of the straw, and the brightly colored straws are packaged, either individually or in packs.\n\nFor the high-end export market to Japan and Germany, Soton produces polylactic acid straws made from cornstarch that biodegrades after 40 days, Lou said. But PLA straws are much more expensive to manufacture than PP straws, and only make up 4 to 5 percent of their product, he added. He expects a decline in orders for PLA because of the high cost.\n\nNovelty straws make up a far larger portion of their product line. The company holds 140 patents for unique straw products, including a “lovers” straw, which allows two people to share a drink through two straws linked by a heart shaped valve. More than 20 percent of their manufacturing goes to making novelty straws, which are often much more expensive than regular straws. Lou said that while foreign clients are always checking out the novelty straws at their Canton Fair booth, most of his client base is in China.\n\nSoton has an active R&D division that is working on new straw designs and materials. One product that is in the works is a straw made of millet starch, a natural material that is biodegradable. But succeeding at replicating an essential design element of the straw, the bendy component, has been a stumbling block so far.\n\nSoton was an early exporter, and in 2001 nearly 90 percent of its products were exported, mainly to the United States and Europe. Because straws are so light, shipping them across the world meant huge quantities were necessary. Soton developed some big-name contacts, including Dollar Tree, Wal-Mart, Kmart and Tesco. But in 2002 he made a bold decision and decided to drop his American clients. So he raised his prices and those big clients dropped off. America's a big market, he said, but too focused on cost.\n\nSoton Daily Necessities Co. Ltd.\n\nSoton holds 140 patents for unique straw products. Novelty straws make up the bulk of its production line.\n\nNow 70 percent of Soton's clients are domestic and the company supplies supermarkets, high-end restaurants and cafes, utilizing its brand name and position.\n\n“Our biggest customers? We don't have a biggest client anymore,” he said.\n\nSoton's clients are small, but Lou says this feels like a smarter choice. Starbucks is one of the few big corporations that Lou will cooperate with. He said that after restructuring his client base, he does not need to worry about price-cutting pressures from big stores like Wal-Mart.\n\nJapan and Germany are his biggest foreign markets, mostly because they are willing to pay more for PLA straws. The company now has more than 13,000 customers, including both business-to-business and business-to-consumer companies.\n\nAutomation is a change that Lou is embracing, but automating straw production is not so easy. He has nearly halved his workforce, which now numbers 400 to 500 workers, but straw manufacturing needs workers for the quality control. His own strategic planning has helped him handle the rising cost of labor. From the construction of his factory, he has made employee conditions a top consideration and has built modern facilities with his employees in mind.\n\n“I did this because I believe if the workers are stable then my business will be stable. If I raise the living standards for workers, my product standard will improve.”\n\nHis strategy has seemed to work. Lou says only a third of his workers move on after a year or two at the company and a third have been working there for more than five years. He's working hard to develop talent at the company and has been training younger employees to take on more responsibility. Eventually he plans to give some of them stock options in the company.\n\nOne thing Lou has learned in the past 20 years is not to fear an economic crisis but embrace it. His company has come out of the 1997 Asian financial crisis and 2008 global recession doing extremely well, so he has no fear of China's current economic slowdown. Each time there is an economic crisis he has noticed that the price of PP often drops drastically, making it easier for him to make a profit. He uses these times to buy PP in advance.\n\nHe's made his fortune from the humble drinking straw, an easily forgettable commodity. But for a man who believes they have become a necessity, Lou surprisingly isn't an avid user of drinking straws.\n\n“I don't use them that much. It's just not my habit,” he said.\n\nA Q&A with Lou.\n\nLetter\nto the\nEditor\n\nDo you have an opinion about this story? Do you have some thoughts you'd like to share with our readers? Plastics News would love to hear from you. Email your letter to Editor at editorial@plasticsnews.com\n\nMost Popular\n1\t\nEmployee dies in forklift accident at C-P Flexible Packaging\n\n2\t\nProduction outages push PP prices higher\n\n3\t\nFlorida beats out Las Vegas, Chicago for NPE through 2033\n\n4\t\nKickstart: This is not real\n\n5\t\nEPA orders Inhance to stop its HDPE barrier coatings, citing PFAS concerns\nSIGN UP FOR OUR FREE NEWSLETTERS\nBreaking News\nDaily Report\nKickstart\nMaterial Insights\nSustainability & Recycling Report\nEMAIL ADDRESS\n\nFind more newsletters at plasticsnews.com/newsletters.\n\nYou can unsubscribe at any time through links in these emails. For more information, see our Privacy Policy.\n\nIn Case You Missed It\nESSENTIAL NEWS\nWhat's next after ‘disappointing' plastics treaty talks?\nUS toolmakers may have to wait for R&D tax, tariff changes\nPET bottle resin prices take a tumble\nEDITORS' PICKS\nLatest retail sales data points to a soft landing\nNova ends force majeure limits for St. Clair River PE site\nRecycled HDPE resin prices drop\nSPECIAL REPORTS\nMergers & Acquisitions Tracker\nCompounders Directory and Special Report\nNotable Leaders in Sustainability\nBlow Molders 2023 Ranking\nUPCOMING EVENTS\nNumbers That Matter Live\nNOVEMBER 28, 2023\nPolymer Points Live\nNOVEMBER 30, 2023\nSustainable Plastics Live\nDECEMBER 5, 2023\nGET OUR NEWSLETTERS\n\nStaying current is easy with Plastics News delivered straight to your inbox, free of charge.\n\nSUBSCRIBE TODAY\n\nSubscribe to Plastics News\n\nSUBSCRIBE NOW\nCONNECT WITH US\nLinkedIn\nFacebook\nTwitter\nInstagram\n\nPlastics News covers the business of the global plastics industry. We report news, gather data and deliver timely information that provides our readers with a competitive advantage.\n\nCONTACT US\n\n1155 Gratiot Avenue\nDetroit MI 48207-2997\n\nCustomer Service:\n877-320-1723\n\nRESOURCES\nAbout\nStaff\nEditorial Calendar\nMedia Kit\nData Store\nDigital Edition\nCustom Content\nPeople\nContact\nCareers\nSitemap\nRELATED CRAIN PUBLICATIONS\nSustainable Plastics\nRubber News\nTire Business\nUrethanes Technology\nLEGAL\nTerms and Conditions\nPrivacy Policy\nPrivacy Request\nCopyright © 1996-2023. Crain Communications, Inc. All Rights Reserved."
}