{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "LifeStraw - Plastic Taste? : r/preppers - Reddit",
  "href": "https://www.reddit.com/r/preppers/comments/3bk1ji/lifestraw_plastic_taste/",
  "body": "Sawyer water filters are much more popular in r/preppers than LifeStraw so there might not be too many people who can answer your question. After a month of use you may be nearing the maximum filtering capacity of 1000 liters for a LifeStraw. HydrationAnywhere • 8 yr. ago.",
  "textContent": "LifeStraw - Plastic Taste? : r/preppers\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to preppers\nr/preppers\n•\n9 yr. ago\nHydrationAnywhere\nLifeStraw - Plastic Taste?\n\nSo I was pretty excited to try the LifeStraw since I've heard a lot about it, but unfortunately it has a super strong plastic taste. And I'm talking more than just the \"new filter funk\" which goes away after use. I've had the thing for over a month, used it several times, but still run into this.\n\nI was actually given a LifeStraw to review (which I did here if anyone wants to read it) so I'm not really at a loss. I still think its an awesome preparedness tool, but I'm wondering if anybody else has experience with this?\n\nFrom reading reviews online, some people seem to complain about a plastic flavor and others don't notice it at all. What is going on here? It is hard for me to believe that quality control would be that bad, or that there is so much variance in some peoples palate as to not notice this plastic taste. In my bottle, it is strong even after repeated attempts to rinse and a solid month of testing.\n\nAnyone else use LifeStraws? How do they taste?\n\nu/Crucial-Gaming\n•\nPromoted\nElevate your video editing experience with the Crucial X10 Pro SSD. Blaze through workloads and even edit, trim and render directly from the drive.\n    \nSort by:\nAdd a Comment\nrolahey\n•\n9 yr. ago\n\nHonestly, I know that the only reason you posted this and the review is so that people click on the Amazon link and you get credit and paid for it. You are not concerned with people having clean water in a bad situation. You want to earn money. Otherwise, why would your user name be HydrationAnywhere? I'd like to know.\n\nReply\nreply\nHydrationAnywhere\n•\n9 yr. ago\n\nI posted this because I wanted to have a discussion about something relevant to my life. Sorry if that bothers you.\n\nReply\nreply\nedheler\n•\n9 yr. ago\n\nSawyer water filters are much more popular in r/preppers than LifeStraw so there might not be too many people who can answer your question. After a month of use you may be nearing the maximum filtering capacity of 1000 liters for a LifeStraw.\n\nReply\nreply\nHydrationAnywhere\n•\n9 yr. ago\n\nWhat? 1,000 liters is about 265 gallons of water. Even if I was using it for my entire daily water intake it would last far longer than a month... according to the manufacturer it is designed for a year of use. Considering the only way to move water through the LifeStraw is manual suction, I think I'd get sore lips trying to pass 1,000 liters through it in a month.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n9 yr. ago\n\nHaven't gotten one yet, the low mileage kept me away from them.\n\nHow many liters/gallons have you filtered with yours?\n\nReply\nreply\n1 more reply\n[deleted]\n•\n9 yr. ago\n\nThis item and others like it isn't about improving taste. It's about removing harmful toxins and bacteria. That's WAY more important than 'plastic' tasting water; should one be in danger of dying of dehydration. Flavor packets are cheap and take up very little space in a backpack. Simple fix.\n\nReply\nreply\nHydrationAnywhere\n•\n9 yr. ago\n\nExcept if it is leeching potentially harmful plastics in such high concentrations I can taste them, I'm not getting getting \"toxin\"-free water, am I? I'm not complaining about the taste because of my delicate palette, rather concerned about what the LifeStraw might be putting into my body.\n\nReply\nreply\n1 more reply\nTippyTopDog\n•\n9 yr. ago\n\nSawyer is certainly great. But LifeStraw should be a staple.\n\nTheir easy for any novice and very inexpensive.\n\nSawyers are great, I have one and love it.\n\nBut my lifestraw is my \"go to\" while hiking.\n\nWith that said, I don't feel mine have had plastic aftertastes.\n\nReply\nreply\nDontellmywife\n•\n9 yr. ago\n\nHmmm...\n\nPlastic taste or dying from tainted water... Suck it up, it's for survival, not convenience.\n\nReply\nreply\nTinman1911\n•\n9 yr. ago\n\nYou're using it wrong. Wait two days with no water, then drink through it. It'll taste fine. :-)\n\nReply\nreply\nLeopardDependent171\n•\n1 yr. ago\n\nHi, I just bought my LifeStraw Collapsible Squeeze 650ml at MEC store. I tested and maybe because is a new product it taste like plastic or when you bite some cloves with water in your mouth. Let's wait and see. I will use this product tomorrow and will let you know if the plastic taste or whatever is goes away.\n\nReply\nreply\n666SaTAn969\n•\n1 yr. ago\n\nI’m glad I’m not the only one\n\nReply\nreply\nevolucian911\n•\n7 mo. ago\n\nThe Plastic Taste is very Strong. Just tried it today and this is my very first experience with filtering water. On our island we typically trust our water utility company and often drink from the tap or just boil. In any case. I only see one suggestion here about leaving it unused after unsealing for 2 days with no water\n\nWill try and wake this dead thread up again. Funny they dont mention this in their documentation.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/conspiracy\nGeorge Carlin tried to warn us all in 2005\nyoutube\n177 upvotes · 18 comments\nr/conspiracy\nInside a 7-11, 1987. It looks and feels like a completely different world.\nyoutube\n1.2K upvotes · 370 comments\nr/conspiracy\nThe FEDERAL RESERVE is neither \"Federal\" or does it have a \"reserve\"\nyoutube\n192 upvotes · 32 comments\nr/conspiracy\nEight teens arrested after Las Vegas high school student's beating death\nyoutube\n160 upvotes · 48 comments\nr/UFObelievers\nDavid Grusch on JRE talking about why he is certain the phenomenon is real and how long we've known\nyoutube\n171 upvotes · 102 comments\nr/TheWhyFiles\nMystery in Cisco Grove: Don Shrum’s Encounter with UFOs, Aliens and Robots\nyoutube\n142 upvotes · 33 comments\nr/TheWhyFiles\nPajamas, Champagne and 3 Million Friends\nyoutube\n145 upvotes · 16 comments\nr/unvaccinated\nRand Paul wants Fauci taken down or a new law passed. \"He lied to Congress, that's a felony\" | Newsweek\nnewsweek\n213 upvotes · 30 comments\nr/dgu\n[2023/11/14] Southern California residents targeted in 'dinnertime burglaries' (Granada Hills, CA)\nyoutube\n173 upvotes · 34 comments\nr/CoronavirusCirclejerk\nYouTuber \"Physics Girl\" is likely clot-shot injured but she doesn't realize it and blames it on long COVID. I wish she would wake up so she can seek the proper treatment from Dr's like Dr. Pierre Kory, etc.\nyoutube\n103 upvotes · 41 comments\nr/unvaccinated\nSurge in vaccine lawsuits forces Biden admin to hire more attorneys\nnewsweek\n171 upvotes · 10 comments\nr/dgu\n[2023/11/24] Thanksgiving Intruder Shot in the Head by Homeowner—Police (Philadelphia, PA)\nnewsweek\n103 upvotes · 18 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/TheWhyFiles\nFact Check: Did U.S. Invade Iraq to Access 'Ancient Stargate'?\nnewsweek\n194 upvotes · 59 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/NewMexico\nLas Cruces officer fatally shoots woman for driving off over a trespassing issue\nyoutube\n187 upvotes · 80 comments\nr/MensRights\nHello people of the Men's Rights movement, I make videos about our issues and \"Violence By Proxy\" needs to be brought into the light as so many people don't know about this phenomenon and it's destroying men.\nyoutube\n114 upvotes · 23 comments\nr/Epstein\nEpstein Ran a HoneyPot for Mossad\nyoutube\n242 upvotes · 52 comments\nr/conspiracy\nRand Paul wants Fauci taken down or a new law passed. \"He lied to Congress, that's a felony\" | Newsweek\nnewsweek\n601 upvotes · 59 comments\nr/MensRights\nBelieve All Women Backfires, NFL Star Proven innocent by Video Cop Claim.\nyoutube\n178 upvotes · 6 comments\nr/AmIFreeToGo\nCop Has Heart Attack-Innocent Man Charged With Manslaughter. [HonorYourOath Civil Rights Investigations]\nyoutube\n110 upvotes · 44 comments\nr/MensRights\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n418 upvotes · 48 comments\nr/vermont\nVT native Tina Friml made her late night stand up debut on The Tonight Show last night\nyoutube\n200 upvotes · 19 comments\nr/HighStrangeness\nthis guy infiltrated bohemian grove - video's kind of a nothingburger but it did confirm a few things. seems like half of the camp grounds have been completely abandoned, including the site around the infamous owl statue\nyoutube\n423 upvotes · 123 comments\nr/Montana\nMontana retiree says he's heading back to work to cover rising property taxes\nyoutube\n143 upvotes · 125 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 29, 2015\nReddit\nreReddit: Top posts of June 2015\nReddit\nreReddit: Top posts of 2015"
}