{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "For Midway Atoll's birds, plastic is the main dish - Scienceline",
  "href": "https://scienceline.org/2015/02/for-midway-atolls-birds-plastic-is-the-main-dish/",
  "body": "All the other garbage, hundreds of millions of pounds of it, must stay. The plastic mess on Midway, a historic island known not only for its majestic birds but as the namesake for a crucial sea battle during World War II, is a small part of the global problem of ocean debris. It's a problem so vast that advocates and experts acknowledge they ...",
  "textContent": "Skip to content\nSCIENCELINE\nTHE SHORTEST DISTANCE BETWEEN YOU AND SCIENCE\na project of nyu's science, health and environmental reporting program\nVideo by Chloe Williams.\nTOPICS\nSPECIAL PROJECTS\nABOUT\nSUBSCRIBE\nCONTACT\nFacebook\n \nTwitter\n \nInstagram\n \nRSS Feed\n \nOpen Search\nENVIRONMENT\nFor Midway Atoll’s birds, plastic is the main dish\nThe debris littering this historic island is just a tiny part of a global littering problem\nJENNIFER HACKETT • FEBRUARY 9, 2015\nFacebook\n \nTwitter\n \nEmail\nYoung albatross trust their parents to bring them back nutritious food, but often they end up with a plastic-laced snack instead. [Photo Credit: Eric Dale/FWS Volunteer]\n\nWhen albatrosses return to the Midway Atoll for their nesting season in November, there’s about one bird per square foot — that’s more than 1.5 million birds. The human population of the 2.4 square mile island, on the other hand, is only about 40. Residents are either studying the albatross and other native oceanic wildlife, supporting that research via management and maintenance work or keeping Henderson Field, a one-runway airport used for emergency landings, running. At this point, Midway truly belongs to the birds.\n\nThere’s only one challenger to the albatrosses’ claim to Midway: plastic. This tiny speck of land — about 3,200 miles from San Francisco and 1,200 miles northwest of the main Hawaiian Islands — is blanketed not just by birds, but also by garbage.\n\nPlastic is so ubiquitous on Midway that every single albatross on the island will likely die with a stomach full of it. A typical albatross stomach includes “stuff about the size of a cigarette lighter – everything from golf balls to shotgun shells, or chunks of plastic that used to be something bigger,” according to Bret Wolfe, deputy manager of the Midway Atoll National Wildlife Refuge. When birds die and decompose, the plastic in their guts remains. “Anywhere you see a big pile of plastic but nothing else,” Wolfe said, “that’s where an albatross died.”\n\nWhen this albatross died, it had 558 individual pieces of plastic stuffed into its stomach. [Photo Credit: Eric Dale/FWS Volunteer]\n\nMuch of the plastic waste is brought back by the albatrosses. Their favorite food, squid, can easily be mistaken for plastic. The birds, renowned for their long distance flying abilities, snap up the squid-like plastic from waters near Alaska and carry it a thousand miles or more back to Midway. There, the birds either regurgitate it for their young or else ultimately die of natural causes with the garbage still in their stomachs. This feeding behavior brings over 10 thousand pounds of plastic to Midway every year, according to Anna-Marie Cook, a marine debris expert with the U.S. Environmental Protection Agency (EPA), and that’s before factoring in the debris that washes ashore.\n\nGetting plastic to Midway is easy, at least for albatrosses. Getting rid of it, though, is nearly impossible. The National Oceanic and Atmospheric Administration (NOAA) helps whenever its ships are in the area by carting away as much debris as it can, but every trip is a risk because invasive species could be hitching a ride on the ship’s hull. For that reason, private ships aren’t allowed to dock at Midway even during emergencies, according to Wolfe.\n\nThat’s a key reason why it would be so costly — too costly, according to federal officials — to undertake a major cleanup of the atoll. Instead, the people of Midway are stuck performing a kind of permanent triage focusing on corralling the largest, most threatening debris. Fishing nets are the main concern: If they wash ashore, the albatrosses and other local wildlife, such as monk seals and sea turtles, can get entangled in them and suffocate or starve. These nets get shortlisted for the trash piles that are eventually removed by the next NOAA ship, but space fills up quickly. All the other garbage, hundreds of millions of pounds of it, must stay.\n\nThe plastic mess on Midway, a historic island known not only for its majestic birds but as the namesake for a crucial sea battle during World War II, is a small part of the global problem of ocean debris. It’s a problem so vast that advocates and experts acknowledge they’re not sure it can be solved. While lots of ideas for ocean cleanups have been floated, they’re typically dismissed as too small, too expensive or too risky to ocean life.\n\n“Midway has been the canary in the coal mine,” said Leila Monroe, a consultant to the Natural Resources Defense Council on ocean debris issues.  “This extremely distant point of land with delicate wildlife is being impacted by land-based plastic pollutants.”\n\nRefuge managers on Midway and other litter-strewn islands are stuck with the Sisyphean task of trying to control a debris problem that never ends. “If I picked up every bit of plastic I found on Midway I would not do anything else, and I would barely make a dent in it,” Wolfe said. And even if he were able to clean Midway’s beach of plastic, a new crop of it would appear with the next high tide, he said.\n\nOnce plastic reaches the ocean, it becomes incredibly difficult to remove. The Natural Resources Defense Council is looking for a way to sweep the oceans clean, but none of the proposals seen so far are promising. They all lack “the ability to scale to really clean up the ocean” and also all pose the risk of capturing marine life, according to Monroe.\n\nStill, advocates and engineers keep coming up with ideas. One that has gotten a lot of publicity recently is from a Dutch engineering student, Boyan Slat, who is crowd-funding a passive system in the Pacific to concentrate and collect floating plastic. Slat’s network of floating barriers would be anchored to the ocean floor and catch plastic as the water flows through it, while ocean wildlife would be carried underneath the barrier by the current. Some experts, however, dismiss his idea and similar ones as impractical and too small-scale to be effective.\n\nBeyond the impracticality of these projects, a more fundamental criticism is that even if someone came up with an ocean-sweeping project that was practical and effective, it would still only be a bandage addressing the problem’s symptoms but not its cause: littering.\n\n“Until we stop putting things into the ocean, it’s really not a feasible thing to clean it up,” said Jennifer Stock, the outreach and education coordinator for Cordell Bank National Marine Sanctuary off the Northern California coast.\n\nMuch of the new waste that the EPA’s Cook sees on Midway comes from plastic containers: things like grocery bags, take-out containers and single-serve drinks. They get to the ocean via littering from the mainland of Hawaii; if a bag or a bottle cap gets into a river, there’s almost nothing stopping it from flowing all the way out to sea.  Personal hygiene products are also a new, major threat, since many now contain “microbeads,” or tiny dots of plastic that are meant to exfoliate. These beads are small enough to slip right through water filtration systems.\n\nIn Northern California, another garbage origin point, Stock works to promote public awareness that everyone has had a hand in polluting the ocean. By simply keeping an eye out for litter and being more aware of the plastics they use every day, people can reduce their contribution to oceangoing waste. In some cases, lawmakers are getting in on the action: California recently banned plastic bags as a direct effort to tackle both land and water pollution. Both Cook and Stock agree that the only way we’ll have a significantly cleaner ocean is if there’s a major shift in the way people use — or refuse to use — plastics in their day-to-day lives.\n\nStock tries to drive this message home with a unique educational program that focuses on the ever-charismatic albatrosses and their plastic woes called Winged Ambassadors. The best way to make the point, she has found, is to have school kids examine photos of dissected albatross vomit. These pellets of indigestible material, called boluses, would normally include things like squid beaks and pumice rock, which the birds swallow to aid with digestion. But the boluses, just like the stomachs of the albatross they come from, are rife with plastic. Recognizing a lighter, a bottle cap and a bright candy wrapper in the stomach of an animal can be quite the wake-up call, Stock said.\n\nIt also helps students feel like there’s some cause for hope for the future of the ocean. “There are so many giant problems out there that are so above any actions students can take and see an immediate improvement, but this one is tangible: They will see a cleaner campus if they do something, they’ll see that change,” Stock said. “That has larger implications for good environmental stewardship beyond seabirds.”\n\n \n\n*Correction, Feb. 9, 2015: \n\nA previous version of this story misstated how many pounds of plastic the albatrosses bring to Midway.  The birds’ feeding behavior brings over 10 thousand pounds of plastic to Midway every year.\n\nFILED TO\nalbatrossanimalsecologyEnvironmentmarine lifePacific OceanPlasticpollution\nSHARE\nFacebook\n \nTwitter\n \nEmail\nABOUT THE AUTHOR\nJENNIFER HACKETT\n\nJennifer Hackett is a graduate of the College of William and Mary, where she studied physics and history. She’s always been fascinated by science but writing and communication have been her specialty; working as a science journalist enables her to pursue her passion while utilizing her skills. She particularly enjoys writing about the intersection between science and politics, and enjoys any excuse to bring up nuclear topics or the Manhattan Project. When not writing about things like space probes or weird particles, she enjoys sewing, video games, and anything involving atomic culture.\n\nDISCUSSION\n8 Comments\n Sandra Patricia Santana Andrade\nFEBRUARY 9, 2015 AT 8:35 PM\n\nFor Midway Atoll’s birds, plastic is the main dish\nThe debris littering this historic island is just a tiny part of a global littering problem.\n\n Jill McIntire\nFEBRUARY 9, 2015 AT 8:49 PM\n\n1. How is this amount of plastic brought to the atoll by birds determined?\n\n2. Is this statement accurate? “Plastic is so ubiquitous on Midway that every single albatross on the island will likely die with a stomach full of it.”\n\n Andy Collins\nFEBRUARY 10, 2015 AT 5:18 PM\n\nAloha, and thank you for writing on this very important issue. I thought I would add a few bits of information to this article regarding what NOAAʻs Office of National Marine Sanctuaries, NOAA Marine Debris Program, and NOAA Fisheries are doing to try and address some of these issues in the Papahānaumokuākea Marine National Monument. This work is in addition to all the dedicated work that U.S. Fish and Wildlife Service and the State of Hawaiʻi staff are doing on land in the area.\n\nIn 2014 NOAA removed 57 tons of marine debris from the monument, including the largest net ever removed from the area, an 11.5 ton monster! Since 1997 NOAA, the US Coast Guard and other partners have been working in the area to remove derelict fishing gear from the reefs, and we particularly focus on areas where entanglement by young monk seals is of highest concern. You can read more about our efforts last year here: http://marinedebris.noaa.gov/project-highlights/protecting-nature-and-culture-marine-debris-removal-northwestern-hawaiian-islands\n\nWe also have a unique program to inspect and clean the hulls of ships entering the area to prevent introduction of alien and invasive species. Similarly stringent biological protocols exist for permitted individuals entering the land areas, and working in shallow waters.\n\nThe marine debris problem is a massive one, and despite all the work that happens, approximately 52 tons of marine debris enter the monumentʻs waters every year, and seabirds bring thousand of pounds of trash to nesting colonies. Until we learn how to better handle our trash, reduce our consumption of single use disposable packaging, and really consider our purchasing habits things will not change. Thank you for posting this article, and helping to bring attention to the subject.\n\n Brooklyn\nDECEMBER 15, 2016 AT 1:59 PM\n\nThat’s realy fucked up\nThe people need to stop throwing there trash in the ocean including the\n\n Jajabing\nDECEMBER 18, 2016 AT 10:48 PM\n\nI want facts! How many birds are dying per year. I need a number.\n\n LCMD Peter Garton RAN Ret\nOCTOBER 16, 2017 AT 6:54 AM\n\nIf A designated ship was sent from Honolulu every three months to collect the waste the problem of contaminants from the ships hull would not be a factor and surly this could be a military funded vessel and operate as a regular training seamen ship under the first shipboard appointments. This has worked in Australia back in the 1980s with a vessel known as HMAS COOK. This needs to be addressed now not in a few years.\n\n James Wellman\nFEBRUARY 26, 2019 AT 4:29 PM\n\nImpose a tax on plastic then use the money to buy ocean plastic if this plastic became valuable it would disappear over night.\n\n Greg Hallock\nAUGUST 18, 2019 AT 8:27 PM\n\nI just saw 69 MINUTES about this subject. The dead birds stomach plastic looked unnaturally clean. Just an observation. Have an live birds been dissected? I doubt an adult bird could survive long enough to rise chicks if it contained any gut plugging plastic. The young birds who are so grossly plugged with plastic are probably ingesting it from the beach while their parents are gone. A few dissections of live healthy birds would clear this up. The nesting sites may have to be manually cleaned of bottle caps etc. Baby albatrosses , I’ll bet, that are plastic eaters are closest to the waterline.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nCOMMENT *\n\nNAME *\n\nEMAIL *\n\nWEBSITE\n\nSubscribe\n\nTHE SCIENCELINE NEWSLETTER\n\nSign up for regular updates.\n\nSUBSCRIBE\nSCIENCELINE STAFF\nEDITOR IN CHIEF\nOlivia Gieger\nMANAGING EDITOR\nAlexa Robles-Gil Luna\nENGAGEMENT EDITOR\nDawn Attride\nGRAPHICS EDITOR\nGayoung Lee\nMULTIMEDIA EDITOR\nJenaye Johnson\nSENIOR EDITORS\nCarrie Klein\nSara Hashemi\nFACT CHECKING\nNana Mohammed\nHumberto Basilio\nCOPY EDITORS\nKohava Mendelsohn\nAvery Orrall\nFACULTY ADVISOR\nIvan Oransky, MD\n\nDistinguished Writer in Residence, New York University\n\nPUBLISHER\nDan Fagin\n\nProfessor, New York University\n\nDirector, SHERP\n\nA project of the Science, Health and Environmental Reporting Program in the Arthur L. Carter Journalism Institute at New York University. Theme by Garrett Gardner.\n\n©2023 NYU Journalism"
}