{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Banning plastic bags is great for the world, right? | Grist",
  "href": "https://grist.org/climate-energy/are-plastic-bag-bans-good-for-the-climate/",
  "body": "Like cigarettes, plastic bags have recently gone from a tolerated nuisance to a widely despised and discouraged vice. In May 2016, the New York City Council passed a 5-cent-per-bag fee on single ...",
  "textContent": "For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nSkip to content\nGrist home\nAll donations TRIPLED! $10/mo $15/mo Other Donate \nClimate. Justice. Solutions.\nGrist home\nFollow\nDonate\nBanning plastic bags is great for the world, right?\nIt turns out that paper bags might actually have a bigger carbon footprint than plastic ones.\nShutterstock\nBen Adler\nPublished\nJun 02, 2016\nTopic\nClimate + Technology\nShare/Republish\nEmail\nTwitter\nFacebook\nRepublish\n\nLike cigarettes, plastic bags have recently gone from a tolerated nuisance to a widely despised and discouraged vice.\n\nIn May 2016, the New York City Council passed a 5-cent-per-bag fee on single-use bags handed out by most retailers. Shortly after, the Massachusetts State Senate passed a measure that would ban plastic bags from being dispensed by many retail businesses and require a charge of 10 cents or more for a recycled paper or reusable bag. The Massachusetts proposal may not become law this year, but it’s the latest sign that the plastic bag industry is losing this war. Already in Massachusetts, 32 towns and cities have passed bag bans or fees. So have at least 88 localities in California, including the cities of Los Angeles and San Francisco, plus cities and towns in more than a dozen other states and more than a dozen other countries.\n\nThe adverse impacts of plastic bags are undeniable: When they’re not piling up in landfills, they’re blocking storm drains, littering streets, getting stuck in trees, and contaminating oceans, where fish, seabirds, and other marine animals eat them or get tangled up in them. As longtime plastic bag adversary Ian Frazier recently reported in The New Yorker, “In 2014, plastic grocery bags were the seventh most common item collected during the Ocean Conservancy’s International Coastal Cleanup, behind smaller debris such as cigarette butts, plastic straws, and bottle caps.” The New York City Sanitation Department collects more than 1,700 tons of single-use carry-out bags every week, and has to spend $12.5 million a year to dispose of them.\n\nBag bans cut this litter off at the source: In San Jose, Calif., a plastic bag ban led to an 89 percent reduction in the number of plastic bags winding up in the city’s storm drains. Fees have a smaller, but still significant, effect. Washington, D.C.’s government estimates that its 5-cent bag tax has led to a 60 percent reduction in the number of these bags being used, although that figure is contested by other sources.\n\nGrist thanks its sponsors. Become one.\n\nIs plastic really worse than paper?\n\nBut advocates of these laws and journalists who cover the issue often neglect to ask what will replace plastic bags and what the environmental impact of that replacement will be. People still need bags to bring home their groceries. And the most common substitute, paper bags, may be just as bad or worse, depending on the environmental problem you’re most concerned about.\n\nThat’s leading to a split in the anti-bag movement. Some bills, like in Massachusetts, try to reduce the use of paper bags as well as plastic, but still favor paper. Others, like in New York City, treat all single-use bags equally. Even then, the question remains as to whether single-use bags are necessarily always worse than reusable ones.\n\nStudies of bags’ environmental impacts over their life cycle have reached widely varying conclusions. Some are funded by plastic industry groups, like the ironically named American Progressive Bag Alliance. Even studies conducted with the purest of intentions depend on any number of assumptions. How many plastic bags are replaced by one cotton tote bag? If a plastic bag is reused in the home as the garbage bag in a bathroom waste bin, does that reduce its footprint by eliminating the need for another small plastic garbage bag?\n\nGrist thanks its sponsors. Become one.\n\nIf your chief concern is climate change, things get even muddier. One of the most comprehensive research papers on the environmental impact of bags, published in 2007 by an Australian state government agency, found that paper bags have a higher carbon footprint than plastic. That’s primarily because more energy is required to produce and transport paper bags.\n\n“People look at [paper] and say it’s degradable, therefore it’s much better for the environment, but it’s not in terms of climate change impact,” says David Tyler, a professor of chemistry at the University of Oregon who has examined the research on the environmental impact of bag use. The reasons for paper’s higher carbon footprint are complex, but can mostly be understood as stemming from the fact that paper bags are much thicker than plastic bags. “Very broadly, carbon footprints are proportional to mass of an object,” says Tyler. For example, because paper bags take up so much more space, more trucks are needed to ship paper bags to a store than to ship plastic bags.\n\nLooking beyond climate change\n\nStill, many environmentalists argue that plastic is worse than paper. Climate change, they say, isn’t the only form of environmental degradation to worry about. “Paper does have its own environmental consequences in terms of how much energy it takes to generate,” acknowledges Emily Norton, director of the Massachusetts Sierra Club. “The big difference is that paper does biodegrade eventually. Plastic is a toxin that stays in the environment, marine animals ingest it, and it enters their bodies and then ours.”\n\nSome social justice activists who work in low-income urban neighborhoods or communities of color also argue that plastic bags are a particular scourge. “A lot of the waste ends up in our communities,” says Elizabeth Yeampierre, executive director of UPROSE, an environmental and social justice-oriented community organization in Brooklyn. “Plastic bags not only destroy the physical infrastructure,” she says, referring to the way they clog up storm drains and other systems, “they contribute to emissions.” And she points out that marine plastic pollution is a threat to low-income people who fish for their dinner: “So many frontline communities depend on food coming from the ocean.” That’s why her group supported New York City’s bag fee even though it’s more of a burden on lower-income citizens. A single mom, or someone working two jobs, is more likely to have to do her shopping in a rush on the way home from work than to go out specifically with a tote bag in hand. But for UPROSE, that concern is outweighed by the negative impacts of plastic bags on disadvantaged communities.\n\nIncreasingly, environmentalists are pushing for laws that include fees for all single-use bags, and that require paper bags to be made with recycled content, which could lower their carbon footprint. The measure now under consideration in Massachusetts, for example, would mandate that single-use paper bags contain at least 40 percent recycled fiber. That’s the percentage the Massachusetts Sierra Club has advocated for at the state level and when lobbying for municipal bag rules.\n\nIt’s complicated\n\nBut what if reusable bags aren’t good either? As the Australian study noted, a cotton bag has major environmental impacts of its own. Only 2.4 percent of the world’s cropland is planted with cotton, yet it accounts for 24 percent of the global market for insecticides and 11 percent for pesticides, the World Wildlife Fund reports. A pound of cotton requires more than 5,000 gallons of water on average, a thirst far greater than that of any vegetable and even most meats. And cotton, unlike paper, is not currently recycled in most places.\n\nThe Australian study concluded that the best option appears to be a reusable bag, but one made from recycled plastic, not cotton. “A substantial shift to more durable bags would deliver environmental gains through reductions in greenhouse gases, energy and water use, resource depletion and litter,” the study concluded. “The shift from one single-use bag to another single-use bag may improve one environmental outcome, but be offset by another environmental impact.”\n\nBut studies conducted in Australia or Europe have limited applicability in the U.S., particularly when you’re considering climate impact, because every country has a different energy mix. In fact, every region of the U.S. has a different energy mix.\n\n“There’s no easy answer,” says Eric Goldstein, New York City environment director for the Natural Resources Defense Council, which backed NYC’s bag fee. “There are so very many variables. Here’s just one tiny example: Does the paper for paper bags come from a recycled paper mill on Staten Island or a virgin forest in northern Canada? As far as I know, nobody has done the definitive analysis, which would necessarily need to have a large number of caveats and qualifications. Also, this question is something like asking, ‘Would you prefer to get a parking ticket or a tax assessment?’ It depends on the specifics, but it’s better to avoid both wherever possible.” Goldstein is confident that if people switch to reusable bags, even cotton ones, and use them consistently, that will ultimately be better for the environment.\n\nThe ideal city bag policy would probably involve charging for paper and plastic single-use bags, as New York City has decided to do, while giving out reusable recycled-plastic bags to those who need them, especially to low-income communities and seniors. (The crunchy rich should already have more than enough tote bags from PBS and Whole Foods.)\n\nThe larger takeaway is that no bag is free of environmental impact, whether that’s contributing to climate change, ocean pollution, water scarcity, or pesticide use. The instinct to favor reusable bags springs from an understandable urge to reduce our chronic overconsumption, but the bags we use are not the big problem.\n\n“Eat one less meat dish a week — that’s what will have a real impact on the environment,” says Tyler. “It’s what we put in the bag at the grocery store that really matters.”\n\nA message from   \n\nAll donations TRIPLED\n\nGrist is the only award-winning newsroom focused on exploring equitable solutions to climate change. It’s vital reporting made entirely possible by loyal readers like you. At Grist, we don’t believe in paywalls. Instead, we rely on our readers to pitch in what they can so that we can continue bringing you our solution-based climate news. Donate now, and your gift will be TRIPLED.\n\nDonate Now\nFEATURED VIDEO\nTechnology\nAs e-bikes grow in popularity, so do calls for safety certification\nTik Root\nWhat happens when solar panels wear out?\nIzzy Ross\nCleaning up aluminum will be critical to a low-carbon future\nJoseph Winters\nIn a historic about-face, Apple publicly supports right-to-repair bill\nMaddie Stone\nLatest\nBlue power: Will ocean waves be California’s new source of clean energy?\nJulie Cart, CalMatters\n‘I’ll just eat on the way’: A climate activist’s 18-hour sprint through COP28\nNaveena Sadasivam\nEV battery repair is dangerous. Here’s why mechanics want to do it anyway.\nMaddie Stone\nThe first Pacific Islander to win a National Book Award talks colonialism, culture, and climate\nAnita Hofschneider\n\nThe only newsroom focused on exploring solutions at the intersection of climate and justice. Donate today to help keep Grist’s site and newsletters free. All donations TRIPLED!\n\nSupport Grist\nTopics\nEnergy\nPolitics\nSolutions\nAccountability\nExtreme Weather\nThe Grist 50\nCompany\nAbout\nTeam\nContact\nCareers\nFellowships\nPressroom\nDEIJ\nMore\nEvents\nVisionaries Bureau\nBecome a Member\nAdvertising\nRepublish\nAccessibility\nSustainability\n\nAs part of our commitment to sustainability, in 2021 Grist moved its office headquarters to the Bullitt Center in Seattle’s vibrant Capitol Hill neighborhood. Known as one of the greenest commercial buildings in the world, since it opened its doors on Earth Day in 2013 the Bullitt Center has been setting a new standard for sustainable design. \n\n© 1999-2023 Grist Magazine, Inc. All rights reserved.\nGrist is powered by WordPress VIP.\nTerms of Use | Privacy Policy\n\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Instagram\nFollow us on YouTube\nGrist.org uses cookies for enhanced user experience, and for analyzing the site's performance and traffic. Grist may share information about your use of our website with social media partners and analytics partners.\nPRIVACY POLICY\nX"
}