{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Edible straws that look like plastic ones - Seasoned Advice",
  "href": "https://cooking.stackexchange.com/questions/67235/edible-straws-that-look-like-plastic-ones",
  "body": "It looks like a product called \"lollistraws\" by squire boone village might work. They're lolipops shaped as drinking straws. I do wonder if you can take some homemade candy cane or lolipops, dip them on a lubricated/foiled dowel and then pull out the dowel. Or more insanely, a small cylinder of ice.",
  "textContent": "Log in\nSign up\n\nSeasoned Advice is a question and answer site for professional and amateur chefs. It only takes a minute to sign up.\n\nSign up to join this community\nAnybody can ask a question\nAnybody can answer\nThe best answers are voted up and rise to the top\nHome\nQuestions\nTags\nUsers\nUnanswered\nTEAMS\nStack Overflow for Teams – Start collaborating and sharing organizational knowledge.\nCreate a free Team Why Teams?\nEdible straws that look like plastic ones\nAsk Question\nAsked 7 years, 9 months ago\nModified 7 years, 9 months ago\nViewed 7k times\n12\n\nI'd like to make some root beer float cupcakes. The recipe suggests garnishing them with a decorative (non-edible) straw. But I'd like to kick things up a notch: is there such a thing as an edible straw that looks sufficiently like a drinking straw (i.e. same width, preferably striped like an old soda fountain straw)?\n\nI know there are various edible straw-like things available, but they all seem noticeably wider that a drinking straw. I don't require that they be hollow inside, but the width is my main concern.\n\ncandy\nShare\nImprove this question\nFollow\nedited Mar 8, 2016 at 17:09\nasked Mar 8, 2016 at 16:38\nechristopherson\n2231\n1 gold badge\n3\n3 silver badges\n9\n9 bronze badges\nWhat is it about the thickness that's the problem? – \nGdD\n Mar 8, 2016 at 17:05\nI should clarify that by thickness/width (I just changed it to width in my question) I mean the outer diameter of the straw-like object. I just want something that looks like a drinking straw and not, e.g., a tubular biscotti-like thing. – \nechristopherson\n Mar 8, 2016 at 17:13\n3\nI always used Red Vines/Twizzlers for straws but they're still wider in diameter. But they're more colorful. – \nCatija\n Mar 8, 2016 at 17:41\n1\nThat might work. I'm not sure about pairing chocolate with the root beer, but I know those cigarettes also come in generic sugar flavor. – \nechristopherson\n Mar 8, 2016 at 19:10\n1\nHow long do you intend the fake straw to last? Almost everything edible+solid is water soluble. – \nrumtscho\n♦\n Mar 8, 2016 at 20:37\nShow 3 more comments\n6 Answers\nSorted by:\nHighest score (default)\nDate modified (newest first)\nDate created (oldest first)\n13\n\nStick candy would be an option. They even usually offer it in many flavors including root beer or sassafras. Obviously, the root beer flavored ones are sort of boring looking but the other flavors come in many beautiful color combos.\n\nThey may be slightly wider than what you want but they're pretty close. They're similar to the wider straws for shakes.\n\nShare\nImprove this answer\nFollow\nedited Mar 9, 2017 at 17:30\nCommunityBot\n1\nanswered Mar 8, 2016 at 17:54\nCatija\n16.5k8\n8 gold badges\n54\n54 silver badges\n87\n87 bronze badges\nI couldn't come up with the American term, but as the OP appears to be from the US that should do the trick. – \nChris H\n Mar 8, 2016 at 19:58\nI was thinking vanilla flavour might work of you can find it. It would have that artificial vanilla ice cream flavour that would go with root beer. – \nChris H\n Mar 8, 2016 at 19:59\n1\nThis is what I went with. They have several flavors (with corresponding colors) at Cracker Barrel. – \nechristopherson\n Mar 9, 2016 at 14:45\nYou could sand them down if size is a big concern, not too easy though – \nThat One Actor\n Mar 14, 2016 at 21:25\nAdd a comment\n14\n\nPirouette cookies (here by Pepperidge Farm) are rolled wafer cookies. The inside is stuffed with chocolate, chocolate hazelnut or vanilla.\n\nHere's a recipe that includes a picture using them in a manner similar to what you're asking.\n\nYou could follow the recipe, but tweak it to look more like a straw and with colors and flavors that suit your purpose.\n\nShare\nImprove this answer\nFollow\nedited Mar 9, 2017 at 17:30\nCommunityBot\n1\nanswered Mar 8, 2016 at 19:16\nJolenealaska♦\n58.5k31\n31 gold badges\n201\n201 silver badges\n321\n321 bronze badges\nThis is what our local soda fountain gives us in our shakes. They don't work very well as actual straws, but visually they give that appearance - so perfect for something where they don't need to be actual straws :) – \nJoe M\n Mar 8, 2016 at 19:53\n2\nThanks -- that was one specific thing I was thinking of, albeit one that I think is too wide, but couldn't remember the name of. – \nechristopherson\n Mar 8, 2016 at 21:20\nMaking them to look like straws and with a flavor that goes with your theme could be a really fun project :) – \nJolenealaska\n♦\n Mar 8, 2016 at 21:44\nIn the comments on the question, the OP seems to not want a cookie-type thing, though I may be misunderstanding. – \nCatija\n Mar 8, 2016 at 21:44\n1\nThe only problem I have with cookie-/biscotti-like treats is that they're fairly wide. – \nechristopherson\n Mar 8, 2016 at 22:10\nShow 2 more comments\n11\n\nPocky is probably about the right diameter, but doesn't have that spiral of color that would really look like a straw.\n\nCandy Sticks look right, but the available flavors might not be a great match for your root beer cupcakes.\n\nShare\nImprove this answer\nFollow\nedited Mar 9, 2017 at 17:30\nCommunityBot\n1\nanswered Mar 8, 2016 at 19:25\nErica\n8,3929\n9 gold badges\n60\n60 silver badges\n89\n89 bronze badges\n3\nWow -- if there's something like the Bogdon's sticks without chocolate covering, that would just about do it. It's not optimal that the stripes are lengthwise, but that's OK; real straws usually have those stripes now. – \nechristopherson\n Mar 8, 2016 at 21:23\nI think Pocky is definitely the way to go. They come in quite colourful version, such as banana (yellow) or strawberry (pink) which should make quite a convincing straw. – \ndrat\n Mar 9, 2016 at 7:31\n@echristopherson If I was just making it for me, I'd lick the chocolate off... but that really isn't an option when cooking for others :) – \nErica\n Mar 9, 2016 at 12:00\n2\nUpvoted because Pocky is the right answer for everything – \nKevin\n Mar 9, 2016 at 16:41\nAdd a comment\n6\n\nI was considering rolling chocolate or fondant and lo and behold some googling turned up these fondant straws made for use atop cupcakes, along with instructions on how to make them:\n\nhttps://bakearama.wordpress.com/2014/05/09/pink-lemonade-cupcakes/ \n\nThe short version: Twist together \"snakes\" of red and white fondant to make straws. They will harden as the fondant dries.\n\nShare\nImprove this answer\nFollow\nedited Mar 9, 2017 at 17:30\nCommunityBot\n1\nanswered Mar 9, 2016 at 7:14\nA C\n1714\n4 bronze badges\n3\nA C, welcome! Have you ever clicked on a link and received a \"this site no longer exists\" message? That's exactly why we discourage \"link only\" answers here. Could you please at least paraphrase the main steps, so in case of link rot your answer stays useful? That said, you might want to take the tour and visit our help center to learn more. Welcome to Seasoned Advice! – \nStephie\n♦\n Mar 9, 2016 at 8:13\n1\nFrom experience making candy-cane shaped cookies ... make both snakes a little thicker than your intended final diameter. Place the two side by side and roll them around until it looks like it's once stick (not just two things twisted together). As you're rolling, occassionally push one side while pulling the other to get some twist into it. Once it's well bonded, adjust the twist (as best you can, it takes some practice), finish rolling out to the desired thickness, and cut to length. – \nJoe\n Mar 14, 2016 at 3:56\nAdd a comment\n4\n\nIt's the wrong flavour but something like a candy cane with the curved part cut off might look the part.\n\nI've seen many flavours of seaside rock sold in some shops, I think including the thin type about the diameter of a straw. This is in the UK, I'm not sure whether you can get it where you are.\n\nAnywhere calling itself an \"old fashioned sweet shop\" or selling fudge cut up to order would be worth a try. A quick look online didn't show sensible quantities.\n\nShare\nImprove this answer\nFollow\nanswered Mar 8, 2016 at 17:45\nChris H\n43.8k1\n1 gold badge\n89\n89 silver badges\n149\n149 bronze badges\nAdd a comment\n4\n\nIt looks like a product called \"lollistraws\" by squire boone village might work. They're lolipops shaped as drinking straws.\n\nI do wonder if you can take some homemade candy cane or lolipops, dip them on a lubricated/foiled dowel and then pull out the dowel. Or more insanely, a small cylinder of ice.\n\nShare\nImprove this answer\nFollow\nanswered Mar 8, 2016 at 21:56\nBatman\n1,94713\n13 silver badges\n21\n21 bronze badges\nNote: Lollistraws are wholesale only. They look good though. – \nechristopherson\n Mar 8, 2016 at 22:13\n1\nYeah. But I'd guess theres someone who resells them. – \nBatman\n Mar 8, 2016 at 22:35\nYeah, I realized that just after logging off. Yes, there are retailers with them. – \nechristopherson\n Mar 8, 2016 at 22:44\nAdd a comment\nYour Answer\nSign up or log in\n Sign up using Google\n Sign up using Facebook\n Sign up using Email and Password\nPost as a guest\nName\nEmail\n\nRequired, but never shown\n\nPost Your Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service and acknowledge that you have read and understand our privacy policy and code of conduct.\n\nNot the answer you're looking for? Browse other questions tagged candy or ask your own question.\nFeatured on Meta\nSeeking feedback on tag colors update\nSite maintenance - Wednesday, December 13, 2023 @ 01:00 UTC (Tuesday,...\nDo we want to allow new questions about vinegar mold, or to treat them as...\nHot Network Questions\nPositive cone in Haagerup L²-space: how much information does it contain?\nCan spinors be explained or understood without representation theory?\nIs the GNU All-Permissive License suitable for source code?\nOptions for a LaTeX installation for a retired person who uses it sporadically?\nUK crew working on cruise ship in Schengen area: does Seaman's Book stop passport being stamped at airport on arrival in the country before boarding?\nWhy do people exit their spacecraft completely naked in this scene?\nCan someone Invent formulas of any level?\nThe set of all groups\nusing unpaired t-test when differences not normally distributed\nIs it possible for the coinbase transaction in block 164384 to be duplicated in block 1983702?\nWhat is the intuition behind the idea that for linear regression, the number of observations should exceed the number of parameters?\nIs my student applying to too many PhD programs in the US? (statistics / biostatistics)\nAre any \"standard\" complexity classes uncountably infinite?\nIs it plagiarism to exchange video-editing techniques?\nHow could a Renaissance level feudal society get into space?\nCan my boss sue me for negative comments in an email sent only to him?\nDoes Archon of Coronation prevent life loss in two-headed giant if my teammate is the defending player?\nHow to build a spherical polygon on a sphere?\nWhy expansion of real gases lead to cooling?\nAre there mascons on Ganymede similar to the ones on the Moon? And if so, how will that impact JUICE when it orbits over Ganymede?\nWhat should I do if I have inadvertently busted class b airspace?\nFerrite bead value for a LIN bus protection circuit\nSmallest prime factor of numbers\nWhat's the character limit of this text field?\n Question feed\nSEASONED ADVICE\nTour\nHelp\nChat\nContact\nFeedback\nCOMPANY\nStack Overflow\nTeams\nAdvertising\nCollectives\nTalent\nAbout\nPress\nLegal\nPrivacy Policy\nTerms of Service\nCookie Settings\nCookie Policy\nSTACK EXCHANGE NETWORK\nTechnology\nCulture & recreation\nLife & arts\nScience\nProfessional\nBusiness\nAPI\nData\nBlog\nFacebook\nTwitter\nLinkedIn\nInstagram\n\nSite design / logo © 2023 Stack Exchange Inc; user contributions licensed under CC BY-SA. rev 2023.12.8.2394\n\nYour privacy\n\nBy clicking “Accept all cookies”, you agree Stack Exchange can store cookies on your device and disclose information in accordance with our Cookie Policy.\n\nAccept all cookies\nNecessary cookies only\nCustomize settings"
}