{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Will there be more fish or plastic in the sea in 2050? - BBC News",
  "href": "https://www.bbc.com/news/magazine-35562253",
  "body": "BBC News A recent claim that there will be more plastic than fish in the sea by 2050 was intended to highlight a pollution crisis in the oceans. The problem really does exist, but do the...",
  "textContent": "BBC Homepage\nSkip to content\nAccessibility Help\nSign in\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nMore menu\nSearch BBC\nBBC News\nHome\nIsrael-Gaza war\nWar in Ukraine\nClimate\nVideo\nWorld\nUS & Canada\nUK\nBusiness\nTech\nMore\nWill there be more fish or plastic in the sea in 2050?\nPublished\n15 February 2016\nShare\nIMAGE SOURCE,\nGETTY IMAGES\nBy Leo Hornak\nBBC News\n\nA recent claim that there will be more plastic than fish in the sea by 2050 was intended to highlight a pollution crisis in the oceans. The problem really does exist, but do the figures hold water, or is there something fishy going on?\n\nThe prediction was made by the Ellen MacArthur Foundation and the World Economic Forum, in a report called The New Plastics Economy, which looks at the amount of plastic that ends up in the sea.\n\nIt got a lot of coverage in the press, including the Guardian, the Washington Post and the Daily Telegraph, among others.\n\nOne of the big headlines from the report was that if we continue dumping plastic in the sea at the present rate, measured by weight, there will be more plastic than fish by 2050.\n\nThis raises two questions: how do you measure the plastic, and how do you count the fish?\n\nIMAGE SOURCE,\nGETTY IMAGES\n\nThe report acknowledges that it is difficult to be precise. For the plastics, it refers back to a study led by Prof Jenna Jambeck of the University of Georgia, published last year. She tried to carry out a global census of plastic pollution and to estimate how much ends up in the ocean. Her study looks at estimates for total waste in all non-landlocked countries, and then estimates how much of that waste is likely to be plastic, how much of it is recycled, and so on.\n\nBut to estimate how much of this plastic then ends up in the sea, the study examines just one area - San Francisco Bay. \"If that's not representative of the rest of the globe then you can see the potential for large deviations in this calculation,\" says Prof Callum Roberts from the University of York.\n\nWhat the Ellen MacArthur Foundation report does is to take Jambeck's research, which makes predictions only up until 2025, and project it forwards to 2050. So how much plastic will there be in 2050?\n\nSurprisingly, for such an important number, this is not spelled out in the report, though it is implied there will be a total of 750 million tonnes of plastic in the ocean by then.\n\nWhat about the fish estimates? The report never states figure for the expected tonnage of fish in 2050, and cites no research into fish populations.\n\nHowever a diagram in the report does show a plastic to fish ratio of \"greater than 1:1\" by weight in 2050.\n\nIMAGE SOURCE,\nTHE NEW PLASTICS ECONOMY\n\nWhen asked by the BBC about its numbers the Ellen MacArthur foundation sent a document titled Background To Key Statistics, and issued a new version of the report - published on 29 January - both of which contain new figures (none of the authors of the report were available for interview for this story). The Ellen MacArthur Foundation's updated figure for fish in the sea in 2050 is roughly 899 million tonnes.\n\nBut it also increases its estimate for the amount of plastic in the ocean in 2050 to between 850 million and 950 million tonnes, or about 25% more than originally predicted. So although there could be slightly more plastic in the sea by 2050, according to these figures, the ratio remains roughly 1:1.\n\nBut here is the real problem. Counting fish is a tricky business - they are slippery blighters.\n\nThe new numbers for fish tonnage that the Ellen MacArthur foundation has cited are based on a 2008 study led by Simon Jennings from the Centre for Environment, Fisheries and Aquaculture Science. His team used satellite imagery to measure the extent of microscopic plants known as phytoplankton in all the world's oceans. Because these tiny plants are so abundant, they alter the surface colour of the ocean over large areas, and these changes can be viewed from space.\n\nIMAGE SOURCE,\nSCIENCE PHOTO LIBRARY\nImage caption,\nSatellite image showing four different types of phytoplankton (red, yellow, green, cyan)\n\nAnd because almost the entire marine food web is ultimately dependent on phytoplankton, this data can be used to create an estimate for the total tonnage of fish living in the ocean. It is this work that the Ellen MacArthur Foundation's figure of 899 million tonnes of fish comes from.\n\nHowever, last year Simon Jennings revisited his study and came to a very different conclusion. He told the BBC that he now thinks that phytoplankton could potentially support much, much larger quantities of marine life than previously thought.\n\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nPlastic waste recovered from the sea at a processing plant in Valencia\n\nHis new study does not distinguish between fish and other marine predators, but it concludes that there may be between 2 billion tonnes and 10.4 billion tonnes of marine creatures in the oceans. \"We're not absolutely confident in our methods to determine what proportion of this is fish at the moment,\" says Jennings. \"It's a very uncertain number to predict.\"\n\nThe Ellen MacArthur Foundation's revised predictions for plastics also deserve further attention. Jenna Jambeck, who led the study into plastic pollution that was cited, told the BBC that she would not feel confident projecting her work forward beyond 2025 to 2050.\n\nSo how much plastic is there in the ocean, and how much will there be in 2050? We don't know, but probably a lot. How many fish? We don't really know but certainly a lot. And when will one overtake the other? We definitely do not know. But it does point to a very real problem. We do know that plastic, once added to the ocean, does not decay for decades, possibly centuries. It is constantly increasing.\n\nMore from the Magazine\n\nIMAGE SOURCE,\nTHE OCEAN CLEANUP.COM\n\nBoyan Slat is a 20-year-old on a mission - to rid the world's oceans of floating plastic. He has dedicated his teenage years to finding a way of collecting it. But can the system really work - and is there any point when so much new plastic waste is still flowing into the sea every day?\n\nThe Dutch boy mopping up a sea of plastic\n\nMore or Less is broadcast on BBC Radio 4 and the World Service.\n\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.\n\nTop Stories\n\nHalf of Gaza's population is starving, warns UN\n\nPublished\n4 hours ago\n\nThe status quo is smashed. The future is messy and dangerous\n\nPublished\n20 hours ago\n\nUS university president quits in antisemitism row\n\nPublished\n7 hours ago\nFeatures\n\nFrom 'Candy girls' to strong K-drama women\n\nHow divers are using antibiotics to save a massive coral reef\n\nCan humanity really kick its fossil fuel addiction?\n\nWhen 600 US planes crashed in Himalayas in audacious WW2 mission\n\nYour pictures on the theme of autumn colours\n\nThe man who remade Serbia\n\nHow Ohtani became Japan's biggest baseball export\n\nEgypt discontent grows as Sisi seeks third term\n\nUkraine in 'mortal danger' without aid - Olena Zelenska\n\nElsewhere on the BBC\n\nWhy US 'YOLO' spending baffles economists\n\nKarakalpakstan: The 'stan' you've never heard of\n\nHow a 1574 portrait was made 'Insta-fabulous'\n\nMost Read\n1\nRoyal Family reveal Christmas card pictures\n2\nChinese garlic is a security risk, says US senator\n3\nUS university president quits in antisemitism row\n4\nFrom car-top twerking to flamingos, GTA captures Miami's extremes\n5\nMahsa Amini's family stopped on way to collect award\n6\nOhtani joins Dodgers in record $700m baseball deal\n7\nHalf of Gaza's population is starving, warns UN\n8\nPopcorn moment for Poles as pro-EU Tusk returns to power\n9\nSinger Tyla's racial identity sparks heated culture war\n10\nThe status quo is smashed. The future is messy and dangerous\nBBC News Services\nOn your mobile\nOn smart speakers\nGet news alerts\nContact BBC News\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
}