{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Can our oceans be saved from environmental ruin? | CNN",
  "href": "https://www.cnn.com/2016/06/30/world/plastic-plague-oceans/index.html",
  "body": "Endangered species such as sea turtles could be driven to extinction by the plastic plague. NOAA Drowning in plastic — Plastic pollution has rapidly accelerated, with eight million tons...",
  "textContent": "Ad Feedback\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nMore\nAudio\nLive TV\nLog In\nThe plastic plague: Can our oceans be saved from environmental ruin?\nBy Kieron Monks, for CNN\n 6 minute read \nUpdated 8:31 AM EDT, Fri September 2, 2016\nPlastic pollution in our oceans — Some researchers estimate there will be more plastic than fish in our oceans by the year 2050.\nplastic oceans\nDrowning in a sea of plastic\n1 of 12\nPrev\nNext\nCNN\n — \n\nThe Great Pacific Garbage Patch has become the stuff of legend. This hotspot of marine waste, created by the spiral currents of the North Pacific Gyre, has been described as a floating trash island the size of Russia.\n\nBut when filmmaker Jo Ruxton visited the location, she found clear blue water, and a deep-rooted problem.\n\nLocation and currents of the North Pacific Gyre.\n\n“If you were diving, it looked like you had just jumped out of a plane,” says Ruxton. “But our nets were coming up completely choked with plastic pieces.”\n\nAd Feedback\n\nThe pieces were small enough to mingle with plankton, the tiny organisms at the base of the food web that support many fish and whale species. Researchers have found 750,000 microplastic pieces per square kilometer in the Garbage Patch, and the marine life is riddled with them.\n\n“This was much more insidious than a huge mountain of trash which could be physically removed,” says Ruxton. “You can’t remove all the tiny pieces.”\n\nRising tide\n\nRuxton visited the site while producing the film “A Plastic Ocean,” in association with NGO Plastic Oceans, which documents the impact of half a century of rampant plastic pollution.\n\nAround eight million tons of plastic enter the marine environment each year, and the figure is set to rise. The Ellen Macarthur Foundation estimates that 311 million tons of plastic were produced in 2014, which will double within 20 years, and projects that there will be more plastic than fish in the oceans by 2050.\n\nellen macarthur foundation\n\nPlastic is a remarkably durable material, with a potential lifespan of centuries. It does not biodegrade, but photodegrades under sunlight, breaking down into smaller and smaller pieces, which attract toxins and heavy metals as they travel on the tides. Plastic is pulled together in the powerful, circling currents of gyres, but it is also found in Arctic ice, washing up on remote islands, and infesting tourist destinations.\n\nVideo Ad Feedback\nLiving without plastic is harder than you think\n03:01 - Source: CNN\n\nRuxton’s crew visited dozens of locations without escaping the plastic plague. They found it covering the Mediterranean Sea bed, the shorelines of Bermuda, and Lord Howe Island in the Tasman Sea, a World Heritage site that has been severely affected.\n\n“We kept coming across dead chicks,” Ruxton recalls of Howe Island. “We opened 10 of their stomachs which were so full of plastic they were swollen … These birds were dying of starvation with their stomachs bulging full.”\n\nBut the most disturbing find was on the South Pacific island of Tuvalu.\n\nHealth impact\n\nTuvalu was once a pristine beauty spot. But the island lacks the infrastructure to dispose of the plastic it imports, which has become a serious hazard for the local population.\n\n“People were just throwing plastic outside,” says Ruxton. “They were drowning in the stuff, and trying to burn it. There was a constant pall of black smoke, and people were always exposed to the gases that come out when you burn plastic, including two very scary ones that have been linked to cancer, dioxins and furans.”\n\nFrom a group of 30 islanders featured in the film, five had cancer and two have died in the last 18 months, Ruxton says. She is raising funds to research the health impact of burning plastic.\n\nPlastic waste in Tuvalu.\nPlastic Oceans\n\nThe team is also studying the effects of ingesting seaborne plastic through a partnership with toxicology specialists at London’s Brunel University. Studies have shown a quarter of food fish sold at markets in California and Indonesia contain plastic, and although this has not yet resulted in public health warnings, tests have shown ingestion can cause tumors in lab animals.\n\nCalifornian oceanographer Captain Charles J. Moore, who first discovered the Great Pacific Garbage Patch and studies the impact of seaborne plastic, feels the “jury is still out” on the effects of ingestion on human health. But he believes our exposure is rapidly increasing, particularly through the spread of microplastics.\n\n“Plastic is in the air we breathe, it’s become part of the soil and the animal kingdom,” says Moore. “We’re becoming plastic people.”\n\nCounting the cost\n\nMoore believes we do not fully comprehend the damage caused by plastic pollution, largely as the gyres where it collects have been ignored.\n\n“The gyres are 40% of the world ocean – one third of the planet,” says Moore. “But these areas are not part of any exclusive economic zone, they are not used for the shipment of goods, they are not harvested for marine resources, and their welfare is no one’s concern … I’m convinced we haven’t scraped the surface of the damage being done.”\n\nFrom his own research, the volume of plastic has tripled in the gyres since the turn of the century, and plastic is disproportionately consumed by fish at the bottom of food chains, leading to rapid and deadly proliferation.\n\n“It is impossible to quantify death in the ocean as weak and dying creatures are so rapidly consumed,” says Moore. He believes U.N. estimates that plastic kills around one million sea creatures a year far understate the impact.\n\nSea turtle tangled in plastic fishing gear.\nNOAA\n\nThe U.N.’s Joint Group of Experts on the Scientific Aspects of Marine Protection (GESAMP) has conducted several recent studies of plastic pollution and found far-reaching effects.\n\n“If we don’t do anything, we will see certain species disappear,” says GESAMP Chairman Peter Kershaw, citing the toll of entanglement and ingestion on endangered seals and whales. “In wider ecosystems, (plastic) certainly has an impact on sensitive habitats, including coral reefs.”\n\nKershaw also highlights the economic impact. Plastic causes $13 billion of damage to the marine environment each year according the UN, which affects the fishing, shipping and tourism industries.\n\nGetting a grip\n\nThe issue of plastic pollution has gained traction over the past decade, which has seen research increase, and the launch of major initiatives such as the Global Partnership on Marine Litter, bringing together policymakers, conservationists and business interests to pursue solutions.\n\nKershaw believes the key is to end the culture of disposable plastic, and implement closed loop systems for the material to be reused, which would reduce the demand for new production. Around 80% of plastic waste in the oceans originates on land, and recycling rates are poor, with just 9% of plastic in the U.S. recycled, according to the EPA.\n\nPlastic waste in Manila, Philippines, one of the worst affected areas.\nNOEL CELIS/AFP/AFP/Getty Images\n\n“We’re suffering from a linear approach,” he says. “We need to design waste out of the system.”\n\nKershaw adds that incentive schemes have proved effective. Charging consumers for plastic bags has reduced their use, and introducing refundable deposits for plastic bottles has created a market for collectors in Ecuador. Kershaw sees a role for entrepreneurs to redesign popular goods, such as an initiative to make tiles from discarded fishing nets in the Philippines.\n\nEmerging technologies are contributing to the struggle. Captain Moore uses separation machines to improve recycling and spare plastic pickers from dangerous work. Dutch entrepreneur Boyan Slat is testing a prototype of his Ocean Cleanup machine that he believes could clear 99% of the Great Pacific Garbage Patch within 30 years, although many conservationists are skeptical.\n\nNOAA beach cleaning operation in Hawaii.\nNOAA\n\nThe plastics industry also has a critical role, and leaders recognize the imperative to reform.\n\n“Our number one priority is tackling marine litter,” says Karl H. Foerster, head of industry association Plastics Europe. “We fully support the circular economy concept.”\n\nFoerster cites 260 initiatives the group has launched, from removing microplastics to improving wastewater treatment in developing countries, and developing biodegradable forms of plastic.\n\nTipping point\n\nJo Ruxton wants to see greater responsibilities placed on plastic producers, such as in Germany where strict recycling quotas forced companies to use less plastic. Similar quotas will soon be introduced across the European Union.\n\nBut the filmmaker is encouraged by the increased focus on the issue in recent years, and is confident that greater public awareness can have a significant impact.\n\n“If people realize how easy it is to make changes, and if they understand the consequences of not doing so, they want to change,” she says.\n\nRuxton stresses that time is short. If the culture does not change imminently, more communities will face a grim fate.\n\n“We’re at a tipping point,” she says. “I see Tuvalu as a snapshot of the future for all of us if we don’t get this addiction under control.”\n\nMORE: Hawaii has a huge trash problem\n\nA Plastic Ocean Official Trailer\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nRecommended for you\nRecommended by\nMORE FROM CNN\nBearaby just launched an Ocean Napper that ...\nThe world may be close to getting its first cargo ship that ...\nAluminum tower construction in Tahiti for Olympic surf ...\nAd Feedback\nRECOMMENDED FOR YOU\nHere Are 23 Of The Coolest Gifts For Stocking Stuffers 2023\nCoolest Gifts 2023\nVanguard vs. Fidelity vs. Schwab\nsmartasset.com\nIf You Need To Kill Time On Your Computer, This Vintage Game Is A Must-Have.\nForge of Empires\nAd Feedback\nNEWS & BUZZ\nHouse impeachment inquiry enters crucial week as Republicans prepare for key vote\nA teenager missing for months was just found buried in her neighbor’s backyard. Nail polish helped identify her\nAd Feedback\nCONTENT BY POWER LIFE\nHere's What Older \"Ripped\" Guys Are Doing\nAlways Feel Empty On Energy, This Could Be Why\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nAging Americans Should Do This Daily\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nWorld\nFOLLOW CNN\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}