{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Histamine Intolerance - Reddit",
  "href": "https://www.reddit.com/r/HistamineIntolerance/",
  "body": "Vegetables and carbs produce the most of the gas, but meat does that too. I tried to go low carb and I was immediatley costipated and had less gas production. I have gastritis, 3 ulcers (endodcopy), and probably histamine intollerance too, cause a lot of things which I was not allergic to, started give me reactions (itchy skin, breathing problems)",
  "textContent": "Histamine Intolerance\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/HistamineIntolerance\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/uberfunstuff\n•\n4 yr. ago\nHistamine Intolerence Introduction and Help (with Links)\nu/KaleidoscopePrior380\n•\n4 hr. ago\nAlcohol\nu/paintedMan7\n•\n2 hr. ago\nIf my HI started when I was taking oil of oregano, is it likely that helpful bacteria died off?\n\nI recently thought to myself about the time my histamine intolerance first appeared, before I really knew what I was experiencing. At the time, I had been taking oil of oregano for several weeks and realized I maybe killed off several beneficial strains of gut bacteria. What could I do to remedy the situation possibly? I’m always hesitant about probiotic blends because they seem to make my symptoms explode.\n\nu/Balance538\n•\n18 hr. ago\ncan eat bananas again\n\nI would get migraines from them before. Reintroduced them and got some congestion the first week and I’m now used to them. (if I ate more than one It sometimes gives me reflux)\n\nAlso, I recently found out that b1,b6,calcium deficiency and dietary oxalates like spinach or chocolate (which are also on the histamine food list) can cause mast cell release. I’ve started addressing these things and I’m seeing some improvements incl less itchy skin, more energy\n\nu/computerstuffs\n•\n6 hr. ago\nDoes cyproheptadine increase risk of parkinsons?\n\nI've read that many antihistamines that reach the brain can increase risk of parkinsons,\n\ncyproheptadine is a potent antihistamine , which effects reaches the brain, so i'm wondering if it would increase risk of parkinsons?\n\nOr perhaps it uses a different mechanism than which these AH drugs that DO cause parkinsons, use?\n\nu/lululululyl\n•\n18 hr. ago\nHistamine intolerance - what can you get from doctor?\n\nHi guys, I wanted to ask what happens when you get diagnosed with an h. intolerance? Can the doctor actually give you some recipe for some special medications or is it just vitamins and changing your diet?\n\nu/sinead-08\n•\n12 hr. ago\nHow do you figure out what’s causing it? Hormones / Blood sugar\n\nEverytime I take metformin it goes away, same with DIM both affect hormones and I think both affect blood sugar.\n\nI know my insulin resistance is through the roof and I know histamine can increase insulin resistance how do I know if it’s from estrogen dominance or blood sugar ? So confused.\n\nu/SunnyRosie98\n•\n13 hr. ago\nZyrtec & L- theanine\n\nHas anybody taken Quarcetine, Zyrtec, & l- theanine together?\n\nu/0bmiJ\n•\n13 hr. ago\nFree time activities?\n\nI'm struggling to come up with new activies that are, well, compatible with my HI / restrictions (and either free or inexpensive). I feel like almost every activity is linked to eating or drinking. Which makes sense...\n\nOne of the few things I enjoy is playing Billard with friends.\n\nu/Zestyclose_Tea_2515\n•\n23 hr. ago\nUV Light for mold\n\nSo it's currently deep winter here in Germany, on Monday it had snowed more than ever since 2006.\n\nI'm noticing my HIT issues getting worse right now. I'm also getting sick more often due to working with kids atm, but I can also safely say the mold problem in my house is making things worse. Poor ventilation and barely any sunlight really exacerbates the mold growth. I read that UV light is actually able to kill of up to 99,9% of mold.\n\nSo I was thinking, would it be a good idea to buy a UV light bulb/flashlight/etc. to try and improve the problem? Has anyone done this and had success?\n\nu/--2021--\n•\n23 hr. ago\nTips for winding down at night?\n\nI am having the hardest time getting myself to wind down to go to bed. The worst period is during 2am to 5am where I can feel like I'm having panic attacks or an existential crisis. Then the sun comes up and I'm ok again like nothing happened.\n\nI'm in perimenopause and I took out the higher histamine foods from my diet, and that reduced my hotflashes. I removed gluten a few weeks ago, and that also made a big difference. I hardly get them now.\n\nI have had food intolerances for decades and avoided gluten, dairy, eggs. Then other foods started to become problems. I never totally stopped eating gluten and dairy, I would let small amounts slide, or occasionally eat them. It was an intolerance, if I didn't eat it for a while, it might not affect me if I had it again. I could get away with something like a slice of pizza.\n\nI had worse reactions to other foods, gluten did not seem that bad. Looking back I realized after reintroducing it last year, I had gone downhill over that time. More and more foods I couldn't eat. And because of that I ate more gluten, because it seemed fine. I experienced some anxiety, but other foods I'd get brain fog or started to have symptoms of anaphylaxis.\n\nThis year I was having all sorts of digestive issues, constipation, loose stools. My poop was yellow or rust colored. A week or so after I eliminated it, my stool returned to normal brown color. Even though I tested negative to celiac and show no allergy to wheat, I'm done with gluten.\n\nThinking back to some years ago, I don't think I was eating gluten, but I started having allergic reactions to things. I was living in an apartment with a hole in the wall, got better when we closed it up. And I was bedridden a lot from something in the air. Had already gone though a cycle of living in a place with mold and being sick all the time, but I couldn't find mold at this new place. I didn't get better till we moved away.\n\nI still get sick from the smallest amounts of mold. I just wind up really fatigued and can hardly get out of bed or off the couch. It could be a moldy onion in the kitchen. Last week it was that the humidifier hadn't been cleaned, it smelled bad, there was brown particles and slime in it, but not black mold that I react to.\n\nI'm improved but not better. My doctors aren't helpful and I can only get an appointment once every 3 to 6 months. I'm trying to figure out what will help me sleep at night so I'm functional during the day.\n\nI have heard that sleep is tied to eating schedule, so I'm wondering about that, when is the best time to eat? I'm often hungry. I'm trying not to snack, but it's hard. I'm trying to find an eating window where I can snack, but stop eating for a long period or something. I don't know. I'm rambling because I'm exhausted. I just want to get normal sleep.\n\nView full post\nu/kingmatcha\n•\n1 day ago\nFavorite electrolyte drinks?\n\nRight now I’ve only been able to tolerate unflavored LMNT so I wanted to see if anybody has luck with any flavored drinks? I know most have citric acid and other undesirable add-ins\n\nu/aurora97381\n•\n1 day ago\n💊Strattera\n\nIn case it is helpful, my short-lived trial of Strattera (for ADHD) created symptoms consistent with consumption of histamine or histamine-releasing foods. 🚽🚻💩\n\nu/DUPisUP\n•\n1 day ago\nNausea? For days?\n\nI think I’ve had HI for a few years after stressful events and dietary changes. Yet to fully resolve and sometimes forget I may have it.\n\nRecently had been drinking Poppi, prebiotic sodas, and adding some sauerkraut to breakfast to build up gut bacteria and didn’t think my gut liked it. I’ve stopped for a few days.\n\nI’ve become gassy, diarrhea’s, frequent bowel Movements, most annoying is intermittent nausea. Taking pepto to help and a fairly low H diet.\n\nAnyone have this ever? How long should I expect this to last? Any recommendations?\n\nTaking some vitamin c at 500mg ester c., 10 mg fat prone aka Pepcid AC, and half a Benadryl pill.\n\nView full post\nu/AngleComprehensive16\n•\n1 day ago\nPost partum histamine skin issue?\n\nI am almost a year post partum and have had the worst skin itching/dermatographia that started when I had my son. I initially thought it was hormone related but now that it has gone on for so long I am less sure. I have been taking a daily antihistamine which helps tremendously so that makes me think it is histamine mediated. We are thinking of trying for a second child soon and my doctor recommended I try to stop taking my daily certirizine but I am so miserable without it!\n\nI am trying a low histamine diet but it hasn’t been helping. Has anyone else had anything like this? Any tips for lowering histamine levels without meds? Diet tips? Any triggers I may be missing?\n\nu/polskakurwa\n•\n2 days ago\nHashimoto\nu/Own_Prompt_7701\n•\n2 days ago\nInsomnia Gone While Sick\n\nNot sure if this is the place to ask this but the strangest thing happened to me while I was sick. My insomnia and anxiety completely disappeared. I had the best few nights of sleep I’ve had all year. I also had a sense of calm and could actually relax. As soon as I was better the insomnia and anxiety came back. Does anyone know what could be going on? I suspect I have some methylation issues going on but I don’t know if that’s the main reason.\n\nu/ayaanahmeddd\n•\n2 days ago\nSweaty hands and feet?\n\nAnyone gets sweaty hands and feet as a symptom, along side with everything else?\n\nu/daveishere7\n•\n2 days ago\nIs a sore tongue a histamine reaction?\n\nI thought at first that was coming from me eating too much salt for many days. Which it may still be from. But now I'm starting to wonder if maybe it's an histamine into to aged ground beef?\n\nBasically when I would ear ground beef, it be become pretty difficult to chew. Because I would find the front of my tongue being in pain as I try to chew my food. It just started happening a few days ago. But I've also had way too much salt unknowingly the past couple of days. I stopped today when I had some heart palpitations and that made me realize something was off.\n\nu/Striking-Sector1213\n•\n2 days ago\nGut test\n\nHas anyone gotten any kind of gut test or referral from a medical doctor? If so, what did you tell them in order to get that test? Was it covered by insurance? Thank you.\n\nu/mccartin97\n•\n2 days ago\nDoes anyone get horrible muscle aches during a flare sore muscles?\n\nBeen flared up tried Zyrtec made me feel even worse anyone get weird systemic issues\n\nu/Helloiamboss7282\n•\n3 days ago\nBattling a leaky gut, evidenced by a zonulin level of 3200\n\n🥗 Symptoms After Eating: Bloating Heartburn Brain fog, headache, low blood pressure, weight loss Unable to tolerate gluten and dairy Histamine intolerance Allergies to pollens and Timothy grass Food intolerances (banana, lemon, pork, beef)\n\n🎯 Goal: Reduce inflammation and heal the leaky gut.\n\n🤔 Seeking Advice: If you've successfully navigated a similar health journey, I'd love to hear your insights and strategies. Any tips on diet modifications, supplements, or lifestyle changes that worked for you- thx so so much\n\nu/MergeAlert\n•\n3 days ago\nTemperature regulation and being cold/overheated all the time\n\nSince starting a low HI diet and beginning to address the root causes, I got a lot better and now I’m a lot worse.\n\nI’m back to being itchy all the time unless I stick to eggs and lettuce and I can’t get enough calories like that. I’m just dealing with the histamine reactions from low HI meat and starches, and I’m consuming a quarter of my calories in straight up oil. I’ve lost 10ish pounds over 5-6 weeks and my temperature regulation has gotten so much worse.\n\nAt night I have to set the heater to 72 as a compromise with my husband, and I still need four blankets, thick clothes, and a heating pad just to prevent my teeth from rattling.\n\nAnd then the moment I start to do any activity like, washing the dishes, I get overheated which triggers a hives reaction.\n\nI feel like it shouldn’t be this awful. Has anyone else experienced this, and what ended up being the cause?\n\nView full post\nu/sauvignonblancx\n•\n3 days ago\nDoes anyone’s face get wrinkly after eating?\n\nI am thinking that I’ve been dealing with a histamine intolerance for several months now. I avoid high histamine foods and drinks as much as possible and since then have seen an improvement in symptoms, which is great.\n\nWhen it was at its worst, I would get a red rash on my face, had panic attacks after eating and dealt with horrid GI issues (cramping, alternating diarrhea and constipation, etc.). I still don’t know what caused it, though I do think it could be several things (estrogen dominance, fungal overgrowth, perhaps bacteria overgrowth?, definitely STRESS). I have been taking so many different supplements (ugh $$$) and feel I may be wasting my money… definitely should just find a great functional medicine doctor at this point lol. DAO enzymes seem to help somewhat.\n\nOne thing that is very constant and odd to me is that my face gets slightly puffy and wrinkly around my mouth with occasional peeling of the skin on my face. Is this normal and does anyone else deal with this? It happens almost everyday after I eat… and it seems it’s with majority of foods (and some drinks, like coffee, which is no surprise). Is this a HI symptom? It’s very annoying and concerning to see such changes in my face on a daily basis… and it definitely seems related to my diet.\n\nView full post\nu/_mamafox\n•\n3 days ago\nCorn absolutely wrecks me\n\nI had some popcorn tonight and am currently laying here with cramps, heart palpitations, chest tightness, flushing, insomnia, racing thoughts, headache, heartburn and crazy adrenaline dumps at 2 AM.\n\nCorn is considered low histamine. But I've just now realized that it's a massive trigger for me. Could this be a true allergy perhaps??\n\nu/Ok_Mail4305\n•\n3 days ago\nHi everyone,I just received my test results ..does that mean I don't have oxalate issue ?\nu/Ok_Mail4305\n•\n3 days ago\nHi everyone,I just received my test results ..does that mean I don't have oxalate issue ?\nu/ronofsky\n•\n3 days ago\nHistamine intolerance symptons\n\nHey!\n\nI'm a 30 year old male, never had any health problems really, it began in July this year (migraine, stiff neck, brain fog, abdominal discomfort, insomnia, Tóth inflammationband many other symptoms, but no dermatological complaints), I had DAO and histamine levels tested and my histamine levels were high. Lab results showed low B12, folic acid and neutrophils but these have since cleared up.\n\nI am on a low histamine diet, gluten and dairy free. I have been to a gastroenterologist, urologist, immunologist, endocrinologist, allergist, but no problems have been found anywhere.\n\nI also had a microbiome test done, although abdominal complaints are not so common for me, there were no significant negative abnormalities according to the doctor or the dietician.\n\nSome of the symptoms have disappeared (like brain fog, stiff neck, insomnia) or have become less severe, but I would like to know if the following four symptoms occur in other people, because I have them daily, even with the diet:\n\n1, chills after eating, on thighs, waist, neck, arms - not after every meal, but often, I Guess when histamine bucket is full 2, bleeding in the eyes, preferably in the morning 3, no libido since July 4, since the beginning of the disease I have had a strong feeling of pressure in my ears (like when I was depressurized on the plane), popping after different foods or environmental influences, this became even worse in August after 3 days of treatment with algoflex, I could hear my heart beating in my ears and I think I was close to anaphylactic shock at that time, (I had to pee every 10 minutes, but I had other symptoms then, I've since read that NSAIDs should be avoided), it's been milder since then, but still daily, I'm not allergic to anything (food and inhalative test was done) and I've ruled out those few things based on food intolerance testing (chicken, mushrooms, peppers, pea).\n\nI am taking magnesium, quercetin, vitamin b and probiotics, but I had these symptoms when I was not taking anything.\n\nSibo is negative, pulse, blood pressure are fine, thyroid values are fine, I've been on a sugar OGGT challenge, I'm supposed to have insulin resistance, but it's not that bad: glucose 0m: 4.2, 60m: 6.0, 120m: 3.7 insulin 0m: 1.9 ,60m: 54.0, 120m: 14.8 Homa index: 0.35\n\nAny other tips on what else I should have tested?\n\nThanks and bye\n\nView full post\nTop 5%\nRank by size"
}