{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "A Robin Hanson Primer : r/slatestarcodex - Reddit",
  "href": "https://www.reddit.com/r/slatestarcodex/comments/3sjtar/a_robin_hanson_primer/",
  "body": "Then I think about it for years.\"—Bryan Caplan, quoted in Robin Hanson's wikipedia entry. Robin Hanson is the son of a Southern Baptist preacher and came from a religious family. He also wants to have his head cryogenically frozen. He is a professor at George Mason, and is associated with a loose organization of Masonomic bloggers.",
  "textContent": "A Robin Hanson Primer : r/slatestarcodex\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to slatestarcodex\nr/slatestarcodex\n•\n8 yr. ago\n[deleted]\nA Robin Hanson Primer\nScott Free\n\nCaveat: I don’t claim to have any special authority or knowledge on the subject of Robin Hanson other than I find him really interesting and have been reading his blog for many years. Please feel free to critique/correct/amend my post in the comments!\n\n\"When the typical economist tells me about his latest research, my standard reaction is 'Eh, maybe.' Then I forget about it. When Robin Hanson tells me about his latest research, my standard reaction is 'No way! Impossible!' Then I think about it for years.”—Bryan Caplan, quoted in Robin Hanson's wikipedia entry.\n\nRobin Hanson is the son of a Southern Baptist preacher and came from a religious family. He also wants to have his head cryogenically frozen. He is a professor at George Mason, and is associated with a loose organization of Masonomic bloggers. Hanson’s blog is http://www.overcomingbias.com, which he used to share with Eliezer Yudkowsky before Eliezer moved to http://lesswrong.com/\n\nMy impression is that Scott brings up Hanson or Hansonian thinking at least once a month. (For example, twice in this round-up of links.) My goal here is to present an introduction to some of Hanson’s key ideas.\n\nTHE GREAT FILTER\n\nThis is the Hansonian idea I encounter most often out in the wild. It seems like every few months Reddit rediscovers it and talks about it all over again. To quote Wikipedia :\n\nthe failure to find any extraterrestrial civilizations in the observable universe implies the possibility something is wrong with one or more of the arguments from various scientific disciplines that the appearance of advanced intelligent life is probable; this observation is conceptualized in terms of a \"Great Filter\" which acts to reduce the great number of sites where intelligent life might arise to the tiny number of intelligent species with advanced civilizations actually observed (currently just one: human). This probability threshold, which could lie behind us (in our past) or in front of us (in our future), might work as a barrier to the evolution of intelligent life, or as a high probability of self-destruction. The main counter-intuitive conclusion of this observation is that the easier it was for life to evolve to our stage, the bleaker our future chances probably are.\n\nAs I understand Hanson, he thinks we’re likely alone:\n\nThe simplest story seems right: if we have a chance to fill the universe, we are the only ones for a billion light years with that chance.\n\nPREDICTION MARKETS\n\nHanson has been a vocal proponent of using prediction markets (or what he also calls “idea futures”) to reform how we deal with controversies in science, academia, and politics. In \"Could Gambling Save Science\", he writes:\n\nIf the primary way that academics are now rewarded for being right, rather than popular, is an informal process for staking their reputation, which has various biases because of its informality, and if we want a better reputation game, why not literally make bets and formalize the process?\n\nImagine a betting pool or market on most disputed science questions, with the going odds available to the popular media, and treated socially as the current academic consensus. Imagine that academics are expected to \"put up or shut up\" and accompany claims with at least token bets, and that statistics are collected on how well people do. Imagine that funding agencies subsidize pools on questions of interest to them, and that research labs pay for much of their research with winnings from previous pools. And imagine that anyone could play, either to take a stand on an important issue, or to insure against technological risk.\n\nThis would be an \"idea futures\" market, which I offer as an alternative to existing academic social institutions. Somewhat like a corn futures market, where one can bet on the future price of corn, here one bets on the future settlement of a present scientific controversy.\n\nIn “Decision Markets for Policy Advice”,\n\nSpeculative markets do a remarkable job of aggregating information; in every head-to-head field comparison made so far, their forecasts have been at least as accurate as those of competing institutions, such as official government estimates. Many organizations are now trying to take advantage of this effect, experimenting with the creation of “prediction markets” or “information markets,” to forecast future events such as product sales and project completion dates.\n\nHanson’s betting markets come to their furthest articulation in his concept of futarchy. The best explanation comes from \"Futarchy: Vote Values, But Bet Beliefs\" :\n\nIn \"futarchy,\" we would vote on values, but bet on beliefs. Elected representatives would formally define and manage an after-the-fact measurement of national welfare, while market speculators would say which policies they expect to raise national welfare.\n\nFARMERS AND FORAGERS\n\nTo explain this concept, Hanson describes two groups of people: farmers and foragers.\n\n“Foragers” are egalitarian. They have fewer children and are adventurous and sexually open. They value variety, sharing, and consensus. They are uncomfortable with materialism and war.\n\n“Farmers” are hierarchical. They value self-sacrifice, civility, and self-control. They value monogamy and steadiness as virtues, eschewing variety for consistency. Hanson writes,\n\nThey have a stronger sense of honor and shame, and enforce more social rules, which let them depend more on folks they know less… believe more in good and evil, and in powerful gods who enforce social norms…. They identify more with strangers who share their ethnicity or culture, and more fear others. They are less bothered by violence … [In their perspective,] Nature’s place is to be ruled and changed by humans.\n\nThis, Hanson argues, roughly maps phases of history—hunter/gather bands, agricultural societies, and now our current age of prosperity where many folks seek a return to Forager values.\n\nHanson’s insight is that many of today’s social conflicts could be mapped onto the Forager/Farmer divide. Moreover, today’s Foragers are in some ways a product of Farmers’ success and still depend on Farmer institutions:\n\nI think a lot of today’s political disputes come down to a conflict between farmer and forager ways, with forager ways slowly and steadily winning out since the industrial revolution. It seems we acted like farmers when farming required that, but when richer we feel we can afford to revert to more natural-feeling forager ways. The main exceptions, like school and workplace domination and ranking, are required to generate industry-level wealth. We live a farmer lifestyle when poor, but prefer to buy a forager lifestyle when rich.\n\nAlso see one of Hanson’s clearest articulations of the forager/farmer divide that came as a response one of Scott’s posts.\n\nSIGNALING AND SELF-DECEPTION\n\nIn my opinion, this is where Hanson is the most interesting and the most profound. To quote a post of his:\n\nI call a message “signaling” if it has these features: 1. It is not sent mainly via the literal meanings of words said. 2. It is not easily or soon verifiable. 3. It is mainly about the senders’ personal features, perhaps via association with groups. 4. It is about sender “quality” dimensions where more is better, so senders want others to believe quality is as high as possible, while others want to assess more accurately. Such qualities are not just unitary, but can include degrees of loyalty to particular allies.\n\nCheap talk cannot send a message like this; one cannot just say such a thing, one must show it. And since it cannot be verified, one must show it indirectly, via how such features make one more willing or able to do something. And since willingness and ability track costs, these are “costly” signals.\n\nWhen weighted by how much the messages matter to us, and by how much effort we put into adjusting them, I’d say that most of our communication is “signaling” of this sort.\n\nI’ll break this category into four further subcategories.\n\nInside view/outside view\n\nFirst described in this post, based upon “Timid Choices and Bold Forecasts,” a 1993 article by Daniel Kahneman and Dan Lovallo. (Read it here—start on page 24 for the relevant section.)\n\nTo summarize in my own words, the inside view is the assessment of a planned action based on simply the case at hand, where folks estimate costs/time/risks based on the individual sample. In the inside view, we search through our mental bank of experiences and think in terms of our specific circumstances.\n\nThe outside view, on the other hand, attempts to plan based on actual outcomes by similar actions done in the past. To quote “Timid Choices”:\n\n[The outside view] essentially ignores the details of the case at hand, and involves no attempt at detailed forecasting of the future history of the project. Instead, it focuses on the statistics of a class of cases chosen to be similar in relevant respects to the present one. The case at hand is also compared to other members of the class, in an attempt to assess its position in the distribution of outcomes for the class.\n\nThe problem with the inside view is three-fold: first, it tends to underestimate the costs, completion times, and risks in comparison to the outside view. Secondly, it tends to be overoptimistic about the desired outcomes (the planning fallacy) and fails to predict extreme and exceptional events. Thirdly, it tends to be favored too often over the outside view. As “Timid Choices” notes,\n\nthe inside view is overwhelmingly preferred in intuitive forecasting. The natural way to think about a problem is to bring to bear all one knows about it, with special attention to its unique features. The intellectual detour into the statistics of related cases is seldom chosen spontaneously. Indeed, the relevance of the outside view is sometimes explicitly denied: physicians and lawyers often argue against the application of statistical reasoning to particular cases. In these instances, the preference for the inside view almost bears a moral character. The insider view is valued as a serious attempt to come to grips with the complexities of the unique case at hand, and the outside view is rejected for relying on crude analogy from superficially similar instances.\n\nWe overestimate how unique and special our circumstances are with the inside view; the outside view requires some epistemic humility. More on the inside view/outside view: \"Are Meta Views Outside Views?\"\n\nHomo Hypocritus\n\nThe term he uses often is “homo hypocritus” – humanity’s self-deception is key to understanding humanity’s intelligence. In his words, “the main reason we have huge brains is to hypocritically bend rules.” This rule-bending extends not only to create positive impressions with others—it even extends to deceiving ourselves.\n\nNear/far\n\nThis is a common theme in Robin’s writing—I think Abstract/Distant Future Bias is about the best single post explaining it. Robin took the idea himself from this article on Construal level theory.\n\nTo put it in my own words, “Near” is how we thing about matters that are close, immediate, and practical—“Far” is how we think about the future, how we think about our position in society, and how we’d like to see ourselves. Near is opportunistic—Far is idealistic. Near cares about survival—Far cares about status. Seeing the same event from a Near perspective will be different than from a Far perspective. Near-Far bias is a key component of many disagreements.\n\nTo quote Hanson:\n\nWhen \"in the moment,\" we focus on ourselves and in-our-face details, feel \"one with\" what we see and close to quirky folks nearby, see much as uncertain, and safely act to achieve momentary desires given what seems the most likely current situation.\n\nRegarding distant futures, however, we’ll be too confident, focus too much on unlikely global events, rely too much on trends, theories, and loose abstractions, while neglecting details and variation. We’ll assume the main events take place far away (e.g., space), and uniformly across large regions. We’ll focus on untrustworthy consistently-behaving globally-organized social-others. And we’ll neglect feasibility, taking chances to achieve core grand symbolic values, rather than ordinary muddled values.\n\nSo one way to think of life is how many artifacts and circumstances of our lives are products of Far thinking, such as science fiction and individualism, and some are products of Near thinking, such as anxiety. Another example: sex is near, but love is far.\n\nX is not about Y (but really about Z)\n\nWhen Scott refers to Hansonian thinking, I think this is what he’s most often referring to.\n\n\"Politics is not about policy\" is the one Robin Hanson post I’d share if I could only share one Robin Hanson post. This one is also pretty great:\n\n“X is not about Y,” … mean[s] that while Y is the function commonly said to drive most X behavior, in fact some other function Z drives X … more. … Many are well aware of this but say we are better off pretending X is about Y.\n\nFor example, asking for advice is not about receiving advice: it's about status.\n\nPerhaps the most notable “X isn’t about Y” view by Hanson is “Healthcare isn’t about health.” Rather, it is about showing that you care. Hanson writes (emphases added):\n\nHuman behavior regarding medicine seems strange; assumptions and models that seem workable in other areas seem less so in medicine…. The puzzles I consider include a willingness to provide more medical than other assistance to associates, a desire to be seen as so providing, support for nation, firm, or family provided medical care, placebo benefits of medicine, a small average health value of additional medical spending relative to other health influences, more interest in public than private signals of medical quality, medical spending as an individual necessity but national luxury, a strong stress-mediated health status correlation, and support for regulating health behaviors of the low status. These phenomena seem widespread across time and cultures. I can explain these puzzles moderately well by assuming that humans evolved deep medical habits long ago in an environment where people gained higher status by having more allies, honestly cared about those who remained allies, were unsure who would remain allies, wanted to seem reliable allies, inferred such reliability in part based on who helped who with health crises, tended to suffer more crises requiring non-health investments when having fewer allies, and invested more in cementing allies in good times in order to rely more on them in hard times. These ancient habits would induce modern humans to treat medical care as a way to show that you care…. This analysis suggests that the future will continue to see robust desires for health behavior regulation and for communal medical care and spending increases as a fraction of income, all regardless of the health effects of these choices.\n\nThus, Hanson has some radical-sounding proposals, including cutting medical spending dramatically :\n\nOur main problem in health policy is a huge overemphasis on medicine. The U.S. spends one sixth of national income on medicine, more than on all manufacturing. But health policy experts know that we see at best only weak aggregate relations between health and medicine, in contrast to apparently strong aggregate relations between health and many other factors, such as exercise, diet, sleep, smoking, pollution, climate, and social status. Cutting half of medical spending would seem to cost little in health, and yet would free up vast resources for other health and utility gains.\n\nSo in Hanson’s estimation, healthcare is not about health but about signaling loyalties and values. Healthcare is meant to show you care. Scott talks a little about this Hansonian take in his \"Who By Very Slow Decay\".\n\nA good long podcast interview (transcript included) with Hanson on the subject is here.\n\nOther links of note:\n\nThe Dream Time\n\nBrain emulations, which is the subject of Hanson’s forthcoming book.\n\nIn almost all fictional worlds, God exists.\n\nReject random beliefs\n\nThe biases of an elite education\n\nI think Hanson is important not necessarily because he’s always right but because he provides some startling and fresh ways of looking how the world works. I can probably safely attest that my thinking of the world is heavily influenced by his ideas. (I am an English professor, and I find myself talking about Hanson’s ideas in my classes more often Weber or Foucault or Freud any other thinker).\n\nEdited on Nov 12, 2015. Fixed multiple typos.\n\nEdited on Nov 13, 2015. Major edits. Added information on inside view/outside view. Expanded on prediction markets, health care isn’t about health, and farmers vs foragers. Added more links of note.\n\nRead more\nSort by:\nAdd a Comment\nScottAlexander\n•\n8 yr. ago\n\nI like this, but I would add inside view/outside view, much more on prediction markets instead of just a brief reference in the context of futarchy, and maybe a little more on how he thinks health care doesn't work.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nSure. Good ideas. I'll edit it in the next day or so with some more information.\n\nReply\nreply\n1 more reply\nzdk\n•\n8 yr. ago\n\nForager vs Farmers is also an important 'Hansonian' framework http://www.overcomingbias.com/2010/10/two-types-of-people.html\n\nReply\nreply\n4 more replies\nSvalbardCaretaker\n•\n8 yr. ago\n\nI am an English professor\n\nSorry, doesnt count as efficient signaling, can be faked too easily on the net. /s\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nGiven how STEM and finance-oriented Scott’s readers tend to be (“the most popular professions are computers (33%), finance (7%), engineering (7%), and math (7%)”), what kind of signal am I sending in admitting to being a Humanities person? ;-)\n\nReply\nreply\n1 more reply\ncjet79\n•\n8 yr. ago\n\nVery good summary, I read Hanson on occasion, but I didn't know the great filter is something he thought of.\n\nReply\nreply\nPM_ME_UR_OBSIDIAN\n•\n8 yr. ago\n\nLovely stuff. Thanks for this.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nThe farmer-forager view of the world seems pretty central to Hanson's thought. Could anyone here summarize the evidence for it?\n\nI usually read Hanson saying that if we associate a certain set of views with \"farmers,\" and different ones with \"foragers,\" then we can map many of our current societal conflicts onto this axis well. This is partially convincing, but not entirely, since it may simply reflect our efforts to fit a pattern to data. Are there any reasons beyond this to adopt this view of the world?\n\nThis is a serious question; I've only read Hanson occasionally and do not know all the evidence he has given for his views.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nRobin tends to work inductively—big idea speculated first, then thought-experiments as to how it would reveal itself. Like many economists, for better or worse Robin tends to work with interpretive frameworks that cannot be falsified empirically. This means that economic models do not always have the epistemic status of models in the physical sciences, which can be falsified through experiments.\n\nI did a quick search to see if I could find places where he talks about evidence for Farmers/Foragers. These are about as close as I could find:\n\nFarmer Rituals\n\nForager vs Farmer morality\n\nBowing to Elites\n\nFarmers commit\n\nReply\nreply\n \nTop 2%\nRank by size \nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n362 upvotes · 151 comments\nr/literature\nShe's so magical\nyoutube\n197 upvotes · 41 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n212 upvotes · 27 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 65 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/ultrarunning\nUltra-marathon runner banned for a year after admitting she used car in 50-mile race she won trophy in\nlbc.co.uk\n227 upvotes · 51 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n193 upvotes · 37 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n116 upvotes · 11 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 24 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/aoe2\nReal-Time Strategy is incredible and you should play it\nyoutube\n187 upvotes · 79 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 94 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/IsaacArthur\nHow to Win an Interstellar War by Kurzgesagt\nyoutube\n120 upvotes · 51 comments\nr/DecodingTheGurus\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n154 upvotes · 134 comments\nr/singularity\n[Video] Hands-on with Gemini: Interacting with multimodal AI\nyoutube\n303 upvotes · 120 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/tennis\nWould Alcaraz and Sinner still be top 10 in this era?\nyoutube\n167 upvotes · 47 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n281 upvotes · 60 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 12, 2015\nReddit\nreReddit: Top posts of November 2015\nReddit\nreReddit: Top posts of 2015"
}