{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "What's worse, burning plastic or sending it to a landfill?",
  "href": "https://grist.org/living/whats-worse-burning-plastic-or-sending-it-to-a-landfill/",
  "body": "What's worse: burning plastic trash, or letting it sit in a landfill? I'm thinking of not-easily-recyclable plastic packaging especially — are its components perhaps more easily dispersed as ...",
  "textContent": "For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nSkip to content\nGrist home\nAll donations TRIPLED! $10/mo $15/mo Other Donate \nClimate. Justice. Solutions.\nGrist home\nFollow\nDonate\nWhat’s worse, burning plastic or sending it to a landfill?\nWhen it comes to pesky, non-recyclable plastics, should we bury or burn? Advice maven Umbra Fisk tosses out a few ideas.\nGrist / Shutterstock\nAsk Umbra®\nPublished\nJun 23, 2016\nTopic\nClimate + Culture\nShare/Republish\nEmail\nTwitter\nFacebook\nRepublish\n\nQ. Dear Umbra,\n\nWhat’s worse: burning plastic trash, or letting it sit in a landfill? I’m thinking of not-easily-recyclable plastic packaging especially — are its components perhaps more easily dispersed as gases rather than slowly leaching in a landfill?\n\nSigned,\nWilburforce\n\nA. Dearest Wilburforce,\n\nGrist thanks its sponsors. Become one.\n\nAs anyone who has ever witnessed someone toss an errant water bottle or crinkly wrapper into a campfire can attest, burning plastic is a nasty business. It stinks; it spews oddly colored flames; and the smoke makes you want to reach for the nearest gas mask. I distinctly recall one such instance in particular, in high school, when a perfectly lovely beach bonfire was ruined because a doofus classmate threw our life-size stuffed mascot into the fire (thanks, Dwayne). Willy the Wombat sustained serious scorch injuries, and everybody else had to flee in search of more breathable air.\n\nThen again, landfills are hardly a great choice for waste management, either, what with their space-taking, greenhouse gas-generating ways. So in a head-to-head, what is the best option for handling non-recyclable plastics? The answer depends on what kind of burning you’re talking about, Wilburforce.\n\nIf you’re referring to burning your own plastics out back, then heavens, get thee to a landfill. Burn barrels and other backyard incineration methods release terrible, toxic smoke packed with dangerous chemicals, and plastics produce some of the worst offenders. Among them: dioxins and furans (hormone-disrupting, cancer-causing substances that build up in water, soil, crops, and our own bodies) and styrene gas (which damages the nervous system). This sort of thing is dangerous not only to you, the burner, but to your neighbors. Much better to sequester your plastics in a landfill — if those are your only two options.\n\nBut if you’re referring to large-scale trash incinerators, often called waste-to-energy plants, then the picture gets a lot fuzzier. Such plants torch garbage at very high temperatures, creating steam that is then used to generate electricity and sometimes also heat buildings. They are quite popular in Europe, where they don’t have nearly as much open space to fill with landfills as we do, but they remain rather controversial around these parts.\n\nGrist thanks its sponsors. Become one.\n\nProponents of waste-to-energy (let’s think of them as the Fire Planeteers) argue that these facilities are a great idea because, for one, they reduce the staggering volumes of garbage we create. The average American is personally responsible for generating 4.4 pounds of trash every day, but incinerators can turn 2,000 pounds of waste into 300 to 600 pounds of ash. They also say keeping garbage out of landfills prevents the emissions of globe-warming methane and is more efficient than trucking trash to faraway dumps. Plus, plastics generate more energy than other refuse when burned. Their thinking goes: Since we’re throwing most of our plastics away anyway — recycling rates are stuck around 30 percent — why not burn it to recover that energy? Otherwise, we’d probably be burning a virgin fossil fuel for the same power.\n\nAnti-burners (the Earth Planeteer seems like a good fit here), on the other hand, are concerned that incinerators spew the same noxious chemicals we discussed above — dioxins, furans, heavy metals, et al. They still create toxic ash that ends up in landfills, and those high-temp fires emit more carbon than a coal plant. And they distract us from the real solutions, opponents say, which should be recycling and composting, not simply burning. In some places, communities have to supply a certain amount of garbage to a waste-to-energy plant to keep it in the black – which can mean perfectly good recyclables end up diverted to the flames. In other places, incinerators primarily deal with non-recyclables.\n\nRebuttal time: Fire Planeteers retort that high-tech scrubbing tools keep their chemical emissions well under EPA air quality standards. Earth Planeteers counter that the methane from landfills can be collected as biogas and burned for power, too. Both sides then say the other’s methods aren’t good enough, and meanwhile troubling emissions still leak through. And on it goes.\n\nMy take, Wilburforce? There’s no perfect solution to plastic disposal, so what we really should be doing is creating and using less plastic — especially the types that can’t be recycled easily. On an individual basis, this means steps such as buying in bulk, using reusable containers for everything, and shopping secondhand (find more zero-waste tips here). More broadly, we need to urge manufacturers to stop using throwaway plastic packaging — write your favorites and tell them so (see, there’s always something you can do!). I’m hopeful that one day, we’ll reach a point where consumer materials are reused and recycled ad infinitum. Until that day, don’t forget your coffee mug, reusable takeout container, party glasses, menstrual cups … and on it goes.\n\nPyrically,\nUmbra\n\nA message from   \n\nAll donations TRIPLED\n\nGrist is the only award-winning newsroom focused on exploring equitable solutions to climate change. It’s vital reporting made entirely possible by loyal readers like you. At Grist, we don’t believe in paywalls. Instead, we rely on our readers to pitch in what they can so that we can continue bringing you our solution-based climate news. Donate now, and your gift will be TRIPLED.\n\nDonate Now\nNext Article\nWave goodbye to California’s last nuclear plant\nTim McDonnell  Climate & Energy\nCulture\nThe first Pacific Islander to win a National Book Award talks colonialism, culture, and climate\nAnita Hofschneider\nDiscarded toys are creating an e-waste disaster. Here’s how to stop it.\nMaddie Stone\nWill climate cookbooks change how we eat?\nCaroline Saunders\nWhat Canada’s most expensive disaster ever teaches us about climate change\nJoseph Winters\nLatest\nBlue power: Will ocean waves be California’s new source of clean energy?\nJulie Cart, CalMatters\n‘I’ll just eat on the way’: A climate activist’s 18-hour sprint through COP28\nNaveena Sadasivam\nEV battery repair is dangerous. Here’s why mechanics want to do it anyway.\nMaddie Stone\nHow much carbon can oysters store? Scientists are trying to find out.\nEmily Jones\n\nThe only newsroom focused on exploring solutions at the intersection of climate and justice. Donate today to help keep Grist’s site and newsletters free. All donations TRIPLED!\n\nSupport Grist\nTopics\nEnergy\nPolitics\nSolutions\nAccountability\nExtreme Weather\nThe Grist 50\nCompany\nAbout\nTeam\nContact\nCareers\nFellowships\nPressroom\nDEIJ\nMore\nEvents\nVisionaries Bureau\nBecome a Member\nAdvertising\nRepublish\nAccessibility\nSustainability\n\nAs part of our commitment to sustainability, in 2021 Grist moved its office headquarters to the Bullitt Center in Seattle’s vibrant Capitol Hill neighborhood. Known as one of the greenest commercial buildings in the world, since it opened its doors on Earth Day in 2013 the Bullitt Center has been setting a new standard for sustainable design. \n\n© 1999-2023 Grist Magazine, Inc. All rights reserved.\nGrist is powered by WordPress VIP.\nTerms of Use | Privacy Policy\n\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Instagram\nFollow us on YouTube\nGrist.org uses cookies for enhanced user experience, and for analyzing the site's performance and traffic. Grist may share information about your use of our website with social media partners and analytics partners.\nPRIVACY POLICY\nX"
}