{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Why Switch to Reusable Straws? - 5 Reasons You Simply Can't Ignore",
  "href": "http://blog.ecoatheart.com/why-switch-to-reusable-straws-5-reasons-you-simply-cant-ignore/",
  "body": "1) Disposable plastic straws are TOXIC. Plastic drinking straws can contain harmful toxins that can be detrimental to your health and the health of your loved ones, including Phthalates and Bisphenol A. More commonly known as BPA, Bisphenol A has been linked to brain and behaviour problems, increased risk of cancer, heart problems and increased ...",
  "textContent": "ECO AT HEART\n\ncomminity\n\n\n\n\nGO TO THE MAIN WEBPAGE\n \nBLOG HOME\n \nABOUT US\n \nSHOP OUR STRAWS\n \nGET IN TOUCH\n \nINSPIRATION\n\nSEPTEMBER 9, 2015 BY: LUCY KATE\n\nWHY SWITCH TO REUSABLE STRAWS? – 5 REASONS YOU SIMPLY CAN’T IGNORE\nShare\nShare\nTweet\n8\nPin\n0\nShare\n0\nShare\n\nCan you imagine a world without plastic? Just this morning I was getting my gluten free sourdough bread out of the freezer, and what does it come wrapped in? Plastic. Even the organic spinach from the farmer’s market comes wrapped in the stuff! Plastic products are used so often in our everyday lives it can seem impossible to picture eliminating, or even just reducing how much you use. But by making a few tiny changes, you can make a huge impact.\n\nOne easy way to lower the amount of plastic you dispose of is to make the switch to reusable stainless steel straws. But it’s not just the environment that benefits when we make this change – your body and your wallet will thank you for it too!\n\nHere are our top five reasons to make the switch to reusable straws you simply can’t ignore:\n\n1) Disposable plastic straws are TOXIC\n\nPlastic drinking straws can contain harmful toxins that can be detrimental to your health and the health of your loved ones, including Phthalates and Bisphenol A. More commonly known as BPA, Bisphenol A has been linked to brain and behaviour problems, increased risk of cancer, heart problems and increased health issues for young children. But don’t worry. By switching to reusable stainless steel straws you can cut down on your family’s exposure to these harmful toxins and create a safer, healthier environment.\n\n2) Better for the Ocean\n\nDid you know that disposable plastic straws are one of the top 10 most common items of trash found in the ocean and on our beaches? Yes, you heard me right! With over 500 million plastic straws being used every day in the US alone, it’s no wonder that many of them end up in our oceans and waterways. But we can change this! By switching to using reusable straws we can drastically reduce the amount of disposable straws that are made, used and then thrown away. Plus, when you choose Eco at Heart reusable stainless steel straws we donate 5% of all profits made to help clean up our oceans and reverse the damage done by throwaway plastic straws. Huraah!\n\n3) Save Money\n\nBuying cheap, throwaway items can seem like a cost-effective choice at first glance. However the cost of replacing these disposable items regularly quickly starts to add up. Reusable stainless steel straws are just that – reusable! Made with high quality stainless steel, our straws are long-lasting, durable and will quickly have you saving money when you no longer have to to replenish your plastic straw supply.\n\n4) Better for the Environment\n\nMany disposable plastic straws are made from polypropylene, which is made from the same stuff that powers our cars. That’s right, much of the plastic straws that are used every day are made from fossil fuels!\n\nThe use of fossil fuels contributes to greenhouse gasses and climate change, so switching to reusable stainless steel straws reduces our reliance on fossil fuels and so helps curb global warming. This is vital if we want to make sure our children and grandchildren have a healthy and stable planet to inherit in the future!\n\n5) Be a Trend Setter\n\nWe need more and more people like you to make the switch to sustainable and reusable products. Why not lead the way and be a trendsetter amongst your friends and family? Our reusable stainless steel straws are beautifully designed and are a great addition to your clean, green kitchen and home. Get family and friends hooked on eco-friendly products by being an example. It all starts with YOU!\n\nIf you haven’t already, make sure you check out our reusable straws now. You can also sign up to our Eco at Heart VIP Club or subscribe to our blog for more tips and resources for living a truly Eco at Heart lifestyle.\n\nMORE FROM MY SITE\nVegan Tiramisu Recipe\nDIY Honey Oat & Sugar Exfoliating Scrub\nTop 3 Delicious Spring Fruit Smoothies\nEasy Green Smoothie Recipe\nThe Only 5 Kid Friendly Smoothie Recipes You’ll Ever Need\nApple Rhubarb Crumble Recipe\nMORE FROM MY SITE\nVegan Tiramisu Recipe\nDIY Honey Oat & Sugar Exfoliating Scrub\nTop 3 Delicious Spring Fruit Smoothies\nEasy Green Smoothie Recipe\nThe Only 5 Kid Friendly Smoothie Recipes You’ll Ever Need\nApple Rhubarb Crumble Recipe\nTHE ONLY 5 KID FRIENDLY SMOOTHIE RECIPES YOU WILL EVER NEED\nTHE ONLY 5 KID FRIENDLY SMOOTHIE RECIPES YOU’LL EVER NEED\nLEAVE A REPLY\n\nYour email address will not be published. Required fields are marked *\n\nComment *\n\nName *\n\nEmail *\n\nWebsite\n\nSIGN UP FOR WEEKLY GOODIES\n\nGet the latest from the blog straight to your inbox each week!\n\nINSTAGRAM\nNo feed\nCATEGORIES\nGREEN LIVING\nHEALTHY FOOD RECIPES\nNATURAL BEAUTY\nSMOOTHIE & JUICE RECIPES\nWELLBEING\nWORLD WATCH\nLATEST PINS\nSHOP NOW\n\nGet your Reusable Stainless Steel Straws today!\n\nARCHIVES\nArchives\nSelect Month\nMarch 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nCATEGORIES\nCategories\nSelect Category\nGreen Living\nHealthy Food Recipes\nNatural Beauty\nSmoothie & Juice recipes\nWellbeing\nWorld Watch\nSMOOTHIE & JUICE RECIPES\nTOP 3 DELICIOUS SPRING FRUIT SMOOTHIES\n\nMarch 7, 2016 By Lucy Kate Leave a Comment\n\nSpring and Summer time for us at Eco at Heart® means sunshine, swimming and … [READ MORE...]\n\nWELLBEING\nOUR TOP TIPS FOR GETTING ENOUGH VITAMIN D THIS WINTER\n\nOctober 16, 2015 By Lucy Kate Leave a Comment\n\nI just love the cooler months of the year. Blankets, scarves, cuddles by the … [READ MORE...]\n\nGREEN LIVING\nDEADLY DETERGENTS – TOP 10 TOXIC LAUNDRY INGREDIENTS + DIY LAUNDRY POWDER RECIPE\n\nNovember 6, 2015 By Lucy Kate Leave a Comment\n\nIf you're anything like us, you take great care in keeping your household as … [READ MORE...]\n\nHEALTHY FOOD RECIPES\nVEGAN TIRAMISU RECIPE\n\nDecember 4, 2015 By Lucy Kate Leave a Comment\n\nIt's that time of year where sweet food and desserts are abundant as we … [READ MORE...]\n\nWORLD WATCH\nSHELL PULLS OUT OF THE ARCTIC\n\nOctober 15, 2015 By Lucy Kate Leave a Comment\n\nI always remember where I was at the time I first hear about important world … [READ MORE...]\n\nNATURAL BEAUTY\nDIY HONEY OAT & SUGAR EXFOLIATING SCRUB\n\nOctober 22, 2015 By Lucy Kate 2 Comments\n\nI'm sure you've heard the saying 'Beauty comes from the inside out', and it's … [READ MORE...]\n\nGREEN LIVING\n \nSMOOTHIE & JUICE RECIPES\n \nHEALTHY FOOD RECIPES\n \nWELLBEING\n \nWORLD WATCH\n \nNATURAL BEAUTY\n\n© 2023 · FUN GENESIS WORDPRESS THEME BY, PRETTY DARN CUTE DESIGN"
}