{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Blue (Plastic) Planet - NRDC",
  "href": "https://www.nrdc.org/stories/blue-plastic-planet",
  "body": "Our management of plastic clearly needs improvement. We currently recycle only 14 percent of plastic packaging, according to a 2015 NRDC report. \"Plastic pollution has huge economic costs for ...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all News & Commentary\nExplainer\nThe Blue (Plastic) Planet\n\nYou've probably heard that there's a lot of plastic swimming around in our oceans. But do you know how much? (Spoiler alert: It's way more than you think.)\n\nOctober 15, 2015\nBrian Palmer\nContributor\nShare this page\n\nA March 2015 study published in the journal Science finally answered the question of how much plastic junk we toss into the sea: between 5.3 million and 14 million tons a year. Need some perspective on that hard-to-fathom number? Nine million tons of plastic is the equivalent of 136 billion plastic milk jugs. Stack them up and they’d reach more than halfway to Mars (when its orbit is at its closest point to earth).\n\nNine million tons is also the equivalent of piling five grocery bags full of plastic on every foot of coastline in the world.\n\n“That’s the number that shocked me,” says Jenna Jambeck, the University of Georgia engineering professor who led the study. “I made my students double-check their calculations.” Even so, the authors say this may be an underestimate. They limited their calculations to plastic coming from communities located within 31 miles of a coastline in 2010, because there wasn’t reliable data for plastic waste entering the oceans from inland waterways. This is probably a significant omission. Europe's Danube River alone releases approximately 1,700 tons of plastic into the sea every year.\n\nA 2013 study estimated the total amount of plastic floating in the sea at just 269,000 tons. If that’s true, where does nine million tons of new plastic go each year? The oceans might be efficient at chemically breaking down discarded plastic, but not at that scale. Or the studies may simply be incompatible, but more research will be needed to explain the divergence.\n\nWhichever figure you choose, however, there is too much plastic in our oceans. The researchers behind the 2015 study compiled their data by country, letting us know where to look to remedy the problem. Asia is responsible for more than 63 percent of the plastic released into the oceans annually. (China alone produces more than a quarter of the world's total.) Of the ten worst national litterbugs, only two (Egypt and Nigeria) are outside of Asia.\n\nThe United States is the 20th-biggest culprit (unless you count the European Union as a single entity). That may seem respectable, since we’re the world’s largest economy and have the third-largest population. We are, however, the only fully developed economy in the top 20. Of the seven countries with more coastline than the United States, only two (Indonesia and the Philippines) release more plastic into the ocean.\n\nOur management of plastic clearly needs improvement. We currently recycle only 14 percent of plastic packaging, according to a 2015 NRDC report. “Plastic pollution has huge economic costs for taxpayers and local governments,” says Darby Hoover, a senior resource specialist at NRDC. “Recyclable post-consumer packaging with an estimated value of $11.4 billion is landfilled in the U.S. annually instead of being recycled.”\n\nPresident Obama has said “we are the first generation to feel the impact of climate change and the last generation that can do something about it.” That’s also more or less true of plastic in the oceans. There was no mention of the problem in the scientific literature until the early 1970s. Today, tiny pieces of plastic are choking or obstructing the gastrointestinal tracts of seabirds, sea turtles, and many marine mammals.\n\nHow can we improve? It will require a combination of lowering plastic production and improving waste management. Either option, by itself, couldn’t get us below a few million tons of ocean plastic each year. So start trying to cut back on your own plastic footprint. Because unless we make some major changes, the amount going into the ocean is likely to increase by an order of magnitude by 2025. In other words, we will throw as much as 140 million tons of plastic into the ocean. (Or we could use it to build five ladders to Mars. Just a suggestion.)\n\nThis NRDC.org story is available for online republication by news media outlets or nonprofits under these conditions: The writer(s) must be credited with a byline; you must note prominently that the story was originally published by NRDC.org and link to the original; the story cannot be edited (beyond simple things such as grammar); you can’t resell the story in any form or grant republishing rights to other outlets; you can’t republish our material wholesale or automatically—you need to select stories individually; you can’t republish the photos or graphics on our site without specific permission; you should drop us a note to let us know when you’ve used one of our stories.\n\nRELATED ISSUES\nOcean Nature & Wildlife\nRELATED STORIES\nSkip carousel items\nslide 5 to 7 of 3\nFinally, a High Seas Treaty to Protect the World’s Oceans\nApril 14, 2023 ExplainerInternationalBrian Palmer, Jeff Turrentine\nA new U.N. agreement aims to bring order and conservation to what has—up to now—been an ocean of mismanagement and neglect.\nCan Anything Be Done to Stop Overfishing?\nJune 24, 2022 ExplainerInternational\nIt’s a complex problem, but a combination of smart fisheries management and consumer vigilance can encourage more sustainable practices.\nBiodiversity 101\nApril 22, 2022 GuideInternational, United StatesCourtney Lindwall\nHow do we define and measure biodiversity—and just why is it so important?\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}