{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "ISO - Straws get a sip of standardization",
  "href": "https://www.iso.org/news/2016/02/Ref2047.html",
  "body": "Plastic straws have to show their resistance to hot and cold temperatures and bend without rupture. ISO 18188 was developed by ISO technical committee ISO/TC 61, Plastics, Subcommittee SC 11, Products, whose secretariat is held by JISC, the ISO member for Japan. ISO 18188:2016 is available from your national ISO member or through the ISO Store.",
  "textContent": "Skip to main content\n Applications\n OBP\nEnglish\nStandards\nSectors\nAbout us\nNews\nTaking part\nStore\nSearch\nStraws get a sip of standardization\n2 minutes to read\nBy\nSandrine Tranchard\nPublished on 3 February 2016\nShare on Twitter, Facebook, Linkedin\n#null\n\nColorful, functional and fun, both kids and adults love them. Billions of drinking straws are produced each year; yet despite their worldwide use, plastic (polypropylene) straws had never been the subject of standards and specifications.\n\nA recently published International Standard, ISO 18188:2016, Specification of polypropylene drinking straws, will provide general requirements for dimensions and performance properties of plastic straws. This will help manufacturers to produce consistent, quality products.\n\nThe first people to use straws would have been the Sumerians in the fourth millennium B.C., probably to drink beer. Some straws were made of gold set with the precious blue stone lapis lazuli; others were made of paper or grass. Today, drinking straws are made of plastic and are used to drink different kinds of beverages.\n\nWhether you are drinking a fruit juice in a carton, a cocktail in a glass or a milkshake in a tumbler, straws have different shapes to suit the glass and drink they go into. ISO 18188 covers the whole range: straight, flexible, extendable, spoon-shaped intended for slushes, or with a sharp tip intended for insertion through film-sealed containers, all these shapes find proper specifications.\n\nThe standard specifies that the plastic must conform to the food contact requirements of the market. Plastic straws have to show their resistance to hot and cold temperatures and bend without rupture.\n\nISO 18188 was developed by ISO technical committee ISO/TC 61, Plastics, Subcommittee SC 11, Products, whose secretariat is held by JISC, the ISO member for Japan.\n\nISO 18188:2016 is available from your national ISO member or through the ISO Store.\n\nRelated information\nISO/TC 61\nPlastics\nStandards\nISO 18188:2016\nSpecification of polypropylene drinking straws\nSandrine Tranchard\ntranchard@iso.org\nPress contact\n\npress@iso.org\n\nJournalist, blogger or editor?\n\nWant to get the inside scoop on standards, or find out more about what we do? Get in touch with our team or check out our media kit.  \n\nNews\nStraws get a sip of standardization\nSitemap\nISO name and logo\nPrivacy Notice\nCopyright\nCookie policy\nJobs\nFAQs\nContact ISO\nSign up for email updates\nSubscribe\n\nTo learn how your data will be used, please see our privacy notice.\n\nMaking lives easier, safer and better.\n\nWe are committed to ensuring that our website is accessible to everyone. If you have any questions or suggestions regarding the accessibility of this site, please contact us.\n\n© All Rights Reserved\n\nPowered by\nWe use cookies to improve your browsing experience.\nBy clicking \"Accept\" you agree to the use of cookies as described in our Cookies Policy.\nManage Accept"
}