{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Turtle That Became the Anti-Plastic Straw Poster Child",
  "href": "https://www.plasticpollutioncoalition.org/blog/2015/10/27/the-turtle-that-became-the-anti-plastic-straw-poster-child",
  "body": "The Turtle That Became the Anti-Plastic Straw Poster Child. November 11, 2015. take the 'no plastic straw' pledge. By Heidi Siegmund Cuda and Elizabeth Glazner. By now, more than 6 million people have seen the disturbing 8-minute viral video of the sea turtle with a stream of blood draining from his nostril, as two researchers work to ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nThe Turtle That Became the Anti-Plastic Straw Poster Child\nNovember 11, 2015\ntake the ‘no plastic straw’ pledge\n\nBy Heidi Siegmund Cuda and Elizabeth Glazner\n\nBy now, more than 6 million people have seen the disturbing 8-minute viral video of the sea turtle with a stream of blood draining from his nostril, as two researchers work to extract a 4-inch plastic straw. A shortened version can be seen here.\n\nThe plastic was lodged in the turtle’s nasal cavity, reaching down into his throat, inhibiting his breathing and sense of smell—a turtle’s most important tool for finding food. It was no doubt messing with the turtle’s orientation and migration, and possibly even hindering his ability to find a mate.\n\n“He might have also had trouble eating,” said Christine Figgener, a PhD student at Texas A&M University and a sea turtle expert, who was on the team that found the distressed creature and gave him aid. “Imagine you are regurgitating a hard spaghetti—for example while laughing—which ends up in your nose and gets stuck.”\n\nFiggener and fellow researcher Dr. Nathan J. Robinson aren’t sure how long the sea turtle was swimming around with that thing in his nose. “It didn’t look super new, but who knows.\n\n“We have been talking about the detrimental effects of straws for years, but seeing that video, as horrible as it was, is what we needed to wake people up,” Figgener said in an interview with Plastic Free Times, two months after the video was first posted on YouTube.\n\nWatch: The sea turtle video\n\nThe turtle was a sexually mature Olive Ridley male—an endangered creature, found in waters in between Playa Nancite (Santa Rosa National Park) and Playa Cabuyal, off the Pacific shore of Costa Rica. Olive Ridleys are thought to reach sexual maturity at about 12 years, and may live up to 50 years, but they don’t know for sure. “So our guy should have been somewhere between 12 and 50 years old,” Figgener surmised.\n\nNatural predators are numerous, including sharks, killer whales and big fish. But the notoriously slow animal cannot outrun a dog or a raccoon drawn to its nesting place because of someone’s trash that is strewn on the beach. Nor can it always tell a piece of plastic from a tasty crustacean in the water.\n\nWhen Figgener saw the turtle, she thought, “Is it a straw? Don’t tell me it’s a frickin’ straw.” You can hear her German-accented voice of exasperation and determination in the video.\n\nFiggener said the turtle may have ingested the straw while looking for food on the sea bed. Perhaps he “gagged on it, regurgitated it and it ended up in the wrong passageway. The mouth cavity (similar to us humans) in turtles is connected to the nose; the arch of the removed straw matches this anatomical characteristic perfectly.”\n\nWithout their permit for temporal removal of the turtle from its ocean habitat, Figgener said her team could have gone to jail. But after working in Costa Rica for almost a decade, they knew there was no vet around the corner, especially one specialized in reptiles. So they acted, and they filmed it.\n\nAfter the incidence, Figgener said the team spent the two-hour boat ride back to harbor in silence. “We had no words. We just knew we had to get the video out to the public.”\n\nThe team ended up having to leach WiFi from a restaurant. It took eight hours to get the footage uploaded to YouTube, where it just took off. “This video had so much impact (because) it scared/shocked people out of their oblivion.\n\n“I’m a marine biologist and we stumble across plastic and fishing hooks all the time,” she said. “This is my life; it’s my whole life.” Figgener usually walks the beaches at night. Sadly, “At least a turtle per night has some kind of incident with ocean pollution.”\n\n“I had a turtle that had a piece of plastic sticking out when she was dropping her eggs. She’d ingested a plastic bag, and it was tangled in her intestines. When we find dead turtles, we dissect them, and almost every single turtle has some kind of plastic.” \n\nPropeller slashes and cuts from fishing line are the sharks and killer whales of human activity. As for plastic playing a part in threatening the health of marine creatures, says Figgener: “We are grown ups; we can drink out of a glass without a straw.\n\n“People are so worried about their afterlife, but I’m worried about my ecological footprint now in this lifetime. I think that’s what we need to be worried about. Sustainability is actually just that. You want to make things better for the next generation.”\n\nRelated: Over Half the World’s Sea Turtles Have Eaten Plastic\n\nJoin our global coalition.\n\nTake the pledge! Refuse single-use plastic.\n\nFacebook\nTwitter\nLinkedIn\n 43 \n25 responses to “The Turtle That Became the Anti-Plastic Straw Poster Child”\nmiachen777@hotmail.com says:\nFebruary 17, 2017 at 7:52 pm\n\nThese people are not animal doctors. They had no idea what they did. If the turtle got even more injured when they pulled it out. An animal doctor is able to remove the straw without causing the turtle any pain. #wannabeheros\n\nTerrie says:\nFebruary 21, 2017 at 6:14 pm\n\nWhat happened to the turtle did it heal?\n\nicklefriendspants@yahoo.co.uk says:\nFebruary 27, 2017 at 8:29 am\n\nLara, Sadly, over half the world’s sea turtles have eaten plastic. Nobody is going to pay hundreds of animals doctors to remove pieces of plastic from thousands of turtles. Unfortunately, we have to make do with what we have and that includes accepting the help of volunteers rather than leaving the turtles with bits of plastic stuck in them.\n\nexecadmin@plasticpollutioncoalition.org says:\nFebruary 28, 2017 at 6:38 pm\n\nWe hope so! The turtle was released back into the water in Costa Rica.\n\nCesar Antonio Gonzalez says:\nMarch 2, 2017 at 8:42 am\n\nPlease watch and be concerned\n\nkai_luv64@hotmail.com says:\nApril 14, 2017 at 5:52 am\n\nI’m glad there was someone there to help. However it seemed like he endured a lot of needless suffering trying to remove the straw. And is no one else concerned about the blood that appears to be coming from his fin area as well as his nose? If they only watched him for a while and released him again how does anyone know he did not die anyway? I think what we as a human race are doing to the planet is disgusting. I hope this big guy is ok. I just have my doubts.\n\nsmp167@hotmail.com says:\nApril 23, 2017 at 10:13 pm\n\nThey’re marine biologists who were studying these turtles and saw this one in distress. They weren’t just going to let it die. There weren’t any vets/reptile vets in the area, plus they were hours from land. Are you saying that if you saw an animal in distress that you knew you could save, you wouldn’t? You would just let it die because of someone’s carelessness? I mean people litter all the time without a care in the world. They weren’t wannabe heroes. They were heroes because they saved an endangered turtle, recorded it, and uploaded the video in order to send the message of what pollution/litter is doing to sea life. Litterers don’t think it’s going to effect wildlife, sea life or the environment, but it does. The US alone treats its land like a landfill. Yet you can go to other countries, and there’s no litter at all. It’s sad.\n\nilloathecomputers@comcast.net says:\nJanuary 21, 2018 at 3:07 pm\n\nAs a Licensed Wildlife Rehabber (for over 30 years) & a Certified California Naturalist, I could share many, many, many, stories of absolute horror regarding plastic debris and California’s flora and fauna! Plastic debris (which many people do not know, is produced from fossil fuel….OIL!) is in EVERY creek, stream, river, ocean. It blights our landscape and has become (to many people), part of the natural landscape! EVERYTHING we purchase & use on a daily basis is encased in it! We eat it, wear it, stare at it & thumb twiddle it, EVERY DAY!\n\nTen years ago my husband & I purged our kitchen of ALL plastic!! Anyone can come and check! We do not buy the latest & greatest devices every year! We do not use garbage or kitchen bags. We DO line out trash containers with newspapers, just like my Grandpa did!\n\nMy BIG question & concern is, WHY have we the consumer, allowed the corporations who profit from cheap plastic packaging & plastic made items, to be completely VOID of ANY RESPONSIBILITY of how to properly dispose &/or recycle their trash!! The \"Keep America Beautiful\" campaign is nothing more than groups of corporations DUMPING THEIR TRASH on the consumer! THINK BEFORE YOU PURCHASE!\n\ncaseking123@gmail.com says:\nMarch 14, 2018 at 2:27 pm\n\nThis is so heartbreaking. I am an environmental studies major and I am enforcing no straws on my campus! We are so far doing great. This video just enforces that every little bit helps. Please make the change and eliminate plastic from your life. There are so many other options and plastic is so unnecessary!!! Read to educate yourself, it helps in every way possible.\n\nleefrk@hotmail.com says:\nApril 5, 2018 at 6:02 am\n\nIt is heartbreaking. We have to make some change now!\n\nevansrenee1957@yahoo.com says:\nMay 3, 2018 at 12:33 am\n\nPLEASE…PLEASE, let’s start a movement, “no plastic straws, go back to paper straws”. In the early part of the 21st century, paper straws were used successfully before “plastic” was in wide use. Remember the straws of the 1950’s. They were rolled and lightly coated w/ wax – remember. Why can’t we go back to paper straws? I think as citizens, seeing our poluted oceans and the affects of plastic on marine life, we should INSIST on the use of paper straws once again. Straws can be made biodegradable to decintegrate after use and then they’d become eco friendly. NO MORE PLASTIC STRAWS! RETURN TO BASICS! PAPER STRAWS NOW!\n\nchristina@healthshiftbychristina.com says:\nMay 7, 2018 at 2:25 pm\n\nThis shattered my heart! I’m so frustrated with the irresponsibility that exist. So unfair to these beautiful living beings. I want to help! Please let me know everything I can do!\n\nINFO@SINFREESTRAWS.COM says:\nJuly 8, 2018 at 10:12 am\n\nSINFREESTRAWS.COM\n\ncamo7687@gmail.com says:\nJuly 25, 2018 at 12:28 am\n\nO how sad I’m still crying,4 inch straws sounds suspicious?loose the foam food-truck boxes before we trap some poor little mouse!!!!,BAN FISHING LINE.LOOSE THE GUN POWDER!!nature dosn’t torcher-you.why are we so fat?shut-up.\n\nme@gmail.com says:\nAugust 2, 2018 at 10:05 am\n\n\"The US alone treats its land like a landfill. Yet you can go to other countries, and there’s no litter at all.\" You know the later isn’t entirely true.\n\nbtsch7@gmail.com says:\nFebruary 26, 2019 at 4:34 am\n\ni think that the turtles should get another life of surviving and that we should reduce the plastic\n\njeff says:\nFebruary 28, 2019 at 5:14 pm\n\nwtf bro\n\nC says:\nMarch 12, 2019 at 6:15 pm\n\nWow, shaking my dang one head. A straw, these bald headed people need to find somewhere else to put this kind of stuff instead of with turtles. Cuz as soon as turtles go extinct then these kids gone be like oh no they were so cute and all.\n\nmrarcadian@yahoo.com says:\nMay 29, 2019 at 2:50 am\n\nOne straw in one turtle, you people are morons, simply morons, it would be physically impossible for a turtle to get a straw up his nose, in his stomach i would understand but thru his nose, man you guys are retarded!!!\n\nbethclivingston.spam@gmail.com says:\nSeptember 21, 2019 at 8:56 pm\n\nYou should not be commended for \"saving\" this turtle because your method is BARBARIC. You videoed as you forced a sea turtle to endure an excruciatingly painful procedure without administering it anesthesia. All because you have an agenda to end straw pollution? Do us all a favor and don’t torture animals in the name of conservation. It only undermines your credibility as a qualified marine biologist. Viewers could watch a video of this turtle undergo an anesthetized procedure take place at a clinic. Viewers would just as easily come to the same conclusion you attempted to convey in this barbaric video – that plastic straws are bad. Turtle torture in the name of antipollution doesn’t make you a hero. It makes you turtle torturers. Don’t take your plastic straw frustration out by traumatizing a sea turtle. You aren’t doing it any favors!!! You’re restraining a turtle while you torture it with pliers… Using pliers on a turtle to remove the straw is supposed to send viewers a message? The only message I get from watching this is you chose not to stop yanking that straw out after seeing it was too traumatic for the sea turtle to endure without anesthesia – the only rational, humane medical treatment for the health of this turtle. If you don’t know that you shouldn’t be allowed near it, quacks. Using pliers to savagely rip out any object embedded inside a turtle’s beak is animal cruelty not conservation awareness. Period.\n\nbetzib1@gmail.com says:\nSeptember 30, 2019 at 2:29 pm\n\nELizabeth Livingstone, you have no brain whatsoever. They are not vets, they are biologists. Theywould not have anaetherisa on them and are in the middle of the ocean. They thought they were removing barnacles initially, then they thought it was a worm. The turtle now does not care about what happened it is just happy it can breathe. It would be animal cruelty to leave a straw up its nose that is wedged into its throat, meaning it can’t hunt properly. You seem like a simpleton to not be able to compute that.\n\nyourapawn@thinkforyourself.com says:\nOctober 6, 2019 at 6:10 pm\n\n\"Go back to basics\"?! Why do you even need a straw to begin with? Why kill a tree for your straw? Renewable, yes, but why? Why 1/2 arse it? That’s the problem, it’s only when someone points out an issue that you jump onboard and then only solve that particular problem. That is very short sighted and shows how influenced your little mind is.\n\nSeth says:\nOctober 20, 2019 at 8:07 pm\n\nSo one video started a ban on straws – which can be recycled. I totally agree plastic in general is bad for the environment. But a paper or pasta straw is just stupid. And what if your allergic to gluten? The major culprits are plastic cups, bottles, rings from six packs and the biggest – cigarettes. Now forced to use reusable straws – full of germs and mold! I am a iced coffee drinker and i am convinced my teeth are still white at age 55 because i have always used a (plastic) straw. Lets bring plastic straws back.\n\nccstevenson28@gmail.com says:\nNovember 7, 2019 at 6:09 am\n\nThink before you post. Are you a sea turtle expert or even a student learning about these animals? Probably not. Educate yourself before accusing other of malpractice and not telling the truth. Opinions are not facts.\n\nethandsouza239@gmail.com says:\nMay 31, 2020 at 10:00 am\n\nI agree with this completely. also, did you know that by dropping a cigarette into the sea, you are technically poisoning it with small amounts of arsenic and other things\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWIN: White House Announces Phase Out of Single-Use Plastics in U.S. National Parks\n\nThe White House announced today that the Department of...\n\nRead more\nJUNE 8, 2022\nPlastic-Free Pangea Organics Celebrates World Turtle Day\n\nOn World Turtle Day, Pangea Organics Founder and CEO...\n\nRead more\nMAY 23, 2022\nPlastic Free July at Plastic Pollution Coalition\n\nThis month we are gearing up for Plastic Free...\n\nRead more\nJUNE 25, 2021\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}