{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "13 Artists Who Turned Ocean Trash Into Amazing Art - TIME",
  "href": "https://time.com/4358434/world-oceans-day-art-marine-plastic/",
  "body": "In January, the World Economic Forum predicted that the world's oceans will be filled with more plastic mass than fish mass by 2050. Marine plastic is a special threat because it does not fully...",
  "textContent": "SIGN IN\nSUBSCRIBE\nSIGN UP FOR OUR IDEAS NEWSLETTER\n \nSECTIONS\nHome\nU.S.\nPolitics\nWorld\nHealth\nClimate\nFuture of Work by Charter\nBusiness\nTech\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nTIME 2030\nNext Generation Leaders\nTIME100 Leadership Series\nTIME Studios\nVideo\nTIME100 Talks\nTIMEPieces\nThe TIME Vault\nTIME for Health\nTIME for Kids\nTIME Edge\nTIME CO2\nRed Border: Branded Content by TIME\nCoupons\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nJOIN US\nNewsletters\nSubscribe\nGive a Gift\nShop the TIME Store\nTIME Cover Store\nCUSTOMER CARE\nUS & Canada\nGlobal Help Center\nREACH OUT\nCareers\nPress Room\nContact the Editors\nMedia Kit\nReprints and Permissions\nMORE\nAbout Us\nPrivacy Policy\nYour California Privacy Rights\nTerms of Use\nModern Slavery Statement\nSite Map\nCONNECT WITH US\nWORLD\n13 ARTISTS WHO TURNED OCEAN TRASH INTO AMAZING ART \n13 Artists Who Turned Ocean Trash Into Amazing Art\nBY MARISA GERTZ JUNE 8, 2016 12:01 AM EDT\n\nToday is World Oceans Day, “a global day of ocean celebration and collaboration for a better future.” This year’s focus is the prevention of plastic ocean pollution and events are taking place worldwide in order to learn about the challenges facing our oceans, clean up local beaches, and get involved in marine conservation efforts.\n\nStudies on the issue of marine debris have reached some dire conclusions. Last year, the journal Science reported 8 million metric tons of plastic end up in oceans each year, while PNAS found that 90% of seabirds have ingested the substance. In January, the World Economic Forum predicted that the world’s oceans will be filled with more plastic mass than fish mass by 2050.\n\nMarine plastic is a special threat because it does not fully degrade, instead breaking down into smaller and smaller pieces called microplastics. Ocean dwellers, such as sea turtles and fish, can mistake the debris for food, leading to digestive issues and starvation.\n\nArtists and activists have taken notice, using marine plastic as a medium, like paint or clay, to create artwork. Although often aesthetically beautiful, the works point to the concerning profusion of these plastics in our environment.\n\nAlejandro Durán—Brotes (Shoots), 2014\n\nIn recognition of World Oceans Day, we present 13 artists, from sculptors to photographers, to filmmakers, who use marine plastic in their work.\n\nMore Must-Reads From TIME\nTaylor Swift Is TIME's 2023 Person of the Year\nMeet the Nation Builders\nWhy Cell Phone Reception Is Getting Worse\nColumn: It's Time to Scrap the Abraham Accords\nIsraeli Family Celebrates Release of Hostage Grandmother\nIn a New Movie, Beyoncé Finds Freedom\nThe Top 100 Photos of 2023\nWant Weekly Recs on What to Watch, Read, and More? Sign Up for Worth Your Time\n\nContact us at letters@time.com.\n\nAlejandro Durán: Washed Up\n\nAlejandro Durán is a multimedia artist from Mexico City, now based in Brooklyn. The meticulously arranged photographs in his Washed Up series aim to “reveal the pervasive impact of consumer culture on the natural world” and “the fraught intersections of man and nature.” On his website, he encourages fans of his work to keep informed on the issue of plastic pollution and to make changes in their lives to reduce their impact on the environment.\n\nMandy Barker: Hong Kong Soup 1826\n\nMandy Barker is a photographer who creates visually stunning works on the impact of oceanic waste. Hong Kong Soup:1826 depicts plastics gathered from over 30 different beaches in Hong Kong, where over 1,826 tons of plastic waste are added to landfills every day. The panda on the lighter in the foreground of this image, she writes, “represents endangered species and faces away from the group, symbolizing mother nature turning its back on man’s inability to take ownership of its waste.”\n\nMax Liboion: Sea Globes\n\nMax Liboion is a scholar, activist, and artist based in Newfoundland. In this work, created for an exhibition at the Anchorage Museum entitled Gyre: The Plastic Ocean, she connects kitsch with a harsh reality. The “souvenir” globes are filled with plastics collected from the Hudson River and the rocks are made of bituminous coal from a closed landfill in Deadhorse Bay, both in in south Brooklyn.\n\nJudith and Richard Lang: Cavallo Point\n\nJudith Selby Lang and Richard Lang collected all the plastic they use for their assemblages from 1000 yards of Kehoe Beach in California. Their goal with their artwork is to use beauty as a call to action. They write, “Each little piece of trash has a story to tell in its connection to human life. One can tell the story of a culture obsessed by convenience. Another, the hand from a Barbie doll, opens to tell us about our fetish for a certain body type. Bottles, lost toys, small objects of every description are presented as objects of desire.”\n\nJohn Dahlsen: Environmental Wallworks\n\nJohn Dahlsen is a prolific Australian artist who treats the beach litter he collects as a painters palette. He writes, “it literally amazes me to think how many times I have bent over to pick up the many thousands of pieces of plastic debris that made up that aspect of my art, each piece jostled around for who knows how long by sand, sun and ocean, their form faded and rounded by the elements.”\n\nTuula Närhinen: Baltic Sea Plastique\n\nTuula Närhinen is a visual artist based in Helsinki, Finland. For Baltic Sea Plastique she created nine sculptures made of materials washed up by the sea on Harakka Island. She then filmed the “creatures” she created in the water surrounding the island and built an exhibition presenting these creatures as if they were scientific specimens. The project, she writes, “presents a plastic world of sensations in which synthetic and organic forms coexist, interact, and create puzzling natural artifacts.”\n\nSteve McPherson: Marine Plastic\n\nSteve McPherson has been collecting plastic debris from the North Kent Coast of the UK for 15 years. In Correlation, he uses the journey of Phileas Fogg in Jules Verne’s Around the World in Eighty Days as the framework to arrange the piece. The colors, here, correspond to the mean average yearly low and high temperatures of each city he visits on his journey. Like Phileas, these plastic pieces have also embarked on “an unknown, or unknowable adventure, whose chance happenings and incidents are left as scars on the object as a reminder of the journey past.”\n\nAngela Haseltine Pozzi—Washed Ashore\n\nAngela Haseltine Pozzi is the artistic and executive director behind Washed Ashore, “a non-profit, community-based organization with a mission of educating and creating awareness about marine debris and plastic pollution through art.” Angela was inspired by the marine debris she saw accumulating on the beaches of her native Oregon. Through Washed Ashore, she organizes volunteers to clean up beaches and use the debris to construct larger-than-life sculptures of the animals most affected plastic pollution. “Until we run out of plastic on the beach,” she says, “we will keep doing our work.”\n\nGilles Cenazandotti: Plastic Beach\n\nGilles Cenazandotti is a French sculptor who uses marine plastic to create life size animals sculptures, including crocodiles, polar bears, wolves, and other endangered animals. His work imagines a dystopian future where animals have evolved and mutated to become one with their trash-strewn environment.\n\nEvelyn Rydz: Floating Artifacts\n\nEvelyn Rydz is a Boston-based artist who takes photographs and creates illustrations of man-made objects that have washed ashore, presenting these artifacts like an archeologist of contemporary history. Through her photos, we can see how the journey through the ocean has changed these objects.\n\nPam Longobardi: Drifters\n\nPam Longobardi is a conceptual artist interested in the collision between nature and global consumer culture. She started the Drifters Project in 2006, after discovering the mountains of plastic debris that was being washed up on the shores on Hawaii. Bounty, Pilfered is made of over 1000 pieces of ocean plastic removed from beaches of Alaska, Greece, Hawaii, Costa Rica and the Gulf of Mexico.\n\nTess Felix: Ocean Eco Heroes\n\nTess Felix uses plastic debris to create classical portraits of the activists and leaders who are working to clean up the world’s oceans. She writes, “The contrast between the humanity of the figures and the plastic materials they are made of suggests that we are part of and responsible for the problem we have created.” This portrait depicts Bethe Terry, author of the book My Plastic Free Life.\n\nNick Pumphrey: Oceanic\n\nNick Pumphrey is a fashion and lifestyle photographer who is also an ambassador for Take 3, and Australian non-profit that deals with ocean trash. On a dive off the coast of Nusa Lembongan, near Bali, he captured images of manta rays swimming through a sea of trash that had been washed out to sea by recent rains.\n\nREAD MORE FROM TIME\nSPORTS\nShohei Ohtani to Sign the Biggest Deal in MLB History\nThe Dodgers will pay him $700 million over 10 years\nU.S.\nTwo U.S. Police Officers Acquitted of Excessive Force in 2020 Protests\nU.S.\nU.S. Faces Backlash for Vetoing U.N.'s Gaza Ceasefire Call\nSPORTS\nU.S. and Mexico Submit Joint Bid to Host Women's World Cup 2027\nIDEAS\nAmid the Israel-Hamas War, Iran Marches Towards Nuclear Breakout \nYOU MAY ALSO LIKE\nWORLD\nAgony Remains For the Israeli Families of Hamas' Hostages\nWORLD\nThe U.K. Government Is Facing Pushback to Its Rwanda Migrant Plan\nWORLD\nPutin to Seek Another Presidential Term in Russia\nWORLD\nThe Vulnerability of Gaza's Journalists\nHome\nU.S.\nPolitics\nWorld\nHealth\nBusiness\nTech\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nFuture of Work by Charter\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nThe TIME Vault\nTIME For Kids\nTIME CO2\nCoupons\nTIME Edge\nVideo\nMasthead\nNewsletters\nSubscribe\nSubscriber Benefits\nGive a Gift\nShop the TIME Store\nCareers\nModern Slavery Statement\nPress Room\nTIME Studios\nU.S. & Canada Customer Care\nGlobal Help Center\nContact the Editors\nReprints and Permissions\nSite Map\nMedia Kit\nSupplied Partner Content\nAbout Us\n© 2023 TIME USA, LLC. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Service, Privacy Policy (Your California Privacy Rights) and Do Not Sell or Share My Personal Information.\nTIME may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}