{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastic pollution at sea: the seventh continent",
  "href": "https://www.encyclopedie-environnement.org/en/water/plastic-pollution-at-sea-seventh-continent/",
  "body": "1. Where does plastic pollution come from? Since its commercial development in the 1950s, plastic has been a real success. Its world production follows an exponential. It reached 288 million tonnes in 2012, an increase of 620% over 1975.",
  "textContent": "HOME PRESENTATION AUTHORS INSTITUTIONS GLOSSARY CONTACT  \n \nAIR WATER SOIL CLIMATE PHYSICS LIFE HEALTH SOCIETY\n\nHome » Water » Seas and oceans » Plastic pollution at sea: the seventh continent\n\nPlastic pollution at sea: the seventh continent\nPDF\n02-07-2019\n\nThe world’s largest waste dumpsites are far from our eyes, thousands of kilometres from French territory. They are called the seventh continent because these polluted areas are as large as a continent. It is estimated that 80 to 120 tonnes of waste ends up at sea every minute; a large part of this waste is plastic. While the densest debris accumulates on the seabed, floating debris is carried by currents, converging and accumulating in sub-tropical gyres, large circular currents. What are the effects of this plastic pollution on the environment and on man?\n\n1. Where does plastic pollution come from?\n\nSince its commercial development in the 1950s, plastic has been a real success. Its world production follows an exponential. It reached 288 million tonnes in 2012, an increase of 620% over 1975. The success of plastic comes from its remarkable qualities: ease of shaping, low cost, rot-resistance, mechanical resistance… It is the ideal material for packaging, which is its main sector of use (40 to 50%, according to PlasticsEurope [1]).\n\nIt is estimated that 80% of marine waste comes from land. This pollution comes mainly from household waste, which is poorly collected, poorly recycled or abandoned in the wild or on the roadside. This waste will be carried by the winds, pushed by the rains to take the path of sewers, rivers and streams, and then end up in the oceans. Negligence is the main cause of this pollution, to which must be added natural disasters such as floods and tsunamis.\n\nIt is estimated that poor management of household or municipal waste was responsible for 5 to 13 million tonnes of plastic pollution in the oceans in 2010 [2]. Even more worryingly, this figure could increase tenfold by 2025, or 50 to 130 million tonnes of plastic that could be dumped annually into the oceans. This increase is mainly due to the increase in plastic consumption in emerging countries that have not yet set up collection and recycling infrastructures.\n\n2. How does it accumulate in gyres?\n\nSurface pollution of the marine environment, which is very emblematic, has attracted much attention from the scientific community and the general public. But in fact no ecosystem is spared. Even the most remote places are affected: bays, estuaries, lakes, deserts and abyssal plains are also contaminated by plastic. As for the pollution of rivers, it must be studied in greater depth, especially since they are the main vehicles from plastics to the sea.\n\nAlthough the first signs of this plastic pollution at sea date back to the 1970s, it was not until the 1990s that an American navigator and expert in this field, C. Moore [3], alarmed the scientific community about the accumulation of plastic in certain areas. Plastic debris degrades very slowly and persists in the marine environment. Under the influence of the circular currents that animate the five major ocean basins, they accumulate in the “sub-tropical gyres“. These large anticyclonic vortex movements (i.e. contrary to the direction of Earth’s rotation) are accompanied by a slow converging flow at the surface, which concentrates the floating particles.\n\nFigure 1. Mapping of ocean pollution by micro-plastics. The scale on the right expresses the concentrations of micro-plastics near the surface, in number of pieces per km2 (in logarithmic scale). [Source: Figure from E. van Sebille’s article, Environmental Research Letters 2015]\n\nThere are 5 oceanic accumulation areas for plastics in the North Pacific, South Pacific, North Atlantic, South Atlantic and Indian Oceans respectively. These 5 accumulation zones appear in orange or red on the map in Figure 1, as do the Mediterranean Sea and the Black Sea, which also have high concentrations of plastic debris.\n\nWe commonly talk about a plastic continent but these are not land on which we could walk. The name of the 7th continent comes from the fact that the areas of plastic pollution accumulation are as vast as continents. The largest area is located in the North Pacific and is nearly 6 times the size of France or 3.4 million square kilometres.\n\n3. What is the condition of the plastic?\nFigure 2. Plastics collected in the North Atlantic gyre during the 7th Continent Expedition in May 2014. The pieces typically measure 1 to 2 millimeters. [Source: www.septiemecontinent.com]\n\nFor its various uses, plastic has been designed to be rotproof and durable. Once in the environment this property becomes a major disadvantage. Depending on its nature, the life span of a plastic can range from a few years to several centuries. At sea, under the effect of wave abrasion and solar radiation, plastic breaks up. Thus, in sub-tropical gyres, the majority of the debris is fragments that are only a few millimetres in size, as shown in Figure 2.\n\nThe seventh contains rather a soup of small pieces of plastic, particles called micro-plastics. Surface concentrations in sub-tropical gyres are 200,000 to 600,000 pieces per square kilometre. This plastic pollution extends over millions of square kilometres, so it can be estimated that ,000 billion particles float in our oceans [4].\n\n4. What are the effects on the environment?\n4.1. Trapped animals, swallowed plastics\nFigure 3. Bird with a wire on its leg taken during the 7th Continent Expedition in June 2015. [© Vinci Sato – www.septiemecontinent.com]\n\nThe first and most direct effect of this pollution is the entrapment of animals in drift nets or large debris. It is a major cause of death of marine mammals, turtles and birds.\n\nA second direct effect is ingestion. It is now accepted that this concerns the entire food chain of the marine ecosystem. There is a continuum of plastic debris sizes from several centimetres to one micron (thousandth of a millimetre) or even one nanometre (millionth of a millimetre).\n\nFigure 4. Photo of a Centropages typicus copepod containing 7.3 µm polystyrene particles visualized by fluorescence microscopy (dorsal view). [Source: Photo from the article Microplastic ingestion by zooplankton, Environmental Sciences and Technology, 2013, volume 47, pp 6646-6655]\n\nEach size of marine organism in the food chain corresponds to a size of debris that may be ingested. After ingestion, plastic accumulates in the digestive system of animals, which then feed less and eventually die. In Figure 4 we can see micrometric pieces of polystyrene that have accumulated in the digestive system of a copepod (zooplankton) [5].\n\n4.2. Invasive species transported\n\nA large number of organisms, some of which can be invasive, cling to plastics and are carried with them by currents over thousands of kilometres for several decades. This is a real danger to the balance of ecosystems.\n\nFigure 5. SEM (Scanning Electron Microscopy) photo of a micro-plastic recovered during a 7th Continent expedition in May 2014 in the sub-tropical gyre of the North Atlantic. The image is artificially coloured to accentuate contrasts. The plastic appears in pink. A large part of the micro-plastic, which is 2 mm long, is covered with a biofilm based on bacteria, diatoms and other micro-organisms.\n\nThe organisms associated with plastic are as diverse as fish, algae, shellfish…… They can be visible to the naked eye or of microscopic size. In addition, it has been shown that the bacteria that grow on plastics in gyres are different from the natural bacteria in the marine environment. Some of them could be potentially pathogenic. This set of organisms associated with plastic is called the plastisphere (Figure 5).\n\n4.3. Proven chemical pollution\n\nThese plastic debris represent chemical pollution for several reasons. They contain compounds that can be chemically transferred to marine organisms upon ingestion (they are called bio-available). Some of these molecules are potentially toxic and can accumulate in the body (they are bio-accumulative). In addition, during the ageing of plastics in the environment, chemical compounds incorporated during their manufacture (mainly additives) may be released into the environment or when ingested by organisms.\n\nPlastics are also vectors of persistent organic pollutants. Some plastics have the ability to concentrate pollutants present in the environment during their long stays in rivers, streams and oceans. Plastics can thus multiply the initial concentration of these molecules by a factor of up to 100,000. These molecules may also bioaccumulate in living organisms, i.e. concentrate along the food chain. In an article in the journal Nature in 2013, several researchers came together to propose classifying plastic debris as a hazardous substance [6]. No further action at this time.\n\nPollution of ecosystems by plastics is a highly complex issue and scientists are not yet able to fully assess its consequences on ecosystem balance and consumer health. The social and economic impacts are also certain and significant. A commitment from public authorities is needed to improve the management of municipal waste. Awareness and commitment on the part of everyone is also essential.\n\n \n\nReferences and notes:\n\n[1] PlasticsEurope: http://www.plasticseurope.fr/\n\n[2] Jambeck, J. R.; Geyer, R.; Wilcox, C.; Siegler, T. R.; Perryman, M.; Andrady, A.; Narayan, R.; Law, K. L. (2015) “Plastic waste inputs from land into the ocean”, Science 347, (6223), 768-771.\n\n[3] Moore, C. J. (2008) “Synthetic polymers in the marine environment: A rapidly increasing, long-term threat”. Environmental Research 108, (2), 131-139.\n\n[4] Eriksen, M.; Lebreton, L. C. M.; Carson, H. S.; Thiel, M.; Moore, C. J.; Borerro, J. C.; Galgani, F.; Ryan, P. G.; Reisser, J., (2014) “Plastic Pollution in the World’s Oceans: More than 5 Trillion Plastic Pieces Weighing over 250,000 Tons Afloat at Sea”. Plos One 9 (12).\n\n[5] Cole, M.; Lindeque, P.; Fileman, E.; Halsband, C.; Goodhead, R.; Moger, J.; Galloway, T. S., (2013) “Microplastic Ingestion by Zooplankton”. Environmental Science & Technology 47, (12), 6646-6655.\n\n[6] Rochman, C. M.; Browne, M. A.; Halpern, B. S.; Hentschel, B. T.; Hoh, E.; Karapanagioti, H. K.; Rios-Mendoza, L. M.; Takada, H.; Teh, S.; Thompson, R. C., (2013) “Classify plastic waste as hazardous”. Nature 494, (7436), 169-171.\n\nThe Encyclopedia of the Environment by the Association des Encyclopédies de l'Environnement et de l'Énergie (www.a3e.fr), contractually linked to the University of Grenoble Alpes and Grenoble INP, and sponsored by the French Academy of Sciences.\n\nTo cite this article: TER HALLE Alexandra, PEREZ Emile (February 7, 2019), Plastic pollution at sea: the seventh continent, Encyclopedia of the Environment, Accessed December 10, 2023 [online ISSN 2555-0950] url : https://www.encyclopedie-environnement.org/en/water/plastic-pollution-at-sea-seventh-continent/.\n\nThe articles in the Encyclopedia of the Environment are made available under the terms of the Creative Commons BY-NC-SA license, which authorizes reproduction subject to: citing the source, not making commercial use of them, sharing identical initial conditions, reproducing at each reuse or distribution the mention of this Creative Commons BY-NC-SA license.\n\nAuthor(s)\nTER HALLE Alexandra, Research Officer at the CNRS, SMODD team (Systèmes Moléculaires Organisés et Développement Durable), IMRCP, Toulouse\nPEREZ Emile, Research Director at the CNRS, SMODD team (Systèmes Moléculaires Organisés et Développement Durable), IMRCP, Toulouse\nArticle outline\n1. Where does plastic pollution come from?\n2. How does it accumulate in gyres?\n3. What is the condition of the plastic?\n4. What are the effects on the environment?\n4.1. Trapped animals, swallowed plastics\n4.2. Invasive species transported\n4.3. Proven chemical pollution\nLearn more\nYou'll also like\n\nWater\n\nThe marine environment\n\n07-02-2019\n\nMore than two thirds of the Earth’s surface is occupied by seas and oceans. Heated…\n\nRené MOREAU, Professor emeritus at Grenoble-INP,Laboratoire SIMaP (Science et Ingénierie des Matériaux et des Procédés), member of the Académie des sciences and the Académie des technologies\n\nLife\n\nCorals: Ocean engineers are under threat\n\n23-04-2019\n\nCoral reefs are one of the most complex and richest ecosystems on our planet. They…\n\nLucile COURTIAL, Thesis student at the Centre Scientifique de Monaco\n\nLife\n\nA carbon cycle disrupted by human activities\n\n23-04-2019\n\nAll living beings are built from carbon atoms. These are extracted from atmospheric CO2 by…\n\nJacques JOYARD, Honorary Research Director at the CNRS, Laboratoire de Physiologie cellulaire et végétale, Université Grenoble Alpes\n\nECHOSCIENCES FACEBOOK TWITTER LINKEDIN CONTACT"
}