{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Straws in hot drinks : r/starbucks - Reddit",
  "href": "https://www.reddit.com/r/starbucks/comments/3z83u4/straws_in_hot_drinks/",
  "body": "actually, it can also keep coffee from spilling on work clothes while drinking and driving. Apparently dentists recommend that you drink coffee or tea through a straw so that the drink doesn't touch the surface of your teeth and stain it, which makes sense but is still absolutely stupid. I also see mainly older people putting straws in their ...",
  "textContent": "Straws in hot drinks : r/starbucks\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to starbucks\nr/starbucks\n•\n8 yr. ago\njosborn94\nStraws in hot drinks\n\nI've noticed a weird(IMO) trend in my store, of people putting straws in their hot drinks. I've been mulling it over for a few days, and can't think of any logical reason to do this except that people don't want to move their arms 4 more inches to drink while they're driving.\n\nAnyone else Noti this, or know s reason?\n\nfidelity.com\nLearn More\nSort by:\nAdd a Comment\nIdontknowflycasual\n•\n8 yr. ago\n\nI think it's kinda ridiculous personally, especially since the wrapper says \"not recommended for use in hot beverages\" but some people apparently do it to avoid staining their teeth/messing up their lipstick.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n8 yr. ago\n\nApparently dentists recommend that you drink coffee or tea through a straw so that the drink doesn't touch the surface of your teeth and stain it, which makes sense but is still absolutely stupid.\n\nI also see mainly older people putting straws in their hot drinks. Maybe they have shaky/unstable hands and it's hard for them to tip their cup to drink without spilling it.\n\nReply\nreply\nCocunutmilk\n•\n8 yr. ago\n\nEven still wouldn't the heat of the coffee release bad chemicals from the straw ?\n\nReply\nreply\nJohnFinnsWife\n•\n8 yr. ago\n\nA customer told me it's so your cup isn't in front of your face while you drive.\n\nReply\nreply\nrealben\n•\n8 yr. ago\n\nIt's a better splash stick and doesn't stain teeth.\n\nReply\nreply\ncupcakaholic\n•\n8 yr. ago\n\nI just like drinking everything through a straw. I always carry straws with me.\n\nReply\nreply\nskimbleshanks2\n•\n8 yr. ago\n\nI occasionally do this when I'm walking/taking the bus since it stops the drink from spilling all over my hand, and I can actually drink it if I don't have a free hand to deal with a splash stick. I don't care how I look, and there's chemicals in everything. We're all gonna die anyway!\n\nReply\nreply\n1 more reply\ndennycee\n•\n8 yr. ago\n\nI used to be a straw drinker. Why? Because I somehow didn't understand that you can drink without them. I grew up in a small town where we only had one local drive thru stand and they always put straws in their drinks, so I just thought that is how it is done. Fast forward a few years and I've wised up.\n\nReply\nreply\n1 more reply\nLtok24\n•\n8 yr. ago\n\nI do this if I'm walking somewhere. Because it's difficult if I'm in a hurry somewhere and try to sip out of the cup regularly and a straw helps. Also girls use straws so they don't mess up their lipstick.\n\nReply\nreply\nflamingiceriver\n•\n8 yr. ago\n\nHappens at my store. I think people want to burn the back of their throat. But other people in the comments to make good points.\n\nReply\nreply\nSweetDee123\n•\n8 yr. ago\n\nEnjoy your nice, unstained teeth while you die of cancer caused by the straws!\n\nReply\nreply\nMaidenLocks\n•\n8 yr. ago\n\nNo worries. The splenda and sweet and low I put in will kill me first.\n\nReply\nreply\nchelford42\n•\n8 yr. ago\n\nI've seen it. The straw wrapper recommends against it, but it's actually better for your teeth. I've seen people bring in a reusable cold cup as a personal cup for their hot beverage, which I think is a good solution to melty straws.\n\nReply\nreply\nJH12214\n•\n8 yr. ago\n\nNot sure where you are or what sort of customer comes through your store, but it's definitely a thing among Europeans (ex. UK/DE). No matter where you are in the world, you can always tell the European tourists by the whole straws thing for, among other reasons, as mentioned the lipstick thing. Fewer guys do it than girls.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nA lot of people do this at my store, I think it's supposed to be \"cleaner\".\n\nReply\nreply\nCalicoG\n•\n8 yr. ago\n\nWhen the store is out of those green \"plug-the-hole\" thingys, I use a straw to avoid splashing out of the hole.\n\nReply\nreply\nhmmnd\n•\n8 yr. ago\n\n\"aesthetics\"\n\nReply\nreply\nPartTimeDuneWizard\n•\n8 yr. ago\n\nIt probably only says its not recommended for hot beverages as a cover in case something does happen. But I think it's more or less fine. Even on the prissiest of 195 N latter's the straw hasn't crumpled.\n\nReply\nreply\njasminehulse\n•\n8 yr. ago\n\nSo my store is next to 4 dentist's office and they all come and order drinks with straws. I asked one day and they said its so their teeth don't get stained which I suppose makes sense? But they all order super syrupy drinks and often order frappucinos when it's not as cold.\n\nWhich makes me wonder if sugar decays teeth if it doesn't touch it???\n\nReply\nreply\npurofound_leadah\n•\n8 yr. ago\n\nIt's the acidity in the coffee, too, not necessarily sugar. They can afford to drink the syrupy and sugary stuff because they can brush that right off when they go to the office.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/starbucks\nStarbucks loses $11 billion in value amid boycotts\nnewsweek\n676 upvotes · 197 comments\nr/TheTryGuys\nTry Guys Test A Drunk Obstacle Course\nyoutube\n133 upvotes · 39 comments\nr/TheTryGuys\nThe Try Guys Make Oreos Without A Recipe\nyoutube\n135 upvotes · 56 comments\nr/goodmythicalmorning\nWe're Done Trying\nyoutube\n129 upvotes · 63 comments\nr/goodmythicalmorning\n2500th Episode Celebration Special\nyoutube\n127 upvotes · 46 comments\nr/youtubedrama\nThe Completionist’s Open Hand Charity Scam Has To Be Investigated...\nyoutube\n104 upvotes · 28 comments\nr/youtubedrama\nOz's fundraiser livestream\nyoutube\n160 upvotes · 57 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes · 21 comments\nr/bingingwithbabish\nBinging with Babish: The Every Burger from Rick and Morty\nyoutube\n148 upvotes · 29 comments\nr/Paramore\n“Somebody is getting fired!”\ntiktok\n241 upvotes · 32 comments\nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n429 upvotes · 92 comments\nr/OliviaRodrigo\n'bad idea, right?' is featured in the new trailer of ‘ANYONE BUT YOU’ (2023)\nyoutube\n113 upvotes · 13 comments\nr/JennaGraceSnark\nGO OFF MATT😂🥰\ntiktok\n132 upvotes · 55 comments\nr/porterrobinson\nThe instrumental for \"GTFO\" by Mariah Carey is literally just Goodbye To A World\nyoutube\n110 upvotes · 45 comments\nr/OliviaRodrigo\nOlivia Rodrigo - Can’t Catch Me Now (Official Music Video)\nyoutube\n120 upvotes · 16 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n201 upvotes · 56 comments\nr/Vocaloid\nHatsune Miku wins the grand prize for the 2023 Japan Naming Award, which awards outstanding product names that contribute to life and culture.\nyoutube\n165 upvotes · 4 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n320 upvotes · 45 comments\nr/poppunkers\nOpinion: The Last Song by The All-American Rejects is a pop/pop-punk masterpiece!\nyoutube\n118 upvotes · 27 comments\nr/poppunkers\nGreen Day - Dilemma (New)\nyoutube\n141 upvotes · 55 comments\nr/FilthyFrank\nThe Filthy Frank Kenya Song has been found\nyoutube\n163 upvotes · 17 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n318 upvotes · 307 comments\nr/deftones\nHappy 11th Birthday to 'Koi No Yokan'! What are your favorite tracks? How do you think the album holds up after 11 years?\nyoutube\n173 upvotes · 70 comments\nr/greenday\nDilemma (Official Music Video)\nyoutube\n418 upvotes · 90 comments\nTOP POSTS\nReddit\nreReddit: Top posts of January 3, 2016\nReddit\nreReddit: Top posts of January 2016\nReddit\nreReddit: Top posts of 2016"
}