{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Legends of Runeterra - Reddit",
  "href": "https://www.reddit.com/r/LegendsOfRuneterra/",
  "body": "Set in the League of Legends universe, Legends of Runeterra is the strategy card game created by Riot Games where skill, creativity, and cleverness determine your success.",
  "textContent": "Legends of Runeterra\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/LegendsOfRuneterra\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/icewitchenjoyer\n•\n1 day ago\nHeisho hotfix nerf announced\nNews\nhttps://i.redd.it/heisho-hotfix-nerf-announced-v0-94i1xlmdn45c1.png?s=d7fe6bb9b18851314b16ea439d65ac6538feebf1\nu/CaptSarah\n•\n1 day ago\nRule Changes - Censored usernames removal\nSub Update\nu/Wrexonus\n•\n14 hr. ago\nI think I start to see a theme here.\nHumor/Fluff\nu/LegendaryW\n•\n12 hr. ago\nThis set is should have been called \"YOU CAN'T\"\nMeme\nu/ElementmanEXE\n•\n8 hr. ago\nSince this is the last expansion of this year has been released, I decided to re-release the list showing functioning move origins from lol\nDiscussion\nu/okason97\n•\n5 hr. ago\nDeathless knight is broken, he is not really deathless\nMeme\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/FlubbedPig\n•\n11 hr. ago\n\"Attach\" feels like it shouldn't be a keyword\nGame Feedback\n\nSo, I was looking at that article about keywords, and it occurred to me just how odd Attach is in the full scope of the game. It and Attune are two of the only keywords in the game which are present on the unit in-hand but not the unit in-play, but unlike Attune, Attach only really exists on 4 units in the entire game, and 3 of them have no card text whatsoever.\n\nIt really feels like Attach should be treated similar to Capture and just exist as a card-text play effect, like \"Play: Attach me to an ally\", and you can then just elect to play the unit as-normal by not selecting anything.\n\nGranted, Attach's entire package has been rotated, and as I said it barely exists at all in the first place, so this isn't a pressing issue or anything. Still, I just find it interesting to think about the various oddities the game has in its wording and categorization, so when I remembered Attach exists it got me thinking.\n\nView full post\nu/BruiserBison\n•\n18 hr. ago\nI won old school style\nMeme\nu/Disastrous_Issue\n•\n19 hr. ago\n6 changes to make Path of champions exponentially better and more fun to play\nHumor/Fluff\n\nAs long time PoC and ranked veteran here are my proposed changes that would make PoC lot more fun\n\nRemove Thieves tools\n\nRemove Thieves tools\n\nRemove Thieves tools\n\nRemove Thieves tools\n\nSeriously why are Thieves tools still in the game and as a rare upgrade at that. Devs said they will deal with it like 6 months ago.\n\nRemoving powers that no one picks like Grit or Nab would be kind of neat since they just convolute power pool.\n\nView full post\nu/Barisamayuzde99\n•\n15 hr. ago\nWhile all the people are playing new champs, I'm terrorizing people with some big elusives\nGameplay\nu/Substantial-Night866\n•\n4 hr. ago\nBarbara’s ability\nGame Feedback\n\nOne of my allies died, then Barbara died, and I only got one lucky find. Surprised to know that the last breath is also “once per round”… it feels like it could be a bug or could be intentional but it feels bad either way.\n\nu/CrossXhunteR\n•\n8 hr. ago\nWorlds Viewers Guide\nDiscussion\nhttps://playruneterra.com/en-us/news/competitive/worlds-viewers-guide/\nu/LegendaryW\n•\n13 hr. ago\nCan we either swap this tabs or make so closed tabs remain closed even if you relaunch the game?\nDiscussion\nu/6Kaliba9\n•\n15 hr. ago\nThis match was quite the drama hahaha after being in disadvantage for the last 4 turns this is how it all ended. My patience paid off\nGameplay\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, give us your most refreshing Mtn Dew flavor x game combos in the comments!\nmountaindew.com\nLearn More\nu/cardsrealm\n•\n13 hr. ago\nLoR: Everything They Didn't Tell You About Keywords!\nArticle\nhttps://lor.cardsrealm.com/en-us/articles/lor-everything-they-didnt-tell-you-about-keywords\nu/NEETHAII\n•\n6 hr. ago\nI'm a new player\nQuestion\n\nand I chose the hardest way to start. I played a lot with the premade deck of kalista and nasus, and I loved kalista's mechanics. so I grinded shadow isles' region road for some cards and built a kalista deck! I lose like 80% of my matches but I'm having a lot of fun. I don't remember how but I got all of mordekaiser's new cards and noticed it sinergizes well with kalista's, so I built a deck with both! but I know their playstyle is hard and is all about combos. so what do you guys suggest me: learning easier champions first or is it worth to keep going? note: it's the first card game I've ever played.\n\nu/SwaggedyAnn\n•\n4 hr. ago\nJust got decked out by the first enemy in The Machine Herald... Any advice for levelling PvE champs?\nQuestion\nu/Acrobatic_Hunt7259\n•\n8 hr. ago\nBraum loves Poros so much, he decided to become one. . . But why?\nGameplay\nu/KickSuckem\n•\n16 hr. ago\nDeathless Udyr in poc doesn't revive\nDiscussion\nu/Substantial-Night866\n•\n4 hr. ago\nA different deathless PoC bug\nBug\n\nI took the poro relic on mordekaiser so I can get him to level 2 super fast. Gave him deathless with the spell. When he died, he was revived with 0 hp instead of 1 hp and instantly died.\n\nu/FinerPrint\n•\n3 hr. ago\nAshe doesn't gain level-up progress from the terror curse?\nQuestion (Answered)\n\nSeems like she only works with Round End power debuffs like quicksand, exhaust, etc\n\nhttps://preview.redd.it/2dx7r6a81e5c1.jpg?vthumb=1&s=3106912dbcfe6a17cb1ea332218a7311348a8124\nu/ArcanaGingerBoy\n•\n17 hr. ago\nWhat's the basic counter-strategy against every keyword/mechanic?\nQuestion\n\nI never know what to do against equipment decks, or Hallowed decks, for example. And if I haven't fought, for example, a mushroom deck, in a long time I'll likely fumble a decision or two.\n\nI was just wondering, what's the basic strategy against each mechanic in the game? Not end all be all instructions, really just the basic mindset to have.\n\nI'm a very casual player if you can't tell by the question lol\n\nu/xfinity\n• Official\n•\nPromoted\nYou can’t take everything with you on your move. But you can take your Xfinity services.\nad.doubleclick.net\nLearn More\nu/LoliNep\n•\n5 hr. ago\nSo do I get a refund or will I get it after it's fixed?\nDiscussion\nu/Cubicool\n•\n3 hr. ago\nChallenge 9 (Darius)\nQuestion\n\nI've blown 6 attempts on this: all 3 of Diana (2 star/level 13) and all 3 of Gwen (2 star/level 12). I never came CLOSE, not once. I'm to the point where the rage is making me question if I'm really spending my time wisely. :/ It SEEMS so absurdly stacked against you, and stopped being fun a long time ago.\n\nHow are you supposed to pull this off? I don't care how at this point (and with only a finite number of chances, it's not like I can just keep beating my head against it until the stars align in my favor). Is it really so unrealistic to shoot for 10 victories WITHOUT being a veteran player? What am I not understanding about the fight mechanics (which seems to just be absurd amounts of Overwhelm unit damage and an often non-trivial amount of direct Nexus damage)?\n\nu/theemeraldsquid\n•\n11 hr. ago\nMy Turtle was better\nGameplay\nu/ElectricalAd2960\n•\n5 hr. ago\nIs Deathless bugged in PoC?\nBug\n\nI was playing a 2.5 star adventure and I picked a deathless buff for my follower. But it didn’t activate when they died? Has anyone else experienced this?\n\nu/Dropboarder\n•\n1 day ago\nI know a lot of people enjoyed shitting on the dev/balance team for Heisho, but can we now focus that on giving props to them for the quick hotfix?\nDiscussion\n\nIn under 48 hours they recognised the issue as not just release-day panic but as genuinely unhealthy, and came up with a nerf to the card that at a glance shouldn't make it completely irrelevant, but also hopefully will bring it in-line and add counterplay. It may need more tweaks, but hopefully this will make ladder slightly more bearable.\n\nHeisho should be a big risk for a big reward. That's exactly what it is now.\n\nWe've all had our fun posting boards of crazy turn 6s and 7s, but it's great to see proactive work from the dev/balance team. After a couple of days of being lambasted with negativity, I'd like to take the opportunity to give thanks for the rapid response!\n\nu/adamttaylor\n•\n1 day ago\nThe Elder Dragon deck in Path of Champions is extremely disappointing\nGame Feedback\nTop 1%\nRank by size \nMENU\nDiscord\nOfficial Website\nRULES\n1\nGeneral Behavior Rules\n2\nSelf-Promotion Limitations\n3\nText Post Rules\n4\nImage/Video Post Rules\n5\nNSFW Content / Misuse of NSFW Flair\n6\nCustom Card Crossposting\n7\nGeneral Posting Rules\n8\nLeaked Content and Spoilers\n9\nPath of Champions Crossposting\n10\nExtra Posting Guidelines\nUPCOMING DATES\nNew Expansion\n\nOut now!\n\nWorlds 2023\n\nDecember 14th\n\nGAUNTLET SCHEDULE\n\n12/6 - Gauntlets close until next year\n12/14 - LoR World Championships 2023\n1/1 (2024) - Gauntlets Open again\n\nDISCORD\nCOMMUNITY RESOURCES / PROJECTS\n\nPATCH 4.12.0 NOTES\n\nNew Player Resources\n\nBug Reports - Patch 4.12.0\n\nGuide for providing useful feedback\n\nThe Runeterra Report\n\nLOR.GG\n\nRuneterra.ar\n\nLLoRR Stats\n\nMastering Runeterra\n\nPath of Champions Wiki\n\nRELATED COMMUNITIES\n\n/r/LoRCompetitive\n/r/LoRCirclejerk\n/r/CustomLoR\n/r/loreofruneterra\n/r/PathofChampions\n\nTOPICS\nLegends of Runeterra\nCard battle video game\nLeague of Legends\nGaming\nReal-time strategy\nMOBA\nStrategy video game"
}