{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "First a straw, now a fork. Turtles are choking on our plastic trash.",
  "href": "https://www.earthtouchnews.com/environmental-crime/pollution/first-a-straw-now-a-fork-turtles-are-choking-on-our-plastic-trash/",
  "body": "Back in August, we watched as marine biologist Dr Nathan Robinson struggled to remove a straw from a turtle's nose while on board a research vessel in Costa Rica. The troubling video went viral ...",
  "textContent": "Earth Touch our planet close up\nCONTRIBUTE\nSALES\nBROADCAST SALES\nFOOTAGE SALES\nHome\nVideo-on-Demand\nVideos\nArticles\nAbout Us\nContact Us\nENVIRONMENTAL CRIME\nPOLLUTION\nFirst a straw, now a fork. Turtles are choking on our plastic trash.\nFirst a straw, now a fork. Turtles are choking on our plastic trash.\nBY RACHEL PENDERGRASS DECEMBER 09 2015\n\nEditor's note: While they help to convey an important message, the images and video in this post may be disturbing to some readers.\n\nBack in August, we watched as marine biologist Dr Nathan Robinson struggled to remove a straw from a turtle's nose while on board a research vessel in Costa Rica. The troubling video went viral, causing millions to speak out against ocean pollution. This week, Robinson and his colleagues removed yet another foreign object from a turtle's nostril – only this time, it was a plastic fork.\n\nImage: Sean A. Williamson.\n\nLike in the case of the straw, the fork was most likely eaten by the turtle, an olive ridley. \"When she tried to regurgitate it, the fork did not pass out of her mouth but went out her nose,\" Robinson wrote in a Facebook post. \"I was able to remove the fork but countless other animals are suffering from plastic debris in our oceans. Your efforts to reduce, reuse and recycle will make a difference.\"\n\nThough many viewers took to social media to express their shock after watching the original video, some swearing off plastic straws for good, this latest grim encounter is a sobering reminder of the scale of this problem: eight million metric tons of plastic pollution are dumped in the oceans each year.\n\nImage: Sean A. Williamson.\nImage: Sean A. Williamson.\n\n“Many people asked me how they could support my work after seeing the video,” Christine Figgener, the PhD student who filmed the original clip, said on a gofundme campaign. \"There are many more things we want to do, and CAN do, but funding is difficult to come by, and there are consequences to this fact. People forget that in order to protect any species effectively, this protection must be based on observations of the species' biology, ecology, and behaviour.\"\n\nIt's important to note that these are trained professionals, and you should never attempt to do this. If you’d like to learn more about what you can do to protect turtles, pay a visit to the Leatherback Trust, the organisation Robinson works for. And the next time you use a plastic fork, think about where it might end up. \n\nTop header image: Geoporter/Flickr\n\nEARTH TOUCH NEWS\nRACHEL PENDERGRASS\n\nRACHEL PENDERGRASS IS A WRITER, PERFORMER AND SCIENCE COMMUNICATOR IN ATLANTA, GEORGIA. FIND HER ON TWITTER AT @SHARKESPEAREAN. VIEW MORE FROM THIS CONTRIBUTOR\n\nYOU MADE IT TO THE END\n\nOur planet is a busy, crazy place. And amidst all the noise, voices get lost and some stories are never heard. That’s especially true of our planet’s countless wild species: big and small, threatened and persecuted, complex and fascinating.\n\nSUPPORT US FOR $1 A MONTH\n\nFor our growing team of writers and contributors, those are the stories that matter most: we dedicate our time to them all day and every day. In a world bursting with news, nature is our niche – and we love it that way.\n\nBECOME A SUPPORTER\n\nYou, our viewers, are passionate about these stories we tell. Take your passion further by supporting and driving more of the nature news you know and love.\n\nSUPPORT MONTHLY\nRELATED ARTICLES\nCONSERVATION\nplay\nBali turtle conservation in action\nBy Earth Touch News\n\nMarine turtles have it rough. They're eaten, caught in fishing nets, and have a bad habit of mistakenly eating plastic which makes them seriously ill....\n\n9 years ago\n \nOCEANS\nWorld Turtle Day: The good, the bad and the ugly\nBy Earth Touch News\n\nHere's the lowdown on what's been happening in the turtle world.\n\n6 months ago\n \nDISCOVERIES\nThis yellow turtle looks like melted cheese (and the internet is eating it up)\nBy Ethan Shaw\n\nTurtle or half-melted processed cheddar?\n\n3 years ago\nVIEW MORE ARTICLES\nAdvertisement\nRELATEDARTICLES\nBALI TURTLE CONSERVATION IN ACTION\n9 years ago\nWORLD TURTLE DAY: THE GOOD, THE BAD AND THE UGLY\n6 months ago\nTHIS YELLOW TURTLE LOOKS LIKE MELTED CHEESE (AND THE INTERNET IS EATING IT UP)\n3 years ago\n \nMOSTPOPULAR\n50 shades of grizzly: Bears come in all colours\nBy Ethan Shaw on 12 07 2023\nOTHERSTORIES\nBY RACHEL PENDERGRASS\n9 FACTS ABOUT THE COOLEST CREATURE IN JURASSIC WORLD\n8 years ago\nIN PHOTOS: CINCINNATI ZOO'S NEW BABY GORILLA IS A BUNDLE OF PURE ADORABLENESS\n8 years ago\nVIEW ALL STORIES\nEARTH TOUCH OUR PLANET. CLOSE UP\nHome Video-on-Demand Videos Articles About Us Contact Us\nAdvertise with us\nPartners\nTerms & Conditions\nEarth Touch © 2023\n­"
}