{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic Debris in the Ocean | IUCN",
  "href": "https://www.iucn.org/content/plastic-debris-ocean",
  "body": "The most visible and disturbing impact of marine plastic pollution is the ingestion, suffocation and entanglement of hundreds of marine species. Floating plastics, which are presently the most abundant items of marine litter, also contribute considerably to the transport of non indigenous (alien) marine species thereby threatening marine ...",
  "textContent": "Skip to main content\nAbout IUCN\nNews & Events\nPress\nBlog\nRegions\n»\nOther Sites\n»\nEnglish\nNature 2030\nOur Work\nOur Union\nResources\n\nGet involved\n\nHome\nPlastic Debris in the Ocean\nSHARE: \nStory | 21 Jul, 2015\nPlastic Debris in the Ocean\n\nThe Characterization of Marine Plastics and their Environmental Impacts, Situation Analysis Report\n\nPhoto: © IUCN\n\nPlastic debris has now become the most serious problem affecting the marine environment, not only for coastal areas of developing countries that lack appropriate waste management infrastructures, but also for the world’s oceans as a whole because slowly degrading large plastic items generate microplastic (particles smaller than 1 to 5 mm) particles which spread over long distances by wind-driven ocean surface layer circulation.Growing scientific and public awareness is fuelling global concern regarding the impact of plastic ingested by marine species and the accumulation of plastics in coastal and remote areas of oceans (in trash vortexes or gyres). Private and public initiatives, such as the volunteer beach cleanups and campaigns for removing beach debris, represent the major source of information concerning the amounts and types of marine litter. The regular cleaning by municipalities and public authorities to maintain beaches attractive to tourists engenders major economic costs.\nIt is now well recognized that drifting plastic debris has several adverse effects on marine species and ecosystems. However, there is still a lack of precise knowledge about the quantity, sources, transport, accumulation and fate of plastics in the oceans. The most visible and disturbing impact of marine plastic pollution is the ingestion, suffocation and entanglement of hundreds of marine species. Floating plastics, which are presently the most abundant items of marine litter, also contribute considerably to the transport of non indigenous (alien) marine species thereby threatening marine biodiversity and the food web. These floating particles accumulate toxic pollutants on their surface during their long-residence time in polluted seawater and can therefore represent a concentrated source of environmental pollution, or serve as a vector for toxic pollutants that accumulate in the food webs (bio-accumulation of contaminants).\n\nLINKS:\nPlastic Debris in the Ocean report \nThemes:\nBusiness, finance and economics, Climate change, Governance - law and rights\nTopics:\nMarine ecosystems, Business engagement, Extractive, energy and infrastructure, High seas, Global and transboundary frameworks, Natural resource governance (other governance)\nIUCN units:\nMarine and Polar\nRelated content\nSTORY | 22 Jun, 2022\nEU Nature Restoration Law: A boost for biodiversity and climate\n\nToday the European Commission proposed a new nature restoration law with binding targets on…\n\nSTORY | 21 Jun, 2022\nBurkina Faso aims to adopt sustainable production methods in its cotton,…\n\nThe BIODEV2030 project, launched in early 2020 supports the country's development ambition, while…\n\nSTORY | 21 Jun, 2022\nInternational bycatch meeting - Bringing forward solutions for effective…\n\nFrom 4 to 6 October in Malaga (Spain), the “International Bycatch Meeting” will demonstrate the…\n\nStay informed\n\nSign up for an IUCN newsletter\n\nSubscribe\nFeatured bottom second Menus\nAbout\nAccountability\nCareers\nProcurement\nLegal\nTerms and conditions\nSECRETARIAT\nSecretariat and Director General\nCOMMISSIONS\nClimate Crisis Commission (CCC)\nCommission on Ecosystem Management (CEM)\nCommission on Education and Communication (CEC)\nCommission on Environmental, Economic and Social Policy (CEESP)\nSpecies Survival Commission (SSC)\nWorld Commission on Environmental Law (WCEL)\nWorld Commission on Protected Areas (WCPA)\nTHEMES\nBiodiversity\nBusiness, finance and economics\nClimate change\nFreshwater and water security\nGovernance - law and rights\nNature-based Solutions\nOcean and coasts\nProtected areas and land use\nREGIONS\nAsia\nEastern and Southern Africa\nEastern Europe and Central Asia\nEurope\nMediterranean\nMexico, Central America and the Caribbean\nNorth America\nOceania\nSouth America\nWest and Central Africa\nWest Asia\nContact \n\nHeadquarters\nRue Mauverney 28\n1196 Gland\nSwitzerland\n\n+41 22 9990000\n+41 22 9990002(Fax)\n\nFollow Us\nCrossroads Blog \n\n©IUCN, International Union for Conservation of Nature and Natural Resources\n\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet"
}