{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Why PH is world's 3rd biggest dumper of plastics in the ocean - RAPPLER",
  "href": "https://www.rappler.com/environment/108276-philippines-plastic-pollution-ocean-conservancy-study/",
  "body": "A new report on plastic pollution by international group Ocean Conservancy and McKinsey Center for Business and Environment looks into this alarming discrepancy. The study, released to media on ...",
  "textContent": "OPEN NAVIGATION\nRAPPLER\nCLOSE MENU\nLATEST NEWS\nWEATHER\nVIDEO\nBRANDRAP\nPHILIPPINES\nNEWSBREAK\nRAPPLER+ EXCLUSIVES\nSPECIAL COVERAGES\nSPORTS\nWORLD\nVOICES\nENTERTAINMENT\nBUSINESS\nLIFE AND STYLE\nTECHNOLOGY\nMOVEPH\nSCIENCE\nENVIRONMENT\nBULLETIN BOARD\nMOVEMENTS\nTOPICS\nSHOP\nABOUT RAPPLER\nSEE ALL VIDEOS\nHOLD THE LINE\nVIDEO EDITORIAL\nACT ONE\nBASAGAN NG TRIP\nDAILY WRAP\nDOCUMENTARIES\nDUTERTE LIVE\nLIVE JAM VIDEOS\nRAPPLER TALK\nREPORTS & VLOGS\nVIDEO EXPLAINERS\nWATCH NOW | LIVE\nSEE ALL BRANDRAP\nCOMMUNICART\nGET READY WITH ME\nANNOUNCEMENTS\nBEYOND THE BUY\nDATA STORIES\nDETOURS\nFINANCE AND INDUSTRIES\nGOODRAP\nHEALTH, BEAUTY, AND WELLNESS\nHOME AND PARENTING\nLIFESTYLE AND ENTERTAINMENT\nPROFILES AND ADVOCACIES\nTECH AND INNOVATION\nTRAVEL AND FOOD\nSEE ALL PHILIPPINES\nPHILIPPINE NEWS\nMETRO MANILA\nLUZON\nVISAYAS\nMINDANAO\nOVERSEAS FILIPINOS\nPHILIPPINE ELECTIONS\nSPECIAL COVERAGE\nRAPPLER TALK\nSEE ALL NEWSBREAK\nIN-DEPTH\nINVESTIGATIVE\nEXPLAINERS\nRAPPLER IQ\nFACT CHECK\nINSIDE TRACK\nNEWSBREAK PODCASTS AND VIDEOS\nDATA AND DOCUMENTS\nEXCLUSIVE CONTENT\nEXCLUSIVE EVENTS\nSEE ALL SPORTS\nBOXING\nFIBA\nFOOTBALL\nGILAS PILIPINAS\nNCAA\nNBA\nPBA\nUAAP\nVOLLEYBALL\nSEE ALL WORLD\nAFRICA\nASIA PACIFIC\nBAHASA INDONESIA\nEUROPE\nGLOBAL AFFAIRS\nLATIN AMERICA\nMIDDLE EAST\nSOUTH & CENTRAL ASIA\nUS & CANADA\nSEE ALL VOICES\nNEW SCHOOL\nEDITORIALS\nIMHO\nISPEAK\nNEWSLETTERS\nRAPPLER BLOGS\nTHOUGHT LEADERS\nSEE ALL ENTERTAINMENT\nCELEBRITIES\nLIVE JAM\nMOVIES\nMUSIC\nPAGEANTS\nSERIES\nTHEATER\nSEE ALL BUSINESS\nCONSUMER ISSUES\nCORPORATE\nECONOMY & GOVERNANCE\nINFRASTRUCTURE\nINDUSTRIES\nPERSONAL FINANCE\nSTOCKS & BANKING\nSEE ALL LIFE AND STYLE\nARTS & CULTURE\nASTROLOGY\nFOOD\nHEALTH AND WELLNESS\nLITERATURE\nRELATIONSHIPS\nSTYLE\nTRAVEL\nSEE ALL TECHNOLOGY\nAPPS\nGADGETS\nGAMING\nINNOVATIONS\nINTERNET CULTURE\nREVIEWS\nSOCIAL MEDIA\nTECH FEATURES\nSEE ALL MOVEPH\nADVOCACIES\nAGOS\nPARTNERS\nSEE ALL SCIENCE\nDISCOVERIES & INVENTIONS\nEARTH & SPACE\nLIFE & HEALTH\nSOCIETY & CULTURE\nSEE ALL ENVIRONMENT\nCLIMATE CHANGE\nDISASTERS IN THE PHILIPPINES\nNATURE\nPOLLUTION\nADVISORIES\nCAMPUS BULLETIN BOARD\nCONTESTS AND AWARDS\nEVENTS\nEXAM RESULTS\nGOVERNMENT JOB OPENINGS\nSCHOLARSHIPS\nTRAININGS AND WORKSHOPS\n#FACTSFIRST PH\n#COURAGEON: NO LOCKDOWN ON RIGHTS\n#ATIN ANG PILIPINAS\n#SAYSAY NG KASAYSAYAN\nTRENDING\nISRAEL-HAMAS WAR\nNBA REGULAR SEASON\nPBA COMMISSIONER’S CUP\nUNITED STATES\nUAAP BASKETBALL\nHOLLYWOOD MOVIES\nCYBERSECURITY\nNCAA BASKETBALL\nOVERSEAS FILIPINOS\nWEST PHILIPPINE SEA\nHOUSE OF REPRESENTATIVES\n2023 BARANGAY AND SK ELECTIONS\nMISS UNIVERSE\nWORLD FOOTBALL\nCOUPONS\nPROMO CODES\nSEE ALL OF ABOUT RAPPLER\nTEAM\nPOLICIES\nAWARDS AND RECOGNITION\nSPECIAL PROJECTS\nNEWS & UPDATES\nGuest\nREGISTER\nSIGN IN\nDONATE\nRAPPLER\nDONATE\nLOGIN\nENVIRONMENT\nWhy PH is world’s 3rd biggest dumper of plastics in the ocean\nOCT 6, 2015 1:10 PM PHT\nPIA RANADA\nUPGRADE TO LISTEN\nPOWERED BY \nSPEECHIFY\n\nAlready have Rappler+? Sign in to listen to groundbreaking journalism.\n\nIrresponsible garbage hauling companies and the presence of open dump sites near rivers are two reasons why the Philippines is among the world's top ocean polluters, according to a new study\n\nMANILA, Philippines – The Philippines has among the highest trash collection rates in Southeast Asia yet it’s the world’s 3rd biggest source of plastic leaking into the ocean.\n\nA new report on plastic pollution by international group Ocean Conservancy and McKinsey Center for Business and Environment looks into this alarming discrepancy.\n\nThe study, released to media on October 1, looked at 5 of the world’s biggest contributors of plastic pollution in the world’s oceans.\n\nRead the entire report here:\n\n \n\nChina, Indonesia, the Philippines, Thailand, and Vietnam contribute over half of all plastics that end up in the seas, according to the study. (INFOGRAPHIC: Plastic in our seas: Why you should care)\n\nWhat do these 5 countries have in common? They are all benefiting from economic growth, reduced poverty, and improved quality of life.\n\nBut this new-found economic power has led to “exploding demand for consumer products that has not yet been met with a commensurate waste-management infrastructure,” reads the report.\n\nThe Philippines was ranked the 3rd top source of plastic leaking into oceans in a February 2015 study. The country generates 2.7 million metric tons of plastic garbage each year, 20% or 521,000 tons of which ends up in the ocean.\n\nYet the country reported one of the highest garbage collection rates in the region – with a national average of 85% and nearly 90% in some dense urban areas.\n\nSo why the discrepancy?\n\nIrresponsible trash haulers\n\nThe study found that 74% of the plastics leaking into the ocean from the Philippines comes from garbage that has already been collected by haulers and garbage trucks. This amounts to 386,000 tons of plastic trash.\n\nOnly 26% or 135,000 tons of plastics in seas actually comes from garbage that is not collected. \n\nThe study attributed the leakage of collected garbage to two factors: illegal dumping by garbage-hauling companies, and open dump sites located near waterways.\n\nBased on interviews with local government officials and environmental groups, the study found that waste leakage in the Philippines often happens while the garbage is transported from the collection site (households, village material recovery facilities) to the dump sites.\n\nSome private garbage hauling companies unload their trucks on their way to disposal sites in order to cut costs. (READ: Metro Manila spent P4.2B to get rid of 2013 garbage)\n\n“Waste is usually dumped at the roadside, at informal deposit sites, or directly into waterways in locations where it is convenient to do so,” reads the report.\n\nThis saves the haulers time and money. The reduced garbage load can even reduce fuel consumption. \n\nOpen dump sites\n\nThe second major source of leaked garbage after collection are open dump sites which are typically near waterways.\n\nThe fact that the Philippines is an archipelagic country and with an elaborate network of rivers does not help matters, says the study.\n\nThe study specifically names as an example the open dump of Dagupan City in Pangasinan which is located right on the coastline.\n\nThe decision by local governments to put dump sites near waterways is often due to financial considerations.\n\n“Land adjacent to rivers tends to be cheaper than in other parts of the country, and waste will intermittently be carried away by heavy rains or currents, refreshing the capacity of the dump site to receive more waste,” reads the study.\n\nOpen dump sites are illegal in the country under the Ecological Solid Waste Management Act of 2000. But there are still around 600 of them in the country. Sanitary landfills, the only type of disposal site allowed by the law, number only around 70.\n\nSanitary landfills are a type of disposal site in which garbage is isolated from the environment, usually by being buried in a large hole lined with thick plastic or a layer of clay. It also often involves a network of pipes to prevent liquids generated by the garbage from leaking into the ground.\n\nBut sanitary landfills are costly to construct. Local governments in the Philippines often lack either political will or the budget to construct such facilities.\n\n“Waste management is technical and very expensive. We have no land, no money, and a sanitary landfill is hard to run,” Dagupan City mayor Belen Fernandez to Rappler.\n\nThe National Solid Waste Management Commission, the agency tasked with overseeing waste management in the country, also lacks funding.\n\n“All we can do is remind all mayors to close open dump sites. Then if they don’t comply, we tell the Ombudsman,”  said the agency’s executive director, Eli Ildefonso.\n\nPlugging the leaks\n\nSo how can the Philippines plug these two sources of plastic leaks?\n\nTo fix the first problem, illegal dumping by waste haulers, the Philippines should first make the process of procuring garbage hauling services more transparent.\n\nIn many cases, contracts are distributed at the sole discretion of local government officials, leaving room for corruption. \n\nA more transparent procurement process “fosters competition between bidders and is based upon clearly laid-out performance criteria.”\n\nSuch a system should penalize illegal practices by the haulers through dumping fines or even cancellation of contracts. The haulers can be monitored carefully through GPS tracking of garbage trucks to ensure the trucks complete their designated route with their full load of waste. \n\nTo reduce leaks from open dump sites, the study still recommends full closure or physical sealing of open dump sites near waterways and the establishment of more sanitary landfills. \n\nBut given the cost and difficulty posed by these solutions, the study also suggests simpler, faster and cheaper solutions for the short term.\n\nThese include creating a perimeter around the dump and its access road to help limit the size of the dump. The perimeter can be made of old tired, concrete rubble, or even discarded appliances.\n\nUsing a bulldozer, excavator, or front-end loader, garbage can also be compacted and periodically covered with soil to form layers that will not easily escape into waterways.\n\nSuch equipment, along with one or more dump trucks, basic fencing, and a small guard house or office can be procured for $300,000 to 500,000 (P14 million to 23 million) per dump site, depending on the size of the dump.\n\nJust addressing the two major sources of plastic leaks could reduce the country’s total leakage by 26%. – Rappler.com\n\nAdd a comment\nSORT BY\nNewest comments\nOldest comments\n\nThere are no comments yet. Add your comment to start the conversation.\n\nCopied\n\nHOW DOES THIS MAKE YOU FEEL?\n\nREACT NOW\n\nHow do you feel about this article?\nHAPPY\n \nAMUSED\n \nINSPIRED\n \nDON'T CARE\n \nANNOYED\n \nAFRAID\n \nSAD\n \nANGRY\n \nRelated Topics\nAUTHOR\nPia Ranada\n@PIARANADA\nPia Ranada is Rappler’s Community Lead, in charge of linking our journalism with communities for impact.\nMORE FROM PIA RANADA\nRAPPLER\n\nJOIN OUR NEWSLETTER\n\nFearless reporting delivered to you\n\nFOLLOW US\n\nFacebook\nTwitter\nYouTube\nInstagram\nLinkedIn\nViber\nJOIN RAPPLER+ KNOW MORE HERE\nCROWDFUNDING\nFOUNDING BOARD\nRAPPLER BOARD OF DIRECTORS\nABOUT US\nMISSION STATEMENT\nEDITORIAL STANDARDS AND GUIDELINES\nAI GUIDELINES\nTHE TEAM\nCONTACT US\nPRIVACY STATEMENT\nTERMS OF USE\nCOMMENT MODERATION POLICY\n×"
}