{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Managing Marine Plastic Pollution: Policy Initiatives to Address ...",
  "href": "https://ehp.niehs.nih.gov/doi/10.1289/ehp.123-A90",
  "body": "Beach cleanups yield enormous amounts of trash, with plastic items a major constituent. 1 Although the human health impacts of this marine plastic pollution remain poorly characterized, it is widely seen as an emerging problem that deserves much more research attention. 2 Likewise, there is a growing urgency among industry, government, nongovernmental organizations, and environmental groups to ...",
  "textContent": "This Journal\nSearch\nSEARCH\nISSUE IN PROGRESS\nARCHIVES\nABOUT THIS JOURNAL\nJOURNALS\nOPEN ACCESS\nNews\n1 April 2015\nManaging Marine Plastic Pollution: Policy Initiatives to Address Wayward Waste\nAuthor: John H. TibbettsAUTHORS INFO & AFFILIATIONS\nPublication: Environmental Health Perspectives\nVolume 123, Issue 4\nPages A90 - A93\nhttps://doi.org/10.1289/ehp.123-A90\n23,322\nMetrics\nTotal Downloads\n23,323\nLast 12 Months\n2,055\nPDF\nSources of Marine Plastic Pollution\nThe Impact of Coastal Countries\nExtended Producer Responsibility\nThe Economics of Plastic Waste\nSeeking Solutions\nReferences\nInformation & Authors\nMetrics & Citations\nReferences\nMedia\nTables\nShare\nA few times a year, volunteers fan out along the causeway that links the South Carolina mainland with the seashore community of Folly Beach to clean up plastic bottles, straws, bags, and other debris from along the road and the salt marsh. Some of this debris has come from cities miles away. On windy days, litter is often blown off city streets into waterways. During rainstorms, debris floats into drains that empty into rivers. Other trash probably came from places closer to home. “I see bags and other plastic flying off the beds of pickup trucks going down the causeway,” says Marty Morganello, who organizes the cleanups for the Charleston-area chapter of the nonprofit Surfrider Foundation. “I see them coming out the open windows of cars and out the backs of garbage trucks and even recycling trucks. This material is lightweight, and if you don’t secure it, it will fly away.”\nBy one estimate, the volume of plastic debris going into the world’s oceans could more than double by 2025, assuming current trends in coastal development and plastics use. Some countries have begun identifying ways to improve management of plastic waste, creating solutions that make sense both for business and for the sea.\n© Roy Scott\nOPEN IN VIEWER\nBeach cleanups yield enormous amounts of trash, with plastic items a major constituent.1 Although the human health impacts of this marine plastic pollution remain poorly characterized, it is widely seen as an emerging problem that deserves much more research attention.2 Likewise, there is a growing urgency among industry, government, nongovernmental organizations, and environmental groups to develop tools and policies to track, capture, and recycle plastic waste before it reaches the ocean.\nSources of Marine Plastic Pollution\nLost and discarded nets and lines from fishing vessels are important contributors to marine debris, especially in heavily fished areas. These vessels also lose plastic floats, traps, pots, and other gear. Other sea-based sources of plastic pollution include oil and gas platforms, aquaculture facilities, and cargo ships that lose containers to the sea.3\nPlastic debris from land comes primarily from two sources: first, ordinary litter; and, second, material disposed in open dumps or landfills that blows or washes away, entering the ocean from inland waterways, wastewater outflows, and the wind.4 Major waterways can transport a great deal of plastic waste. One study estimated that the Danube River, for example, transports 4.2 metric tons of plastic into the Black Sea each day.5\nLightweight plastic items tend to float in water and can be carried by currents great distances. By one report, plastic cargo lost from ships has been found more than 10,000 kilometers from where it was lost.6 Likewise, currents can carry floating fishing nets hundreds of miles from where they were last used, according to Nancy Wallace, director of the National Oceanic and Atmospheric Administration’s (NOAA) Marine Debris Program. The Northwestern Hawaiian Islands do not have significant fishing nearby—they lie within the largest marine wildlife reserve in the world—but in 2014 NOAA-supported collection efforts there rounded up about 52 metric tons of lost nets and other plastic debris.7\nA working group of researchers recently estimated that just 20 countries, out of a total of 192 with coastlines, are responsible for 83% of the plastic debris put into the world’s oceans. Lead author Jenna R. Jambeck, an environmental engineer at the University of Georgia, and her colleagues estimated that, all together, these 192 countries produce some 275 million metric tons of plastic waste each year. Of that volume, about 4.8–12.7 million metric tons of mismanaged plastic waste is thought to have entered the ocean in 2010.4\n“That is the same as five five-gallon bags filled with mixed plastic on every foot of coastline around the world,” says Jambeck. Without improvements to waste management infrastructure, and assuming a business-as-usual projection of increasing coastal populations, economic growth, and use of plastics, the authors predict this volume of plastic debris could more than double by 2025.4\nThe Impact of Coastal Countries\nTable of top 20 countries in terms of mismanaged plastic waste\nRank\tCountry\tPercentage of waste that is mismanaged\tQuantity of mismanaged plastic waste (MMT/year)\tPercentage of global mismanaged plastic waste\tQuantity of plastic marine debris (MMT/year)\n1\tChina\t76\t8.82\t27.7\t1.32–3.53\n2\tIndonesia\t83\t3.22\t10.1\t0.48–1.29\n3\tPhilippines\t83\t1.88\t5.9\t0.28–0.75\n4\tVietnam\t88\t1.83\t5.8\t0.28–0.73\n5\tSri Lanka\t84\t1.59\t5.0\t0.24–0.64\n6\tThailand\t75\t1.03\t3.2\t0.15–0.41\n7\tEgypt\t69\t0.97\t3.0\t0.15–0.39\n8\tMalaysia\t57\t0.94\t2.9\t0.14–0.37\n9\tNigeria\t83\t0.85\t2.7\t0.13–0.34\n10\tBangladesh\t89\t0.79\t2.5\t0.12–0.31\n11\tSouth Africa\t56\t0.63\t2.0\t0.09–0.25\n12\tIndia\t87\t0.60\t1.9\t0.09–0.24\n13\tAlgeria\t60\t0.52\t1.6\t0.08–0.21\n14\tTurkey\t18\t0.49\t1.5\t0.07–0.19\n15\tPakistan\t88\t0.48\t1.5\t0.07–0.19\n16\tBrazil\t11\t0.47\t1.5\t0.07–0.19\n17\tBurma\t89\t0.46\t1.4\t0.07–0.18\n18\tMorocco\t68\t0.31\t1.0\t0.05–0.12\n19\tNorth Korea\t90\t0.30\t1.0\t0.05–0.12\n20\tUnited States\t2\t0.28\t0.9\t0.04–0.11\nMMT = million metric tons Adapted from Jambeck et al. (2015)4\nOPEN IN VIEWER\nThe United States makes a significant contribution to marine plastic pollution, but it’s only twentieth on the list of coastal nations that produce the most plastic waste from land. The top spots are filled by a number of rapidly developing countries with expanding populations near coastlines and poor systems of waste management, including China, Indonesia, and the Philippines.4\nOne of the major drivers of this trend in developing countries is the very rapid growth of “megacities,” defined as urban areas with populations exceeding 10 million. More than 70% of megacity growth is said to occur outside the formal planning process, and nearly a third of the urban population in developing countries lives in slums or informal settlements that lack city services, including solid-waste disposal.8\nAccording to Jambeck and colleagues, a nation’s population density within 50 kilometers of the coast is the primary determinant of its land-based contribution to marine pollution.4 For instance, about 74% of Indonesia’s population and 83% of the Philippines’ population live in coastal regions.9 The second determinant is how much waste overall a coastal nation produces on a per-capita basis. At 2.58 kilograms per person per day, the United States produces far greater volumes of waste per capita than any other nation on the top-20 list except Sri Lanka, and more than twice as much as China.4\nThe third determinant is how much of a country’s waste, including plastic material, is mismanaged. The United States does well on that score. “U.S. mismanaged waste is only due to litter,” says Jambeck. “We have a waste-management infrastructure that allows everyone an opportunity to throw something away properly.” China’s coastal population is about 2.5 times larger than that of the United States but is estimated to produce more than 30 times more mismanaged plastic waste.4\nThe geographies of countries play an important part in their contribution to marine debris. Among the top 20 ocean polluters are Sri Lanka, an island nation; archipelago countries, such as the Philippines and Indonesia; and countries with long coastlines, such as China and Vietnam.4\n“This study [by Jambeck et al.] provides a first cut at how you could focus efforts in places around the world and then build some strategies to stem that flow of plastics,” says George H. Leonard, chief scientist of Ocean Conservancy, an advocacy organization based in Washington, DC. “Marine debris is a global problem, but this study shows that you can work on a smaller suite of geographies [and] that you could solve a big part of the problem at the global level.” The key, he says, is to improve waste management in a relatively small number of countries.\nExtended Producer Responsibility\nSome European nations have developed a model that other countries and regions could emulate to better manage their plastic waste and reduce marine pollution. It is based on the principle of extended producer responsibility (EPR), which was first formally outlined in an internal Swedish government report in 1990.10 The idea behind EPR is to shift financial responsibility for end-of-life disposal to product manufacturers, thereby providing an incentive for improved product design, reuse, and recycling.11\nIn an EPR scheme, brand owners must pay the costs of tracking, managing, and recycling or disposing of packaging after their products have been used.11 EPR is usually implemented through take-back legislation that requires manufacturers to recover their packaging after product consumption. Some producers pay a fee to organizations that collect and recycle the packaging. Container-deposit systems that some U.S. states have for soda bottles are one example of an EPR initiative.12\nMany European nations have not only passed EPR laws to increase reuse and recycling of plastics but also are diverting plastics to power plants for use as fuel for heat and electricity (a process called waste-to-energy, or WTE).13 In Europe, an estimated 25.2 million metric tons of post-consumer plastic was discarded in 2012, according to the manufacturers association PlasticsEurope.14 Of that amount, 26% was recycled, 36% was recovered for fuel, and 38% went to landfills.14 In 2012 the United States produced approximately 29 million metric tons of post-consumer plastic waste but recycled only 9% of it and used perhaps 16% for fuel.15\nNine European nations have banned landfills in part because available land is scarce in their densely populated areas. One result of this legislative decision is that 90–100% of plastics are recycled or used for energy production in these countries. But several other countries still landfill more than 60% of their waste, and some of these, especially in Eastern Europe, still depend totally on landfills. PlasticsEurope is calling for zero plastic waste going to European landfills by 2020.14,16\n“Europeans have developed pretty robust recycling and energy recovery systems to manage their plastic waste,” says Steve Russell, vice president of the plastics division of the American Chemistry Council. “A primary driver for those systems has been the desire to capture energy and to remain as energy-independent as they can [while also dealing] with the landfill bans.” The United States, by contrast, has more acreage to build landfills and much lower prices for conventional energy sources, Russell says. “Whatever systems we design in the U.S.,” he says, “need to reflect the local conditions we have here.”\nFate of Plastics in the Ocean\nPlastics in the ocean degrade into smaller pieces from the effects of sunlight, oxidation, and the abrasion of waves and currents, becoming smaller and smaller often to the point they are no longer visible to the naked eye.22 Marine organisms from zooplankton to fish consume these so-called microplastics, mistaking them for food.23,24,25\nThe consumption of plastic by marine organisms adds persistent, bioaccumulative, and toxic substances to the aquatic food chain.26,27 However, it is not clear what the net effect of plastics may be in either transferring persistant pollutants or reducing their bioavailability. Participants at a recent workshop convened by the U.S. Environmental Protection Agency concluded that the state of the science does not currently allow an assessment of possible human health risks from the ingestion of seafood contaminated with microplastics.28\nThe Economics of Plastic Waste\nFor years, China was the primary buyer for low-quality “mixed bales” of plastic scrap—often contaminated with food, dirt, and nonrecyclable materials—that do not have a commercial market in the United States. China converts much of this scrap into feedstock, or resin, for its expanding manufacturing sector. But some portion of the scrap can’t be recycled and ends up in China’s landfills.17\nIn 2013 China enacted its so-called Green Fence operation to improve quality controls and stem the import of low-quality plastic scrap that would have to be landfilled. While exports of U.S. plastic scrap to China fell 18% from 2012 to 2013,18 the U.S. plastics recycling industry responded to Operation Green Fence by updating its facilities to produce a “cleaner, more consistent bale,” says Keith Christman, managing director of plastics markets for the American Chemistry Council. “The quality of recycled plastic has gone up, so the market has remained strong and recovered,” Christman says. “As the markets have grown and the ability to separate materials has grown, so those changes have come together to provide more value, and more market, for that material.”\nDespite China’s restrictions, U.S. plastics recycling continued to grow in 2013, with plastic bottle recycling up by 4.3% over 2012,19 and polyethylene film recycling up by 11%.20 Recycling of non-bottle rigid materials (e.g., yogurt tubs, clamshell containers) declined by just under 1% in 2013 but overall has tripled since 2007 to more than 1 billion pounds per year as more communities have added non-bottle rigid containers to their collection programs.20\nPlastic polymers are almost completely derived from petrochemicals, depending on which feedstock is most cost effective at the point where the feedstock is produced. (According to Christman, more than 70% of U.S. plastics are made from domestic natural gas.) Plastic recycling increases when it’s cheaper to create resin from recycled waste that it is to create it directly from fossil fuels, says Jim Glauser, a specialty chemicals expert and associate director at IHS, a U.S.-based information business. To improve recycling rates, “you need to improve the collecting, sorting, and processing of plastic waste to lower the cost and improve the quality of resin from recyclables,” Glauser says.\nSeeking Solutions\nOver the coming decades, the volume of plastic waste moving from the land into the sea is expected to increase if the many coastal economies and populations around the world continue to expand without taking steps to manage their municipal solid waste.\nMarine plastic pollution will remain a difficult problem to solve because it represents a “fundamental market failure” on a worldwide scale, says Leonard of Ocean Conservancy. He explains, “The production of plastic is ramping up,14 but society isn’t able to keep up with that waste.”\nNOAA’s Wallace believes gear markings or a global system for reporting lost gear would be helpful in managing sea-based plastic pollution. “Today, we can’t trace any of that gear back [to its source],” she says. “It would be good to know which countries many of these nets are coming from, so we could find practices that would stop it from happening in the first place.”\nIn 2012 Ocean Conservancy mobilized a new effort called the Trash Free Seas Alliance®, which includes chemical and plastics companies, producers of plastic consumer items, economists, environmental scientists, and conservation groups. The alliance is using the cross-sector expertise of its members to develop innovative, sustainable strategies to eliminate ocean waste.21\n“We need a better understanding of the economic restraints to solve the plastic debris problem,” Leonard says. “We are looking at business practices that could allow greater recapture, recovery, reuse. Then we can identify and craft a suite of locally relevant solutions that make sense for business and for the ocean.”\nReferences\n1.\nInternational Coastal Cleanup. Turning the Tide on Trash: 2014 Report. Washington, DC:Ocean Conservancy (undated). Available: http://goo.gl/oae7kJ [accessed 30 March 2015].\nGo to Citation\nGoogle Scholar\n2.\nSeltenrich N New link in the food chain? Marine plastic pollution and seafood safety. Environ Health Perspect 123(2):A34-A41 2015.; https://doi.org/10.1289/ehp.123-A34 https://www.ncbi.nlm.nih.gov/pubmed/25643424.\nGo to Citation\nGoogle Scholar\n3.\nUNEP and NOAA. The Honolulu Strategy: A Global Framework for Prevention and Management of Marine Debris. Nairobi, Kenya and Washington, DC:United Nations Environment Programme and National Oceanic and Atmospheric Administration (undated). Available: http://goo.gl/r5LhKe [accessed 30 March 2015].\nGo to Citation\nGoogle Scholar\n4.\nJambeck JR et al. Plastic waste inputs from land into the ocean. Science 347(6223):768-771 2015.; https://doi.org/10.1126/science.1260352 https://www.ncbi.nlm.nih.gov/pubmed/25678662.\nGoogle Scholar\n5.\nLechner A et al. The Danube so colourful: a potpourri of plastic litter outnumbers fish larvae in Europe’s second largest river. Environ Pollut 188:177-181 2014.;  .\n6.\nThompson RC, et al. Marine Debris as a Global Environmental Problem. Washington, DC:Scientific and Technical Advisory Panel, Global Environment Facility (2011). Available:  [accessed 30 March 2015].\n7.\nNOAA. NOAA Removes 57 Tons of Marine Debris from Northwestern Hawaiian Islands [press release]. Washington, DC:National Oceanic and Atmospheric Administration (28 October 2014). Available:  [accessed 30 March 2015].\n8.\nFIG. FIG Publication No. 48: Rapid Urbanization and Mega Cities: The Need for Spatial Information Management. Copenhagen, Denmark:International Federation of Surveyors (FIG) (January 2010). Available:  [accessed 30 March 2015].\n9.\nWPR. Country Populations 2014 [website]. World Population Review (2015). Available:  [accessed 30 March 2015].\n10.\nLindhqvist T, Lidgren K. Modeller för förlängt producentansvar [Models for Extended Producer Responsibility] [in Swedish]. In Ministry of the Environment, Från vaggan till graven—sex studier avvarors miljöpåverkan [From the cradle to the grave—six studies of the environmental impact of products] (7–44). DS1991:9. Stockholm, Sweden:Ministry of the Environment (1990).\n11.\nSachs NM Planning the funeral at the birth: extended producer responsibility in the European Union and the United States. Harvard Environ Law Rev (30):51-98 2006.; .\n12.\nCRI. Bottle Bill Resource Guide [website]. Culver City, CA:Container Recycling Institute (2015). Available:  [accessed 30 March 2015].\n13.\nWTERT. Energy Recovery—European Countries [website]. New York, NY:Waste-to-Energy Research and Technology Council, Columbia University (2015). Available:  [accessed 30 March 2015].\n14.\nPlasticsEurope. Plastics—the Facts 2014/2015. An Analysis of European Plastics Production, Demand and Waste Data. Brussels, Belgium:PlasticsEurope (2015). Available:  [accessed 30 March 2015].\n15.\nEPA. Municipal Solid Waste Generation, Recycling, and Disposal in the United States: Facts and Figures for 2012 [fact sheet]. Washington, DC:U.S. Environmental Protection Agency (February 2014). Available:  [accessed 30 March 2015].\n16.\nCefic. PlasticsEurope’s interview about “Zero Plastics to Landfill by 2020: A clear target” [weblog entry]. Brussels, Belgium:The European Chemical Industry Council (Cefic) (undated). Available:  [accessed 30 March 2015].\n17.\nGuilford G. Trashed: a lot of US plastic isn’t actually being recycled since China put up its Green Fence. Quartz, Obsessions section (16 September 2013). Available:  [accessed 30 March 2015].\n18.\n5% decline in US plastics scrap exports. Recycling International, News section, Plastic & Rubber subsection (18 February 2014). Available:  [accessed 30 March 2015].\n19.\nAPR and ACC. 2013 United States National Post-Consumer Plastics Bottle Recycling Report. Washington, DC:The Association of Postconsumer Plastic Recyclers and the American Chemistry Council (2014). Available:  [accessed 30 March 2015].\n20.\nMoore Recycling Associates, Inc. 2013 National Postconsumer Plastic Bag & Film Recycling Report. Sonoma, CA:Moore Recycling Associates, Inc. (February 2015). Available:  [accessed 30 March 2015].\n21.\nOcean Conservancy. Trash Free Seas Alliance [website]. Washington, DC:Ocean Conservancy (2015). Available:  [accessed 30 March 2015].\n22.\nZettler ER et al. Life in the “plastisphere”: microbial communities on plastic marine debris. Environ Sci Technol 47(13):7137-7146 2013.;  .\n23.\nDavison P, Asch RG Plastic ingestion by mesopelagic fishes in the North Pacific Subtropical Gyre. Mar Ecol Prog Ser 432:173-180 2011.; .\n24.\nMurray F, Cowie PR Plastic contamination in the decapod crustacean Nephrops norvegicus (Linnaeus, 1758). Mar Pollut Bull 62(6):1207-1217 2011.;  .\n25.\nCole M et al. Microplastic ingestion by zooplankton. Environ Sci Technol 47(12):6646-6655 2013.;  .\n26.\nMüller JF et al. Partitioning of polycyclic aromatic hydrocarbons in the polyethylene/ water system. Fresenius J Anal Chem 371(6):816-822 2001.;  .\n27.\nPascall MA et al. Uptake of polychlorinated biphenyls (PCBs) from an aqueous medium by polyethylene, polyvinyl chloride, and polystyrene films. J Agric Food Chem 53(1):164-169 2005.;  .\n28.\nEPA. Summary of Expert Discussion Forum on Possible Human Health Risks from Microplastics in the Marine Environment. EPA Forum Convened on April 23, 2014. Washington, DC:Marine Pollution Control Branch, Office of Wetlands, Oceans and Watersheds, U.S. Environmental Protection Agency (6 February 2015). Available:  [accessed 30 March 2015].\nSHOW ALL REFERENCES\nView full text|Download PDF\nJOURNALS\nEnvironmental Health Perspectives\nJournal of Health and Pollution\nSUPPORT AND RESOURCES\nAuthor Guidelines\nReviewer Resources\nAbout Article Metrics\nGet Adobe Reader\nABOUT EHP PUBLISHING\nLicense\nCopyright and Permissions\nSection 508 Accessibility\nAnnouncements\nIn the Media\nPRIVACY POLICY\nHHS VULNERABILITY DISCLOSURE POLICY\nEHP Publishing, 111 TW Alexander Drive, Durham, NC 27713\nNow Reading:\nManaging Marine Plastic Pollution: Policy Initiatives to Address Wayward Waste\nShare"
}