{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "A Really Long Straw | Scientific American",
  "href": "https://www.scientificamerican.com/article/a-really-long-straw/",
  "body": "Preparation. Have an adult help to cut two half-inch slits, across from one another, lengthwise in one end of a plastic straw. These cuts will help you slip the end of one straw over another one ...",
  "textContent": "Skip to main content\nScientific American\nSign Up for Our Daily Newsletter\nSign in\n\nJULY 30, 2015\n\n6 MIN READ\n\nA Really Long Straw\n\nA pressurized science project from Science Buddies\n\nBY SCIENCE BUDDIES\n\nWhy aren't there more super-long straws? Learn how your mouth \"vacuums\" up beverages when you sip through a straw--and build your own mega straw to learn about the physics behind this impressive everyday feat! How long can you go?\n\n Credit: \n\nGeorge Retseck\n\nThe Sciences\n\nKey concepts\nPressure\nAtmospheric pressure\nAir pressure\nGravity\n\nIntroduction\nHave you ever used a crazy straw? Some spiral their way up. Others have fancy colors or decorations. Some are thin and others are wide. But just about all of them leave you sipping your drink from about the same distance. Why? Wouldn't it be fun to poke your head out of an upstairs window and secretly take a sip from a drink way below? Would it even be possible? With this activity, you’ll see if you can set your own record for the longest working straw!\n\nBackground\nSipping a drink through a straw might seem simple. But you are actually using some fancy air pressure changes to move your beverage. The sipping action occurs when you lower the air pressure in your mouth, which allows the atmospheric pressure to push the liquid up the straw.\n\nDoes that sound bizarre? Here is a little more explanation: The atmosphere is a massive layer of air. The weight of all that air is constantly pressing on us and on the things around us. At sea level, this invisible pressure is approximately 14.7 pounds per square inch. That is like having the weight of a bowling ball sitting on each square inch or five bowling balls pressing on the liquid filling a two-and-a-half-inch-diameter glass. Put a straw into liquid and the liquid will enter the straw until it reaches the same level as the liquid outside the straw. The liquid in the straw and around it is being pushed down by the air above it in a similar way, so they reach about the same level.\n\nBut it gets interesting when you remove some air from the straw. Suddenly, there is less air pressure inside and liquid is pushed up the straw. The more air you remove from the straw, the higher the liquid will be pushed into it.\n\nDo you think there is a limit to how high the liquid can rise in a straw? This activity will help you make a very large “mega-straw” and test it out!\n\nMaterials\n\nA package of plastic straws (at least one dozen), preferably those with a bendable part\nScissors\nRuler\nTape\nDrinking glass filled with water\nLevel surface that can get wet (or if not, something to protect it)\nSturdy chair or table on which to stand\n\n \n\nRelated Stories\nInside the Minds of People, Parrots and Bees\n\nLAURA HELMUTH\n\nAnswering Questions about Boring Numbers, Disasters, Fusion, and More\n\nLAURA HELMUTH\n\nNew Understandings of Witch Trials, Synthetic Morphology and the Moons of Jupiter\n\nLAURA HELMUTH\n\nThe Best Habitats for Whales, Leopards and Office Workers\n\nLAURA HELMUTH\n\nPreparation\n\nHave an adult help to cut two half-inch slits, across from one another, lengthwise in one end of a plastic straw. These cuts will help you slip the end of one straw over another one.\nPrepare 10 more straws in a similar way until you have enough for a superlong mega-straw! (You can also come back to these steps during the process in case you need more straws for your mega-straw.)\n\nProcedure\n\nSlip the cut end of a prepared straw over the end of an unprepared straw.\nWrap the area where the straws overlap with tape so you have an airtight seal. Do not hurry; a good airtight seal will help you avoid trouble later. Why do you think a secure, airtight seal is essential for your mega-straw to function well? (Hint: When you drink with a straw, you must remove air from it.)\nTo test your extralong straw, put a glass of water on level ground. (Be sure to place something down to protect your level surface or use one that can get.) Now hold your straw vertically or close to vertically and try to drink with it. Does water reach your mouth?\nIf little or no liquid enters the straw, check the seal where you joined the straws. Is it airtight? If not, add tape or undo and redo this connection. If the seals at all joints seem airtight, check for holes in other areas of your mega-straw and seal them with tape.\nPlay around with your first mega-straw. Suck lightly to remove a little air from the straw then suck hard to remove more air. Observe each time how high the water rises in your mega-straw. What happens if you suck up more air? Why do you think this happens?\nTime to add on! Attach another prepared straw to your mega-straw in a similar way and put your lengthened mega-straw to the test. Remember to hold your straw vertically or close to vertically during your test. Is your new straw functioning properly? Does it get harder to suck up water?\nKeep adding prepared straws and testing after each addition. You might have to carefully stand on a chair to test your growing mega-straw. Does it become harder and harder to suck up water as you stand higher and higher above the glass?\nOnce you have connected a few straws together and it becomes a little challenging to drink with the straw, test your mega-straw at different angles. In addition to holding the straw vertically, test it at an angle about halfway between horizontal and vertical (approximately 45 degrees) as well as by holding it as close to horizontal as possible. Note that you might need to add more water to your glass to test a fairly horizontal position. Is there a difference in effort needed to suck up water? If so, rank the straw positions in descending order: 1 being the hardest to suck up water, or needing most effort; 3 being the easiest, or needing the least effort. Note that you did not change the distance over which the water was transported; the straw stayed the same length. What did you change that might have created a difference in effort needed?\nPause a moment and think about how the difference in height between your mouth and the glass changed depending on the angle at which you held the mega-straw. Rank the methods in descending order of difference in height between your mouth and the glass: 1 being the position with the most height; 3, the position with the least height. Do you see a correlation between the difference in height and the effort you needed to suck up water?\nIf you have bendable sections in your straw, test what happens if you keep the height of your glass and your head the same but change the way you bend the mega-straw. Try a straight mega-straw and a mega-straw with one or several kinks. How do the levels of effort compare now that you keep the difference in height unchanged?\nBuild on. How many straws can you connect before you can no longer drink from it if held vertically? Do you think there is a limit or would you be able to build on indefinitely, as long as you could test it from higher and higher places?\nExtra: Test with different types of straws, such as ones that are wide or very narrow. Would one type be more suited to make a mega-straw?\n\n[break]\nObservations and results\nWhen you suck air from the straw, less air pushes on the water inside the straw than on the water outside of it. This imbalance causes more water to be pushed into the straw. The water will rise until the pressure created by the water column in the straw equals the air pressure difference.\n\nRemove more air, and a bigger difference in air pressure will cause the water level to rise even higher into the straw. As soon as the water reaches the height of your mouth, you can drink.\n\nYour lung power determines how much air you can remove. Some will have difficulty with a three-foot straw whereas others can successfully drink standing eight feet above their drink!\n\nThere is a limit though. If you could create a complete vacuum in your mouth by removing all the air, the water could rise about 30 feet high. It's not possible, however, to create a complete vacuum in the human mouth, so usually people reach their straw-slurping limit at a much lower level!\n\nNote that it is mainly the difference in height the water needs to overcome that counts, not the total length the water needs to travel in the straw. Holding your straw almost horizontally will allow you to suck up water over a very long distance.\n\nMore to explore\nWould a Straw Work in Space? from Science-Based Life\nHow Do Drinking Straws Work? from Indiana Public Media\nUnder an Ocean of Air Pressure, from University of Illinois Extension\nAtmospheric Pressure, from ScienceOnline\n\nThis activity brought to you in partnership with Science Buddies\n\nMore by Science Buddies\nPopular Stories\nENGINEERING DECEMBER 5, 2023\nLight Can Travel Backward in Time (Sort Of)\n\nLight can be reflected not only in space but also in time—and researchers exploring such “time reflections” are finding a wealth of delightfully odd and useful effects\n\nANNA DEMMING\n\nANIMALS DECEMBER 5, 2023\nWhat’s Causing Mysterious Respiratory Illness in Dogs?\n\nVeterinarians and researchers are investigating mysterious clusters of severe respiratory disease in dogs\n\nMEGHAN BARTELS\n\nDIET DECEMBER 1, 2023\nHow Much Caffeine Is Too Much?\n\nCaffeine can help you feel energized. But is there a limit to how much your body can handle?\n\nJOANNA THOMPSON\n\nCULTURE DECEMBER 8, 2023\n55 Books Scientific American Recommends in 2023\n\nThe best fiction, nonfiction, history and sci-fi books Scientific American staff read in 2023\n\nBRIANNE KANE\n\nSPACE EXPLORATION NOVEMBER 21, 2023\nNASA May Pay $1 Billion to Destroy the International Space Station. Here’s Why\n\nThe International Space Station—larger than a football field and weighing almost 450 tons—must eventually fall to Earth. It’s a delicate, dangerous process\n\nMEGHAN BARTELS\n\nARTIFICIAL INTELLIGENCE DECEMBER 6, 2023\nJailbroken AI Chatbots Can Jailbreak Other Chatbots\n\nAI chatbots can convince other chatbots to instruct users how to build bombs and cook meth\n\nCHRIS STOKEL-WALKER\n\nSupport Our Mission\n\nDiscover world-changing science. Explore our digital archive back to 1845, including articles by more than 150 Nobel Prize winners.\n\nSubscribe\nSign up for our newsletters\nSee the latest stories\nRead the latest issue\n\nFollow Us:\n\nReturn & Refund Policy\nAbout\nPress Room\nFAQs\nContact Us\nSite Map\nAdvertise\nSA Custom Media\nTerms of Use\nPrivacy Policy\nCalifornia Consumer Privacy Statement\nUse of cookies/Do not sell my data\nInternational Editions\n\nScientific American is part of Springer Nature, which owns or has commercial relations with thousands of scientific publications (many of them can be found at www.springernature.com/us). Scientific American maintains a strict policy of editorial independence in reporting developments in science to our readers.\n\n© 2023 SCIENTIFIC AMERICAN, A DIVISION OF SPRINGER NATURE AMERICA, INC.\nALL RIGHTS RESERVED."
}