{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Stainless Steel Straws Versus Plastic Straws - Shawna Coronado",
  "href": "https://shawnacoronado.com/stainless-steel-straws-versus-plastic-straws/",
  "body": "Take their super cool drinking lids, add in their stainless steel straws, pour your drink in the mason jar, and screw on the lid. It's that easy. Stop using those plastic straws and set yourself up with a more sustainable drinking system at home that has stainless steel straws and makes a difference. These stainless steel straws and Ecojarz ...",
  "textContent": "Skip to content\nSEARCH\n\nShawna Coronado\n\nHOME\nABOUT SHAWNA\nCOACHING\nTHE WELLNESS BLOG\nSHOP\nCONTACT SHAWNA\nYou are here Home » Food » Stainless Steel Straws Versus Plastic Straws\nStainless Steel Straws Versus Plastic Straws\nFOOD | LIFE\nDisclosure: This post may contain affiliate links from which I earn a commission.\n\n\n\nStainless steel straws are better for the environment since they are reused and not thrown away in landfills and the ocean. There are a host of reasons why, but the bottom line is that we are producing over 500 million straws annually, yet very few of these straws are ever recycled because they are made of polypropylene which is an oil-based product that does not biodegrade. This type of plastic “photo degrades”, which means that it breaks apart into smaller and smaller hunks until it becomes small enough for fish to eat. According to ChooseToBeStrawFree.com, straws are among the top 10 items found in marine debris.\n\nIn a 2011 study done by Scripps Institute of Oceanography, the incidence of plastic in fish stomachs was 9.2% of what they collected. According to findings, “The ingestion rate of plastic debris by mesopelagic fishes in the North Pacific is estimated to be from 12000 to 24000 tons yr.” We are eating the fish that have these plastic pieces in them which is contributing to the bioaccumulation of plastics in humans. What causes cancer? We don’t know for the most part, yet I have no interest in being the human that ingests these toxins which might contribute. It’s strange to imagine that such a tiny bit of plastic could harm us, but these imaginings can contribute to the 500 million dollar question: “Are plastics killing us?”\n\nWhere to find Stainless Steel Straws online – ECOJARZ STRAWS and ACCESSORIES LINK.\n\nAnd so there I was at a Mother Earth News Fair event standing at my publishers booth staring across the aisle contemplating that very question while I watched the EcoJarz team selling stainless steel straws like they were going out of style. There were long lines of people waiting to buy the lids and straws. I walked over to talk with them about the plastic situation in the environment and they explained their product in simple terms, “No: BPA, phthalates, or chemical leach. More glass and stainless.” That’s it. Simple. I could get rid of the plastic straws we use at home and start something new right there.  Washing the straws is made super-easy by the little brushes EcoJarz sells with the straws. I asked them if they would send out some samples to review and I fell in love with them as they are easy to use and definitely help me feel like I am a step closer to making a difference for the environment as well as my family’s health.\n\nEcojarz recommends using the 24 ounce mason jars which are for green bean or asparagus canning as drink glasses (see my carrot and ginger juice in the top photo). Take their super cool drinking lids, add in their stainless steel straws, pour your drink in the mason jar, and screw on the lid. It’s that easy. Stop using those plastic straws and set yourself up with a more sustainable drinking system at home that has stainless steel straws and makes a difference\n\nThese stainless steel straws and Ecojarz lids have been given to me at no cost to review, but I want to be clear that they have not paid me and my opinion is not swayed because of their giving me product – after reviewing the products I have found them easy to use and a better solution for the environment – this is my own opinion. Thanks EcoJarz!\n\nTweet\nPin\nShare\n1\nShare\n1\nSHARES\nPost Tags:\n#carrot juice\n#ecojarz\n#mason jars\n#stainless steel\n#straws\nPost navigation\nPREVIOUS\nHow To Plant Herbs in a Mason Jar Garden\nNEXT\nBest Succulent Container Garden Soil Mix\nSimilar Posts\nRecycling Tips to Help You Make Greener Choices\nCilantro Cucumber Garden Sipper Cocktail Recipe – A Light Bloody Mary\nPink Martini Recipe\nPineapple Pow Tito Vodka Cocktail Recipe\nWhy You Should Get A Rain Water Cistern – A Green and Sustainable Choice\nPork Chop and Sweet Potato-Kale Dinner–Fresh From the Garden For Under Ten Bucks!\nRecycling Tips to Help You Make Greener Choices\nCilantro Cucumber Garden Sipper Cocktail Recipe – A Light Bloody Mary\nPink Martini Recipe\nPineapple Pow Tito Vodka Cocktail Recipe\nWhy You Should Get A Rain Water Cistern – A Green and Sustainable Choice\nPork Chop and Sweet Potato-Kale Dinner–Fresh From the Garden For Under Ten Bucks!\nRecycling Tips to Help You Make Greener Choices\nCilantro Cucumber Garden Sipper Cocktail Recipe – A Light Bloody Mary\nPink Martini Recipe\nPineapple Pow Tito Vodka Cocktail Recipe\nWhy You Should Get A Rain Water Cistern – A Green and Sustainable Choice\nPork Chop and Sweet Potato-Kale Dinner–Fresh From the Garden For Under Ten Bucks!\n5 Comments\neliona says:\nApril 27, 2016 at 4:47 pm\n\nHow do you clean them to reuse? You can’t just rinse the milk, smoothie etc away from the inside\n\nShawna Coronado says:\nApril 27, 2016 at 4:57 pm\n\nWashing the straws is made super-easy by the little brushes EcoJarz sells with the straws. Plus you can use very hot water on them to help shake loose anything on the inside of the straw.\n\nAmy Renea says:\nApril 29, 2016 at 7:30 am\n\nI LOVE my steel straws and truth be told, I rarely use the little brushes. Just let some super hot water rinse through and over and they are good to go!\n\nShawna Coronado says:\nApril 29, 2016 at 7:39 am\n\nExactly. I’m addicted.\n\nBren says:\nApril 20, 2018 at 1:51 am\n\nI agree with Amy [above] – it’s never really an issue around cleanliness – even if you leave your stainless steel straw in your car for days after use. Hot water rinsing really works! Also, I prefer stainless steel drinking straws as they last for years – I have three going simultaneously – one for the office – one for the car and one for the kitchen. Always handy and always accessible.\nThank you!\nBren\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment *\n\nName\n\nEmail\n\nWebsite\n\nI’m Shawna Coronado and I am so happy you are here. It is absolutely possible to find your health and happiness even if you have a crazy busy schedule. I want to help you discover a new path to wellness success. …\n\nRead More …\n\nBEST PRODUCTS FOR ELEVATED BED GARDENING TO REDUCE CHRONIC PAIN\nSHAWNA’S TEDX SPEECH\nSHAWNA’S GARDEN – SKY DRONE VIEW\nIMAGE\nSHAWNA ON TV\nSEARCH\nSearch for:\n\nAFFILIATE PURCHASE PROGRAMS: SHAWNACORONADO.COM IS READER-SUPPORTED. WHEN YOU BUY THROUGH LINKS ON OUR SITE, WE MAY EARN AN AFFILIATE COMMISSION. FOR EXAMPLE, AS AN AMAZON ASSOCIATE, WE EARN FROM QUALIFYING PURCHASES. WE ALSO WORK WITH VARYING AFFILIATE PROGRAMS AND BRAND PARTNERSHIPS.\n\nTHANK YOU FOR YOUR SUPPORT.\n\n \n\nPUBLIC NOTICE: BY USING THIS SITE OR ANY MEDIA ASSOCIATED WITH SHAWNA CORONADO AND SHAWNACORONADO.COM,\nYOU AGREE TO THE PRIVACY POLICY AND TERMS OF SERVICE AND THE DISCLAIMER.\n\n \n\n© 2008-2023 SHAWNA CORONADO. ALL RIGHTS RESERVED."
}