{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "ELI5: Why are most coffee stirrers either divided into two ... - Reddit",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/3aa3f9/eli5_why_are_most_coffee_stirrers_either_divided/",
  "body": "The ones I've been to have their own branded green plastic ones. I still see wooden sticks but I see them in small independent coffee shops. ... If you try to stir your coffee with a single straw, the cylindrical shape would easily pass through the coffee without much resistance, making for a terrible stirring device. This is remedied with the ...",
  "textContent": "ELI5: Why are most coffee stirrers either divided into two tubes, or have a divider in them? : r/explainlikeimfive\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to explainlikeimfive\nr/explainlikeimfive\n•\n9 yr. ago\naalambis\nELI5: Why are most coffee stirrers either divided into two tubes, or have a divider in them?\n\nBasically the title.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n9 yr. ago\n\nthey use cheap soft plastic and having two smaller tubes with a divider makes them less bendy.\n\nYou just made me realize that i almost never see wooden coffee stirrers anymore. Thanks, OP, you made me feel old.\n\n16 more replies\nRyanSmithN\n•\n9 yr. ago\n\nIf you try to stir your coffee with a single straw, the cylindrical shape would easily pass through the coffee without much resistance, making for a terrible stirring device. This is remedied with the 2-straw design.\n\n3 more replies\ngilbatron\n•\n9 yr. ago\n•\nEdited 9 yr. ago\n\nMcDonalds used to have little spoons, but they were used to sell cocaine in them so they stopped using them\n\nhttp://www.snopes.com/business/origins/mcdspoon.asp\n\n8 more replies\n[deleted]\n•\n9 yr. ago\nbinatilyo\n•\n9 yr. ago\n\nActually, their hollow, cylindrical shape keeps coffee stirrers strong. If they were a flat solid, they would more likely bend/break under stress when you use them for stirring. Two cylinders joined together makes for a much stronger design.\n\n5 more replies\nD_r0d\n•\n9 yr. ago\n\nWhile all of this makes a lot more sense, I always though it was to discourage burning your tongue as a tiny burn from the little holes is less significant than a hydro pump through the straw.\n\nsaltySOB\n•\n9 yr. ago\n\nI never understood the need for a coffee stirrer. I just put the cream and sugar in first then pour the coffee in and let it do the work. It seems to be a waste of plastic.\n\n4 more replies\nPrussik\n•\n9 yr. ago\n\nThe coffee stirrers are a remnant of our independence from England. Even way back in colonization times England was crazy about tea... these were dark times before coffee was here \"across the pond\" so of course we were also a tea people. High grade porcelain was taxed so highly that if you wanted a cup that could withstand the rapid temperature change of boiling water being added then you had to pay a premium, because affordable cups that worked were taxed till they were no longer affordable. When we gained independence we changed to milk first ordering things as a way to mock Englands taxes and their previously crappy cups. When we switched from a nation of tea drinkers into coffee this habit came along for a ride. The reasons behind the simple action of adding milk were forgot with time to most... but i know and now so do you. My coffee cup however doesn't care at all. I now just know with every cup i get a choice between being patriotic or practical. edit for run-on\n\naalambis\n•\n9 yr. ago\n\nWhether or not this is true, I choose to believe it.\n\n \n24\nRank by size \nr/AdviceAnimals\nI had already gotten up to get the hot water and the cider packet.\nimgur\n980 upvotes · 27 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/gifs\nAutomatic Food Stirrer\n3.9K upvotes · 184 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/MushroomGrowers\n[General] DIY magnetic stirrer, 12v fan with rechargeable batteries.\n229 upvotes · 43 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n287 upvotes · 26 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 48 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/Agarporn\nMy favorite part of making plates!\n12 upvotes · 8 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 261 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 33 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/hardware\nHigh Yield: \"Apple M3, M3 Pro & M3 Max — Chip Analysis\"\nyoutube\n101 upvotes · 53 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 663 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 18, 2015\nReddit\nreReddit: Top posts of June 2015\nReddit\nreReddit: Top posts of 2015"
}