{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "To whomever suggested veggie straws - THANK YOU! : r/loseit - Reddit",
  "href": "https://www.reddit.com/r/loseit/comments/2yldxj/to_whomever_suggested_veggie_straws_thank_you/",
  "body": "Costco and Walmart (in Canada don,t know about u.s.) have these snack called cheecha puffs, they look like little wheels, they,re crunchy air puffed wheat and potatoe snacks and come in about 6 flavours, 2 cops are about 85 calories, very good. Love the veggie straws too. gingerlaur 80lbs lost • 9 yr. ago.",
  "textContent": "To whomever suggested veggie straws - THANK YOU! : r/loseit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to loseit\nr/loseit\n•\n9 yr. ago\ng1raff5\nTo whomever suggested veggie straws - THANK YOU!\n\nI have seen several of you mention veggie straws as a good snack. At first I was thrown off. How the heck could a \"veggie straw\" be so delicious?\n\nThen I went grocery shopping today and randomly found them in the chip aisle. I had no idea where to look for them before, and they just appeared. So I grabbed a bag.\n\n38 straws is one serving!! 38! That is an ACTUAL serving, not just a tiny pile like chips of equal calories would be. I got the zesty ranch flavor.\n\nI am SO SATISFIED with my lunch today (turkey sandwich + veggie straws). So I just wanted to say thank you to all of you veggie straw recommenders. I'm so happy to have them as an option!\n\nSort by:\nAdd a Comment\ngingerlaur\n•\n9 yr. ago\n\nOK, so I have seen Veggie Straws but never have tried them. After your post, I just messaged my daughter (who works at a grocery store and is stopping by shortly after work) to bring me a bag! :D\n\nReply\nreply\ng1raff5\n•\n9 yr. ago\n\nWOOHOO! Let me know how you like them! I found them soooo tasty.\n\nReply\nreply\n1 more reply\n10 more replies\nugottahvbluhair\n•\n9 yr. ago\n\nI really like the Quaker popped rice crisps too. I weigh them to be sure I'm only eating one serving but it seems like I'm eating a lot for 130 calories. My favorite so far is the sweet chili flavor but others I've tried are good as well.\n\nReply\nreply\n2 more replies\nCLEfitness\n•\n9 yr. ago\n\nVeggie straws fulfill my desire for crunchy chips without me devouring an entire bag of chips and salsa or something else. I personally buy the 6 pack of single serving bags, which really controls my portion because I know I shouldn't open a second bag.\n\nI also really enjoy the green pea crisps, which you can also find at Walmart. Not great for you I think, but they're not terrible.\n\nReply\nreply\nDusty1919\n•\n9 yr. ago\n\nSnap peas! I actually think these taste way better than veggie straws and the fact that they have much more protein seems to make them more long term satisfying than veggie straws.\n\nReply\nreply\ng1raff5\n•\n9 yr. ago\n\nI would love if they had single serving so I could try the different flavors, but alas. I had a lot of fun counting out 38 straws onto my plate, though, because it felt like so many :)\n\nReply\nreply\nbrainfreeze91\n•\n9 yr. ago\n\nI love veggie straws, but I am always apprehensive about chips that are labeled healthy. But this could actually help me with portion control, so I think I will give them another look.\n\nReply\nreply\nmrjackspade\n•\n9 yr. ago\n\nIve been meaning to buy some veggie straws, but I've been buying \"Fat Free\" Pringles instead. An entire tube is 350 calories.\n\nReply\nreply\n2 more replies\nsandyskw\n•\n9 yr. ago\n\nCostco and Walmart (in Canada don,t know about u.s.) have these snack called cheecha puffs, they look like little wheels, they,re crunchy air puffed wheat and potatoe snacks and come in about 6 flavours, 2 cops are about 85 calories, very good. Love the veggie straws too.\n\nReply\nreply\n1 more reply\nIwantasnickers\n•\n9 yr. ago\n\nAre these actually good or just \"good for veggie straws.\" ?\n\nI don't like veggies very much so I'm scared, but I do loveee chips!\n\nReply\nreply\n5 more replies\nssnake-eyess\n•\n9 yr. ago\n\nI can't believe so many people are raving about these. They really have nothing to do with veggies, unless you're counting potato flour, potato starch and corn starch as veggies...\n\nhttp://www.nutritionunplugged.com/2011/07/not-so-sensible-portions/\n\nReply\nreply\n1 more reply\nhungry_tiger\n•\n9 yr. ago\n\nSounds like a good idea. I might have to try it!\n\nReply\nreply\nKnownzero\n•\n9 yr. ago\n\nYeah, I like em enough that I'll eat a serving but not so much I want to blow through a bag like chips. They're great.\n\nReply\nreply\nCaityCait88\n•\n9 yr. ago\n\nTry the ranch veggie straws!\n\nReply\nreply\n4 more replies\ndotdotdoodlebot\n•\n9 yr. ago\n\nI had them a few days this week with lunch too. Love the ranch ones! Very satisfying!\n\nReply\nreply\nraptorsauruslawlz\n•\n9 yr. ago\n\nI will have to try these! I've been hooked on lentil chips lately!\n\nReply\nreply\nPandaLoses\n•\n9 yr. ago\n\nThe zesty ranch is the BEST, so good, I don't miss chips when I have them!\n\nReply\nreply\ntireBgone\n•\n9 yr. ago\n\nHooray healthier snacking. Next step: Kale chips.\n\nReply\nreply\ncheese_police\n•\n9 yr. ago\n\nI'm eating veggie straws as we speak! The ranch kind! I was just thinking \"wow I should post how fantastic these are. 130 cals for 38??\"\n\nMy new favorite snack.\n\nReply\nreply\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nr/loseit\n“Mommy, how are you running so fast? Did you practice at the gym?!”\n2K upvotes · 34 comments\nr/loseit\nUncommon things that helped you to lose weight\n830 upvotes · 254 comments\nr/loseit\nPeople are beginning to harass me about my weight loss\n689 upvotes · 104 comments\nr/loseit\nI need help for my daughter\n538 upvotes · 173 comments\nr/loseit\n97 pounds lost in 16 months! Don't have many friends to share my journey with.\n467 upvotes · 21 comments\nr/loseit\nIs there adult “fat camps”?\n441 upvotes · 91 comments\nr/loseit\nI know they say “no one food causes weight gain” but…\n410 upvotes · 145 comments\nr/loseit\nYesterday was the day I lost 100 pounds. It took 23 months.\n369 upvotes · 28 comments\nr/loseit\nAre fat people seen as inferior in public?\n366 upvotes · 210 comments\nr/loseit\nFor those considering a walking pad\n352 upvotes · 107 comments\nr/loseit\nI had an appointment with an RD and came away very disheartened\n346 upvotes · 215 comments\nr/loseit\nI’m back, and I am another statistic.\n307 upvotes · 45 comments\nr/loseit\nIt gets monotonous doesn’t it?\n253 upvotes · 50 comments\nr/loseit\nI admit it… I was just eating too much\n241 upvotes · 46 comments\nr/loseit\nExercise does actually work\n216 upvotes · 41 comments\nr/loseit\nRecently learned about \"Food Noise\". How do you fight it?\n214 upvotes · 83 comments\nr/loseit\nHow to make McDonald's healthier?\n201 upvotes · 344 comments\nr/loseit\nIs buying a wedding dress that's two sizes too small a terrible idea?\n196 upvotes · 129 comments\nr/loseit\nunder 200 pounds!!\n186 upvotes · 16 comments\nr/loseit\nI feel like the journey of losing weight is frowned upon but the results are celebrated\n183 upvotes · 55 comments\nr/loseit\nMy mother won’t stop suggesting weight loss surgery!!\n183 upvotes · 47 comments\nr/loseit\nI am over 100 pounds overweight. What is the best way to lose fat?\n174 upvotes · 122 comments\nr/loseit\nNSFW\nNSV: I'm finally ready to wear my bikini\n163 upvotes · 18 comments\nr/loseit\nI binged today, but it'll be okay.\n156 upvotes · 36 comments\nr/loseit\nHow unhealthy is it to eat all your calories in one sitting?\n149 upvotes · 112 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 10, 2015\nReddit\nreReddit: Top posts of March 2015\nReddit\nreReddit: Top posts of 2015"
}