{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Watch How Plastic Drinking Straws are Made | Mental Floss",
  "href": "https://www.mentalfloss.com/article/81004/watch-how-plastic-drinking-straws-are-made",
  "body": "But plastic straws don't just exist, they're made—and it turns out the process is simultaneously surprisingly complex and strangely satisfying. The short video above goes behind the scenes ...",
  "textContent": "Please note: This website includes an accessibility system. Press Control-F11 to adjust the website to the visually impaired who are using a screen reader; Press Control-F10 to open an accessibility menu.\nPress ‎↵ Enter‎ for Accessibility for blind people\nwho use screen readers\nPress ‎↵ Enter‎ for Keyboard Navigation\nPress ‎↵ Enter‎ for Accessibility menu\nAMAZING FACTS\nBIG QUESTIONS\nMORE\nWatch How Plastic Drinking Straws are Made\nBy Anna Green | Jun 3, 2016\n\nDrinking straws are one of those tiny, everyday objects whose origins we rarely think about. Usually, we grab them and go without giving a second thought to how they came to be. But plastic straws don’t just exist, they’re made—and it turns out the process is simultaneously surprisingly complex and strangely satisfying.\n\nThe short video above goes behind the scenes at a factory where striped drinking straws are produced. A massive multi-purpose machine melts, shapes, cuts, and sorts the straws with speedy efficiency. While watching the colorful straws take shape and accumulate in a heap at the end of the automated assembly line is fascinating, one of the most impressive things about the whole process is how complicated the machinery, with its gears, blades, flashing buttons, and extruders, seems to be. So next time you grab a cup of soda, think about how much complex technology it took to make the humble straw delivering your icy beverage.\n\n[h/t Gizmodo]\n\nBanner Image Credit: Forbes Ma, YouTube\n\nAround the Web\nRecommended by\n8 ‘Doctor Who’ Aliens That Used Surprisingly Realistic Technology\n\n8 ‘Doctor Who’ Aliens That Used Surprisingly Realistic Technology\n\nBy Cris Andrews | Dec 1, 2023\nThe Fourth Doctor (Tom Baker) battles the Daleks. / Anwar Hussein/GettyImages\n\nDoctor Who has featured hostile aliens using advanced technology to attack Earth ever since the iconic BBC series premiered back in 1963. Today, we are closer than ever to emulating some of this sci-fi technology, although none of it is being used to conquer the world just yet. In honor of Doctor Who’s 60th anniversary in 2023, here are some of the most memorable baddies and their surprisingly realistic science.\n\n1. The Zygons\n\nZygons first appeared in Doctor Who in 1975 in a spacecraft under Loch Ness. The craft, which had crashed many years earlier, was part mechanical and part organic. So were the technologies inside—including a creepy body printer that enabled the Zygons to take human form and a huge underwater cyborg monster. This long-necked creature looked like a dinosaur, but unlike the Loch Ness monster of legend, it could walk on land and was strong enough to destroy oil rigs.\n\nWe haven’t started growing our vehicles yet, although prototype bio-cars do exist, with parts made of cellulose (an organic compound found in plant cell walls). So far, engineers have created nanocellulose bioplastics from wood. They’re stronger and lighter than petroleum-based plastics, as well as renewable. Nanocellulose bioplastics can also be made using pineapple leaves and coconut shells. In 2022, an Israeli inventor claimed that he could make an entire car out of cellulose material found in sewage.\n\n2. The Cybermen\n\nIf the Cybermen capture you, they’ll replace your body with mechanical parts until you become as they are—a robotic automaton devoid of human emotion. They call this an upgrade.\n\nCybermen have been a regular menace to the Doctor since the 1966 story “The Tenth Planet.” As part of the cyber conversion process, they like to get their victims’ brains hooked up to a mechanical interface. With this, Cyber Control can send information directly to the brains of the humans they are preparing for conversion.\n\nWe already have brain-implant technology, but it is used to improve lives. Deep brain stimulation (DBS) is a treatment in which electrodes are implanted under the skin, near the collar bone. The electrodes produce electrical impulses that affect brain activity, cells, and chemical activity within the brain, disrupting abnormal signaling. DBS is currently helping people with epilepsy and Parkinson’s disease, and researchers are looking into the potential use of this technology to treat eating disorders, substance abuse, anxiety, schizophrenia, dementia, and other conditions.\n\n3. The Axos\n\nThis small spacecraft, which turns out to be a living organism, crash lands on Earth in 1971. Humanoid creatures emerge with a crystalline substance, axonite, which they claim will solve Earth’s food problem by making crops and livestock grow to enormous sizes, among other things.\n\nWe haven’t started breeding ginormous cows, but researchers are using the gene-editing tool CRISPR-Cas9 to develop crops with climate-resistant traits, which may also result in higher yields. Think drought-resistant rice that needs 40 percent less water to grow; insect-resistant cotton, and disease-resistant bananas. Researchers are also using CRISPR to enable cattle to tolerate hot weather and to give food animals like sheep, pigs, goats, and fish more muscle and therefore more meat.\n\nAxos turns out to be a parasitic entity using axonite to achieve its real goal: draining Earth of its energy. In real life, recent research on zebrafish (a common stand-in for humans in scientific studies) has suggested that CRISPR can result in unintentional mutations and unwanted side effects in the modified organisms that can be passed on to the next generations.\n\n4. The Sontarans\n\nSontarans have been a regular opponent for the Doctor since Third Doctor Jon Pertwee’s incarnation discovered a particularly nasty one called Linx in medieval Britain in the 1974 story “The Time Warrior.” Sontarans are a race of clones genetically engineered with warlike characteristics. They exist for the specific purpose of winning their perpetual war with the Rutans (blob-like energy creatures featured in the Doctor Who story “Horror of Fang Rock” in 1976).\n\nHuman cloning is banned in many countries, and no military officials are concerned about the prospect of facing an army of Dolly the Sheep clones. But researchers in Japan have found that genetically engineering human cells with tardigrade DNA does have its benefits.\n\nTardigrades are the world’s most resilient creatures, able to survive boiling water, freezing temperatures, high pressure, and even trips to the moon. The microscopic animals do this by entering a state called cryptobiosis, in which they expel almost every drop of moisture from their bodies. The tardigrade produces special proteins that protect its dehydration-sensitive parts from total disintegration—like an insect encased in amber, but still alive, as it waits for the harsh conditions to pass.\n\nResearchers found that tardigrade DNA contains Dsup, a protective protein that helps keep the animals alive despite extreme dehydration. When the DNA containing Dsup was inserted into human cells in a laboratory experiment, the cells were able to resist damage from X-rays, suppressing it by about 40 percent. In the future, this discovery may help cancer patients cope with the side effects of radiation therapies or protect workers from nuclear radiation injuries.\n\n5. The Ood\n\nThis telepathic alien race first appeared in the 2006 Doctor Who story “The Impossible Planet.” They use translation spheres to capture and communicate their thoughts into the minds of others, in the language of the person, alien, or creature that the Ood is trying to communicate with.\n\nA new AI product from Meta may be coming close to this kind of technology. In August 2023, Meta released a multilingual speech translator, SeamlessM4T, that uses a single algorithm to instantly translate almost 100 languages from speech to text and text to text. It can also translate 35 languages speech-to-speech.\n\nThe company hopes to use it to identify toxic and sensitive words when moderating Facebook and Instagram posts in different languages and identify gender bias in translations.\n\n6. The Nanogenes\n\nIn the 2005 stories “The Empty Child” and “The Doctor Dances,” an alien hospital spaceship crash-lands in London during the Second World War and releases nanogenes: tiny robots that can repair any wound. Unfortunately, the first person the nanogenes encounter is wearing a gas mask, and because they are unfamiliar with the human form, the bots now consider a human face a wound that needs healing. The robotic creatures proceed to give everyone they encounter a mask-like facial makeover.\n\nWhile this scenario sounds terrifying, helpful medical nanorobots actually exist. They’re used to eliminate decay-causing bacteria among teeth during dental procedures, treat disease by delivering drugs to precise targets in the body, and assist other non-invasive medical treatments. Scientists have also designed DNA-based nanocarriers that may kill cancer by injecting blood-clotting drugs into blood vessels around tumors, cutting off their blood supply.\n\nIn the future, medical nanorobots could be used to deliver anti-seizure drugs for epilepsy or monitor our bodies for bacterial infection.\n\n7. The Silurians\n\nThese reptilian humanoids from Earth’s prehistory hibernate underground for millions of years in cryogenic chambers, waiting for things to get hot enough for them to return to the surface. In the 1993 Doctor Who novel Blood Heat, they lose patience and use advanced technology to rapidly heat Earth’s atmosphere so they can emerge.\n\nHumans haven’t had much trouble warming our planet, sadly, and current geoengineering research is aimed at finding ways to cool it down.\n\nA few of the ways scientists have suggested to combat climate change and prevent extreme weather events include spraying seawater into clouds, whitening clouds or shooting micron-sized particles into space to reflect the sun, or thinning clouds to allow more infrared rays to leave the Earth. Some researchers are concerned that these experimental approaches could bring about other problems: One idea involved injecting sulfur-based aerosols into the atmosphere, which a 2008 study in Science found would speed up ozone layer depletion in the Arctic and delay ozone recovery in Antarctica. Geoengineering could also negatively affect climate patterns, possibly for centuries.\n\nThere’s also a risk of a sudden, sharper return of global warming, should such experiments begin and then be stopped, because greenhouse gases are not actually being removed from the atmosphere by geoengineering technologies. Sounds perfect for the Silurians. Not so great for the inferior ape creatures, as they call humans, who took over the Silurians’ planet while the reptiles slept.\n\n8. The Daleks\n\nFinally, no list of Doctor Who aliens would be complete without the Daleks—destructive and hateful little creatures who feel so vulnerable that they hide inside almost impenetrable metal casings. They’re protected from any of their victims fighting back.  \n\nResearchers at the University of Connecticut have created a material four times stronger and five times lighter than steel. With self-assembling DNA, the researchers formed a lattice-like nanostructure and coated it with flawless glass particles only a few hundred atoms thick. As long as the glass-like material has no cracks or weak spots, a cubic centimeter can withstand 10 tons of pressure (solid iron can withstand seven tons). The researchers suggest this lightweight, incredibly strong material could one day improve the performance of cars and airplanes, body armor, and/or medical devices.\n\nWatch ’The Office’ Stars John Krasinski and Rainn Wilson Make Each Other Laugh in These Outtakes\n\nWatch ’The Office’ Stars John Krasinski and Rainn Wilson Make Each Other Laugh in These Outtakes\n\nBy Michele Debczak | Dec 3, 2023\njohn krasinski & rainn wilson making eachother break for 8 minutes 21 seconds | The Office Bloopers / Comedy Bites\n\nThe cast members of The Office did more than make viewers laugh during their time on the sitcom. As we can see from the bloopers, they were also cracking up each other between takes. This supercut from the YouTube channel Comedy Bites focuses on the outtakes from a fan-favorite duo. While Jim and Dwight keep straight faces during their tense interactions, the actors who played them often struggled to get their lines out without laughing. \n\nThe video above shows John Krasinski and Rainn Wilson making each other break for more than 8 minutes straight. Their two characters are pitted against one another on The Office, with Jim executing elaborate pranks and Dwight reacting with self-serious indignation. \n\nThese bloopers from the show’s nine-season run show a different side to the performers. The NBC series is beloved for its deadpan humor, but even the professionals weren’t above getting a case of the giggles on set. Sometimes their laughter was infectious. The blooper reel shows Steve Carell, Creed Bratton, and other Office cast members breaking along with Wilson and Krasinski during particularly silly scenes. \n\nBased on this footage, it’s a wonder that the makers of The Office ever got any usable takes between Krasinski and Wilson. For a reminder of what the actors are capable of when they can keep a straight face, check out this compilation of The Office cold opens featuring some of Jim’s greatest pranks. \n\nIt’s hard to imagine Jim and Dwight played by anyone else, but the cast of the show nearly looked a lot different. Adam Scott almost landed the former part, and Seth Rogen was in the running for the latter. Here are more facts about The Office you should know.\n\nABOUT\nCONTACT US\nNEWSLETTERS\nPRIVACY POLICY\nCOOKIE POLICY\nTERMS OF SERVICE\nACCESSIBILITY STATEMENT\nSITEMAP\nA-Z Index\nCookie Preferences\n\n© 2023 Minute Media - All Rights Reserved"
}