{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "You Can Finally Build a Robot Army Using Cheap Plastic Drinking Straws",
  "href": "https://gizmodo.com/you-can-finally-build-a-robot-army-using-cheap-plastic-1669993341",
  "body": "Early last year a Kickstarter project for a product called Strawbees that turned ordinary drinking straws into a giant building toy rocketed past its modest funding goal. And in the same way that ...",
  "textContent": "THE A.V. CLUB\nDEADSPIN\nGIZMODO\nJALOPNIK\nKOTAKU\nQUARTZ\nTHE ROOT\nTHE TAKEOUT\nTHE ONION\nTHE INVENTORY\nSend us a Tip!\nShop\nSubscribe\nThe Future Is Here\nWe may earn a commission from links on this page\nSearch\nHOME\nLATEST\nNEWS\nREVIEWS\nSCIENCE\nEARTHER\nIO9\nAI\nSPACE\nESPAÑOL\nVIDEO\nYou Can Finally Build a Robot Army Using Cheap Plastic Drinking Straws\nBy\nAndrew Liszewski\nPublishedJanuary 20, 2015\nComments (5)\n\nEarly last year a Kickstarter project for a product called Strawbees that turned ordinary drinking straws into a giant building toy rocketed past its modest funding goal. And in the same way that Mindstorms brings ordinary Lego to life, the Quirkbot wants to bring those Strawbees to life, letting kids build robots and other animated toys using a few additional electronic components—and of course those plastic drinking straws.\n\nAt the heart of the Quirkbot is this starfish-shaped controller that can be wired to servos, LEDs, sensors, and endless electronic components to help not only bring a Strawbees creation to life, but also give it a bit of intelligence. The Quirkbot is recommend for kids ages ten and up, and while it does involve programming, it doesn't necessarily require all users to know how to pour through lines of computer code. In its simplest form, programming one of these creations is as easy as arranging and connecting various boxes all on the Quirkbot website.\n\nLooks pretty easy, right? And ease-of-use seems like it might be Quirkbot's greatest strength. Because once kids master the programming end of things, it allows them to be more creative and imaginative when it comes to thinking up, and actually building, more complex robots.\n\nThe creators of the Quirkbot have already sold their creation to a science center in Sweden, but they want amateur roboticists from all over the world to have a chance to play and build with the toy. So they've turned to Kickstarter to help them raise the $55,000 they need to put Quirkbot into production.\n\nSince it's designed to work with the Strawbees building sets that are already available for sale, there doesn't seem to be too much risk here. If the Quirkbot doesn't succeed after you've already gone and bought a mountain of Strawbees connectors, your kids will still have a pretty unique building toy to play with.\n\nMORE FROM GIZMODO\nYour Browser Has a Hidden Setting That Will Speed Up the Web\nActually, Sweden Won’t Give in to Tesla’s License Plate Demands\n10 Sci-Fi Movies to Watch on Paramount+ (That Aren't Star Trek)\nIconic Star Betelgeuse Will Temporarily Vanish From the Sky Next Week\n\nBut the Quirkbot hardware and software are already polished, refined, and very much ready for primetime. And with a donation of just $60 you get a simple starter pack in August that also includes a handful of light-up LEDs and a server motor so you can start building your first robot. Just don't forget to visit your local McDonald's first to borrow a handful of straws for your experiments. [Kickstarter - Quirkbot]\n\nToyland: We love toys. Join us on Facebook or follow us on Twitter.\nShow all 5 comments\nIncredible New Device Leaves Neuropathy Experts Scratching Their Heads\nHealth Insight Journal\n|\nSponsored\nLearn More\nWildest Divorce Stories\nMW\n|\nSponsored\nClick Here\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores\nIt's a bigger problem than you might think (the ugly truth)\nCoupon Code Finder\n|\nSponsored\nA Game Where Everything Is Allowed\nBuzzDaily Winners\n|\nSponsored\nPlay Now\nNo More Free Returns? Amazon Releases New Fees\nAmazon’s new fee calls into question the era of free online returns. (Here’s what you need to know)\nOnline Shopping Tools\n|\nSponsored\nWhy CVS Keeps Quiet about this 87¢ ED Med Program\nPublic Health Forum by Friday Plans\n|\nSponsored\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nThis simple trick can save tons of money on Amazon, but most Prime members are ignoring it.\nCoupon Code Finder\n|\nSponsored\nSewanee: Discover the Game Men Can't Stop Playing\nAn Experience Beyond Imagination\nBuzz Daily Winners\n|\nSponsored\nPlay Now\nBreakthrough Device Aims to Ease Back Pain: Surgeons Impressed!\nHealth Insight Journal\n|\nSponsored\nLearn More\nNobody Knew This Existed Until A Drone Took This Picture\nStreetInsider.com\n|\nSponsored\nDiabetes Is Not From Sweets! Meet The Main Enemy Of Diabetes\nTry This 3-Step Process To Lower Blood Sugar Naturally\nHealth-Review24\n|\nSponsored\nTotal 2023 Cost for Full Gutter Service\nTry this instead of gutter cleaning\nLeafFilter\n|\nSponsored\nGet Quote\n3 Ways to Stop Spam From Reaching Your Smartphone or Inbox\nGizmodo\nA 7-Day Guide to Decluttering Spam, Scams, and Unwanted Solicitations\nGizmodo\nWalmart Camera Captured These Hillarious 20 Photos\nStreetInsider.com\n|\nSponsored\nBear Tries To Get Attention From Runner - When She Realizes Why, She Decides To Follow Him\nGlobeTip\n|\nSponsored\nBrain Scan Uncovers Real Cause of Tinnitus and Its Method (It’s Genius)\nBody Bliss Balance\n|\nSponsored\nWoman Sells The Ring Her Ex Gave Her - When Jeweler Sees It, He Says, \"This Can't Be True\"\nGlobeTip\n|\nSponsored\nGronk's Top Shoe Picks: His Favorite Will Surprise You\nShoes Much More Comfortable Than Traditional Dress Shoes. Italian Leather and Running Shoe Technology Providing First Class Comfort All Day Long.\nWolf & Shepherd\n|\nSponsored\nLearn More\nMOST POPULAR\nStar Trek 4 Should've Been This Weekend's Blockbuster\nGizmodo\nMOST POPULAR\nDoctor Who Is Bringing Back One of Its Most Controversial Companions\nGizmodo\nThe Horrifying Truth About CBD\nTommy Chong's CBD\n|\nSponsored\nWatch Now\nAfter 220 Years They Found The Oak Island Treasure\nAfter 200-Years, The Masses Are Stunned That This Is What People Have Been Searching For\nHotPopToday\n|\nSponsored\nRead More\n25 Coolest Gadgets You Can Actually Buy\n25 Insanely Cool Gadgets You'll Regret Not Getting Before They Sell Out\nCool Gadgets\n|\nSponsored\nGet Offer\nYou may also like\nDeadspin\nThis week in football: Aaron Rodgers finally sees the end; FSU boycotting the Orange Bowl?; Oregon hit with Title IX suit\nYesterday\nThe A.V. Club\nThe Doctor dances as a new Doctor Who trailer finally lets Ncuti Gatwa strut his stuff\nWilliam HughesYesterday\nThe A.V. Club\nJames Cameron says he cast short extras to save money on Titanic\nWilliam HughesYesterday\nANIMALS\nScientists Created Tiny VR Goggles for Lab Mice, With Adorable Results\nWith the new goggles, researchers should be able to design better experiments to learn how the animals perceive the world.\nBy\nEd Cara\nPublishedYesterday\nComments (6)\nAn illustration of the iMRSIV VR setup, with an “overhead threat” projected into the top field of view.Illustration: Dom Pinke/Northwestern University\n\nAt last, researchers say they’ve found a way for lab mice to easily use virtual reality goggles. The unusual set-up does have practical applications, since it should make it easier for scientists to study how mice respond to things commonly encountered in the wild, like predatory birds.\n\n\nSending mice into virtual reality isn’t a new concept. Ideally, VR allows scientists to simulate naturalistic environments for mice under more controlled conditions. But even the most advanced systems today are clunky. Mice will be placed onto a treadmill while they’re surrounded by computer or projection screens, for instance, but these screens can’t cover the whole lab, and it typically takes some time for mice to even focus on the VR environment.\n\nSadly, the mice aren’t really wearing the goggles like this.Image: @rita\n\nResearchers at Northwestern University say they’ve now designed a VR structure that should be much more life-like for lab mice, aptly called the iMRSIV (pronounced “immersive”) system. The set-up works much like the Oculus Rift and other popular VR goggles, though the rodents aren’t actually wearing mouse-sized lenses. Instead, the goggles are attached to the base of the system, and the mice are placed close enough to them that they cover their entire field of vision. The mice can also run in place thanks to a treadmill.\n\nIn a paper published Friday in the journal Neuron, the team found that mice seemed to take to the iMRSIV system much faster than conventional VR set-ups.\n\n“We went through the same kind of training paradigms that we have done in the past, but mice with the goggles learned more quickly,” said senior study author Daniel Dombeck in a statement from the university. “After the first session, they could already complete the task. They knew where to run and looked to the right places for rewards. We think they actually might not need as much training because they can engage with the environment in a more natural way.”\n\nDombeck and his team also tested whether the goggles could accurately simulate overhead natural threats like birds, something that hasn’t been possible in the past. To do this, they created a projection of an expanding dark disk that would emerge from the top of the goggles. When the mice saw this projection, they tended to either freeze or run faster—responses typically seen in the wild.\n\nThe actual iMRSIV system.Image: Dom Pinke/Northwestern University\n\nThe researchers next hope to simulate other common occurrences in nature, such as scenarios in which the mice are chasing after potential small prey. And though there are still some things they’d like to work on, the team feels that their set-up can offer plenty of advantages over other systems currently available.\n\n“Traditional VR systems are pretty complicated,” Dombeck said. “They’re expensive, and they’re big. They require a big lab with a lot of space. And, on top of that, if it takes a long time to train a mouse to do a task, that limits how many experiments you can do. We’re still working on improvements, but our goggles are small, relatively cheap and pretty user friendly as well. This could make VR technology more available to other labs.”\n\nSee more\nSCIENCE\nSPACEFLIGHT\nHow to Watch SpaceX Launch Space Force’s Spaceplane for the First Time\n\nLaunch of the Falcon Heavy is scheduled for Sunday, December 10 at 8:15 p.m. ET.\n\nBy\nGeorge Dvorsky\nPublishedDecember 8, 2023\nComments (9)\nTECH NEWS\nARTIFICIAL INTELLIGENCE\nWhich AI Image Generator Is the Best?\n\nWe tested Dall-E, Midjourney, Imagine with Meta, and Playground to find our favorite.\n\nBy\nMaxwell Zeff\nPublishedDecember 8, 2023\nComments (35)\nIO9\nTELEVISION\nTwisted Metal Revs Up for a Second Two on Peacock\n\nAnthony Mackie, Stephanie Beatriz, and Sweet Tooth return for more post apocalyptic car combat.\n\nBy\nJustin Carter\nPublishedDecember 9, 2023\nComments (6)\nIO9\nThe Marvels' Box Office, Deadpool Leaks, and More Top Pop Culture News of the Week\n\nAll this, plus what's to come from Star Wars in 2024, and Russell T. Davies discusses Doctor Who anniversary…\n\nBy\nJames Whitbrook\nPublishedDecember 9, 2023\nSCIENCE\nSPACEFLIGHT\nWhy 2024 Will Be an Epic Year in Spaceflight\n\nIt will be a year filled with exploration, innovation, wonder—and no shortage of risk.\n\nBy\nGeorge Dvorsky\nPublishedDecember 9, 2023\nTECH NEWS\nARTIFICIAL INTELLIGENCE\nNew Report Accuses Sam Altman of Being a Terrible Boss\n\nNew reports paint the OpenAI CEO as a manipulative liar who liked to go behind people's backs.\n\nBy\nLucas Ropek\nPublishedDecember 8, 2023\nComments (16)\nIO9\nMOVIES\nSCI-FI\nDenis Villeneuve Says We Might Be Waiting Even Longer for Dune 3\n\nWith Dune: Part Two on the way, the director continues to dream of adapting the next book, Dune Messiah.\n\nBy\nGermain Lussier\nPublishedDecember 8, 2023\nComments (43)\nIO9\nMOVIES\nFANTASY\nThe Shocking Ending of Indiana Jones 5 Wasn't Always What's in the Movie\n\nDirector James Mangold spoke to io9 about the metaphysical ending of Indiana Jones and the Dial of Destiny.\n\nBy\nGermain Lussier\nPublishedDecember 8, 2023\nComments (42)\nIO9\nMOVIES\nMARVEL\nRyan Reynolds Releases New, Totally Real Deadpool 3 Set Photos\n\nThe Marvel Studios film co-starring Hugh Jackman will be released July 26, 2024.\n\nBy\nGermain Lussier\nPublishedDecember 7, 2023\nComments (26)\nIO9\nMOVIES\nSCI-FI\nGodzilla Minus One Is Now the Biggest Live-Action Japanese Film in U.S. Box Office History\n\nThe King of All Kaiju has not just the biggest foreign debut at the American box office, but is the star of the…\n\nBy\nJames Whitbrook\nPublishedDecember 8, 2023\nComments (13)\nSCIENCE\nSPACEFLIGHT\nMystery of the Missing ISS Tomato Finally Solved\n\nA tomato lost for eight months on the orbiting lab has been located, absolving astronaut Frank Rubio of playful…\n\nBy\nGeorge Dvorsky\nPublishedDecember 8, 2023\nComments (27)\nIO9\nMORNING SPOILERS\nDoctor Who's Russell T. Davies Teases a New, Controversial Mythology\n\nPlus, Mark Ruffalo has a vague update on the future of a potential Hulk movie.\n\nBy\nGordon Jackson\n and James Whitbrook\nPublishedDecember 8, 2023\nComments (62)\nIO9\nMOVIES\nMARVEL\nDisney Gives Up on The Marvels\n\nThe studio will no longer report on the title's box office, which is the lowest in Marvel Studios history.\n\nBy\nGermain Lussier\nPublishedDecember 4, 2023\nComments (444)\nREVIEWS\nSMARTPHONES\nBeeper Mini Rules, But It Doesn't Solve Android's Messaging Problem\n\nAnother app to add to my folder of messaging apps, but this one turns green bubbles into blue.\n\nBy\nFlorence Ion\nPublishedDecember 8, 2023\nComments (10)\nIO9\nTELEVISION\nMARVEL\nSilk's Show Still Exists, Writers Room to Spin Back Up Next Month\n\nIf Amazon Studios' bosses like what they see, Cindy Moon's live-action series is about to reopen its writers room.\n\nBy\nJustin Carter\nPublishedDecember 9, 2023\nComments (5)"
}