{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Muzo - Your Personal Zone Creator - Wtf is this even possible?? - Reddit",
  "href": "https://www.reddit.com/r/shittykickstarters/comments/4p67v0/muzo_your_personal_zone_creator_wtf_is_this_even/",
  "body": "It creates an inverse wave of the sound it hears and sends it back, therefor cancelling out the biggerst part of the soundwave. This technique is quite old and can work like a charm. So, having 3-4 nodes around you in a room that create anti-sound, you can actually have a partually silent zone.",
  "textContent": "Muzo - Your Personal Zone Creator - Wtf is this even possible?? : r/shittykickstarters\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to shittykickstarters\nr/shittykickstarters\n•\n8 yr. ago\n[deleted]\nMuzo - Your Personal Zone Creator - Wtf is this even possible??\nkickstarter.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nzoltecrules\n•\n8 yr. ago\n\nI think their webpage sums it up pretty nicely\n\n12 more replies\nTribeWars\n•\n8 yr. ago\n\nMaybe in a controlled environment and with only a single sound source. I.e No.\n\n8 more replies\n[deleted]\n•\n8 yr. ago\nIllustrox1\n•\n8 yr. ago\n•\nEdited 8 yr. ago\n\nKickstarter and IGG are great place for aspiring sci-fi writers to get zany ideas, not so great for those easily fooled by marketing pitches.\n\n4 more replies\n[deleted]\n•\n8 yr. ago\n\npeople will donate to any fucking piece of shit as long as it has a professionally made video in it.\ni wish i could make professional-looking videos.\n\n3 more replies\n_Xaver\n•\n8 yr. ago\n\nI am not very familiar with noise canceling technology, but as I understood their claims, their device works like this?\n\nexternal sound > device detects frequency/sound pattern and counter balances > sound gets \"muted\" by their device's \"counter sound-waves\".\n\nThat only works for a constant sound pattern right? Normal traffic noise and talking etc is way too much changing, so at the time that the device tries to annul the source sound you have already heard it. Am I on the right track here?\n\n5 more replies\nAmadeus_IOM\n•\n8 yr. ago\n\nNot buying it. Just check the description:\n\n\"Muzo is the first acoustic device that applies Anti-Vibration Technology for smooth surface. This Exclusive Technology prevents objects from vibrating to minimize any unwanted disturbances nearby.\n\nBesides, Muzo utilizes Billionsound Technology (Powered by BST) to generate dynamic realistic sounds. These vivid sounds set the scene and drown out intrusive noises.\"\n\nSay what? What the hell vibrates? If then it should be noise cancelling, not trying to drown out noise or some other crap. Calling scam on this. Shitty KS indeed.\n\nUnlikelyPotato\n•\n8 yr. ago\n\nIf you had multiple microphones, speakers, etc, you could mostly nullify sound around you by inverting the sound wave. However this is just a single device. It doesn't know how far away you are from the device, or your direction. As such it would have to emit any noises in an omnidirectional manner.\n\nI'm assuming there's no way to calibrate your distance/angle from it. There's a good chance this would just make noises louder unless you were a perfect position away and the sound source opposite of the device.\n\n4 more replies\nmad_scientist_kyouma\n•\n7 yr. ago\n\nJust heard about this. I smell bullshit. Noise-cancelling headphones work by destructive interference of sound waves, i.e., they produce high pressure when the incoming sound wave has low pressure and vice versa. This can only work if you can ensure that both waves are always perfectly synchronized. The high pressure and low pressure have to hit your ear at the exact same time to cancel each other out. In headphones, the speaker is directly on your ear, so you know exactly how far the sound wave has to travel into your ear and how long that will take.\n\nBUT! When you have different sources of sound in unknown locations, and furthermore it is unknown where exactly the listener is standing relative to the speaker which produces the \"counter-wave\", there is no way to time this correctly. When you don't know where the listener is, and you don't know where your noise source is, there is absolutely no way that you can time a counter-wave such that it exactly cancels the noise when it enters the listener's ear! Even worse, when your timing is off, you might even create constructive interference. That means that your \"counter-wave\" has a high pressure point at the same time that your noise also has a high pressure point, and both add together to make the noise even louder!\n\nAt best, this device could create a pattern of interference in your room, where you have destructive interference (silence) at some points, but constructive interference (even louder noise) in others. The pattern would look a bit like this: https://en.wikipedia.org/wiki/Interference_(wave_propagation)#/media/File:Two_sources_interference.gif\n\nSo yeah, have fun figuring out in which qubic centimeters in your room you are noise-free, and try not to move your head at all to stay in the silent spot! :D\n\n3 more replies\nbmurphypdx\n•\n7 yr. ago\n\nBose headphones have the best noise cancelling technology. They spend a ton of $$ on R&D. If this were possible, Bose would be there.\n\n[deleted]\n•\n7 yr. ago\n\nI know it's 3 months late but people are sharing this shit all over facebook.\n\n2 more replies\ninto_dust\n•\n8 yr. ago\n\nPft. The Marshall, the resident science guy on Alias, invented that years ago. Standard spy technology years ago. :P\n\n(PS.: This sort of works in noise cancelling headphones but even then it only filters out specific sounds well and not perfectly. You still hear them, just less. Works great for droning engines on planes and in cars. Less so if someone around you is talking etc.)\n\nimSLWU\n•\n7 yr. ago\n\nLet's say, hypothetically, that this thing actually works. How would it possibly differentiate sounds not to mute. You wouldn't be able to hear your conversational partner, or yourself, for that matter. There's no way this thing works, unless physics has changed since the last time I took it.\n\n1 more reply\nHal_Nein_Thousand\n•\n8 yr. ago\n\nThis is literally Sono from a few years ago. Went all over the Internet, then went quiet. Basically a design project. Even the original Dyson Award entry is no longer live, but there's an Archive.org snapshot available.\n\nLlewynDavis1\n•\n8 yr. ago\n\nSo this is actually well funded. Can I just make up some bullshit and get this much money too?\n\nskizmo\n•\n8 yr. ago\n\nCan I just make up some bullshit and get this much money too?\n\nYes, actually you can. Look at the Skarp and Triton. The problem currently is that people simple want to believe that it is actually possible. So if somebody comes by and have a damn good pitch about a product, the believe system is starting to work. Take a look at religion... it is using the same system.\n\n2 more replies\nmetroid085\n•\n7 yr. ago\n•\nEdited 7 yr. ago\n\nTwo thoughts on this:\n\nThe promo video irks me. This guy's big annoyance is coming home to his fancy loft with his wife preparing dinner? What a jerk.\n\nAs for the concept of this device, like others are saying it's very fishy. I've been acoustically treating a home studio recently and it's impressively difficult to control the way sound bounces around a room. The idea that a single device at a single point in a room could emit inverted sound waves that would cancel out any appreciable amount of ambient noise pollution is crazy. If you invert a track in any DAW it will cancel out its inverse. As a test, I can play the original track on my left monitor and its inverse on my right. The effect doesn't work. You hear both tracks together. This is the best case scenario for such a device because it's perfectly capturing, inverting, and reproducing the source. Yet it doesn't work at all.\n\njamesloong\n•\n8 yr. ago\n\nthe traditional way is to actually create a prototype or proof of concept to get funding from investor. With this they just clearly even from their own comment says its a theory. there is no working prototype. so i am calling this bs.\n\nstartupempire\n•\n7 yr. ago\n\nTo be honest it does look too good to be true. It would be great to have a review video to show off how the product works in a real life environment instead of the beautifully shot product commercial.\n\n1 more reply\nView more comments\n \nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n362 upvotes · 151 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n182 upvotes · 19 comments\nr/pcmasterrace\nI have ascended to the realm of zero ping\n2.9K upvotes · 76 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/woahdude\nSunrise in Oregon\n31K upvotes · 269 comments\nr/AskPhotography\nPeculiar Lens Flare - What's causing the pattern?\n55 upvotes · 22 comments\nr/parrots\nSome pictures of Echo post-bath! Little wet chicken sunbathing.\nimgur\n61 upvotes · 12 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n123 upvotes · 9 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n236 upvotes · 46 comments\nr/physicsgifs\nSunlight produces fancy (interference ?) figures through my glass desk\n132 upvotes · 17 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/boardgames\nSUSD Review: John Company\nyoutube\n518 upvotes · 384 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n320 upvotes · 45 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 21, 2016\nReddit\nreReddit: Top posts of June 2016\nReddit\nreReddit: Top posts of 2016"
}