{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Marvel's Spider-Man - Reddit",
  "href": "https://www.reddit.com/r/SpidermanPS4/",
  "body": "r/SpidermanPS4 Rules. 1. No content that isn't related to the Marvel's Spider-Man series in some way. 2. No harassment or bullying. 3. No low effort posts or shitposting. 4. No repetitive posts.",
  "textContent": "Marvel's Spider-Man\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/SpidermanPS4\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/ckareddit\n•\n2 mo. ago\nSpider-Man 2: Release Hub: General Discussion, Spoiler Discussion, Technical Issues/Glitches, Game Help/Tips, +More Thread Links\nu/LeGuigzz\n•\n2 mo. ago\nSpider-Man 2 : List of improvements from the fans to the devs\nDiscussion\nhttps://www.reddit.com/r/SpidermanPS4/comments/17ely2b/spiderman_2_list_of_improvements_from_the_fans_to/\nu/Capable-Tie-4670\n•\n13 hr. ago\nFound this on Twitter. Very accurate summary of the state of this sub.\nHumor/Meme\nu/Kin_93\n•\n15 hr. ago\nWe Get It\nHumor/Meme\nu/SuperiorArachnid\n•\n13 hr. ago\nThe Raimi black suit looks so good in this scene\nDiscussion\nu/AbeliousAugustus\n•\n10 hr. ago\nThe fandom:\nHumor/Meme\nu/fidelityinvestments\n• Official\n•\nPromoted\nEnjoy $0 commission trades on U.S. stocks and ETFs, and get independent expert Analyst Ratings to help you understand stock potential.\n\nPlus, you can buy fractional shares starting at just $1.\n\nfidelity.com\nLearn More\nu/MaggotMonarch\n•\n15 hr. ago\nI am going to throw myself into the sea\nPhoto Mode/Screenshot\nu/NathanRider\n•\n14 hr. ago\nSpread love not hate.\nRock Rider\nu/jymehendrix\n•\n11 hr. ago\n“I’m tired of this sub”….when will Redditors realize it’s the whole fanbase\nDiscussion\nu/Obelisk7777\n•\n1 day ago\nHow Insomniac be looking at this sub\nHumor/Meme\nu/Musty_001\n•\n20 hr. ago\n0 wins out of 24 nominations. Must be a record.\nDiscussion\nu/LynxEnvironmental625\n•\n19 hr. ago\nAll because of that ye ye @ss suit during the ending.\nHumor/Meme\nu/T-Ragemar\n•\n3 hr. ago\nGood on Wraith for calling out this nonsense.\nDiscussion\nu/CoupeTheCrow\n•\n6 hr. ago\nJust met the main trio\nPhoto Mode/Screenshot\nu/SamsungMobileUS\n•\nPromoted\nWhether it’s folding fitted sheets or unfolding a Galaxy of paw-portunity, Switchers Anonymous is here to help. Come into the Fold.\nv.redd.it\nu/AbeliousAugustus\n•\n7 hr. ago\nMichael Jackson or something\nPhoto Mode/Screenshot\nu/ItsMeAlert\n•\n1 day ago\nThis needs to be talked about\nHumor/Meme\nu/sebisoutthere\n•\n11 hr. ago\nyuri shulda got it.\nHumor/Meme\nu/LobokVonZuben\n•\n14 hr. ago\nForget about awards, how about air tricks during combat?\nCombat Clip\nu/2-inche-penis\n•\n3 hr. ago\nthis would’ve won game of the year fosho\nDiscussion\nu/rapido_furi0so\n•\n6 hr. ago\n“It’s time to pay, Marko!”\nPhoto Mode/Screenshot\nu/Any_Egg_295\n•\n2 hr. ago\nWhat did hope for Spider-Man 2 that didn’t happen?\nDiscussion\nu/theJesster_\n•\n52 min. ago\nI play without arms. I've platinumed the first and Miles Morales\nOther/Misc\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/shady_SSS\n•\n12 hr. ago\nKRAVEN THE HUNTER\nFan-Art\nu/chimpanon\n•\n8 hr. ago\nMy headcannon that miles made this beat\nPhoto Mode/Screenshot\nu/GuapoIndustries\n•\n3 hr. ago\nThis felt really cinematic.\nTraversal Clip\nu/imShockwaveYA\n•\n1 day ago\nThis subs become insufferable\nHumor/Meme\nu/Dry_Musician8297\n•\n23 hr. ago\nA safe sequel? Or just impossible expectations? A RANT\nDiscussion\n\nI don't understand why people keep lobbying Spiderman 2 not winning any awards as 'proof' that it's somehow a bad game and was all along. Spiderman 1 didn't win any awards either, and it was nominated for fewer awards than Spiderman 2. Also, I agree that this game deserves criticism, as does any game. But I don't know what's necessarily critical about the game being safe. It's a sequel. it did everything a sequel is supposed to do, which is build upon the foundation of the previous game.\n\nThe arkham games all have the same formula, and are all praised. Yes, even Arkham Knight, which was initially hated. Maybe there really are more similarities between these two series than I thought...\n\nGod of War: Ragnarok changed almost nothing about the gameplay or formula but it got 10/10s across the board and its subreddit didn't light on fire for some reason.\n\nUncharted\n\nRatchet and Clank\n\nDevil May Cry\n\nBayonetta\n\nKingdom Hearts\n\nDragon Age\n\nDying Light\n\nMass Effect\n\nTomb Raider\n\nSplinter Cell\n\nYakuza\n\nBioshock\n\nPortal\n\nCrash\n\nMax Payne\n\nMetal Gear Solid\n\nDark Souls\n\nAll of these games have sequels, and none of these sequels 'change the formula'. They take the foundation of the first game, expand it a little, and make more. Sequels are generally 'more but bigger' which is exactly what Spiderman did. They refined the combat, almost completely changed the traversal system, improved boss battles, more high-octane setpieces, etc. How is that safe or formulaic? And if it is, why is that a bad thing? Does every game need to revolutionize the gaming industry? As I said, God of War: Ragnarok is the safest sequel of any game I've played, and I loved it. Apparently, everyone else did as well. God forbid insomniac doesn't make the sequel take place in the rural countryside and give spiderman dual shotguns made of webbing with a 'spider horse' to ride on. Honestly, I feel that if you thought this game sucked, it's very likely that you love Spiderman, but you just don't like superhero games. Which is fine, superhero games aren't for everybody, just as JRPGs aren't for everybody. Or maybe you have MCU fatigue and it's carrying over into other superhero media.\n\nAnd let's say Insomiac took a huge risk and completely changed the landscape of the entire formula. Just completely made an unrecognizable sequel. Can you really say that this subreddit, this fanbase, the same fanbase that sent death threats to Insomniac because they didn't have the raimi suit in the first game, even though insomniac had already planned on releasing it that december as a christmas present to the players, wouldn't be in an absolute uproar if they tried to change the formula?\n\nLook at Assassin's Creed. Look at the last of us part 2. They took risks. AC changed the formula with the RPG games and got flack for it, when previously they were getting flack for being too safe. And now the fanbase yearns for the days when 'Assassin's Creed was Assassin's Creed' even though they hated it back then too. You can't win. Last of us part 2 took a huge risk and that subreddit is still a toxic cesspool.\n\nGamers clearly like the say they want risks, but when devs actually take risks, they hate it.\n\nPersonally, I think Spiderman 2 is the Arkham Knight to Spiderman 1's Arkham City. Literally.\n\nSeriously, which game do you think I'm talking about below. Arkham Knight or Spiderman?\n\n(The city is bigger, the graphics are gorgeous, the combat is refined, the traversal is much faster, the story has issues with pacing and has too many ideas to take time with all of them, but still has a lot of crazy, intense 'woah' moments that had me jumping out of my seat like a drunken sports fan.)\n\nGot your answer? ding ding ding, it's \n\nGive it a few years and just like Arkham Knight, all of a sudden everyone's gonna be like 'this game is an underrated masterpiece. wow this game is so good. i can't believe we used to hate this game.'\n\nAnd btw, why do people hate that Spiderman 2 was 'short'? \"I paid 70 dollars for a short game, how dare they?\"\n\nAlan Wake 2 is like 18 hours total and it's only ten dollars cheaper than Spiderman 2... while Spiderman 2 is almost twice that long... and nobody is complaining about Alan Wake 2 being short. You know why? Because it's a good game. And Spiderman 2 is a good game. Not every game needs to AC: Valhalla.\n\nAnd before the gaslighters come in, yes your opinions are valid, yes you are allowed to hate the game, and YES, CRITICISM IS A GOOD THING. I encourage everyone in this fanbase to keep expressing their critiques of this game. It's the only way Insomniac can continue to improve. But some of the most common complaints I've seen about this game are not criticisms:\n\nExamples of bad criticism:\n\n'game is trash'\n\n'insomniac fumbled the ball — they need to do better'\n\n'safe, mundane, generic.'\n\nExamples of good criticism:\n\nThird act was too rushed. They should have taken more time with the story, especially in the latter half.\n\nVenom should have had more screentime.\n\nThere should have been more bases.\n\nNot enough side content.\n\nGame needed to be longer.\n\nMissing features from the previous game.\n\nNG+ should have been at launch.\n\nThere should have been more gadgets in the game.\n\nThere should have been more suits in the game\n\nThe game had more bugs than the previous ones at launch.\n\nI don't even agree with all of these above good criticisms, but I can acknowledge that this is what they are, whereas the other 'criticisms' aren't that at all. They're just complaints that offer no improvement or suggestions. It's just plain hate.\n\nI've seen people downvoted simply for offering criticism, and I've seen people downvoted for daring to enjoy the game. That's what happens when a sub is so divided. The fanboys hate seeing critiques, and the critics hate seeing fanboys defend the game's issues.\n\nBut if you really want Insomniac to improve on their formula, maybe not crucifying them at the stake would be a good idea? Encouraging hate is not encouraging criticsm. There is a very distinct difference between the two.\n\nWe deserve games like Call of Duty, Madden, and Fifa. Gamers hate change and whine when we don't get it.\n\nAnd as a final note, NO, the game awards aren't rigged. Spiderman 2 just didn't win. And that's okay. It doesn't matter if Spiderman 2 won. Baldurs Gate 3 was always going to clean house. You know it, I know it, everybody knows it.\n\nAnd as someone who find Spiderman 2 to be a 9/10 masterpiece, and a perfect Spiderman game? No, it didn't deserve the awards more than Baldurs Gate 3 did. Except maybe voice acting, my boy Yuri killed it!\n\nIf you disagree with me, then I'm happy for you and respect your opinion, but please keep in mind that I am also allowed to have my own opinion and I ask that you respect that as well. It's a two way street, and if we just look up, we'll all see that Spiderman swinging above us. Wait, is that Peter Parker? Oh god, he's naked. I thought the webs came out of his wrists! The horror! Won't someone think of the children?! *insert obligatory 19 inches of venom meme*\n\nFeel free to type out your disagreement below. Who knows, you might actually change my mind.\n\nThank you. Rant over. Buh Bye.\n\nWait. You're still reading? Uh, shit, okay.\n\nView full post\nu/Chickenwingfirstaid\n•\n6 hr. ago\nOh no Peter\nPhoto Mode/Screenshot\nTop 1%\nRank by size \nRULES\n1\nNo content that isn't related to the Marvel's Spider-Man series in some way.\n2\nNo harassment or bullying.\n3\nNo low effort posts or shitposting.\n4\nNo repetitive posts.\n5\nNo unmarked spoilers.\n6\nNo self-promotion.\n7\nAll posts must have a flair.\nTOPICS\nSpider-Man\nComic book\nReading, Writing, and Literature"
}