{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "A Little Good News About The Awful Amount Of Plastic In The Ocean",
  "href": "https://www.huffpost.com/entry/ocean-plastic-pollution_n_7521058",
  "body": "The total amount of plastic pollution in the world's oceans is staggering: about 130 million metric tons. And the world is adding some 5 to 13 million additional tons a year, according to a paper published in the journal Science in February. At that rate, there will be 250 million tons within the next 10 years -- or about 1 pound of plastic for ...",
  "textContent": "Skip to Main Content\nSUPPORT US\nLog In\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nPERSONAL\nVOICES\n🎁 SHOPPING 🎁\nPYRAMID SCHEME\nSupport Us\nU.S. Edition\nOpen editions submenu\n×\nENVIRONMENT\nOCEAN POLLUTION\nWHATSWORKING\nPLASTIC POLLUTION\nThere's A Little Good News About The Awful Amount Of Plastic In The Ocean\nA Little Good News About The Awful Amount Of Plastic In The Ocean\nBy \nKate Sheppard\nJun 5, 2015, 03:17 PM EDT\n|Updated Jun 8, 2015\nLEAVE A COMMENT\nPlastic bags and other rubbish are collected from the waters and shoreline of Manila Bay on July 3, 2014 during a campaign by environmental activists and volunteers calling for a ban of the use of plastic bags. Volunteers from various environmental advocates collected and separated assorted plastic rubbish polluting Manila Bay and called for national legislation against plastic bags in observance of the 5th International Plastic Bag-Free Day on July 3. AFP PHOTO / Jay DIRECTO (Photo credit should read JAY DIRECTO/AFP/Getty Images)\n\nCASCAIS, Portugal -- Giant patches of garbage floating in the ocean have received a lot of press in recent years. But they're just the tip of the proverbial iceberg when it comes to marine plastic pollution, as ocean advocates will tell you.\n\n\"The part that floats is the part people are concerned about, but it's only a small part,\" said Andrew Morlet, chief executive of the Ellen MacArthur Foundation, in a panel discussion on marine pollution at the World Ocean Summit on Thursday in Cascais, Portugal.\n\nADVERTISEMENT\n\nThe total amount of plastic pollution in the world's oceans is staggering: about 130 million metric tons. And the world is adding some 5 to 13 million additional tons a year, according to a paper published in the journal Science in February. At that rate, there will be 250 million tons within the next 10 years -- or about 1 pound of plastic for every 3 pounds of fish, according to the Ocean Conservancy.\n\n\"That's a startling amount,\" said Emily Woglom, vice president for conservation policy and programs at the Ocean Conservancy.\n\nBut the good news, if there is any good news to be had on the topic, is that the Science paper found just five countries are responsible for half of the new plastic inputs into the ocean. They are China, Indonesia, the Philippines, Vietnam and Sri Lanka. (Don't get smug -- the United States is among the top 20 worst and worse than China on a per-capita basis.)\n\nWoglom and her colleagues in the Trash Free Seas Alliance are working on solutions. The alliance -- which includes scientists, environmental groups, and companies like Dow and Coca-Cola -- plans to release a report in September that looks at what leads to plastic pollution and how to address it.\n\nADVERTISEMENT\n\nWhat they're trying to do, Woglom said, is to \"tackle this percentage of the global problem by tackling these five countries.\"\n\nThey've found that in China, a major problem is the lack of waste collection infrastructure. Nationally, only about 40 percent of waste is collected, and in rural areas, that figure can be as low as 4 or 5 percent, Woglom said. Solutions there will require better waste management systems to keep plastics from ending up in the water.\n\nIn the Philippines, they found, there are already good collection systems in place, but many trucks will dump trash into waterways rather than pay the fees to deposit at official waste disposal sites. When the waste does reach the dumps, often they are open sites situated near bodies of water, so the trash ends up in rivers and other waterways anyway, Woglom said.\n\n\"We think about waste management as a municipal issue, but what the ocean is telling us is that there are global impacts to this,\" said Woglom. \"So [we're] figuring out ways to harness resources and political will at a global level, to then direct at the local sources.\"\n\nOther researchers also contend that the answer to the problem of plastics in the ocean is relatively straightforward. \"I don't think there are technological barriers to a lot of the things we want to do,\" said Stephen de Mora, chief executive of the United Kingdom-based Plymouth Marine Laboratory. \"What we're lacking is the political will and the economic investment to do that.\"\n\nRELATED\nOCEAN POLLUTION\nWHATSWORKING\nPLASTIC POLLUTION\nOCEANS\nCHINA POLLUTION\nLEAVE A COMMENT\nKate Sheppard\n\nSenior national editor, HuffPost\n\nSuggest a correction\n\nDo you have info to share with HuffPost reporters? Here’s how.\n\n GO TO HOMEPAGE\nFROM OUR PARTNER\nRecommended by\nHUFFPOST SHOPPING'S\nBEST FINDS\n59 Gifts That’ll Probably Make Everyone Say 'Ooh' When They Get Unwrapped\nReviewers Say This Under-$30 Bra Feels Like \"Having Nothing On\"\n27 Toys Under $30 That Reviewers Say Their Kids Are 'Obsessed' With\nApple AirTags Are THE Top Cyber Monday Item. Here's Why Everyone's Buying Them.\nThis Under-$25 Tool Could Get You Out Of Serious Jam On The Highway\nThe Morning Email\nWake up to the day's most important news.\nSuccessfully Signed Up!\nRealness delivered to your inbox\n\nBy entering your email and clicking Sign Up, you're agreeing to let us send you customized marketing messages about us and our advertising partners. You are also agreeing to our Terms of Service and Privacy Policy.\n\nGIFT GUIDES\nActually-Fun Family Games Even Teens Will Want To Play With You\n26 Thoughtful Gifts For The Most Stressed-Out Person On Your List\nThese Noise-Canceling Headphones Are Highly Coveted — And They're $100 Off Right Now\nExperts Say These Under-The-Radar Beauty Products Make For Seriously Great Gifts\nMORE IN ENVIRONMENT\nTrump Slams John Kerry In Wild Town Hall, Insisting Climate Change Isn't A Problem\nBoston Tourist Killed By Shark While Paddleboarding In Bahamas\nCOP28 Climate Summit Awash In Record Number Of Fossil Fuel Lobbyists\nHead Of Global Climate Summit Manages To Deny Science In Pro-Science Comment\nGreasy Yet Adorable Mole Resurfaces After Hiding Out For 8 Decades\nScandal At Major Climate Summit Spurs A Resignation\nMali, 'One Of The World's Saddest Elephants,' Dies Alone In Captivity\nWhy Gas Prices Are Likely To Spike — Once Again\nA Scandal Just Rocked A Major Climate Summit — And It Was Years In The Making\nPresident Of UN Climate Summit Planned For Oil And Gas Deals Behind The Scenes: Report\nOhio Egg Farm Slaughters 1.35 Million Chickens Over Bird Flu\nThis Type Of Disaster Could Be The Most Dangerous Of All — And It’s A Mystery\nVenice Rolls Out Day-Tripper Fee Amid Overtourism Fears\nResidents Of Kentucky Town Can Return Home After Crews Extinguish Derailment Fire\nHunt For Pipeline Leak Continues As Oil Spill Tops 1 Million Gallons\nThis Country Is Gripped By Political Chaos — But Some See A Big Opportunity\nThese Japanese Incarceration Camp Survivors Are Calling Out A Climate Change Measure That Feels Like Cultural Erasure\nThe Thanksgiving Foods That Are Dangerous To Pets\nTaylor Swift Postpones Rio Show Due To 'Extreme Temperatures' After Fan's Death\nOrcas Pummel Boat After Crew Tries To Deter Them With Heavy Metal Music\nDogs Are Getting Sick And Dying From A Mystery Illness In Several States\nPepsiCo Sued By New York State Over Plastics Polluting Rivers, Drinking Water\nA Massive U.S.-Led Pledge Could Be A Global Gamechanger\nA Volcano In Iceland Could Erupt At Any Moment. What’s Going On?\nIndians Celebrating Diwali Set World Record As Pollution Worries Rise\nEscaped Zoo Owl May Be On A Futile Search For Love, And People Can Relate\nIceland Evacuates Town As Volcano Threatens To Erupt\nBear-y Hungry: Video Shows Florida Mammal Swiping Food Delivery Order Off A Porch\nA Pond In Hawaii Turned Barbie Pink. Here's What Scientists Think That Means.\nU.S. Lawyer Accused Of Shooting 2 Environmental Protesters Dead In Panama\nThe U.S. Project Meant To Debut Revolutionary Nuclear Reactors Just Fell Apart\nMichigan Gov. Gretchen Whitmer’s 100% Clean Energy Bills Pass\nMaine Voters Reject Public Takeover Of Power Companies After Multi-Year Battle\nThe Chillest, Most Handsome Coyote Lounges On Patio Couch In San Francisco\nSurfboard-Stealing Otter Is Now Mom To A New Pup\nVideo Shows Black Bear's Sneak Attack On A Security Guard\nHow Long Should You Wait After Losing A Pet To Get Another One?\nHurricane Otis Makes Landfall As Category 5 Storm Off Mexico's Coast\nScientists Warn Earth Has Entered 'Uncharted Climate Territory'\nBobi, The World's Oldest Dog Ever, Dies In Portugal At The Age Of 31\nBiden’s “Moonshot” To Fight Cancer Just Took A Big Step Forward By Moving To Ban This Chemical\nHurricane Norma Makes Landfall Near Mexico's Los Cabos, Tammy Hits Barbuda In The Caribbean\nDemocratic Governors Block Bills For New Nuclear Power Plants\nSynthetic Diamonds Are Wildly Cheaper Than Natural Ones. So What's The Catch?\nChina Bans Exports Of A Key Material, Escalating Trade War With U.S.\nMontana GOP Senate Candidate Embraces A Seriously Toxic Position\nMarco Rubio Tries To Thwart Biden’s Plan For Greener Houses\nDog Rescued Unharmed After Getting Stuck For 3 Days In Bear Cave\nKen Burns’ New Film Tackles America’s Worst Conservation Failure\nOil Prices Surge As Israel Prepares To Invade Gaza\nClimate Researcher Who Refuses To Fly For Environmental Reasons Fired\nSen. John Fetterman Points Out 1 Huge Benefit Of Being Disabled\nYou Gotta Be Kitten Me! Missing Cat Gives Owners An Absolute Shock... 12 Years Later\nDeaths Rise To 47 After Icy Flood Sweeps Through India's Himalayan Northeast\nJudi Dench Gets To Meet Seal Pup Who Shares Her Name\nNearly 1,000 Migrating Birds Dead After Crashing Into 1 Chicago Building\nCouple Attacked By Bear Sent 1 Distressing Final Text\nGiraffe Feces Seized By US Customs Officials At Minnesota Airport\nScientists Agree: September Heat Was 'Mind-Blowing'\nKevin McCarthy Bragged About A Big Legislative ‘Victory’ — But There’s 1 Problem\nThese Movies Focus On A Very Real Crisis — But They Could Do Better\n95-year-old Painter Threatened With Eviction From Cape Cod Dune Shack Wins Five-year Reprieve\nCouple Dead In Apparent Grizzly Bear Attack In Canada's Banff National Park\nThe 13 Rudest Things You Can Do With Other People's Pets\nFamily Comes Home And Finds Tiny Seal Pup Sleeping On Front Porch\nSea Lion Escapes Enclosure As Floodwaters Rise At Central Park Zoo\nGovernment Shutdown Could Spell Trouble For This Big Alaska Tradition\nBiden's Plan Would Offer Record-Low Number Of Offshore Drilling Leases\nBiden Administration Plans To Shutter National Parks As Shutdown Looms\nSome Jerk Just Chopped Down One Of The World’s Most Iconic Trees\nThese States Aim To Keep Iconic National Parks Open Amid Possible Government Shutdown\nThe Government Is Charging $500K For Something It Admits Is Basically Pointless\nPhillies Deny Entry To Man's Emotional Support Alligator Into Citizens Bank Park\nSwiss Glaciers Have Melted By A Terrifying Rate In Last 2 Years, Study Finds\nRepublicans Fight Over Who Loves Fossil Fuels The Most At Second GOP Debate\nThe GOP Loves To Hate On A Key Biden Initiative. There's Just 1 Problem.\nTrump Goes On Unhinged Rant About A 'Batty' Animal\nDonald Trump’s Weird Windmill Rant\nTropical Flamingos Make Rare Appearance On Wisconsin Beach\n17 Natural Pools And Hot Springs To Inspire Your Next Vacation\nBiden’s “Moonshot” To Fight Cancer Just Took A Big Step Forward By Moving To Ban This Chemical\nHurricane Norma Makes Landfall Near Mexico's Los Cabos, Tammy Hits Barbuda In The Caribbean\nDemocratic Governors Block Bills For New Nuclear Power Plants\nSynthetic Diamonds Are Wildly Cheaper Than Natural Ones. So What's The Catch?\nChina Bans Exports Of A Key Material, Escalating Trade War With U.S.\nMontana GOP Senate Candidate Embraces A Seriously Toxic Position\nMarco Rubio Tries To Thwart Biden’s Plan For Greener Houses\nDog Rescued Unharmed After Getting Stuck For 3 Days In Bear Cave\nKen Burns’ New Film Tackles America’s Worst Conservation Failure\nOil Prices Surge As Israel Prepares To Invade Gaza\nClimate Researcher Who Refuses To Fly For Environmental Reasons Fired\nSen. John Fetterman Points Out 1 Huge Benefit Of Being Disabled\nYou Gotta Be Kitten Me! Missing Cat Gives Owners An Absolute Shock... 12 Years Later\nDeaths Rise To 47 After Icy Flood Sweeps Through India's Himalayan Northeast\nJudi Dench Gets To Meet Seal Pup Who Shares Her Name\nNearly 1,000 Migrating Birds Dead After Crashing Into 1 Chicago Building\nCouple Attacked By Bear Sent 1 Distressing Final Text\nGiraffe Feces Seized By US Customs Officials At Minnesota Airport\nScientists Agree: September Heat Was 'Mind-Blowing'\nKevin McCarthy Bragged About A Big Legislative ‘Victory’ — But There’s 1 Problem\nThese Movies Focus On A Very Real Crisis — But They Could Do Better\n95-year-old Painter Threatened With Eviction From Cape Cod Dune Shack Wins Five-year Reprieve\nCouple Dead In Apparent Grizzly Bear Attack In Canada's Banff National Park\nThe 13 Rudest Things You Can Do With Other People's Pets\nFamily Comes Home And Finds Tiny Seal Pup Sleeping On Front Porch\nSea Lion Escapes Enclosure As Floodwaters Rise At Central Park Zoo\nGovernment Shutdown Could Spell Trouble For This Big Alaska Tradition\nBiden's Plan Would Offer Record-Low Number Of Offshore Drilling Leases\nBiden Administration Plans To Shutter National Parks As Shutdown Looms\nSome Jerk Just Chopped Down One Of The World’s Most Iconic Trees\nThese States Aim To Keep Iconic National Parks Open Amid Possible Government Shutdown\nThe Government Is Charging $500K For Something It Admits Is Basically Pointless\nPhillies Deny Entry To Man's Emotional Support Alligator Into Citizens Bank Park\nSwiss Glaciers Have Melted By A Terrifying Rate In Last 2 Years, Study Finds\nRepublicans Fight Over Who Loves Fossil Fuels The Most At Second GOP Debate\nThe GOP Loves To Hate On A Key Biden Initiative. There's Just 1 Problem.\nTrump Goes On Unhinged Rant About A 'Batty' Animal\nDonald Trump’s Weird Windmill Rant\nTropical Flamingos Make Rare Appearance On Wisconsin Beach\n17 Natural Pools And Hot Springs To Inspire Your Next Vacation\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nVOICES\nHUFFPOST PERSONAL\nSHOPPING\nNEWSLETTERS\nABOUT US\nADVERTISE\nCONTACT US\nRSS\nFAQ\nCAREERS\nUSER AGREEMENT\nCOMMENT POLICY\nDMCA POLICY\nHUFFPOST PRESS ROOM\nACCESSIBILITY STATEMENT\nPRIVACY POLICY\nCONSENT PREFERENCES\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nPart of HuffPost Environment. ©2023 BuzzFeed, Inc. All rights reserved.\nThe Huffington Post"
}