{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Art Made from Plastic Straws Doesn't Suck",
  "href": "https://charlesmcquillen.com/art-made-from-plastic-straws/",
  "body": "Medium a Month: Plastic Straws. True creativity is born out of constraint—art made from plastic straws. One way to cultivate creativity is to make art from the mundane. There is tremendous freedom in experimenting with a range of common everyday objects without any preconceived notions. Simply handle the media and reflect on, and then play up ...",
  "textContent": "New interactive learning module explores The Starry Night.\nGet Started\nOur Mission\n \nGuiding Principles\n \nAnnotated Site Menu\n \nResources for Artistic Thinking\n \nCreativity Research and Art Making\n \nNonfiction Writing for Artists\n \nArtistic Thinking Bookshelf\n \nSitemap\n \nArt & Lessons Blog\nCross-Curricular Connect\n \nLook and Learn Gallery Walk\n \nGame-based Learning\n \nInquiry Studies\n \nTeach Writers\n \nInstructional Frameworks\n \nClose Reading the Art of…\n \nMedium a Month\n \nForensic Friday\n \nInspirational Insights\n \nMcQ Gallery\n \nSculptures & Carvings\nEarly Carvings\n \nStone Carvings\n \nCarvings & Pedestals\n \nPallet Carvings\n \nInstallations\nGuerrilla Installations\n \nTime-Specific Installations\n \nSite-Specific Installations\n \nSilent Suburb\n \nStacking a Line Installations\n \nSuck Series\n \nRubber Stamp Series\n \nThe Bluebird\n \nRecipe/Storm Drain Stenciling Project\n \nTrespass\n \nLandscape Paintings\n \nRitual Trees\n \nPhotographs\nShark Week\n \nNo Stopping\n \nRunning Girl\n \nAdvocacy\nGaps in Arts Education\n \nAcademic and Civic Benefits\n \n5 Presidential Recommendations\n \nResearch-Based Arts Education\n \nWe All Have a Role to Play\n \nContact\nHome » Medium a Month: Plastic Straws\nMedium a Month: Plastic Straws\nPublished by Charles McQuillen On March 15, 2015 Leave a response\n\nTrue creativity is born out of constraint—art made from plastic straws.\n\nOne way to cultivate creativity is to make art from the mundane. There is tremendous freedom in experimenting with a range of common everyday objects without any preconceived notions. Simply handle the media and reflect on, and then play up, its inherent characteristics. This month’s medium is plastic straws.\n\nTrue creativity is born out of constraints. That is what I was thinking when I sought this month’s medium. I wanted a medium that lacked historical and social significance. I also wanted a medium that seemed one dimensional with limited physical characteristics. My thinking was the fewer the associations and characteristics to draw on the greater the creative challenge. Plastic straws seemed to fit the bill. That is, until I studied the pieces created by artists who have worked with plastic straws.\n\nUsed once and then thrown away to decay incredibly slowly, some have used the drinking straw as a symbol of our disposable society. Others find inspiration in the straws functionality and its ties to the mouth, sucking, and the sensual. Some have explored the creative potential of a single drinking straw, while others have employed tens of thousands in an individual piece. And while drinking straws are physically rigid, plastics have some unique qualities. Enjoy, you will never look at plastic straws the same way again.\n\nPatrick Martinez plays with the linearity and translucency of straws to create sculptures and installation that magically transform environments. His JIX connectors help you create your own.\nThis Nestea Drinking Straw Sculpture, a cornerstone image in an advertising campaign by Publicis offers a literal reconceptualization of drinking straws.\nAnnie Varnot plays off the consumerist nature of drinking straws to create colorful pointillist sculptures.\nScott Jarvie’s Clutch Chair plays off of drinking straws disposable nature while finding inspiration in the capillary structures of trees and other plant life.\nTara Donovan creates an undulating landscapes of plastic straws. This plays off the plastic cup landscape (scroll to bottom of her gallery, this installation is the third to the last piece)\nEvan Blackwell builds on the stacking nature of plastic straws and the melting fusing nature of the thin plastic.\nFrancesca Pasquali creates straw mosaics that make the industrial look organic (advance into this gallery)\nSang-Sik Hong explores the sucking nature of the straw and related issues of sensuality and desire\nTao’s Drinking Straw creatures and insects reflects a popular Japanese craft trend.\n\nSince 1990, I have been exploring different forms of expression, including installation, sculpture, drawing, video, sound art and product design. Through a wide range of media, I establish experimental structures to examine ideas about process, action, mobility, adaptation and resistance. My work investigates the relationship between the object and its context of production and of presentation in order to challenge perception.\n\nIn November 2009, I founded the product design studio Blank Bubble. Blank Bubble is marked by a particular interest in dematerialization, meditative objects that offer sensory experiences, and reflects  my concern for the notions of displacement, shift of perspective and economy.\n\n— Patrick Martinez, see more examples at the JIX Gallery\n\n\nAlthough every one desires power, only a few of people can have it. Power is the symbol of strength and the object for one’s wish since it accompanies many interests. Power is strong, scarce and heading toward eternity. However, the straw, contrary to the properties of power, is a weak structure, easily available to anyone for it is produced on a large scale and a disposable material. In addition, the plenty of straws constituting the lips in the work ‘Sucking’ is telling the present progressive form of our desires that we have progressed in the past and will progress in the future.\n\n— Sang-Sik Hong from his artist statement\n\nMy investigations with materials address a specific trait that is unique to each material. I was particularly drawn to the scalloped edge on the paper plates. The structure and activity of spooling is what brought me to work with adding machine paper. The way the plastic cups absorb and diffuse light and, of course, their stackability, motivated me to use them for the project currently at Pace Wildenstein. In a sense, I develop a dialogue with each material that dictates the forms that develop. With every new material comes a specific repetitive action that builds the work, thus I feel safe in saying I will be able to keep finding new methods of production.\n\n— Tara Donovan, in an interview with Oriane Stender also watch this video interview\n\nShare your links to other plastic straw-based art and I will add them to the list. Or, add to the discussion by sharing images of your students’ plastic straw-based explorations.\n\nNOTE: As the teacher, you will need to consider the benefits of when you share works by established artists. When shown early in the process they can get the creative juices flowing, but they can also lead to self-censoring. Remember, the goal is not to create portfolio-worthy pieces, though that may happen. The goal is to practice thinking expansively and to become more artistically fluent, agile, and responsive.\n\nPlease share if you know others who create art made from plastic straws.\n\nCategories:Art & Lessons Blog, Medium a Month Tags:Tara Donovan, Tom Friedman\nFacebook Share.\nSave\nPrevious Next\n\nComments are closed, but trackbacks and pingbacks are open.\n\nPopular Posts\nBell Curve\n\n15 Comments8 years ago\n\nForensic Friday #2: A Hanging at Halloween\n\n7 Comments9 years ago\n\nForensic Friday #8: A River of Misfortune\n\n3 Comments9 years ago\n\nForensic Friday #5: Haste Makes Waste\n\n3 Comments9 years ago\n\nForensic Friday #3: Murder and Man’s Best Friend\n\n2 Comments9 years ago\n\n1\nFind Your Interests\nSign up for the McQuillen Studios newsletter in the footer below.\n\nTo read full posts click on the red headline.\n\nTo read similar posts click on the category buttons at the bottom of each post or select the category from the list below.\nCategories\nArt & Lessons Blog (108)\nStudent Resources (29)\nGame-based Learning (26)\nCross-Curricular Connect (22)\nForensic Friday (16)\nMedium a Month (11)\nInquiry Studies (8)\nTeach Writers (8)\nInspirational Insights (6)\nLook and Learn Gallery Walk (4)\nInstructional Frameworks (4)\nArtistic Thinking Bookshelf (4)\nClose Reading the Art of… (1)\nNew work (1)\n\n© 2014 Charles McQuillen.\nAll Rights Reserved.\n\n\n\n\nMcQuillen Studios\nArt • Education • Advocacy\n\nThe arts open minds and hearts when they teach cross-curricular concepts.\n\nAccess the latest updates on the\nRSS Feed.\n\nInspirational Advocacy\nwith Maxine Greene\n“At the very least, participatory involvement with the many forms of art can enable us to see more in our experience, to hear more on normally unheard frequencies, to become conscious of what daily routines have obscured, what habit and convention have suppressed.”\nthe Twittersphere\nUnable to get tweets\nError:(32)\nCould not authenticate you.\nWanna be pen pals?\n\nSign up for the McQuillen Studios newsletter (NOTE: school addresses may get trapped in filters)"
}