{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "How to get the balls back in the ball screw? : r/Reprap - Reddit",
  "href": "https://www.reddit.com/r/Reprap/comments/48d89b/how_to_get_the_balls_back_in_the_ball_screw/",
  "body": "Start on one channel, slather the tool tip with grease then pick up one ball bearing. Place the ball in a channel. You can either place the next ball in an open position or push the previous ball to the return then repeat. Once this channel is filled, move on the next channel. With heavy bearing grease the ball bearings will stick to the sides ...",
  "textContent": "How to get the balls back in the ball screw? : r/Reprap\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Reprap\nr/Reprap\n•\n8 yr. ago\nRDMvb6\nHow to get the balls back in the ball screw?\n\nDespite all the warnings I heard, I'm an idiot and in trying to reverse the ball nut, it came off the screw while I tried to get it onto another (printed) piece used to reverse it. So I recovered all (I hope) of the balls but now I can't figure out how to get it back into the nut and onto the screw. There is also a small white gasket that came off. Its this one from aliexpress:\n\nhttp://www.aliexpress.com/item/CNC-Linear-SFU-1204-BallScrew-Set-1pc-RM1204-L-330mm-1pc-SFU1204-Ball-Screw-Anti-Backlash/1588647624.html\n\nAny help would be great. It's (only) a $30 part but the lead time is a pain and I would rather not replace it. Thanks!\n\nSort by:\nAdd a Comment\nLars0\n•\n8 yr. ago\n\nYou poor bastard.\n\nReply\nreply\nSgt_45Bravo\n•\n8 yr. ago\n\nI've never had to do that, but this video seems to give an idea of how to do it.\n\nReply\nreply\n1 more reply\nThe3rdWorld\n•\n8 yr. ago\n•\nEdited 8 yr. ago\n\nthought this was a post from r/BDSM...\n\nbut seriously that looks an annoying task, i've never seen one of them but you might be able to use a little magic trick of sitting the bolt on a powerful magnet, this forms a magnetic field through the metal and will hold the balls in place if they're metal - possible pick them up by sucking on a thin straw, push them into position and release them letting the magnet hold them... this is one of those things that sometimes works wonders other times is just frustrating, sometimes the magnet will hold things where you want them and other times it'll move them to where you don-t - moving the magnet can help.\n\nOtherwise if they're not to heavy balls (like plastic or alu maybe) you might consider getting a bit of Vaseline or grease and using that to hold them in place after locating them with a straw or toothpick? all depends on the final use and tolerances of it.\n\nAt work we'd carefully place an item like that on floor and give it a sharp tap with a hammer so it's totally fucked and we can throw it away guiltless....\n\nedit, just watched the video - much larger than i'd assumed it was, that method he uses seems good - for a task like that my best advice is put on an audio book or music you enjoy listening to and don't rush - probably organise everything into piles first so you'll know exactly how many should be in each section, etc\n\nReply\nreply\n1 more reply\nVDechS\n•\n8 yr. ago\n\nI've repacked a gazillion ball nuts. It's dead easy. Just use a very slim tool or small screwdriver, very good lighting and bearing grease to pick up and place the balls. Start on one channel, slather the tool tip with grease then pick up one ball bearing. Place the ball in a channel. You can either place the next ball in an open position or push the previous ball to the return then repeat. Once this channel is filled, move on the next channel. With heavy bearing grease the ball bearings will stick to the sides so there is no need to use a shaft. Just don't bang the ballnut around and you can complete this quickly with a little care and patience. Putting the shaft in is where you have to be really really careful. You are ok long as you don't misalign the ballscrew while putting it in but if you force it in at an angle you'll knock some balls loose.\n\nReply\nreply\nryobiguy\n•\n8 yr. ago\n\nHow do those feel for $30 a pair? Any backlash?\n\nReply\nreply\n3 more replies\n \nTop 4%\nRank by size \nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n362 upvotes · 151 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n182 upvotes · 19 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n318 upvotes · 307 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n103 upvotes · 65 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n212 upvotes · 27 comments\nr/hellblade\nNew Senua's Saga: Hellblade II Trailer\nyoutube\n297 upvotes · 48 comments\nr/LightNoFireHelloGames\nLight No Fire Announcement Trailer\nyoutube\n345 upvotes · 74 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n123 upvotes · 9 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n101 upvotes · 83 comments\nr/headphones\nCrinacle: The budget Sennheiser IEM that's finally... great.\nyoutube\n189 upvotes · 81 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 29, 2016\nReddit\nreReddit: Top posts of February 2016\nReddit\nreReddit: Top posts of 2016"
}