{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic Town | Science History Institute",
  "href": "https://sciencehistory.org/stories/magazine/plastic-town/",
  "body": "In mid-century America, plastics symbolized progress. The dreams of a group of small-time 1920s' businessmen—that plastics would surpass their humble origins and enter every nook and cranny of our built environment—seemed to be coming true. There were plastic cars, fabrics, windows, and airplane parts.",
  "textContent": "ABOUT\nMAGAZINE\nPODCASTS\nEVENTS\nMUSEUM HOURS:WEDNESDAY–SATURDAY, 10AM–5PM\nVISIT\nHours & Admission\nExhibitions\nEvents\nConferences & Symposia\nGroup & School Tours\nGetting Here\nAccessibility\nCOVID-19 Information\nCOLLECTIONS\nDigital Collections\nAbout Our Collections\nSearch Our Collections\nCollections Blog\nSTORIES\nDistillations Magazine\nDistillations Podcast\nThe Disappearing Spoon Podcast\nStories by Topic\nRESEARCH\nOthmer Library\nSchedule a Library Visit\nOnline Catalog\nRights & Reproductions\nResearch Centers\nFellowships\nEDUCATION\nTours & Trainings\nClassroom Activities\nEducational Resources\nScientific Biographies\nSUPPORT\nStories\nMagazine\nDISTILLATIONS MAGAZINE\nUnexpected Stories from Science’s Past\nARTS & CULTURE\nEARLY SCIENCE & ALCHEMY\nENVIRONMENT\nHEALTH & MEDICINE\nINVENTIONS & DISCOVERIES\nPEOPLE & POLITICS\nOCTOBER 10, 2015  ARTS & CULTURE\nPlastic Town\n\nA small Massachusetts town of knickknack makers helps mold the material world.\n\nby\nDaniel A. Gross\nLeominster-based Foster Grant built itself into an international fashion icon with its line of sunglasses.\nABOUT\nSUPPORT OUR WORK\n\nIn the winter of 1920 Jack Goodman left the chilly bustle of New York on a humble errand. His destination: the small Massachusetts city of Leominster. His goal: to find a company to make celluloid dice. The product was mundane, but the stakes were high. His family’s business produced small items, such as combs and billiard balls, and had just landed a big dice contract. Ivory proved too brittle for the job. Unexpectedly, celluloid plastic—a second-rate replacement for wood and bone—proved the ideal material. So Goodman was sent to Leominster by train and rickety streetcar to find his family a supplier.\n\nAt the time, most plastics were referred to by specific names—celluloid, Bakelite, Ebonite—instead of the broader category we know today. Celluloid was off-white, stiff, and flammable. Ebonite was the deep black color of ebony wood. Today’s most common plastics, such as polypropylene and polyethylene, did not yet exist. But even in 1920, Leominster’s chemists and engineers believed plastics might one day become as ubiquitous as glass or brick. Historical happenstance had equipped the city with the technology and expertise to make plastics, and now the dream of a plastic future was in the air, like the soot and steam that rose from Leominster’s smokestacks.\n\nWhen Goodman’s streetcar finally screeched to a halt, it was evening in a deserted city square. He found himself a hotel for the night and in the morning trudged over to the Viscoloid Company, the biggest plastics manufacturer in town. There he found an indication that synthetic materials were coming up in the world: the Viscoloid factory was stretched to capacity, as were all the city’s major manufacturers. Luckily for Goodman, though, hunting for plastics in Leominster was like hunting for computer chips in 1980s’ Silicon Valley.\n\nGoodman exhausted the larger companies along Leominster’s main streets and turned into the city’s muddy back alleys. He may have been losing hope by the time he wandered into the dank and drafty Foster Grant Company, which was housed in a former laundry. Sam Foster seemed like an honest workaholic. He had emigrated from Austria as a teenager and had worked in factories instead of attending high school. Goodman saw that Foster’s modest machinery made a pretty good product. Foster designed decorative flowers whose petals were cut from sheets of plastic and melted into shape. It was intricate work that required skill in construction and craftsmanship. Goodman decided that Foster Grant would produce his company’s dice.\n\nGoodman’s dice deal seems minuscule, especially compared with the scale of plastics production we know today. Yet at the center of his search for celluloid was a decades-old question the plastics industry had yet to answer. Should plastics be replacement materials, serving as alternatives to wood, metal, and ivory? Or could plastics become unique and versatile materials in their own right? Goodman had considered celluloid a backup material, but he came to realize that plastics did certain jobs better than anything else. In the end the reputation of plastics would come full circle, rising to fame as modern materials and becoming so ubiquitous as to seem almost forgettable.\n\nIn the days of Goodman and Foster, optimism about the future of plastic was confined mostly to sales pitches and trade publications. Still, consumers were encountering the material more and more. Celluloid, the earliest mass-produced plastic, surpassed initial expectations in a widening range of applications—cutlery, jewelry, glasses, and even film. Magazines began featuring new products, such as Plastic Wood, which came in a can but hardened into a woodlike substance.\n\nBut even as the modernity plastics represented excited the public, the materials were burdened by stigma. Nineteenth-century developers of celluloid had originally sought to imitate bone and ivory cheaply, and it took years for plastics to seem like more than an imitation. A 1919 article in the trade magazine Raw Material, for example, expressed optimism about celluloid, but only as a copy of other materials. “The continued progress shown in Celluloid quality and design,” it explained, “gives promise of a still closer approximation of the very nature of the raw materials which it seeks to copy.” Even advertisements for Plastic Wood described the material as “better wood than natural wood.” Though both portrayals were positive, they implied that plastic materials were neither natural nor unique in their properties. (Celluloid was also flammable, which left it vulnerable to further critique.)\n\nPioneers of plastic recognized the public-relations challenge that new materials faced. One German engineering professor warned, “If we wish to make a good article, we must strive after the truth and not after imitations.”\n\nIt took many years, but the unique advantages of plastics—durability, adaptability, and efficiency of production—eventually did become clear. “When made from plastics, our furniture and many other things will be swiftly pressed and stamped, instead of laboriously tooled as at present,” explained a 1937 article in the Rotarian.\n\nAs the market for plastics grew to billions of pounds per year in the mid-20th century, the scope of predictions grew, too. In 1940 a Popular Mechanics story argued that plastics were nothing short of a revolution in the makeup of our lives. “Clothed in plastic from head to foot,” the article declared, “the American of tomorrow will live in a plastics house, drive a plastics auto, and fly in a plastics airplane.” Plastics were more than just a futuristic material: in the popular imagination they were the material the future might be made of.\n\nLeominster had become a plastics capital by accident and by means of a decidedly unremarkable product: the comb. By car the city sits about an hour west of Boston amid shallow hills and patches of forest. Back when the United States were neither united nor states, regional manufacturing helped free colonists from their dependency on British imports. Leominster’s artisans specialized in combs hand-carved from local cattle horn.\n\nLeominster had become a plastics capital by accident and by means of a decidedly unremarkable product: the comb.\n\nTo grasp the importance of plastic, simply imagine the manufacturing process that predated it. One early comb maker, Enoch Noyes, carved combs in the 1760s by soaking a horn in hot oil, splitting it in two, sawing out a flat shape, and finally cutting each tooth individually. The work was tedious enough that industrialization, when it came in the 1800s, changed everything in Leominster. Between 1845 and 1852 alone the city’s population increased by 50%, and comb factories tripled the value of their annual output. Noyes’s many successors had an expanding market to exploit, and many of them ended up in Leominster—as did a growing collection of heavy machinery.\n\nCombs may seem insignificant among the twists and turns of technological history, but they directly shaped the plastics industry that followed. Horse power, water mills, and special “twinners”—which easily cut two interlocking combs from a single piece of horn—all became commonplace in Leominster. Combs progressed from a luxury item to a household product. Then the horn supply ran dry.\n\nIts replacement, of course, was plastic. In the late 19th century new inventions, such as vulcanized rubber and celluloid, started to crowd out natural materials. Old-fashioned comb making became a thing of the past, but the factories that took the place of artisan workshops were the foundation of the plastics revolution.\n\nWhen Sam Foster first moved to Leominster in 1907, he made plastic combs for the Viscoloid Company. Like many of his contemporaries Foster was poised at the intersection of two traditions—the craftsmanship that had carved out the region’s history and the innovations that were molding its future.\n\nThe Viscoloid Company converted the craft industry of comb making into a cutting-edge industrial process. Unfortunately the process also proved mind-numbingly dull. Foster worked on just one step in the comb-making process. Though he was promoted to oversee a few dozen factory workers, he remained dissatisfied. In 1919 Foster left Viscoloid and set up shop in a former laundry.\n\nFrom the beginning the work was plentiful if mundane. Larger Leominster companies were so busy that they gladly subcontracted to Foster, making him a small cog in a city-sized machine. But demand grew, and so did the range of products that the city produced, which soon included toys, buttons, and frames for mirrors and glasses. After Jack Goodman visited Leominster, he scaled up his orders and spread the word about Foster Grant. Within just a few years the thriving factory owner was visiting clients in Boston, Providence, and New York City. A new age of plastics manufacture had begun.\n\nThere was plenty left to achieve, of course. Foster Grant made a widening array of household items, from sunglasses to faux flowers to decorative bird cages, but by modern standards the operation remained slow and costly. Each item had to be cut out of raw plastic or carefully melted and pressed into a mold, which required a great deal of time and labor.\n\nEleven years after Jack Goodman first arrived in Leominster, that process changed—with the advent of a revolutionary but mysterious plastic-making machine. In 1931 Foster traveled with his son Joe to New York City and visited the Goodman family business. At the time, the United States was reeling under the weight of economic depression, but work continued nonetheless. Foster, by then in his late 40s, was met by Jack’s excited brother Abe and led to an office downtown.\n\nAccording to More Than Meets the Eye, the authoritative account of Foster and his company, several of Foster’s business associates were gathered there, including Jack Goodman. Inside the office was a desk covered with plastic brushes, combs, and toys. It was an elegant reversal of Jack Goodman’s trip to Leominster a decade earlier. This time Foster was in a position to inspect the quality of a product and perhaps make an offer of his own. He certainly recognized good craftsmanship when he saw it. But what really impressed him was the technology responsible. How were these items constructed? “By molding machine, Sam,” explained an associate. “An injection molding machine.”\n\nTo most people this would have sounded like incomprehensible technospeak. But for plastic producers like Foster, injection molding machines had been a holy grail of mass production for half a century. The basic idea: start with granules of plastic, melt them, and push the liquid into a mold—all in one automated process. A working machine could accelerate production for the entire industry, but several failed attempts had quelled enthusiasm. Now the first few working machines had been built in Germany. They used polystyrene, a new plastic resin made from styrene, which in turn was produced by “steam cracking,” or adding pressure and catalysts to gaseous fossil fuels.\n\nFor plastic producers like Foster, injection molding machines had been a holy grail of mass production for half a century.\n\nFoster took a risk and bought several of the machines at the steep price of $3,000 each. They became his company’s biggest secret. He had the first one shipped to Worcester and only then rerouted to Leominster so rival companies wouldn’t know the source of his new hardware. When the first huge crate arrived, Foster’s mechanics pried it open and stared at the strange machinery. It was about the size of a car’s engine and was made up of a series of horizontally connected chambers. Plastic granules were fed into a heating chamber, which melted the raw material before molding. There was just one problem: it didn’t work. Injection molders were working in Germany, but Foster Grant’s mechanics couldn’t figure this one out.\n\nFoster ordered the machines locked away. As a man who had learned his trade from Viscoloid, only to spin off a competing company, he surely understood the dangers of trade secrets getting out. Foster Grant’s mechanics started to take the machines apart, over and over, both to clean them and to figure out how they worked. When they tried injecting molds with molten plastic, the materials hardened like glue before they could be molded. Experiments continued for two years—and for all that time, those outside the company’s inner circle knew only that something special was sitting in Foster Grant’s “mystery room.”\n\nIn the end Foster revealed the secret and asked his plastic-making neighbors for help. Today, in an age when “Made in USA” products are almost as rare as ivory combs, it’s difficult to imagine an entire city unified by a single industry. But Leominster was that sort of place. Foster brought in engineers, mechanics, and chemists, all of whom had honed their expertise in local companies. Finally, his team modified the machines so that they functioned, if crudely. Added insulation helped keep the plastic temperature constant, which prevented hardening; switching out the feeder nozzle and replacing compressed air with hydraulic power smoothed out the whole operation. In the process Foster Grant’s engineers learned to produce dozens more injection molders, each one improving slightly on the previous model.\n\nInjection molding machines allowed the company—and indeed the entire city—to churn out products at an unprecedented rate. What’s more, plastic was coming into vogue. Plastic pushed down the price of some items, like sunglasses, which sold an unprecedented 20 million pairs in 1937. Wartime experimentation made plastics an important component of new planes and vehicles. Advertisements highlighted advances by drawing attention to new materials. The number of plastics processing companies nearly doubled during World War II.\n\n“Leaders in the plastics field say the war has put the plastics industry so far ahead that the future is now certain,” explained one 1944 article in Billboard. It argued that plastics could now truly compete with metals—with one cautionary note: “Time will have to debunk a lot of ideas about using plastics and prove to manufacturers that anything and everything cannot be made of this material.” In other words, many people thought of plastic as a replacement material suitable for almost any product, but its particular uses and advantages were still not clear to the public.\n\nIn mid-century America, plastics symbolized progress. The dreams of a group of small-time 1920s’ businessmen—that plastics would surpass their humble origins and enter every nook and cranny of our built environment—seemed to be coming true. There were plastic cars, fabrics, windows, and airplane parts. “Plastics are cheaper than steel, more adaptable to design changes, and far simpler to mold,” read a 1954 Life ad for a plastic-bodied Corvette; the ad declared it “a car of the future in mass production today.” In 1959 Popular Boating devoted 12 pages to a feature on epoxy, a “new miracle plastic.” These portrayals seemed to focus more attention on the material than on the end product. Meanwhile, such plastics as polyvinyl chloride (PVC), along with added plasticizers, encased department-store products, cosmetics, and even food and drink.\n\nMid-century Leominster must have seemed like a boom town in a gold rush. It had earned the name “Plastics Pioneer City,” a title that still greets visitors along Route 2 (along with “Birthplace of Johnny Appleseed”). Earl Tupper launched Tupperware there. The famous pink flamingo lawn ornament was designed in one of the city’s factories. In 1956 the city’s 60 plastic companies were generating $20 million a year and employing 5,500 people—80% of the city’s workforce.\n\nThe trade magazine Plastics Industry ran a special issue on Leominster that listed the region’s advantages. These included access to shipping and Boston-area universities; but more important, the area had a skilled, specialized workforce raised on comb making and plastic molding. Leominster had history on its side. The city housed the headquarters of DuPont’s plastic division, which was the descendant of the Viscoloid Company. The Standard Tool and Die Company ran a 44,000-square-foot factory there.\n\nAround the globe the plastics industry was developing a vision of the world to come. In 1954, at a research conference in Washington, D.C., manufacturers, engineers, and architects discussed applications of plastic in everything from walls and windows to homes and skyscrapers. Speakers displayed images of plastic beams and prefabricated walls. “The future of plastics in building is limited only by our imaginations,” said a Monsanto representative.\n\nAt the conference just one speaker cautioned against predictions that plastics might overtake traditional building materials. He was an architect named Max Abramovitz. “There is one thing I think I’d like to advise you people to do,” he told the audience. He admitted that his colleagues’ proposals were all very exciting, but added, “Don’t think that you have all the answers.” Plastic might not work in every situation—and that’s okay. Engineers had an opportunity to find out what made plastic unique and to make it a powerful specialty product instead of a mere replacement. “Try and find out . . . what intrinsic quality your material has,” he implored them, “and give us something we haven’t got.”\n\nAbramovitz’s comments were shrewd but largely ignored. Optimism spread too quickly for caution. That same year the Massachusetts Institute of Technology teamed up with Monsanto, which ran a factory not far from Leominster. MIT researchers were working on pipes, coatings, and special lightweight and shatterproof materials. In 1957 they built the centerpiece of their work: a prefabricated house with walls, floors, and ceilings all made of plastic.\n\nThe project was called the Monsanto House of the Future, and it was much more than an overzealous corporate experiment. “Imagineers” from Disney helped design it—and the whole structure was installed in Disneyland’s Tomorrowland. From above it looked like a white cross; from the ground it looked like a spaceship had landed in someone’s front yard. An Associated Press story about the house placed plastics in a lofty context of technological transformation: “This is the age of space, a time of horizons unlimited, of wide-eyed wonder and an ebbing skepticism, of playing guessing games with the future.” Over the course of a decade tens of millions of tourists visited the house. Plastics Industry put it this way: “In the not-too-distant future we might find that every component of home building will emerge in some plastic form.”\n\nAdvocates of the all-plastic house made the mistake that many commentators had warned against: they built using plastic for the sake of it. Instead of using new materials only where they had an edge on older materials like metal or wood, builders were replacing traditional materials with plastic on principle. This doesn’t mean the excitement about plastic was excessive or ridiculous, though. At the time, plastic houses appeared to be the logical result of a century of industrial success. “The [U.S.] plastics industry will make another record this year,” announced a plastics trade paper in 1963, “when it produces approximately 8,580,000,000 pounds” of polyethylene, vinyl, melamine, and other plastics.\n\nThese predictions weren’t entirely wrong. They just didn’t recognize that American manufacturing was enjoying its final decades on top. Pretty soon, many of the billions of pounds of plastic—and most of the $4 billion dollars per year that they represented—would be produced abroad. DuPont Viscoloid Company closed in 1977. Standard Tool and Die Company left central Massachusetts, too. In the 1970s Foster Grant was sold and then sold again.\n\nThere was a double edge to the city’s success and the success of its main product. Plastics experienced a backlash in the 1960s and 1970s when it came under attack as a symbol of consumerism and, sometimes, as a pollutant and contaminant that put the health of the environment at risk. As historian Jeffrey Meikle has pointed out, many promoters of plastics became measured in their proclamations, and plastic gradually lost its utopian sheen. The functionality of plastic became more important than the dream of plastic as a revolutionary material.\n\nIn 1988 Popular Science ran a cover story about plastic houses made by General Electric that seemed oddly familiar. But something had changed: even as the new house design harkened back to Monsanto’s House of the Future, a GE expert insisted that plastic was chosen because it was the best material for the job—not because of its cachet. “This project’s no stunt,” the expert explained. “It won’t result in an ‘all-plastic house of the future.’ Plastics will be used only where they make sense functionally and economically.”\n\nIn other words the house wasn’t made of plastic simply for the sake of it. It was plastic because these synthetic materials were well suited for certain jobs. Similarly, modern airplanes and many of today’s cars are made partly of plastics reinforced with fiberglass or carbon fiber. But advertisements now focus on the qualities of those cars—like strength, safety, and sound insulation—rather than on the material itself. The buzzword of plastic has lost its buzz.\n\nPlastic vanished, not because people stopped using it but because people stopped noticing it.\n\nWhen plastic became a standard material—worn on our faces, decorating our houses, wrapped around our food—it stopped being the material of the future. It became another mundane material of the present, like concrete or wood or glass. It vanished, not because people stopped using it but because people stopped noticing it. From that point on, plastics were neither a novelty nor a specialty.\n\nThere used to be a museum in Leominster that highlighted products made in and around the city, from combs to billiard balls to Tupperware. But the companies that helped support it are mostly defunct or now outsource their manufacturing abroad: so even the museum closed in 2008.\n\nToday Leominster is home to small specialty companies like EasyPak, which makes food containers, and First Plastics, which makes custom molded products. The city’s website claims that over 100 small plastics manufacturers operate in the area—impressive figures in an age when the vast majority of consumer products are produced abroad— but only a shadow of the city’s former industrial strength.\n\nWe can make the case that the world imagined by the Monsanto House of the Future never came to be. (The house was torn down in 1968, though its concrete foundation still exists—as a planter.) But it’s also true that plastics really are everywhere in our lives—stitched into our clothing, wrapped around our food, incorporated into our electric grid and computers and skyscrapers.\n\nThe main thing that has changed since the height of the mid-century plastics craze is that the amazement has worn off. We’re no longer surprised to find injection-molded plastic flowers decorating the dinner table, or to drink water that flowed through PVC pipe, or to ride in cars with molded plastic bumpers. The plastic factories of Leominster were so successful that they made themselves unremarkable.\n\nDaniel A. Grossis a writer and public-radio producer.\n\nMore from our magazine\nDISTILLATIONS MAGAZINE\nThe Human Price of American Rubber\n\nSegregated lives of privilege, pride, and peril on Firestone’s Liberian plantations.\n\nDISTILLATIONS MAGAZINE\nFish Hacks\n\nOften dismissed as a “trash fish,” the porgy anchors black maritime culture.\n\nDISTILLATIONS MAGAZINE\nPrison Plastic Surgery\n\nCan a new look unlock a new life?\n\nGet the stories of science delivered right to your inbox.\n\n>\n\n315 Chestnut Street\nPhiladelphia, PA 19106\n215.925.2222\ninfo@sciencehistory.org\n\nABOUT\nLeadership\nStaff & Fellows\nProjects & Initiatives\nAwards Program\nNews\nPressroom\nCareers\nMUSEUM HOURS\nWednesday: 10am-5pm\nThursday: 10am-5pm\nFriday: 10am-5pm\nSaturday: 10am-5pm\nSunday: Closed\nMonday: Closed\nTuesday: Closed\nSEE AN EXHIBITION\nSCHEDULE A LIBRARY VISIT\nHOST AN EVENT\nCONTACT US\nSUPPORT US\n© 2023 Science History Institute\nRegistered 501(c)(3)\nEIN: 22-2817365\nPrivacy Policy\nTerms of Use\nAccessibility"
}