{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "What will it take to get plastics out of the ocean? - Vox",
  "href": "https://www.vox.com/2016/2/7/10928788/ocean-plastic-pollution-solutions",
  "body": "It's an all too familiar sight around the world. Since the early 1970s, researchers have collected plastic from beaches and oceans around the globe. At the 9-mile (14-kilometer) stretch of...",
  "textContent": "Skip to main content\nVox homepage\nGive\nGive\nSite search\nSearch\nVox main menu\nEXPLAINERS \nCROSSWORD\nVIDEO\nPODCASTS\nPOLITICS\nPOLICY\nCULTURE\nSCIENCE\nMORE \nWill you help keep Vox free?\nVox's journalism is free, so that everyone can understand our world. Reader support helps us do that. Will you give today?\n×\nYes, I'll Give\n\nFILED UNDER:\n\nCLIMATE\nWhat will it take to get plastics out of the ocean?\nBy Anja Krieger  Feb 7, 2016, 10:00am EST\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\nShutterstock\n\nOriginally published on Ensia.\n\nA few palm trees stand strong in the salty breeze. Located on the southern tip of the Pacific island chain of Hawaii, Kamilo Beach is an isolated stretch of black volcanic shoreline in the middle of nowhere. Just a few hundred yards from shore, humpback whales rise up from the depths, colorful fish fill the reefs and rare sea turtles swim in to nest on the beach.\n\nBut even in this remote place, garbage washes ashore each day. \"We find a lot of toothbrushes and combs, plastic bottles and caps, over and over again,\" says Megan Lamson, a marine biologist working for a local non-governmental organization, the Hawai‘i Wildlife Fund.\n\nRELATED\tWe dump 8 million tons of plastic into the ocean each year. Here's where it ends up.\n\nOld Hawaiian sayings have described the bay as a place where people went looking for loved ones if they got lost at sea. \"Historically that area has been kind of the catcher of things that are floating in the ocean,\" Lamson says. But over time, the composition of materials that wash ashore has changed dramatically. \"Back in the day it was large pieces of heavy wood from other continents,\" she says, \"now, unfortunately, it’s a lot of plastic.\"\n\nIt’s an all too familiar sight around the world. Since the early 1970s, researchers have collected plastic from beaches and oceans around the globe. At the 9-mile (14-kilometer) stretch of coastline around South Point alone, about 15 to 20 tons (14 to 18 metric tons) of trash wash up each year. \"Here on Hawaiian beaches, we have debris from all around the North Pacific,\" Nikolai Maximenko, an oceanographer at the University of Hawaii at Manoa, explains. Some pieces come from Asia, others from the West Coast of North America, and, Maximenko adds, \"of course we have local products, too.\"\n\nFrom gyre to garbage patch\n\nTo understand how a remote place like Kamilo can get so swamped by massive amounts of trash, one must consider the hydrodynamics at play.\n\nHawaii is located in a huge circular system of ocean currents, the North Pacific Gyre. Within the gyre, trash can get trapped and circulate for years. One region between the islands and California contains such a high density of man-made debris that it has been nicknamed the Eastern Pacific Garbage Patch. When currents change, the garbage can wash back ashore — and so it is found on beaches like Kamilo.\n\nAt the International Pacific Research Center in Honolulu, Maximenko and his colleagues have taken major steps in understanding how marine debris travels the oceans’ currents. He and his team have developed a computer simulation that can project the behavior of floating items at sea. By using drifter buoys and satellite data, the model indicates how trash accumulates in the oceans.\n\n\nMost debris ends up in the five big subtropical ocean gyres located in the Pacific, Atlantic and Indian oceans, which rotate clockwise in the Northern Hemisphere and counterclockwise in the Southern. Water samples collected from these regions show elevated concentrations of plastic particles, and the evidence that the oceanic gyres are becoming marine debris hot spots continues to grow. According to new models by researchers from Australia, a sixth gyre might form in future decades — in the Arctic Barents Sea.\n\nBack from the sea\n\nEach September, on International Coastal Cleanup day, hundreds of thousands of volunteers across the globe roam the shores to collect trash. The effort not only removes litter, but also generates data that can provide a glimpse of what the oceans might contain.\n\nIn 2014, more than half a million participants collected over 16 million pounds (7,200 metric tons) of trash in just one day. The top five most commonly found items were cigarette butts, food wrappers, bottle caps, straws, stirrers and beverage bottles — common items of today’s modern consumer society. Collectors also found lawnmowers, light bulbs, wigs and even shopping carts.\n\nUruguayan Minister of Housing, Land Use and Environment Francisco Beltrame works with volunteers to clean Pocitos beach in Montevideo during the 2012 International Coastal Cleanup Day. PABLO PORCIUNCULA/AFP/Getty Images\n\nThough many of these items are quickly discarded, they are made from a material that might last decades or even centuries.\n\nThe damage and suffering this causes for ocean life is severe. Plastics can be found in the stomachs of whales, fish and many other marine animals. Turtles suffocate when they confuse shopping bags with jellyfish, or drown when they get entangled in discarded nets. Seals get stuck in plastic rings from six-packs that slowly cut through their necks. In the middle of the Pacific, albatross chicks die, weakened from overconsumption of bottle caps and toys. The Convention on Biological Diversity counts 663 species affected by ocean plastics.\n\nAnother species that might be affected is the one that’s responsible. In 2015, researchers sampled fish and shellfish being sold for human consumption in Indonesian and Californian markets. They found plastic and textile fibers in a quarter of the animals.\n\nA grand plan\n\n\nA solution is urgently needed. So why not just go and clean it up? There’s no lack of imagination when it comes to concepts to retrieve garbage from the sea. Designers and engineers have proposed marine drones and waterborne kites, even huge artificial drains for the gyres. A group of college students from London went so far as to promote the idea of creating biotechnological microorganisms to break up the plastics, and a Dutch architect wanted to turn the trash into a \"Recycled Island\" where people could settle sustainably. Despite the attention these concepts have gained, most of them have remained pretty 3-D renderings and — so far — unfulfilled ambitions.\n\nExperts have tried to convey what a massive challenge it would be to clean up the ocean’s trash. The National Atmospheric and Oceanic Administration has estimated it would take 68 ships an entire year to survey just 1 percent of the North Pacific. In another, more hypothetical calculation, ocean activist Charles Moore estimates that to clean all five garbage patches, 1,000 boats would need to filter the water 24 hours a day for 79 years, and that’s only if the technology existed.\n\nBut Boyan Slat, a young Dutch inventor, has tried to challenge the skeptics. Just out of school, he presented his ambitious idea to filter the open ocean in 2012: Instead of sending out boats to go after the trash, he argued, why not take advantage of the forces provided by the rotating currents of the gyres? If a filtering platform could be fixed to the seabed underneath the North Pacific garbage patch, one could get the trash out while the water flowed through it — and maybe even sell it for profit.\n\nSlat’s idea soon went viral and earned him a massive following, praise from around the world and millions of dollars in crowdfunding.\n\nThe project’s feasibility, however, has been under critical scrutiny. Kim Martini and Miriam Goldstein, both ocean scientists and bloggers, warn that Slat’s project could cause more harm than good by threatening delicate zooplankton and other animals living near the sea surface. The two also point out how difficult it would be to fix the structure to the seabed. They call Slat’s current plans \"under engineered and likely to fail.\"\n\nTo many environmentalists, Slat’s approach is flawed on a more fundamental level. They argue that by starting cleanup efforts when trash has already made it into the ocean diverts attention from the real solutions: reducing, reusing, and recycling.\n\nPlastic islands\nRubbish floating in Naifaru Harbour, Maldives, Indian Ocean, in 2015. (Rosemary Calvert/Getty Images) Shutterstock\n\nFor many decades, environmental organizations have tried to raise awareness of how anthropogenic debris impacts marine life. But what finally sparked alarm among the public were reports of massive trash islands in the ocean, one reportedly \"twice the size of Texas.\" The only problem? The islands don’t really exist.\n\nIn fact, plastic is distributed quite widely over the vast oceans. The garbage patches are not solid islands, but regions where relatively high concentrations of small plastic pieces are dispersed in the upper part of the water column, hardly visible from above.\n\nSo how much is in there, really? Estimates on total plastic accumulation in the world’s oceans have ranged from the thousands to hundreds of millions of tons. While some figures that have been cited by media are pure speculation, others rely on data that are decades old. \"In the open ocean, the abundance, distribution, and temporal and spatial variability of plastic debris is poorly known,\" a team of experts concluded in 2010.\n\nTo produce more accurate estimates, scientists have carried out a number of studies in recent years, but figures still vary considerably. While it’s possible that researchers will never come up with a precise figure, plastic pollution will most likely grow in scale with rising production.\n\nThe rise of plastics\nPlastics Shutterstock\n\nFor a long time, the development of plastics was perceived as a big success story. And not without good reasons: Synthetic materials have advanced human civilization, wealth and comfort in uncountable ways.\n\nIn 1907, the Belgian-born chemist Leo Baekeland developed Bakelite, the first synthetic plastic polymer, branded \"The Material of a Thousand Uses.\" Bakelite was moldable, heat-resistant and nonconductive, so it was soon used for a multitude of products, from electrical insulators and casings for telephones and radios to toys, poker chips and firearms.\n\nIn the years that followed, new synthetic materials started surfacing on the market.\n\nGlobal plastic production rose from 1.7 million metric tons (1.9 million tons) in 1950 to close to 299 million metric tons (330 million tons) in 2013. And the numbers continue to grow. Today, it is hard to think of products that don’t contain or aren’t wrapped in plastics. Plastics make transportation more carbon efficient, keep food fresh to avoid wasting it and allow us to see through contact lenses — to just name a few benefits.\n\nBut the negative effects on the environment have also been pervasive. A few decades of heavy use have spread plastics around the globe. Today, the remnants of our products can be found from the surface of oceans to deep-sea sediment, in lakes and rivers, even frozen in Arctic ice.\n\nCatching the trash\nInner Harbor Water Wheel on April 9, 2015 in Baltimore, Maryland. Raymond Boyd/Getty Images\n\nWhile efforts to find a viable method to clean existing ocean plastic are laudable, they won’t stop more trash from entering the oceans, often through rivers and streams.\n\nIn Baltimore, an inventor had an idea to catch the trash before it could reach the high seas. John Kellett worked near the city’s heavily polluted harbor for many years — an \"ugly piece of water\" to most visitors, as he recalls.\n\nKellett realized that much of this plastic reaching the harbor came from the Jones Falls, a stream that accumulates trash as it winds through residential neighborhoods.\n\nWith local partners, Kellett began working to construct a device that would skim garbage from the surface of the river before it could float downstream: a solar- and wind-powered, trash-intercepting waterwheel.\n\nNo longer just an idea in Kellett’s head, the Inner Harbor Water Wheel was deployed in 2014 and has become a prominent city landmark. Resembling a giant nautilus, it has orange booms that cover the 35-meter-wide (40-yard-wide) mouth of the Jones Falls and directs items floating on the surface to a conveyor belt, where they are collected before they can reach the harbor. The trash is then emptied into a large container under the waterwheel’s white roof and hauled off.\n\nKellett estimates that around three-quarters of the trash that would have floated into the inner Baltimore harbor is now being caught instead.\n\n\"Its footprint is tiny, its reach is huge,\" deep-sea biologist Andrew David Thaler wrote about the waterwheel, and he is not the only marine scientist who has praised Kellett’s attempts to clean up closer to the source.\n\nSo will waterwheels be a familiar sight at most river mouths one day? Kellett hopes this won’t have to be the case. \"We find that a small river is a challenging place to try to clean the trash out of,\" he admits. Although the inventor has received a number of requests to deploy his technology in other places around the world, and he sees good potential to scale it up for midsize rivers and harbors, his ultimate goal is to put the waterwheel out of work. As he points out, if there were better education, legislation and technology, the trash might not show up in the rivers and travel to the ocean in the first place.\n\nNew challenge: microplastics\nShutterstock\n\nAt the Wuppertal wastewater treatment plant in Germany, foggy clouds hang low on the green hills around large pools. In a noisy hall, big metal rakes work hard to hold back the solid trash that the wastewater carries with it, from wet wipes, condoms, and toilet paper to wood and the occasional stone.\n\nOutside, the water flows into large filtering pools, measuring 20 to 30 meters (70 to 100 feet) in diameter. There, everything heavier than water is separated mechanically. Only some Q-tips are light enough to escape. The water is then directed into bubbling pools, where bacteria digest all they can.\n\n\"Our microorganisms have a life span of around 10 days,\" explains Volker Erbe, technical division manager of Wupperverband, the entity that takes care of water management around the river Wupper and runs the Wuppertal wastewater treatment plant. Plastics, however, are not on their menu, he says. Which is unfortunate, because there is a new challenge wastewater treatment plants have to deal with — and it’s almost invisible.\n\nMicro- and nanoplastics are the new category of plastic litter that even facilities in the most developed countries are not yet equipped for. And so, though the water may look clean, it really isn’t.\n\nThe source can be inspected in many bathrooms around the world. From toothpastes and deodorants to shower gels, eye shadow and sunscreen, numerous beauty products contain tiny plastic particles, a 2015 UN Environment Programme report reveals. They deliver active ingredients, exfoliate, regulate viscosity and fulfill numerous other functions. And this is not new: Producers of cosmetics and cleaning agents have been adding plastics to their formulas for decades.\n\nSome products are made up of 90 percent of these tiny plastic grains. They are so small their size is described in micrometers, which are a thousandth of a millimeter. For comparison: A human hair is around 100 micrometers thick. Some producers even go tinier and add nanoplastics, which are in the range of millionths of millimeters. To also put this into perspective: Human DNA is 2.5 nanometers in diameter.\n\nHow many of these particles reach rivers and streams, and eventually the ocean, is still unclear.\n\nAt the Alfred Wegener Institute for Polar and Marine Research in northern Germany, a research team under senior scientist Gunnar Gerdts has conducted a pilot study to find out how much plastic escapes wastewater treatment plants. \"I expected that we wouldn’t find very much, because nanomaterials are said to be held back pretty well by the sewage sludge,\" explains Gerdts, \"but what we actually found was that wastewater treatment plants do emit microplastics into the rivers in substantial ways.\" He notes that the amounts his team found in samples from different facilities varied greatly, so more research is needed to understand the scope of the issue.\n\nThe impacts of the tiny particles and fibers on marine animals are still under investigation. For some species, such as mussels, lab experiments have shown adverse health effects such as inflammation. And there are other risks: Plastics can contain problematic additives such as bisphenol A, and microbeads show a tendency to attract persistent organic pollutants such as DDT from the water around them. That could result in quite a cocktail accumulating in animals up the food chain.\n\nMicro- and nanoplastics are particles and not uniformly distributed, so measuring their concentration is a difficult process, unlike pharmaceuticals, which dissolve in water and are therefore present in every probe. To not only detect micro- and nanoplastics, but hold them back completely in a wastewater treatment plant, requires a whole additional stage of cleaning, which comes at a cost that is ultimately passed down to consumers.\n\n\"The moment of truth is out there when wastewater treatment plants decide that it’s a priority for them not to let go of microplastics,\" says Lars Grønbæk, a process engineer working for the Danish wastewater purification company KD. Grønbæk is a specialist in membranes that can remove tiny particles from water using a principle similar to a coffee filter.\n\nIt’s \"not new rocket technology,\" Grønbæk says. His company’s flatsheet membranes are already capable of filtering down to a size of a tenth of a micron, he says, and they could be further refined. But at the moment, only a small fraction of wastewater treatment plants are deploying membrane filters, says Grønbæk. As long as there is no regulation requiring them to do so, this is unlikely to change.\n\nVolker Erbe of Wupperverband believes there is a better way to tackle the issue: \"We need to think about not using materials that can become a problem for the environment, instead of trying to remove them with expensive technologies from our wastewater.\"\n\nIt seems that the first steps in this direction are being taken. In late 2015, President Obama signed the Microbead-Free Waters Act, which bans tiny plastics in cosmetics and other products.\n\nFibers from washers\nShutterstock\n\nAnother, equally unexpected source of microplastic pollution seems further away from a solution: the plastic footprint of washing machines. Much of the clothing produced today is made out of synthetic materials. Each time these clothes are washed, thousands of tiny plastic fibers can leak from the machine into the wastewater.\n\nDick Vethaak, professor of ecotoxicology at the VU University of Amsterdam, observed that more than 200,000 of those fibers can escape in just one wash cycle. This is many times more than what previous studies had reported.\n\nWhile most people won’t ever get to see the tiny fibers washing down their drains, a chance encounter had Blair Jollimore quickly looking for a solution. A mechanical engineer by day, Jollimore lives far from city drainage systems in a remote part of eastern Canada’s Nova Scotia. His house requires its own septic system.\n\nOne day after moving into his new home, Jollimore recalls, the basement flooded with wastewater. The family soon found out what the problem was, says Jollimore: \"a gray mat inside the septic tank\" that had blocked the pipe.\n\nHe quickly realized that most of what had clogged the system was lint from the water flowing out of his washing machine. So he used a water filter housing and a stainless steel strainer to construct a filtering device that he inserted between the washer and the drain. The septic tank didn’t overflow again.\n\nWhat was initially just a solution to Jollimore’s own problem turned into a small business on the side, and Jollimore now sells around 50 of his Lint LUV-R filters per month. Together with researchers working on marine debris, he is looking into options for a wider market application of his washing machine lint filter.\n\nIf such a filter came standard on washing machines, it would be a quick win for the environment. But experts say designing one that is both cost effective and convenient to build into commercial washing machines will be a huge technological challenge. Producing these filters would be expensive and they could easily clog, making it impractical for consumer use.\n\nAnd there seems to be little incentive, because neither consumers nor legislators have called to further develop and standardize the technology.\n\nEven if it did become standard, it would only solve a part of the problem. \"The same fibers, they also enter the water by air pollution,\" Vethaak points out. \"The real problem is that the textiles are not environmentally friendly.\"\n\nEverything falls apart\nPlastic bags and other rubbish are collected from the waters of Manila Bay, Philippines, in 2014 during a campaign by environmental activists and volunteers calling for a ban of the use of plastic bags.\n\nThe biggest source of microplastics, however, is larger items breaking down. Every piece of plastic that makes it to the oceans falls apart with time. Ultraviolet light and the force of the waves degrade fishnets, plastic bags, bottles, caps and toothbrushes into smaller and smaller pieces.\n\nThese resulting particles are likely to be the major source of microplastics found in the environment, dwarfing the amount coming from cosmetic products or textiles, a recent study by the Federal Environment Agency of Germany suggests.\n\nTackling the influx of bigger items into the ocean will therefore be key to eventually reducing microplastic pollution.\n\nSome emerging economies are growing so fast that their waste management systems can’t keep up, and so their contribution to marine debris is enormous. If just five countries — China, Indonesia, Vietnam, Thailand and the Philippines — improved their recycling and waste disposal systems, they could \"cut global inputs by almost half,\" conclude the authors of a recent study by the Ocean Conservancy.\n\nThough this won’t stop plastic pollution entirely, it could buy us \"time to rethink packaging more broadly and reduce the flow of plastic altogether,\" the authors explain in The Guardian.\n\nEurope and North America may be better equipped to deal with their waste, but they also consume five times as much plastic per person annually as people in Asia, according to the Worldwatch Institute. And many of these richer countries export a large portion of their plastic waste, much of it ending up in China. With a global market that ships not only products, but also waste, the plastic problem is a truly global one.\n\nWithout a doubt, technology will play its role. But there’s a high chance that no matter how smart and creative the ideas to techno-fix the marine litter issue are, they just won’t be enough. To really solve this problem, the elephant in the room has to remain in plain sight: a mindset that treats plastics — a material made to last for years — as a throwaway commodity. Redefining what kinds of plastic products we really need, and how to regulate, use and dispose of them, will be at the core of the answer. The three Rs remain valid: Reduce, reuse, recycle. The closer we can move from the gyres to the source to solve plastic pollution, the better off our future oceans will be.\n\nThis story was supported by a Future Oceans grant from the Earth Journalism Network.\n\nYou've read 2 articles in the last 30 days.\n\nContributions are a key part of the future of Vox\n\nReaders rely on Vox for clear, nuanced coverage that not only illuminates the issues, but poses solutions, too. And we rely on help from our readers: Advertising and grants cover the majority of our costs, but we count on contributions to help us close the gaps in our budget. In fact, we’re looking to reach 95,000 individual contributions before the end of the year. Will you make the next contribution right now? Our average gift is just $20 — and it goes a long way in helping us keep our work free. Vox is here to help everyone understand what’s shaping the world — not just the people who can afford to pay for a subscription. We believe that’s an important part of building a more equal society. Join that mission by making a contribution today.\n\nOne-Time Monthly Annual\n\n $5/month\n\n $10/month\n\n $25/month\n\n $50/month\n\nOther\nYes, I'll give $5\n/month\n\nWe accept credit card, Apple Pay, and Google Pay. You can also contribute via\n\nNEXT UP IN CLIMATE\nAn oil executive is leading the UN climate summit. It’s going as well as you’d expect.\nOur love of orcas is making them miserable\nScaling slaughter-free meat is hard. Here’s one way to make it easier.\nThere’s less meat at this year’s climate talks. But there’s plenty of bull.\nChristine Parthemore is training a generation to tackle a world of interlocking threats\nZahra Biabani wants Gen Z to feel hopeful about the future\nMost Read\nWhy so many members of Congress are calling it quits\nHow millennials learned to dread motherhood\n3 winners and 1 loser from the fourth Republican presidential debate\nIt’s just a tip\nTake a mental break with the newest Vox crossword\nSign up for the newsletter\nSentences\n\nThe day's most important news stories, explained in your inbox.\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. For more newsletters, check out our newsletters page.\nSUBSCRIBE\nSponsored Content\nRecommended by\nTHE LATEST\nCan Democrats overcome their deep divisions over Gaza?\nBy Nicole Narea\nThe many layers of May December\nBy Aja Romano\nWhy so many members of Congress are calling it quits\nBy Li Zhou\nHunter Biden’s new indictment, explained\nBy Andrew Prokop\nIsrael’s wartime assault on the free press\nBy Nicole Narea\nWhat should kids know about factory farming?\nBy Kenny Torrella\nChorus\n\t\nAbout us\nOur staff\nPrivacy policy\nEthics & Guidelines\nHow we make money\nContact us\nHow to pitch Vox\n\t\nVox Media\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status Advertise with us Jobs @ Vox Media\nAuthor Login\n© 2023 Vox Media, LLC. All Rights Reserved"
}