{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic Pollution: A Social Justice Perspective | HuffPost Impact",
  "href": "https://www.huffpost.com/entry/plastic-pollution-a-socia_b_7184298",
  "body": "The Plastic Pollution Movement is very new. The problem developed within our lifetimes with the explosion of single use plastics thanks to mankind's acceptance of a fossil fuel based economy and increasingly disruptive extraction methods for petroleum and natural gas such as fracking, off shore drilling, and tar sands extraction that have produced a glut of petrochemicals we have used for both ...",
  "textContent": "Skip to Main Content\nSUPPORT US\nLog In\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nPERSONAL\nVOICES\n🎁 SHOPPING 🎁\nPYRAMID SCHEME\nSupport Us\nU.S. Edition\nOpen editions submenu\nTHE BLOG\nATLANTA CITY COUNCIL\nGEORGIA STATE UNIVERSITY\nNATURAL GAS\nPlastic Pollution: A Social Justice Perspective\nWe all have different tools in out tool boxes that we can use to fight the power of corporations that place short-term profit over the long-term health and well-being of people and the planet. The time is NOW to use all that we have to stop plastic pollution.\nBy \nLisa Kaas Boyle, Contributor\nI am an Environmental Attorney, Mother, and Activist on behalf of a Just and Sustainable Future.\nMay 21, 2015, 01:05 PM EDT\n|Updated Dec 6, 2017\nThis post was published on the now-closed HuffPost Contributor platform. Contributors control their own work and posted freely to our site. If you need to flag this entry as abusive, send us an email.\n\nThe Plastic Pollution Movement is very new. The problem developed within our lifetimes with the explosion of single use plastics thanks to mankind's acceptance of a fossil fuel based economy and increasingly disruptive extraction methods for petroleum and natural gas such as fracking, off shore drilling, and tar sands extraction that have produced a glut of petrochemicals we have used for both energy and products that harm our climate, wildlife, oceans, food chain and poison us.\n\nI am a child of activists, it's in my blood, and this gives me hope that through education we are producing a whole new generation of environmental and health activists to carry on the mission after us. My parents were civil rights activists. They attended Duke University for graduate school in 1960's and were horrified to come face-to-face with segregation. They organized to desegregate Durham. For a time, I thought Civil Rights was my calling as well, but I've always been an avid nature lover, and when I discovered about Environmental Justice I found my sweet spot. It united the issues of civil rights in the South and the environment, and I pursed environmental law at Tulane Law School. Let me share a quote from Louisiana's Robert Bullard, known as the Father of Environmental Justice:\n\nThe South is characterized by \"look-the-other-way environmental policies and giveaway tax breaks.\" It is our nation's Third World where political bosses encourage outsiders to buy the region's human and natural resources at bargain prices. Lax enforcement of environmental regulations have left the region's air, water, and land the most industry befouled in the United States...Ascension Parish (Louisiana) typifies what many people refer to as a toxic 'sacrifice zone.' In two parish towns of Geismer and St. Gabriel, 18 petrochemical plants are crammed into a nine-and-a-half-square-mile area. Petrochemical plants discharge millions of pounds of pollutants annually into the water and air. Louisiana citizens subsidize this corporate welfare with their health and the environment.\n\nI believe it is very important to study the history of other historical movements to learn how to be effective in stopping plastic pollution. What tools are effective? How can we defeat obstacles? As I am from the South, where I grew up in the first desegregated class year in Tennessee thanks to federal intervention, I think of the civil rights movement for inspiration and direction, and I also look to the equal rights to marriage movement which has been phenomenally successful in such a short time in moving popular opinion and thus achieving legal change. I have adopted several strategies through my life from marching in the streets to drafting legislation, lobbying, and making art, and come to the conclusion that all these strategies are useful and should be pursued at the same time. We need to reach the public to put pressure on our leaders.\n\nBut we live in very complicated times when our voices, our voting power and our very democracy is threatened. Just like our addiction to harvesting fossil fuels underlies our plastic pollution problem, the solutions to this problem (alternative energy, toxics reform and pollution control) have an underlying threat and that is money in politics with the Supreme Court decision Citizens United blessing the whole corrupt system.\n\nWe also live in a throw away era when we think that continued economic growth is possible and good despite our limited resources. We live in an era of cheap products designed to be thrown away after single usage and of expensive products designed to be replaced with new models after a year or so. Most frighteningly, we live in a time when human beings are thought of as disposable - - pawns of wars to get access to more fossil fuels, or thrown away in jails with no education or training, or suffering making less than a living wage as we compete with foreign economies with little or no pollution controls or workers' rights. This all must change if we are to survive as a civilization and a species.\n\nADVERTISEMENT\n\nSo if we have to fight the Exxons and Chevrons and Dow Chemicals of the world, with their vast monetary power that buys political power, we need to work simultaneously to retake our democracy through campaign finance reform, education, social justice and fighting the increased power of corporations. In the meantime, we need to be very creative in how we reach the public so that they can be informed and demand that their leaders protect them, regardless of how much money those leaders have taken from those who care more about immediate profits than our long-term survival.\n\nRecently, I participated in The Plastic Gyre Symposium at Georgia State University and The Center for Disease Control (CDC) in Atlanta produced by Pamela Longobardi and Dianna Cohen. The CDC presented a marvelous exhibit uniting art and science showcasing art made from plastic pollution with brilliant text describing the threats from plastic pollution to human health, wildlife and the environment. Atlanta City Councilmember Kwanza Hall, an MIT alumnus who is a big supporter of the arts in Atlanta, delivered a proclamation at the CDC declaring the day Plastic Pollution Reduction Day in Atlanta.\n\nAfter Heather White, Executive Director of Environmental Working Group, introduced me as a speaker, and before I took the podium at the CDC, we were notified that the Georgia State Legislature had defeated Senate Bill 139, an attempt to prohibit local plastic bag bans in the State of Georgia. This strategy to \"occupy the field\" with state legislation prohibiting plastic pollution controls at a local level has been used in other states, notably nearby Florida.\n\nWe were delighted that Georgia's legislators rejected SB 139. Banning prohibitions on plastics bags is clearly not in the health and well being interest of Georgians, nor in their interest as taxpayers as their taxes pay to clean up plastic pollution. This money can be better spent on teachers, police, parks, but lobbyists for the petroleum industry have bought power over some state legislators. Perhaps the petrochemical industry is fearful of decreased demand for their product as two states are already plastic bag free: California and Hawaii. The petrochemical lobbyests don't give up once a bag ban law is passed. In California, after Governor Brown signed the California Plastic Bag Ban, industry paid for signatures to get a referendum on an upcoming ballot seeking to overturn the bag ban.\n\nThere are many ways to fight plastic pollution: through public education, art, documentaries, demonstrations, lobbying our leaders, and through legal policy.\n\nTo see how art can make a difference please watch the National Geographic Short Gyre.\n\nTo see a primer on how legal solutions can stop plastic pollution, see my TEDx Talk.\n\nIf you want to see articles on Plastic Pollution by several of the experts who spoke at The Plastic Gyre Summit like Charles Moore and Marcus Eriksen, please order the e-version of the first Law Journal on subject of Plastic Pollution that I helped produce at my alma mater Tulane Law School. There you will find model Plastic Bag Ban Legislation and Plastic Microbead Ban Legislation.\n\nWe all have different tools in out tool boxes that we can use to fight the power of corporations that place short-term profit over the long-term health and well-being of people and the planet. The time is NOW to use all that we have to stop plastic pollution.\n\nThe Stakes Have Never Been Higher\n\nAs the 2024 presidential race heats up, the very foundations of our democracy are at stake. At HuffPost, we believe that a vibrant democracy is impossible without well-informed citizens. This is why we keep our journalism free for everyone, even as most other newsrooms have retreated behind expensive paywalls.\n\nOur newsroom continues to bring you hard-hitting investigations, well-researched analysis and timely takes on one of the most consequential elections in recent history. Reporting on the current political climate is a responsibility we do not take lightly — and we need your help.\n\nSupport our newsroom by contributing as little as $1 a month.\n\nSUPPORT HUFFPOST\nRELATED\nATLANTA CITY COUNCIL\nGEORGIA STATE UNIVERSITY\nNATURAL GAS\nCIVIL RIGHTS\nTAR SANDS\nLisa Kaas Boyle, Contributor\n\nI am an Environmental Attorney, Mother, and Activist on behalf of a Just and Sustainable Future.\n\nSuggest a correction\n\nDo you have info to share with HuffPost reporters? Here’s how.\n\n GO TO HOMEPAGE\nPOPULAR IN THE COMMUNITY\nFROM OUR PARTNER\nRecommended by\nHUFFPOST SHOPPING'S\nBEST FINDS\n59 Gifts That’ll Probably Make Everyone Say 'Ooh' When They Get Unwrapped\nReviewers Say This Under-$30 Bra Feels Like \"Having Nothing On\"\n27 Toys Under $30 That Reviewers Say Their Kids Are 'Obsessed' With\nApple AirTags Are THE Top Cyber Monday Item. Here's Why Everyone's Buying Them.\nThis Under-$25 Tool Could Get You Out Of Serious Jam On The Highway\nThe Morning Email\nWake up to the day's most important news.\nSuccessfully Signed Up!\nRealness delivered to your inbox\n\nBy entering your email and clicking Sign Up, you're agreeing to let us send you customized marketing messages about us and our advertising partners. You are also agreeing to our Terms of Service and Privacy Policy.\n\nGIFT GUIDES\nActually-Fun Family Games Even Teens Will Want To Play With You\n26 Thoughtful Gifts For The Most Stressed-Out Person On Your List\nThese Noise-Canceling Headphones Are Highly Coveted — And They're $100 Off Right Now\nExperts Say These Under-The-Radar Beauty Products Make For Seriously Great Gifts\nMORE IN ENVIRONMENT\nTrump Slams John Kerry In Wild Town Hall, Insisting Climate Change Isn't A Problem\nBoston Tourist Killed By Shark While Paddleboarding In Bahamas\nCOP28 Climate Summit Awash In Record Number Of Fossil Fuel Lobbyists\nHead Of Global Climate Summit Manages To Deny Science In Pro-Science Comment\nGreasy Yet Adorable Mole Resurfaces After Hiding Out For 8 Decades\nScandal At Major Climate Summit Spurs A Resignation\nMali, 'One Of The World's Saddest Elephants,' Dies Alone In Captivity\nWhy Gas Prices Are Likely To Spike — Once Again\nA Scandal Just Rocked A Major Climate Summit — And It Was Years In The Making\nPresident Of UN Climate Summit Planned For Oil And Gas Deals Behind The Scenes: Report\nOhio Egg Farm Slaughters 1.35 Million Chickens Over Bird Flu\nThis Type Of Disaster Could Be The Most Dangerous Of All — And It’s A Mystery\nVenice Rolls Out Day-Tripper Fee Amid Overtourism Fears\nResidents Of Kentucky Town Can Return Home After Crews Extinguish Derailment Fire\nHunt For Pipeline Leak Continues As Oil Spill Tops 1 Million Gallons\nThis Country Is Gripped By Political Chaos — But Some See A Big Opportunity\nThese Japanese Incarceration Camp Survivors Are Calling Out A Climate Change Measure That Feels Like Cultural Erasure\nThe Thanksgiving Foods That Are Dangerous To Pets\nTaylor Swift Postpones Rio Show Due To 'Extreme Temperatures' After Fan's Death\nOrcas Pummel Boat After Crew Tries To Deter Them With Heavy Metal Music\nDogs Are Getting Sick And Dying From A Mystery Illness In Several States\nPepsiCo Sued By New York State Over Plastics Polluting Rivers, Drinking Water\nA Massive U.S.-Led Pledge Could Be A Global Gamechanger\nA Volcano In Iceland Could Erupt At Any Moment. What’s Going On?\nIndians Celebrating Diwali Set World Record As Pollution Worries Rise\nEscaped Zoo Owl May Be On A Futile Search For Love, And People Can Relate\nIceland Evacuates Town As Volcano Threatens To Erupt\nBear-y Hungry: Video Shows Florida Mammal Swiping Food Delivery Order Off A Porch\nA Pond In Hawaii Turned Barbie Pink. Here's What Scientists Think That Means.\nU.S. Lawyer Accused Of Shooting 2 Environmental Protesters Dead In Panama\nThe U.S. Project Meant To Debut Revolutionary Nuclear Reactors Just Fell Apart\nMichigan Gov. Gretchen Whitmer’s 100% Clean Energy Bills Pass\nMaine Voters Reject Public Takeover Of Power Companies After Multi-Year Battle\nThe Chillest, Most Handsome Coyote Lounges On Patio Couch In San Francisco\nSurfboard-Stealing Otter Is Now Mom To A New Pup\nVideo Shows Black Bear's Sneak Attack On A Security Guard\nHow Long Should You Wait After Losing A Pet To Get Another One?\nHurricane Otis Makes Landfall As Category 5 Storm Off Mexico's Coast\nScientists Warn Earth Has Entered 'Uncharted Climate Territory'\nBobi, The World's Oldest Dog Ever, Dies In Portugal At The Age Of 31\nBiden’s “Moonshot” To Fight Cancer Just Took A Big Step Forward By Moving To Ban This Chemical\nHurricane Norma Makes Landfall Near Mexico's Los Cabos, Tammy Hits Barbuda In The Caribbean\nDemocratic Governors Block Bills For New Nuclear Power Plants\nSynthetic Diamonds Are Wildly Cheaper Than Natural Ones. So What's The Catch?\nChina Bans Exports Of A Key Material, Escalating Trade War With U.S.\nMontana GOP Senate Candidate Embraces A Seriously Toxic Position\nMarco Rubio Tries To Thwart Biden’s Plan For Greener Houses\nDog Rescued Unharmed After Getting Stuck For 3 Days In Bear Cave\nKen Burns’ New Film Tackles America’s Worst Conservation Failure\nOil Prices Surge As Israel Prepares To Invade Gaza\nClimate Researcher Who Refuses To Fly For Environmental Reasons Fired\nSen. John Fetterman Points Out 1 Huge Benefit Of Being Disabled\nYou Gotta Be Kitten Me! Missing Cat Gives Owners An Absolute Shock... 12 Years Later\nDeaths Rise To 47 After Icy Flood Sweeps Through India's Himalayan Northeast\nJudi Dench Gets To Meet Seal Pup Who Shares Her Name\nNearly 1,000 Migrating Birds Dead After Crashing Into 1 Chicago Building\nCouple Attacked By Bear Sent 1 Distressing Final Text\nGiraffe Feces Seized By US Customs Officials At Minnesota Airport\nScientists Agree: September Heat Was 'Mind-Blowing'\nKevin McCarthy Bragged About A Big Legislative ‘Victory’ — But There’s 1 Problem\nThese Movies Focus On A Very Real Crisis — But They Could Do Better\n95-year-old Painter Threatened With Eviction From Cape Cod Dune Shack Wins Five-year Reprieve\nCouple Dead In Apparent Grizzly Bear Attack In Canada's Banff National Park\nThe 13 Rudest Things You Can Do With Other People's Pets\nFamily Comes Home And Finds Tiny Seal Pup Sleeping On Front Porch\nSea Lion Escapes Enclosure As Floodwaters Rise At Central Park Zoo\nGovernment Shutdown Could Spell Trouble For This Big Alaska Tradition\nBiden's Plan Would Offer Record-Low Number Of Offshore Drilling Leases\nBiden Administration Plans To Shutter National Parks As Shutdown Looms\nSome Jerk Just Chopped Down One Of The World’s Most Iconic Trees\nThese States Aim To Keep Iconic National Parks Open Amid Possible Government Shutdown\nThe Government Is Charging $500K For Something It Admits Is Basically Pointless\nPhillies Deny Entry To Man's Emotional Support Alligator Into Citizens Bank Park\nSwiss Glaciers Have Melted By A Terrifying Rate In Last 2 Years, Study Finds\nRepublicans Fight Over Who Loves Fossil Fuels The Most At Second GOP Debate\nThe GOP Loves To Hate On A Key Biden Initiative. There's Just 1 Problem.\nTrump Goes On Unhinged Rant About A 'Batty' Animal\nDonald Trump’s Weird Windmill Rant\nTropical Flamingos Make Rare Appearance On Wisconsin Beach\n17 Natural Pools And Hot Springs To Inspire Your Next Vacation\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nVOICES\nHUFFPOST PERSONAL\nSHOPPING\nNEWSLETTERS\nABOUT US\nADVERTISE\nCONTACT US\nRSS\nFAQ\nCAREERS\nUSER AGREEMENT\nCOMMENT POLICY\nDMCA POLICY\nHUFFPOST PRESS ROOM\nACCESSIBILITY STATEMENT\nPRIVACY POLICY\nCONSENT PREFERENCES\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nPart of HuffPost Environment. ©2023 BuzzFeed, Inc. All rights reserved.\nThe Huffington Post"
}