{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "By 2050, there will be more plastic than fish in the world's oceans ...",
  "href": "https://www.washingtonpost.com/news/morning-mix/wp/2016/01/20/by-2050-there-will-be-more-plastic-than-fish-in-the-worlds-oceans-study-says/",
  "body": "Plastic production accounts for 6 percent of global oil consumption (a number that will hit 20 percent in 2050) and 1 percent of the global carbon budget (the maximum amount of emissions the world ...",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\n\nclock\nThis article was published more than 7 years ago\n\nMORNING MIX\nBy 2050, there will be more plastic than fish in the world’s oceans, study says\nBy Sarah Kaplan\nJanuary 20, 2016 at 5:48 a.m. EST\nA September 2008 photo released by the Ocean Conservancy on March 10, 2009, shows a trash-covered beach in Manilla, Philippines. (Tamara Thoreson Pierce/Ocean Conservancy/AP)\nShare\nAdd to your saved stories\nSave\n\nThere is a lot of plastic in the world’s oceans.\n\nIt coagulates into great floating “garbage patches” that cover large swaths of the Pacific. It washes up on urban beaches and remote islands, tossed about in the waves and transported across incredible distances before arriving, unwanted, back on land. It has wound up in the stomachs of more than half the world’s sea turtles and nearly all of its marine birds, studies say. And if it was bagged up and arranged across all of the world’s shorelines, we could build a veritable plastic barricade between ourselves and the sea.\n\nBut that quantity pales in comparison with the amount that the World Economic Forum expects will be floating into the oceans by the middle of the century.\n\nIf we keep producing (and failing to properly dispose of) plastics at predicted rates, plastics in the ocean will outweigh fish pound for pound in 2050, the nonprofit foundation said in a report Tuesday.\n\nAccording to the report, worldwide use of plastic has increased 20-fold in the past 50 years, and it is expected to double again in the next 20 years. By 2050, we’ll be making more than three times as much plastic stuff as we did in 2014.\n\n[Nearly all of the world’s seabirds have eaten plastic, study estimates]\n\nMeanwhile, humans do a terrible job of making sure those products are reused or otherwise disposed of: About a third of all plastics produced escape collection systems, only to wind up floating in the sea or the stomach of some unsuspecting bird. That amounts to about 8 million metric tons a year — or, as Jenna Jambeck of the University of Georgia put it to The Washington Post in February, “Five bags filled with plastic for every foot of coastline in the world.”\n\nThe report came a day before the start of the glitzy annual meeting arranged by the World Economic Forum to discuss the global economy. This year’s meeting in Davos, Switzerland, is centered on what the WEF terms “the fourth industrial revolution” — the boom in high-tech areas like robotics and biotechnology — and its effect on the widening gulf between the wealthy and the world’s poor.\n\nBut the plastic situation — fairly low-tech and more than a century old at this point — is a reminder that we still haven’t quite gotten the better of some of the problems left over from the first few “industrial revolutions.”\n\nShare this article\nShare\n\n[‘Microbeads’ soon will be banned from toothpaste and soaps]\n\nAccording to the report, more than 70 percent of the plastic we produce is either put in a landfill or lost to the world’s waterways and other infrastructure. Plastic production accounts for 6 percent of global oil consumption (a number that will hit 20 percent in 2050) and 1 percent of the global carbon budget (the maximum amount of emissions the world can produce to prevent global temperatures from rising more than 2 degrees Celsius). In 2050, the report says, we’ll be spending 15 percent of our carbon budget on soda bottles, plastic grocery bags and the like.\n\nOnce it gets washed into waterways, the damage caused by plastics’ presence costs about $13 billion annually in losses for the tourism, shipping and fishing industries. It disrupts marine ecosystems and threatens food security for people who depend on subsistence fishing.\n\nBesides which, all that plastic in the water isn’t too great for the animals trying to live there.\n\nThe data in the report comes from interviews with more than 180 experts and analysis of some 200 studies on “the plastic economy.”\n\nThe plastic-laden stomachs of Midway Island’s albatrosses\n+9\nArtist Chris Jordan has been documenting the impact of The Great Pacific Garbage Patch.\n\nThe report was published on the same day that a study came out in the journal Nature Communications asserting that the U.N.’s Food and Agriculture Organization is drastically underestimating the overfishing of the oceans. The study, from researchers Daniel Pauly and Dirk Zeller of the University of British Columbia’s Sea Around Us project, found that global catches between 1950 and 2010 were probably 50 percent higher than previously thought — meaning that damage to the world’s fish stocks was also much worse.\n\nAdvertisement\n\nOverall, it was not a good news day for anyone with fins.\n\nBut both reports gave some signs for optimism. Pauly and Zeller told The Washington Post that the underestimation of how much humans were fishing means the U.N. also underestimated how much fish the oceans can provide.\n\n“If we rebuild stocks, we can rebuild to more than we thought before,” Pauly said. “Basically, the oceans are more productive than we thought before.”\n\nAnd the World Economic Forum report, though not quite so sunny, suggests that there are ways to offset all this plastic we’re making and discarding. Countries can implement incentives to collect waste and recycle it, use more efficient or reusable packaging and improve infrastructure so that less trash slips through the system and into the seas.\n\nShare\nPAID PROMOTED STORIES\nRecommended by\nMOST READ NATIONAL\n1\nA harvest of memories\n2\nAt least 6 dead, 23 injured after tornadoes touch down near Nashville\n3\nSmall segment of voters will wield outsize power in 2024 presidential race\n4\nSome states spurn migrants. The Rust Belt wants them.\n5\nHe was told his father walked out in 1961. Then he started digging up the basement.\nTOP STORIES\nD.C. region\nLocal news, weather, sports, events, restaurants and more\nAlex Ovechkin’s milestone moment goes for naught in Capitals’ shootout loss\nThe 25 best things to do around town this weekend and next week\nWizards show positive steps, but fall to Joel Embiid and 76ers\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post\n\nCollapse\nStay informed with a subscription to The Washington Post\n24/7 coverage from 1,000+ journalists. Subscriber-exclusive events. Unmatched political and international news.\nSubscribe\nCancel anytime."
}