{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "What are microplastics? - NOAA's National Ocean Service",
  "href": "https://oceanservice.noaa.gov/facts/microplastics.html",
  "body": "Plastic is the most prevalent type of marine debris found in our ocean and Great Lakes. Plastic debris can come in all shapes and sizes, but those that are less than five millimeters in length (or about the size of a sesame seed) are called \"microplastics.\". As an emerging field of study, not a lot is known about microplastics and their ...",
  "textContent": "An official website of the United States government. Here's how you know we're official.\n\nNational Ocean Service\nNational Oceanic and Atmospheric Administration\nSearch\nSearch National Ocean Service\nHOME\nOCEAN FACTS\nTOPICS\nEDUCATION\nNEWS\nPODCASTS\nVIDEO\nIMAGES\nABOUT US\nHome\nFacts\nWhat are microplastics?\nWhat are microplastics?\nMicroplastics are small plastic pieces less than five millimeters long which can be harmful to our ocean and aquatic life.\nVIDEO: What are microplastics? Here's what you need to know in less than a minute. Transcript\n\nPlastic is the most prevalent type of marine debris found in our ocean and Great Lakes. Plastic debris can come in all shapes and sizes, but those that are less than five millimeters in length (or about the size of a sesame seed) are called “microplastics.”\n\nAs an emerging field of study, not a lot is known about microplastics and their impacts yet. The NOAA Marine Debris Program is leading efforts within NOAA to research this topic. Standardized field methods for collecting sediment, sand, and surface-water microplastic samples have been developed and continue to undergo testing. Eventually, field and laboratory protocols will allow for global comparisons of the amount of microplastics released into the environment, which is the first step in determining the final distribution, impacts, and fate of this debris.\n\nDid you know?\n\nMicroplastics can come from a variety of sources including larger plastic pieces that have broken apart, resin pellets used for plastic manufacturing, or in the form of microbeads, which are small, manufactured plastic beads used in health and beauty products.\n\nMicroplastics come from a variety of sources, including from larger plastic debris that degrades into smaller and smaller pieces. In addition, microbeads, a type of microplastic, are very tiny pieces of manufactured polyethylene plastic that are added as exfoliants to health and beauty products, such as some cleansers and toothpastes. These tiny particles easily pass through water filtration systems and end up in the ocean and Great Lakes, posing a potential threat to aquatic life.\n\nMicrobeads are not a recent problem. According to the United Nations Environment Programme, plastic microbeads first appeared in personal care products about fifty years ago, with plastics increasingly replacing natural ingredients. As recently as 2012, this issue was still relatively unknown, with an abundance of products containing plastic microbeads on the market and not a lot of awareness on the part of consumers.\n\nOn December 28, 2015, President Obama signed the Microbead-Free Waters Act of 2015, banning plastic microbeads in cosmetics and personal care products.\n\nVideo Transcript\n\nPlastic is everywhere. A lot of it ends up in the ocean. Most plastics in the ocean break up into very small particles. These small plastic bits are called \"microplastics.\" Other plastics are intentionally designed to be small. They're called microbeads and are used in many health and beauty products. They pass unchanged through waterways into the ocean. Aquatic life and birds can mistake microplastics for food. Research is being conducted. But there's still much we don't know. In 2015, the U.S. banned the use of microbeads. But microplastics are still a huge problem. You can help keep plastic out of the ocean. Remember: Reduce. Reuse. Recycle.\n\nMore Information\n\nNOAA Marine Debris Program\n\nPlastics\n\nMicroplastics Articles and Resources\n\nGet Social\nSocial\n\nLast updated:\n01/26/23\n\nAuthor: NOAA\n\nHow to cite this article\n\nContact Us\n\nFeedback\nProvide Feedback\nContact Us\nReport an error\nSocial\n\nScience. Service.\nStewardship.\n\nAbout NOS\nAbout Us\nNOS Program Offices\nMedia Inquiries\nWebsite Acknowledgements\nSite Index\nDisclaimer\nMore Resources\nFreedom of Information Act\nAccessibility\nInformation Quality\nPrivacy Policy\nNOS For Employees\nUSA.gov\nDepartment of Commerce\nNational Oceanic and Atmospheric Administration (NOAA)\nNational Ocean Service"
}