{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "New Study Shows Plastic in Oceans Is on the Rise - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/150212-ocean-debris-plastic-garbage-patches-science",
  "body": "The Haunting Art of Plastic Pollution Using trash from the sea and birds' stomachs, Mandy Barker's work forces us to face our waste. We Know Plastic Is Harming Marine Life.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nA plastic bag floats in the sea off the Philippines. Ocean plastic has turned up literally everywhere. It has been found in the deep sea and buried in Arctic ice.\n\nPHOTOGRAPH BY KEITH A. ELLENBOGEN, AP\nEight Million Tons of Plastic Dumped in Ocean Every Year\n\nIt's equal to five grocery bags per every foot of coastline around the globe, says new study.\n\nBYLAURA PARKERNATIONAL GEOGRAPHIC\nPUBLISHED FEBRUARY 13, 2015\n• 5 MIN READ\n\nScientists have come up with a new way to measure ocean trash—and the numbers are even worse than thought.\n\nIn 2010, eight million tons of plastic trash ended up in the ocean from coastal countries—far more than the total that has been measured floating on the surface in the ocean's \"garbage patches.\"\n\nThat's the bad news. The even worse news is that the tonnage is on target to increase tenfold in the next decade unless the world finds a way to improve how garbage is collected and managed.\n\nThe findings are part of a groundbreaking study published Thursday in Science that for the first time quantifies how much garbage flows into the world's oceans every year.\n\nUntil now, most efforts to measure ocean debris have involved sample counts of plastic floating on the surface in large garbage patches in each of the world's oceans. A study last year, for example, estimated the amount of floating trash to be 245,000 tons at most.\n\n2:38\n\nCLIMATE 101: OCEANS\n\nWorst Offenders\n\nThe new study also identifies the major sources of plastic debris and names the top 20 countries generating the greatest amount of ocean-bound trash. China is first. The United States is 20th. The rest of the list includes 11 other Asian countries, Turkey, five African countries, and Brazil.\n\nThe rankings in this chart reflect the largest total amounts of plastic waste flowing into the oceans annually, not the highest per capita amounts. For example, Bangladesh ranks 10th overall, with 867,879 tons, but 187th per capita, at 346 pounds per person. Denmark r...\n\nRead More\n\nEven though the United States has a highly developed garbage collection system, it nevertheless made the top 20 for two reasons: It has a large, dense coastal population and, as a wealthy nation, is a large consumer of products. (See video: \"Are You Eating Plastic for Dinner?\")\n\n\"What we have done is look at the other side of the equation—what's coming out of the faucet, rather than what's already in the bathtub,\" says Kara Lavender Law, an oceanographer at the Sea Education Association in Woods Hole, Massachusetts, and a co-author of the report.\n\n\"The size of the discrepancy is huge—20 to 2,000 times more than the range of estimates of floating debris. That is pretty shocking, especially when you consider that the amount going into the ocean in a single year and what we're counting in the oceans has been going in for 50 years.\"\n\nTo make the figure eight million tons comprehensible, Jenna Jambeck, the University of Georgia environmental engineer who led the study, likens it to lining up five grocery bags of trash on every foot of coastline around the globe.\n\n\"And by 2025, those five grocery bags of plastic are going to be ten bags,\" she says.\n\nThat would be 155 million tons a year if present garbage management practices remain the same.\n\nPlastic, Plastic Everywhere\n\nJambeck and her team combined population and economic data from 192 coastal countries bordering the Atlantic, Pacific, and Indian Oceans in addition to the Black and Mediterranean Seas. They found that these countries created 275 million tons of garbage annually, of which 4.8 to 12.7 million tons of plastic flowed into the oceans. That's only 2 to 5 percent of the total waste created in those countries.\n\nThe use of plastics for consumer products has become increasingly dominant, and production has steadily increased since the material was first put into wide use a half century ago. In 2012, for example, 288 million tons of plastic were manufactured globally.\n\nOcean plastic has turned up literally everywhere. It has been found in the deep sea and buried in Arctic ice. It has been ingested with dire consequences by some 700 species of marine wildlife.\n\nThe pioneering study also creates a new mystery. Because the gap between what is found floating and what flows into the ocean is so large, scientists now have to figure out where else it collects and in what amounts.\n\n\"What we need to do now is close the gap,\" Richard Thompson, a marine biologist at the U.K.'s Plymouth University.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nA major citizen suit against a giant plastics company resulted in a huge payout and a commitment to do better. The case has set off ripples of change across an industry that often pollutes with impunity.\nThese tiny fish reveal our oceans’ biggest problem: plastic\nMAGAZINEPLANET OR PLASTIC?\nThese tiny fish reveal our oceans’ biggest problem: plastic\nThe Haunting Art of Plastic Pollution\nMAGAZINEPLANET OR PLASTIC?\nThe Haunting Art of Plastic Pollution\nWe Know Plastic Is Harming Marine Life. What About Us?\nMAGAZINEPLANET OR PLASTIC?\nWe Know Plastic Is Harming Marine Life. What About Us?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nSt Helena is a wildlife-watching paradise\nPAID CONTENT FOR ADVERTISER\nSt Helena is a wildlife-watching paradise\nHere are 9 ways to fall in love with winter travel\nTRAVEL\nHere are 9 ways to fall in love with winter travel\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}