{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Plastic Pollution Solutions - 10 Ways to Reduce Plastic Pollution - NRDC",
  "href": "https://www.nrdc.org/stories/10-ways-reduce-plastic-pollution",
  "body": "Learn how to protect marine life and the environment by reducing your plastic use in various aspects of your daily life, from disposable plastics to microbeads to plastic bags. NRDC provides tips, facts, and resources to help you make a difference.",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all Toolkits & How-To's\nHow-To\n10 Ways to Reduce Plastic Pollution\n\nHelp keep our marine life from eating and swimming in garbage.\n\nJanuary 5, 2016 Español\nCredit:\n\nRich Carey/Shutterstock\n\nSarah Engler\nSenior Director, Content\nShare this page\n\nWhile soaking up the relaxing cadence of crashing waves on the beach, no one wants to think about how the ocean has basically become garbage soup. But here’s the buzz-killing reality: There are millions of tons of debris floating around in that water—and most of it is plastic.\n\nThis constant barrage (the equivalent of 136 billion milk jugs each year, estimates a study published in the journal Science) poses a serious danger to marine life. Animals can get tangled up in this trash or ingest it—either because they mistake it as prey or because the plastic has been broken down into tiny particles by seawater.\n\nPlastic, of course, is uniquely problematic because it’s nonbiodegradable and therefore sticks around for a lot longer (like up to 1,000 years longer) than other forms of trash. And we're not just talking about people dumping their garbage overboard. Around 80 percent of marine litter actually originates on land—either swept in from the coastline or carried to rivers from the streets during heavy rain via storm drains and sewer overflows.\n\nSo the best thing we can do to protect our waterways is try to keep as much plastic as possible out of the waste stream in the first place. The good news? There are many small ways you can have a big impact.\n\n1. Wean yourself off disposable plastics.\n\nNinety percent of the plastic items in our daily lives are used once and then chucked: grocery bags, plastic wrap, disposable cutlery, straws, coffee-cup lids. Take note of how often you rely on these products and replace them with reusable versions. It only takes a few times of bringing your own bags to the store, silverware to the office, or travel mug to Starbucks before it becomes habit.\n\n2. Stop buying water.\n\nEach year, close to 20 billion plastic bottles are tossed in the trash. Carry a reusable bottle in your bag, and you’ll never be caught having to resort to a Poland Spring or Evian again. If you’re nervous about the quality of your local tap water, look for a model with a built-in filter.\n\n3. Boycott microbeads.\n\nThose little plastic scrubbers found in so many beauty products—facial scrubs, toothpaste, body washes—might look harmless, but their tiny size allows them to slip through water-treatment plants. Unfortunately, they also look just like food to some marine animals. Opt for products with natural exfoliants, like oatmeal or salt, instead.\n\n4. Cook more.\n\nNot only is it healthier, but making your own meals doesn’t involve takeout containers or doggy bags. For those times when you do order in or eat out, tell the establishment you don’t need any plastic cutlery or, for some serious extra credit, bring your own food-storage containers to restaurants for leftovers.\n\n5. Purchase items secondhand.\n\nNew toys and electronic gadgets, especially, come with all kinds of plastic packaging—from those frustrating hard-to-crack shells to twisty ties. Search the shelves of thrift stores, neighborhood garage sales, or online postings for items that are just as good when previously used. You’ll save yourself a few bucks, too.\n\n6. Recycle (duh).\n\nIt seems obvious, but we’re not doing a great job of it. For example, less than 14 percent of plastic packaging is recycled. Confused about what can and can’t go in the bin? Check out the number on the bottom of the container. Most beverage and liquid cleaner bottles will be #1 (PET), which is commonly accepted by most curbside recycling companies. Containers marked #2 (HDPE; typically slightly heavier-duty bottles for milk, juice, and laundry detergent) and #5 (PP; plastic cutlery, yogurt and margarine tubs, ketchup bottles) are also recyclable in some areas. For the specifics on your area, check out Earth911.org’s recycling directory.\n\n7. Support a bag tax or ban.\n\nUrge your elected officials to follow the lead of those in San Francisco, Chicago, and close to 150 other cities and counties by introducing or supporting legislation that would make plastic-bag use less desirable.\n\n8. Buy in bulk.\n\nSingle-serving yogurts, travel-size toiletries, tiny packages of nuts—consider the product-to-packaging ratio of items you tend to buy often and select the bigger container instead of buying several smaller ones over time.\n\n9. Bring your own garment bag to the dry cleaner.\n\nInvest in a zippered fabric bag and request that your cleaned items be returned in it instead of sheathed in plastic. (And while you’re at it, make sure you’re frequenting a dry cleaner that skips the perc, a toxic chemical found in some cleaning solvents.)\n\n10. Put pressure on manufacturers.\n\nThough we can make a difference through our own habits, corporations obviously have a much bigger footprint. If you believe a company could be smarter about its packaging, make your voice heard. Write a letter, send a tweet, or hit them where it really hurts: Give your money to a more sustainable competitor.\n\nThis NRDC.org story is available for online republication by news media outlets or nonprofits under these conditions: The writer(s) must be credited with a byline; you must note prominently that the story was originally published by NRDC.org and link to the original; the story cannot be edited (beyond simple things such as grammar); you can’t resell the story in any form or grant republishing rights to other outlets; you can’t republish our material wholesale or automatically—you need to select stories individually; you can’t republish the photos or graphics on our site without specific permission; you should drop us a note to let us know when you’ve used one of our stories.\n\nRELATED ISSUES\nOcean Toxics\nRELATED STORIES\nSkip carousel items\nslide 5 to 7 of 3\nHer Stand-Up Paddleboard Is a Platform for Campaigning Against Plastic Pollution\nOctober 18, 2018 DispatchUnited States, InternationalPatrick Rogers\nLizzie Carr is shining a light on what is floating through the world’s waterways, and breaking athletic records along the way.\nThis Is How We Stand Up to Trump\nDecember 20, 2017 NRDC in ActionUnited States, Washington, D.C., Utah, Michigan, CaliforniaNicole Greenfield\nMeet a handful of the NRDC staffers who resisted Trump’s attacks and defended our environment in 2017—and who won’t stop fighting anytime soon.\nThe Most Unexplored Habitat on Earth Is Packed with Pollution\nFebruary 28, 2017 Latest NewsUnited StatesJason Bittel\nA new study of deep-sea amphipods living six miles beneath the sea’s surface finds surprising levels of toxic chemicals.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}