{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Plastic waste inputs from land into the ocean - UGA",
  "href": "https://jambeck.engr.uga.edu/landplasticinput",
  "body": "If we assume a business as usual projection with growing populations, increasing plastic consumption and increased waste generation, by 2025, this number doubles - we may be adding 17.5 million metric tons of plastic per year. If that happens, then our cumulative input over time from 2010 to 2025 is projected to be 155 million metric tons.",
  "textContent": "Skip to content\nJambeck Research Group\n\nEnvironmental Engineering, College of Engineering, University of Georgia\n\nHome\n \nBlog\n \nPlastic Input from Land\n \nImport Export Plastic\n \nResearch\nMarine Debris\nInnovative Waste/Materials Management\nLife Cycle Approaches to Waste Management\nConstruction and Demolition Debris\nInterdiscplinary Research\nCurrent Projects\n \nPublications\nRefereed Articles\nBook Chapters\nPopular/Industry Press\nConference Papers/Presentations/Posters\nTechnical Reports and Other\n \nCourses\nFacilities\n \nPeople\nContact\n \nSea to Source\nPlastic waste inputs from land into the ocean\nJambeck, J.R., Andrady, A., Geyer, R., Narayan, R., Perryman, M., Siegler, T., Wilcox, C., Lavender Law, K. , (2015). Plastic waste inputs from land into the ocean, Science, 347, p. 768-771.\nSpreadsheet containing Data from 192 Countries\nReprint of Article\nFull Text of Article\n\nTranscript of the Comments given at the AAAS Panel\nFebruary 12, 2015, San Jose, CA, USA\n\nJenna R. Jambeck\n\nGood morning everyone. My name is Jenna Jambeck and I am an assistant professor of environmental engineering from the University of Georgia. When I had to choose a focus in environmental engineering, I fell in love with the study of solid waste, which is trash, or better known as anything that you recycle or throw every day. The reason I felt waste was so different from designing water or wastewater facilities was that it so closely involved people. And people have strong reactions to it – especially when a waste management system might be physically close to them. Yet it is something we create every day and have to manage. So as I talk today, I will go over many numbers, but as I do, I hope you’ll keep in mind the same thing that I do – that there are always people behind these numbers.\n\nIt seems like we have been hearing a lot lately about the concerns over plastic in our oceans and estimates of plastic in the ocean. Research interest in this issue has grown tremendously in the last 10 years. And the results you’re hearing today arise from a scientific working group that was founded at the National Center for Ecological Analysis and Synthesis 3.5 years ago. We are a diverse group – oceanographers, marine ecologists, solid waste experts, statisticians, industrial ecologists, polymer scientists and engineers. When we got together, our starting point was to ask ourselves – What are the major sources of plastic in the ocean? Quickly, we found out that that land-based inputs would be a major source. So we set out to find out how much it was.\n\nNow what we did is different than the numbers you have heard before – those numbers estimate the amount of plastic already in the ocean – we call this “the standing stock”. What we looked at was an annual input – how much goes in each year. And this is exciting to report because this is the first time we have been able to connect the ocean to the land with a number, and I’ll explain more about this number but the way we are most comfortable reporting this is to say “We estimate that people added 8 million metric tons – and a metric ton is 1000 kilograms, so that’s 8.8 million American tons – of plastic to the ocean in 2010.”\n\nOur methods for this estimate were to look at per person waste generation rates in 2010 from 192 countries with a coastline in the world. Because people’s activities nearest the coast are responsible for most of the plastic going into the water, we limited our analysis to a 50km strip of the coastline. From there, we looked at what percent of that waste is plastic, and what percentage of that is mismanaged waste (which means litter or when waste is not captured and dumped on the land). From there we had three scenarios of input into the ocean: low, mid and high. Our 8 million metric ton estimate is that mid-range scenario. 8 million metric tons of plastic is equal to 5 bags (like this) filled with plastic going into the ocean along every foot of coastline in the world. That… is huge.\n\nAnd it can get worse. If we assume a business as usual projection with growing populations, increasing plastic consumption and increased waste generation, by 2025, this number doubles – we may be adding 17.5 million metric tons of plastic per year. If that happens, then our cumulative input over time from 2010 to 2025 is projected to be 155 million metric tons.\n\nThe purpose of this work was to create this global estimate. But remember what I said before – behind these numbers are people, people living in culturally and socially different countries of the world. And we had to use country-level data to build out our framework – so we do indeed have a list of countries that are top contributors. And this has been getting a lot of attention so I want to be clear about how we think about this list – it is not about finger pointing, but examining things that strongly influence a country’s rank in this list: first, the population density in the coastlines – how many people are generating waste within 50 kilometers of the sea? Next, how MUCH plastic waste is each person generating? And finally the mismanaged waste percentage plays a role – how much of what all those people throw away accidentally ends up in the ocean? So what you will find near the top are mostly middle income countries with rapidly growing economies that have not yet been able to develop waste management systems to handle the increase in waste generation that comes along with economic growth. There is one high income country on the list, the United States, and while our waste management systems are well-designed and very effective, and the only mismanaged waste is from litter, we have a large coastal population and a large waste generation rate.\n\nWe know the solutions: we must cut back on plastic waste generation and increase the amount we capture and manage properly. That sounds simple. We know how to design waste management systems, but waste management is not just a design problem, it is also has social and cultural dimensions. So we need to work together at a combination of local and global initiatives… and we need global participation from various stakeholders, and based upon the diverse global interest in this work – I am optimistic this will happen. By changing the way we think about waste, valuing the management of it, collecting, capturing and containing it, we can open up new jobs and opportunities for economic innovation, and in addition, improve the living conditions and health for millions of people around the world and protect our oceans.\n\nKara Lavender Law\n\nGood morning. My name is Kara Lavender Law. I am a research professor of oceanography at Sea Education Association (SEA) in Woods Hole, MA, home of the SEA Semester undergraduate study abroad program. With our students I have sailed and sampled both the Atlantic and Pacific Oceans for plastic debris, and for the past 8 years I have been actively researching the sources, distribution, and fate of plastic in the ocean.\n\nWhy do we care how much plastic is in the ocean? While I would argue that any plastic in the ocean is too much plastic, we ultimately want to know how this contaminant is affecting the ocean and marine life in particular – not only sea turtles, whales and seabirds, but also animals at the base of the food web all the way up to what we call seafood.\n\n As Jenna mentioned, two recent studies estimated the amount of plastic floating in the ocean worldwide. These studies, and ours, attempt to put a single number on the current size of the ocean plastic problem in all the worlds’ oceans. Previously we have taken ships far out to sea to tow one-meter wide plankton nets, one nautical mile at a time, to collect and count the number of plastic pieces at the sea surface. These data are limited, given the size of the oceans and the cost of taking ships far offshore, they are tedious to collect, and we are only measuring the plastics that float.\n\nThis new study looks at the other side of the equation. Instead of trying to measure what is already in the ocean, we estimated what is entering the ocean from land. It is the equivalent of measuring what is coming out of the faucet rather than what is already in the bathtub. Understanding how much plastic is going in and where it originates is a necessary first step to designing solutions to stop the flow of plastic into the ocean.\n\n The calculations are sobering. Having sailed in the Atlantic and Pacific where floating microplastics accumulate and observing the problem first-hand, I knew the number had to be big. But the magnitude is hard to fathom. Our low-end estimate is equivalent to the amount of tuna fished from the ocean in a year. We are taking out tuna, and putting in plastic.\n\n One of our major findings is that the amount of plastic entering the ocean from plastic waste generated on land is 20 to 2000 times larger than estimates of the amount of plastic floating at the sea surface globally. And our estimate does not account for other sources of plastic to the ocean such as losses from fishing and aquaculture activities, losses from ships, or input from natural disasters such as tsunamis, hurricanes and floods. Thus, the discrepancy between what we know is entering the ocean and what we can account for from ocean measurements is huge. Our input estimate is robust, so the question becomes, where is all the plastic going?\n\nWe know that not all plastic floats, so certainly some amount of the missing plastic is suspended in the water column, or sitting on the seafloor. Plastic is also found on beaches worldwide in forms ranging from massive derelict items, such as the docks that appeared on the U.S. Pacific coast after the 2011 Japanese tsunami, to lost fishing buoys and nets, to everyday items including cigarette filters, bottles, and food packaging. And microplastics, smaller than your pinky fingernail and potentially microscopic, are found in all these places, where marine animals ranging from marine worms and barnacles to seabirds and whales are eating them. I’ll talk more about this in a minute.\n\nWe don’t yet have a grasp of how much of the “missing plastic” is in each of these marine reservoirs – deep sea, shorelines, and biota. Why does it matter? We need to know where it is because animals have to first encounter plastic in order to be put at risk.\n\n While plastic may have a variety of harmful effects, ingestion is probably of highest concern. We know that eating plastic can be harmful – it can cause injury and contribute to starvation. Think, for example, of the shocking photos of dead albatross chicks stuffed full of plastic. We also know that plastics are manufactured with a wide variety of additives, some of which may be toxic, and that plastics also act as sponges for persistent toxins already present in seawater, such as DDT and PCBs. In the laboratory it has been shown that these toxins can transfer into animal tissue after plastic has been eaten, although we do not yet know how much of a risk this poses to animals in the ocean. This is an active area of research because there is rising concern about the potentially harmful effects of microplastics to marine animals, as well as to food safety and human health.\n\n In short, if we want to understand the risks to marine animals, and humans through seafood, we need to first get a handle on how much plastic there is, what form it takes, and where it is in the ocean, so that we can evaluate how much plastic a particular animal or species is exposed to. If there is no exposure, there is no risk. This study shows that there is far more plastic in the ocean than we can currently account for. Now we have to find it.\n\nRoland Geyer\n\nMy name is Roland Geyer and I am Associate Professor at the Bren School of Environmental Science and Management at the University of California, Santa Barbara. I study the flows of materials and energy in industrial and consumer activities and the effects of these flows on the environment. This field is sometimes called industrial ecology. I do have to admit that I was a marine debris virgin before I joined this research group, but I brought along valuable expertise in material flow analysis.\n\nThe first materials I studied were metals but I started to turn to plastics when I realized that today we consume more plastics than any metal other than steel. The rise of plastics is phenomenal. As a material commodity, it is barely 65 years old. Yet, cumulative plastic production now stands at over 6 billion metric tons. Half of this production was just in the last 13 years. The plastics industry estimates that the world produced a staggering 299 million metric tons of plastic resins in 2013. Resin is the pure polymer without any additives. Additives, such a stabilizers and flame retardants, are added to the polymer to modify its properties.\n\nPlastic production has overtaken almost all metal production, yet, compared to metals, plastics have very poor recycling rates. The recycling rate in Europe, arguably the highest in the world, is 26%. Many parts of the world don’t even have proper solid waste management, let alone a recycling infrastructure. So the estimate of 8 million metric tons of plastics entering the oceans in 2010 is deeply worrying, but not all that surprising. A 2014 study measured that 15 hundred tons of plastics flow from the Danube river into the Black Sea every year. That’s just one river in Europe.\n\nSo where is all that plastic? As Kara explained, right now we don’t know. Only a fraction of it is in the five ocean gyres. About half of the resins produced annually have a density higher than water, so we would expect them to sink to the ocean floor. Polyethylene, accounting for about one third of global resin production, has a density close to that of water so it’s possible that some of it is transformed or colonized and also sinks down the water column. There is a lot of plastic on the ocean shore. Our research is a call of duty to look for and find the missing plastic.\n\nKara told us about the environmental impacts that plastic marine debris causes or is likely to cause. Plastic does not belong in the ocean. So, what are we to do? I am very doubtful about the cost-effectiveness and technical feasibility of large-scale removal. How are we going to remove floating micro-plastics without removing plankton which have the same size and form the base of the food web? How are we going to collect plastics from the ocean floor given that the average depth of the ocean is 14,000 feet?\n\nSo we need to prevent plastic from entering the oceans in the first place. As Jenna mentioned earlier, lack of formal waste management systems causes high plastic waste inputs into the oceans. Helping every nation develop a sound solid waste management infrastructure is a top priority. It not only keeps plastic out of the oceans, but also has large economic and public health benefits. Increasing the poor reuse and recycling rates of plastic is equally important. Plastic reuse and recycling has significant economic and environmental benefits, if the right incentives are in place in order to motivate the collection of plastic waste and its reprocessing into valuable secondary resources. Finally, we need to take a good hard look at how we use plastic and what we use it for. In some cases, product redesign may be the best way forward, in others material substitution.\n\nHumans have a substantial track record of causing large environmental problems, but we are also starting to build a track record of solving them. You can’t manage what you don’t measure, so our study marks a first step toward solving the problem of plastic marine debris.\n\nLooking for the Marine Debris Tracker mobile App?\nTo track marine debris anywhere in the world... Go here >>>\n© 2023 All rights reserved\nProudly powered by WordPress | Theme: Simple Life by Nilambar."
}