{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Eight million tonnes of plastic are going into the ocean each year",
  "href": "https://theconversation.com/eight-million-tonnes-of-plastic-are-going-into-the-ocean-each-year-37521",
  "body": "Plastic waste is the scourge of our oceans; killing our wildlife, polluting our beaches, and threatening our food security. But there are solutions - some of which are simple, and some a bit ...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nPlastic waste washed up on a beach in Haiti. Timothy Townsend\nEight million tonnes of plastic are going into the ocean each year\nPublished: February 12, 2015 3:45pm EST\nAuthors\nBritta Denise Hardesty\n\nSenior Research Scientist, Oceans and Atmosphere Flagship, CSIRO\n\nChris Wilcox\n\nSenior Research Scientist, CSIRO\n\nDisclosure statement\n\nBritta Denise Hardesty has received funding from Shell Australia's Social Investment Program and CSIRO's Oceans and Atmosphere Flagship.\n\nChris Wilcox has recieved funding from Shell Australia's social investment fund and CSIRO's Oceans and Atmosphere Flagship.\n\nPartners\n\n\t\n\nCSIRO provides funding as a founding partner of The Conversation AU.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n728\n Facebook\n7.1k\n LinkedIn\n Print\n\nYou might have heard the oceans are full of plastic, but how full exactly? Around 8 million metric tonnes go into the oceans each year, according to the first rigorous global estimate published in Science today.\n\nThat’s equivalent to 16 shopping bags full of plastic for every metre of coastline (excluding Antarctica). By 2025 we will be putting enough plastic in the ocean (on our most conservative estimates) to cover 5% of the earth’s entire surface in cling film each year.\n\nAround a third of this likely comes from China, and 10% from Indonesia. In fact all but one of the top 20 worst offenders are developing nations, largely due to fast-growing economies but poor waste management systems.\n\nHowever, people in the United States – coming in at number 20 and producing less than 1% of global waste – produce more than 2.5 kg of plastic waste each day, more than twice the amount of people in China.\n\nWe believe good journalism is good for democracy and necessary for it.\nLearn more\n\nWhile the news for us, our marine wildlife, seabirds, and fisheries is not good, the research paves the way to improve global waste management and reduce plastic in the waste stream.\n\nLindsay Robinson/University of Georgia\nFollow the plastic\n\nAn international team of experts analysed 192 countries bordering the Atlantic, Pacific and Indian Oceans, and the Mediterranean and Black Seas. By examining the amount of waste produced per person per year in each country, the percentage of that waste that’s plastic, and the percentage of that plastic waste that is mismanaged, the team worked out the likely worst offenders for marine plastic waste.\n\nIn 2010, 270 million tonnes of plastic was produced around the world. This translated to 275 million tonnes of plastic waste; 99.5 million tonnes of which was produced by the two billion people living within 50 km of a coastline. Because some durable items such as refrigerators produced in the past are also thrown away, we can find more waste than plastic produced at times.\n\nOf that, somewhere between 4.8 and 12.7 million tonnes found its way into the ocean. Given how light plastic is, this translates to an unimaginably large volume of debris.\n\nWhile plastic can make its way into oceans from land-locked countries via rivers, these were excluded in the study, meaning the results are likely a conservative estimate.\n\nWith our planet still 85 years away from “peak waste” — and with plastic production skyrocketing around the world — the amount of plastic waste getting into the oceans is likely to increase by an order of magnitude within the next decade.\n\nOur recent survey of the Australian coastline found three-quarters of coastal rubbish is plastic, averaging more than 6 pieces per meter of coastline. Offshore, we found densities from a few thousand pieces of plastic to more than 40,000 pieces per square kilometre in the waters around the continent.\n\nWhere is the plastic going?\n\nWhile we now have a rough figure for the amount of plastic rubbish in the world’s oceans, we still know very little about where it all ends up (it isn’t all in the infamous “Pacific Garbage Patch”).\n\nBetween 6,350 and 245,000 metric tons of plastic waste is estimated to float on the ocean’s surface, which raises the all-important question: where does the rest of it end up?\n\nSome, like the plastic microbeads found in many personal care products, ends up in the oceans and sediments where they can be ingested by bottom-dwelling creatures and filter-feeders.\n\nIt’s unclear where the rest of the material is. It might be deposited on coastal margins, or maybe it breaks down into fragments so small we can’t detect it, or maybe it is in the guts of marine wildlife.\n\nPlastic recovered from a dead shearwater - a glowstick, industrial plastic pellets, and bits of balloon. CSIRO, Author provided\n\nWherever it ends up, plastic has enormous potential for destruction. Ghost nets and fishing debris snag and drown turtles, seals, and other marine wildlife. In some cases, these interactions have big impacts.\n\nFor instance, we estimate that around 10,000 turtles have been trapped by derelict nets in Australia’s Gulf of Carpentaria region alone.\n\nMore than 690 marine species are known to interact with marine litter. Turtles mistake floating plastic for jellyfish, and globally around one-third of all turtles are estimated to have eaten plastic in some form. Likewise seabirds eat everything from plastic toys, nurdles and balloon shreds to foam, fishing floats and glow sticks.\n\nWhile plastic is prized for its durability and inertness, it also acts as a chemical magnet for environmental pollutants such as metals, fertilisers, and persistent organic pollutants. These are adsorbed onto the plastic. When an animal eats the plastic “meal”, these chemicals make their way into their tissues and — in the case of commercial fish species — can make it onto our dinner plates.\n\nPlastic waste is the scourge of our oceans; killing our wildlife, polluting our beaches, and threatening our food security. But there are solutions – some of which are simple, and some a bit more challenging.\n\nSolutions\n\nIf the top five plastic-polluting countries – China, Indonesia, the Philippines, Vietnam and Sri Lanka – managed to achieve a 50% improvement in their waste management — for example by investing in waste management infrastructure, the total global amount of mismanaged waste would be reduced by around a quarter.\n\nHigher-income countries have equal responsibility to reduce the amount of waste produced per person through measures such as plastic recycling and reuse, and by shifting some of the responsibility for plastic waste back onto the producers.\n\nThe simplest and most effective solution might be to make the plastic worth money. Deposits on beverage containers for instance, have proven effective at reducing waste lost into the environment – because the containers, plastic and otherwise, are worth money people don’t throw them away, or if they do others pick them up.\n\nExtending this idea to a deposit on all plastics at the beginning of their lifecycle, as raw materials, would incentivize collection by formal waste managers where infrastructure is available, but also by consumers and entrepreneurs seeking income where it is not.\n\nBefore the plastic revolution, much of our waste was collected and burned. But the ubiquity, volume, and permanence of plastic waste demands better solutions.\n\nOceans\nPlastic\nWaste\nPlastic bags\nRubbish\nMarine plastic litter\nocean garbage patches\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}