{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Survivor Spoilers - Reddit",
  "href": "https://www.reddit.com/r/SpoiledSurvivor/",
  "body": "Typically, winners receive stronger edits in the post-merge than in the pre-merge, which is exactly the opposite of Dee's edit. 30 comments. /r/SpoiledSurvivor is the official subreddit for posting and analyzing survivor spoilers about the current on-air season of the show, as well as future seasons. Created May 13, 2016.",
  "textContent": "Survivor Spoilers\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/SpoiledSurvivor\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/tabstis\n•\n3 days ago\n[45][Game] Survivor 45 Episode 11 - \"This Game Rips Your Heart Out\" - Discussion Thread\nu/tabstis\n•\n3 days ago\n[45][Speculation] Survivor 45 Episode 11 - \"This Game Rips Your Heart Out\" - Post-Episode Weekly Speculation Thread\nu/sweet_rashers\n•\n6 hr. ago\n[45][Speculation] Finale spoilers according to someone who claims to know Dee\nu/BookPanic\n•\n15 hr. ago\n[45][Speculation] New promo, likely Katurah,Julie,or Austin win immunity???\nu/Infinite_Leader822\n•\n1 day ago\n[45][Speculation] Emily's Word Associations\n\nTaken in direct order from her Gordon Holmes interview:\n\nKaturah: cunning\n\nHannah: genuine\n\nDee: savage\n\nSifu: fun\n\nSabiyah: nicest person in the whole f*cking world\n\nJ Maya : talented\n\nKaleb: surprising\n\nAustin: hungry 😂\n\nBrandon: best\n\nBrando: robbed\n\nKellie: competitive\n\nKendra: generous\n\nSean: cheekbones\n\nBruce: forgiving\n\nDrew: smart\n\nJake: kind\n\nJulie: badass\n\nView full post\nu/Fair_Leave5014\n•\n9 hr. ago\n[45][Speculation] I'm struggling to see ____ beating _____ in the final three based on their personal content alone.\n\nThe biggest red flag for Dee is her minimal content during the family letter reward segment, whereas other members, especially Katurah and Emily, received stronger content. They provided Katurah with CPP personal, emotional content, but neglected Dee in the scene. It would be the oddest editing choice in the history of survivor editing if Dee were the eventual winner. Some argue that Dee's personal package in Episode 5 was sufficient, but is it really? If anything, it could have served as a foreshadowing for the family letter scene, especially if Dee had received stronger CPP family content there. Emily choosing Dee because Dee talks about her family everyday, then overlooking her in the family letter reward, seems inconsistent for a winner. Katurah's strong family letter content and personal story of redemption in Episode 11 further contrast with Dee's portrayal. Despite Katurah receiving two types of strong family content (one with her mother in the family letter segment, and another about overcoming her fear of water in the immunity challenge), she got even stronger CPP personal content in Episode 11, linked to her family letter scene. She didn't bring her sad moment to win the game in the Episode 10 family reward. in Episode 11, she spoke about her personal story being not sad but a tale of redemption.\n\nI'm struggling to see Dee beating Katurah in the final three based on their personal content alone. However, understanding Dee beating Katurah in the final three is logical, leading me to lean towards a Katurah-Austin-Jake final three which is not against Robot's spoiler. The editors have developed a strong, intentional arc between Katurah and Jake since the premiere, with their conversations in the premiere and Episode 11 being directly connected over a ten-episode interval. They didn't play together until Bruce boot but the connection was still focused in a crafted manner in premier, EP7, EP10 and EP11. The Katurah-Jake comparison often favors Katurah's gameplay over Jake's, like when Jake openly revealed his lawyer status, putting a target on his back, while Katurah strategically concealed hers. Katurah saw through Bruce's lie while Jake believed it. Katurah and Austin also had some focus in the last episode, and Katurah's voting confessional \"If it does not work, I blame Austin and his stupid emotion\" demonstrates her superiority and insight.\n\nTL;DR: It's hard to believe the editors would provide CPP personal content to a finalist who loses and neglect the winner in the family letter reward segment in a late episode.\n\nView full post\nu/plutotvofficial\n•\nPromoted\nDrinks on her, movies on us. Bad Santa and more faves are streaming FREE on Pluto TV!\npluto.tv\nWatch Now\nu/amber_lies_here\n•\n2 days ago\n[45][Speculation] Have we underestimated _______?\n\nKaturah...\n\nI know, I know. And trust me, I've been a diehard Dee truther this whole season. Just after last episode, I was in all the threads here commenting that Dee's gonna win and there's no shot Katurah can win when her edit was so brucebrucebrucebruce for so long. \"She's getting a growth edit where the win for her will be the experience,\" I've said before. Meanwhile, Dee has continued to make the optimal play for her game each and every single round, and I still think she is the most likely to not just win, but win with the single most dominant newbie win since Natalie A, maybe even since Kim (Wendell is tricky to qualify dominance just cuz him an Dom were SUCH a dominant pair but it was really a two-horse race to the finish)... but as I was going through my day today, I became increasingly convinced that a Katurah win could make sense.\n\nThis post is strictly for discussion and ping-ponging ideas -- not trying to convert anyone to the Katurah camp (which, again, I'm not even really in). But I was thinking today: why was Katurah's edit SO brucebrucebrucebruce?? Have we ever seen an edit that was so focused on one character? I can only think of Sandra with Russell in HvV as far as US goes (when considering international seasons, my other reference point would be Simon with George in AU HvV, but that conflict needed to be aired cuz it builds up to tribal from hell and then to Simon flip-flopping himself to the bottom later on; unlike katurah, i think simon was genuinely giving them mostly georgegeorgegeorge). I don't bring this up because Sandra won btw, I only bring it up to show how rare it is that these one-sided obsession edits are done. And of course, we also saw that Katurah wasn't the only one annoyed by Bruce -- she was just the first. We had very explicit moments in the season following in Katurah's footsteps with Kaleb, Kellie, Kendra, and Emily expressing finding Bruce annoying and difficult to work with. And then Bruce goes home, but Emily is given all of the credit. Like the Bruce vs. Katurah feud has amounted to nothing so far. Surely, she was not just giving them Bruce stuff. I so highly doubt that. This makes me think that their feud isn't quite over...\n\nAnd of course, during the episode with the Bruce boot, Katurah gets her moment where the whole tribe celebrates her for facing her fears and jumping in the water. And then this most recent episode, we get this whole backstory about where she comes from and how absolutely against the odds her life has been. I was inclined initially, like many, to believe that this was her getting some content as the second placer to keep her competitive with Dee. I honestly think that the biggest thing that has kept me stuck on Dee as the winner is because she feels so dominant without the edit highlighting it, a technique I can imagine them employing for a season that results in a steamroll so that the audience can at least think something unexpected might happen even if it definitely won't.\n\nBut while I'm still in Dee camp, I'm looking over to the other side and considering that they might be onto something. Cuz it would totally check out if Katurah's obsession with Bruce was because she hinges on that in her FTC speech to secure the votes of known bruce-haters Kaleb, Kellie, Kendra, and Emily. And then she claims that the rest of her game was able to take off once Bruce got eliminated, just as we're seeing happening in the edit right now. Austin last episode made a massive blunder that was so incredibly avoidable -- a blunder Katurah predicted in her voting confessional. I can see this being the start of his losing finalist arc. Perhaps he beats Dee in fire and then goes on to lose to Katurah. She is a lawyer, and the cast seems to really like her, so she likely has very good negotiation and communication skills. I can see her whooping FTC against Austin and Jake, perhaps in a vote like 6-2-0 or 5-3-0 Katurah-Austin-Jake.\n\nTotally just trying to put stuff out there on my mind and gauge community opinion. I think that if Katurah does indeed win, we will some big moment of power from her occur at the Final 6 -- I think if she is the winner, the editors would have had to be confident that her end game could justify itself in the eyes of the audience so they could afford to make it so brucebrucebruce for so long. So i think next episode is the pivotal one -- if katurah doesn't make an explosive move following all the personal development she's gotten these past two episodes, she's out 100%. No question. I move away from the border of Camp Dee and raise my flag high in the sky for finale night. But if she does do something crazy or the edit hypes whatever move she makes as originating with her and succeeding... I think there were enough hints for it to not be totally crazy we get Dee as a firemaking loser and Katurah as the winner.\n\nWhat do y'all think? Totally down for any sort of disagreements with this one. Am I crazy, or am I perhaps..... onto something? 🤔\n\nEDIT: took out a moment that referenced not wanting to \"convert anyone to the church of katurah.\" totally was not thinking about the religious trauma she revealed last episode when i type that, was not trying to dig so mercilessly and be insensitive i was just spicing up my language and was not even considering how awful that could potentially come across as 😭 deleting it obviously, and also adding this edit so no one thinks it was an edgy joke i backed out on\n\nView full post\nu/PrinceGregorio\n•\n3 days ago\n[45][Speculation] What’s a possible winning FTC for a female winner?\n\nIf Robot’s spoiler of F5 is true (with Julie not making FTC and Jake as goat), then we have a combination of the following in FTC as probabilities:\n\nJake + Dee + Austin\n\nJake + Dee + Katurah\n\nJake + Austin + Katurah\n\nI think any FTC with Dee in it will be a strong chance of her winning - so case 1 and 2 is a strong case for Dee.\n\nBut i think if it’s case 3 that happens, it’s not unlikely that Katurah is the winner.\n\nView full post\nu/animaniacs1983\n•\n3 days ago\n[45][Speculation]I think Dee beats Austin in the Fire..\n\nIf you think about it, next week Drew is toast since we know Julie won out in that war between them after he tried to get her out and katurah and jake would rather drew go and not force a tie.\n\nBut we saw in this episode that Julie was wanting to get Austin out and Austin wanted Julie out and his amulet works until the F5 so he won't save Drew next week. At the 5 Austin will obviously use his amulet to save himself there if he doesn't win immunity and i don't think Julie knows that so Dee will either vote with Austin to vote Julie out cause she's a threat or Dee and Julie's vote isn't enough to counter Austin and Katurah and Jake's so she is knocked out.\n\nI'm not so sure Austin and Dee are in that final 3 with Jake so Katurah or Jake must have won that F4 and took each other leaving Austin and Dee in the fire and her beating him and thus making her the winner cause 3 rebas are there. That's the only way Dee makes it to final 3 with two other Belos cause she wouldn't betray Austin and vice versa.\n\nView full post\nu/tigerbohaym\n•\n3 days ago\n[45][Speculation] Has this season's final 3 been spoiled?\n\nokay so first off, what an episode!!!\n\nsadly in the midst of me riding the adrenaline high from all of that i came upon a potential final 3 spoiler that has unfortunately stuck in my head because it would make sense on multiple levels :/\n\nthat said, it could also just be someone's honest top 3 prediction and from what I understand, there haven't been super solid spoilers from the two other odd number new era seasons, correct? anyways im curious if 45 has indeed been pretty spoiled, in which case i think it might be accurate, or if there's not solid final 3 info out there -- either way, please don't say anything more substantive then just a yes or a no haha\n\nthanks!\n\nView full post\nu/lucas0944\n•\n3 days ago\n[45][Speculation] Boot\n\n7. Emily 6. Drew 5. Julie 4. Austin 3. Jake 2. Katurah\n\nDee\n\nI know a lot of people have Drew, Emily, and Julie all mixed around. From a game point though. I’d assume that Reba would get rid of Emily first before going against each other or else it would be 3v3 at final six. Don’t know though. Thoughts?\n\nu/Apollo113628\n•\n4 days ago\n[45][Speculation] A reminder: stay out of r/Edgic!!!\n\nStay out of the edgic sub.\n\nWith the season winding down and winner discussions getting big, it's important to remember to not post or comment in r/edgic .\n\nThey are doing their own, unspoiled thing; we are spoiled. Don't mess up their discussions, that just makes both groups (spoiler community and edgic community) look bad - makes us look unserious and untrustworthy, and makes edgic look less valid.\n\nu/BookPanic\n•\n3 days ago\n[45][Speculation] EW's Video likely spoils the Final 3?!?!\n\nhttps://youtu.be/X6TkJ9WHojA?si=UknbVnKKZjIfb1VF\n\nCredit to Survivor Geek for still having the video\n\nI just did a rewatch (just for funsies) on the preseason videos for this season that are back in the beginning of September. So EW's video now on the channel mentioned above is basically just Jeff introducing the cast by tossing the coconut with the logo on it. And if what the supposed rumoured Final 3 of possibly being Jake,Dee, and Katurah is true then guess which 3 people were shown in a row in that section of the video...coincidence?!?!\n\nAnd just in case in which order it was Katurah>Dee>Jake and we know Jake is rumoured being the 3rd/0 vote finalist so...I'm just sayin.\n\nThoughts?\n\nView full post\nu/bigcatters\n•\n4 days ago\n[45][Boot] What do you guys think about this bootlist?\n\n7th: Julie\n6th: Emily\n5th: Drew\n4th: Austin\n3rd: Jake\n2nd: Katurah\n1st: Dee\n\nu/amber_lies_here\n•\n6 days ago\n[45][Speculation] Bruce heavily suggests _____ makes FTC\n\nThis is something that user Frog_butler commented on the post about Robot's Final 5 reservations, but I thought it was noteworthy enough to deserve its own post.\n\nBruce, in his RHAP interview, claimed that Katurah \"was able to keep off peoples' radars... maybe a little too much so...but you never know, we'll just see what happens.\" This sounds very much to me like someone who got to the end but then didn't have the credibility with the jury to pull off a win, which Bruce realized too, hence his reeling back with \"we'll just see what happens.\" Sounds to me like our assumption that Katurah placing second is well founded. Which means, assuming Drew does in fact win immunity next episode, we're getting something crazy: only people on the table based on our info are Emily, Dee, and Julie. Which makes me wonder wtf Final 6 could be that we're getting a CBS watch party for that boot instead of this one...\n\nMy current prediction is that Robot got the Rebas jumbled a bit and swapped Drew and Julie's positions, with the boot order being something like 7. Julie; 6. Emily; 5./4. Austin/Drew, likely Austin 5th given his obvious threat to win; 3. Jake; 2. Katurah; 1. Dee. My only reservation about this is that the NTOS has Drew spitting out Julie's name, which, in accordance with the laws of NTOS, should mean that Julie is basically 100% safe. In which case, I could see 7. Emily and 6. Julie, but I'd honestly be shocked if their viewing party isn't the Emily boot cuz that's obviously the big character of the season producers want us to get attached to. Maybe Drew actually doesn't win immunity and that advert is misleading? Maybe Hannah comes back off the edge and-- [I get kidnapped and beaten to death by a pack of howler monkeys before I can continue that fucking sentence]\n\nI guess, in the words of Bruce, \"we'll just see what happens.\" I still am all in on a Dee win, tho I do hope the road to get there is bumpier than it looks like it's going to be atm\n\nView full post\nu/Ok_North6549\n•\n6 days ago\n[45][Speculation] could this be\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, give us your most refreshing Mtn Dew flavor x game combos in the comments!\nmountaindew.com\nLearn More\nu/GL_Batholites\n•\n7 days ago\n[45][Speculation] Update on Robot's F5\n\nSo I went to check on Sucks, and according to anthonyd46 (who is currently suspended on Reddit), Robot told him that the person he is unsure about making F5 is actually Julie.\n\nIf that's true, and keeping in mind that Robot said they know the F3, that implies several things:\n\nDee and Katurah can be confirmed F5 along with Austin and Jake\n\nJulie does not make F3, even if she can still make F5\n\nEither Drew or Emily could be F5, but they still can't make F3 (because, again, if they were Robot would know that the rumored F5 is wrong)\n\nu/DelmoTime\n•\n7 days ago\n[45][Speculation] New Promo confirms Drew wins immunity (i think)\nu/ben_s16\n•\n7 days ago\n[46][Speculation] Is there any legit info on Survivor 46?\n\nOnly thing I know of, and even this I’m not 100% sure on, is that Quintavius is more than likely pre-jury since he got tagged in a photo that was taken during filming\n\nu/Just_Some_Random_Fan\n•\n8 days ago\n[45][Speculation] Possible final 6 rock draw?\n\nJust some speculation but is it possible we get our 4th ever rock draw that leads to Emily going home? Assuming the Reba 4 does break up next episode and Drew goes home, that would leave the final 6 to be the 3 remaining Reba's vs Emily, Jake & Katurah. Also the fact that the final 6 episode is having ANOTHER fan screening probably has to mean something big happens.\n\nu/Fair_Leave5014\n•\n8 days ago\n[45][Speculation] Dee's pre-merge edit being significantly better than her post-merge edit reminds me of Michele in WAW and Tasha in SC.\n\nDee's pre-merge edit was definitely strong and flashy, especially in Episodes 3 and 5. Even in other episodes, which weren't bad, there was a major problem: her premiere was too weak for a winner. But overall, it was definitely strong. However, her edit really deteriorated since the fake merge episode. Episodes 6, 7, 8, and 10 were simply very weak. She only had shallow or cocky confessionals. She was just UTR in some post merge episodes even though she is a dominant player in Reba4. She received no credit or explanation for Kellie's boot. She was very cocky and claimed Jake wasn't against the plan, and immediately after, the show depicted Jake as being against the plan. She got the least content in the family letter reward scene, while Katurah and Emily had very strong emotional content, and even Julie had a solid segment. As far as I can recall, her only strong confessional in post merge was right before the Tribal Council, where she opposed the plan to vote out Jake and preferred to vote out Kendra for targeting her, stating her readiness to go after anyone who tries to vote her out. But that's really her only good confessional since the fake merge. Even in this EP9, she had a very negative personal portrayal, being greedy, lying to Jake, eating his rice, and mocking him. This scene led to significant dislike and criticism from many casual viewers on Twitter. She never got pure CP/CPP/OTTP edit since the fake merge. Yes, many other contestants called Dee a threat, with Emily even saying Dee could win in the final three. However, these were just statements from others; her story and confessionals didn't support this at all. Her post-merge visibility is one of the lowest, similar to Julie's as well.\n\nThis pattern of having very strong content in the pre-merge and then deteriorating in the post-merge reminds me of Michele in 'Winners at War' and Tasha in 'Second Chance.' Both had very flashy, strong edits in the pre-merge, but once the merge hit, their post-merge edits suddenly became much weaker. So, I wouldn't be surprised if Dee ends up as a finalist loser, even though she's been called a threat multiple times. And I'm pretty certain that, whether she makes it to the final three or not, she won't win with this edit. Typically, winners receive stronger edits in the post-merge than in the pre-merge, which is exactly the opposite of Dee's edit.\n\nView full post\nu/Survugorr\n•\n9 days ago\n[45][Speculation] could this be foreshadowing their win?\n\nDee is the only one whose name appears at the top of the screen during the intro https://youtu.be/3uH76_3SLt0?si=M9kNKk_7zD8EXIP\n\nThis is an ode to season 25, where Denise’s name is the only one on top of the screen https://youtu.be/90mtM6Q9yeY?si=8jaw4z7aTPqxmBrh\n\nALSO in Austin’s meet the cast video, he says he wants to find his Amber; which foreshadows him and Dee’s showmance and in Dee’s meet the cast video she says she wants to be a female latina winner are these foreshadowing Dee is the winner?\n\nu/shtisel_\n•\n8 days ago\n[46][Boot] Season 46 Bootlist\n\nI have an insider source for season 46 who was able to provide the following bootlist:\n\n18 - Moriah\n\n17 - Venus\n\n16 - Randen\n\nSwap\n\n15 - Tim\n\n14 - Kenzie\n\n13 - Sodasia\n\nMerge\n\n12 - Jessica (not on jury)\n\n11 - Tiffany\n\n10 - Quintavius\n\n9 - Charlie\n\n8 - Bhanu\n\n7 - Liz\n\n6 - Jem\n\n5 - David\n\n4 - Hunter (loses FMC to Ben)\n\nF3: Ben, Maria, Tevin\n\n3 - Tevin\n\n2 - Maria\n\n1 - Ben\n\nView full post\nu/Gashnssnsjsjsj\n•\n8 days ago\n[45][Boot] Bootlist\n\nKaturah is out next\n\nEmily goes at 6 after going against the Reba 4\n\nDrew is 5th place\n\nAustin loses to Julie in fire\n\nJake gets no votes\n\nJulie is 2nd\n\nDee wins\n\nView full post\nu/MTNDEWGaming\n•\nPromoted\nMTN DEW GAME FUEL is back, and the r/gaming r/nostalgia is real. Help us create the most comprehensive 2000s Gamer Starter Pack. Comment below with the essentials.\nu/Fair_Leave5014\n•\n10 days ago\n[45][Speculation] Katurah's winning case might have been overlooked.\n\nI really think Katurah's edit is highly underrated. Her premiere was arguably much better than Dee's. The show focused on the Katurah-Bruce rivalry the most, even more than the Reba4 storyline. This wouldn't make much sense if Katurah is just a runner-up and Bruce is the eighth-place boot. However, it makes perfect sense if Katurah wins; all viewers would recognize that voting out Bruce is a significant achievement for her because they emphasized it again and again in EP2-EP10. Also, the Katurah-Bruce-centric edit until Episode 9 could conveniently prevent her edit from being too obvious. Katurah had very strong, complex interactions with Jake in the premiere, Episode 7, and Episode 10. This is another positive sign for Katurah since Jake is known to be the final three goat and winners tend to have a strong focus in their interactions with the finalist losers. I really think that Katurah genuinely caring about Jake in the last episode was a very strong edit, especially considering that we know Jake is the third-place finisher. If Katurah continues receiving an edit at the level of Episode 10 until the end, it would actually be similar to Natalie A's edit, who was underedited until Episode 9 but started having very strong edits from Episode 10 to the end.\n\nView full post\nu/tabstis\n•\n10 days ago\n[45][Speculation] Survivor 45 Episode 10 - \"How Am I The Mobster?\" - Post-Episode Weekly Speculation Thread\n\nThis is the post-episode speculation thread for the tenth episode of Survivor 45. Use this to discuss the episode and make your predictions for the season ahead.\n\nu/tabstis\n•\n10 days ago\n[45][Game] Survivor 45 Episode 10 - \"How Am I The Mobster?\" - Discussion Thread\n\nThis is the episode discussion thread for the tenth episode of Survivor 45.\n\nCastaways must navigate through a maze where they are inches away from disaster or victory, hoping to win the reward challenge and earn a night in the sanctuary.\n\nu/213846\n•\n11 days ago\n[45][Boot] _____ is confirmed to go next!\nhttps://m.youtube.com/shorts/MAussAabj6w?si=iAQWtULc0a08y3Zw\nTop 5%\nRank by size \nRULES\n1\nPost title contains spoiler, not just description.\n2\nInfo that is higher spoiler-level than post.\n3\nTitle must be [Season #], [Aus], or [SA]\n4\nTitle must use one of the approved descriptors\nPROMOTED"
}