{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Help I just dropped a straw in my gas tank! : r/Advice - Reddit",
  "href": "https://www.reddit.com/r/Advice/comments/4pve83/help_i_just_dropped_a_straw_in_my_gas_tank/",
  "body": "MengerianMango Advice Guru [92] • 7 yr. ago. There's not much you can do. You'd have to take the gas tank off to get it out. The straw alone shouldn't be enough to plug the fuel pump, but, if it dissolves, then it might plug the fuel pump filter. If it does, then you're going to have to have that replaced, which also requires removing the tank.",
  "textContent": "Help I just dropped a straw in my gas tank! : r/Advice\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Advice\nr/Advice\n•\n8 yr. ago\nzcarlosz\nHelp I just dropped a straw in my gas tank!\n\nLong story short: I ran out of gas, didn't have a gas can, tried to make a makeshift gas can out of empty water bottle empty water gallon and straw. Tried to keep the little sealer open, straw fell in. Can this result in some issues? What should I do?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nflair_your_post_bot\n•\n8 yr. ago\n\nr/Advice prefers that you flair your post! This comment will be deleted once flair has been added.\n\nTo add flair to your post, open it and click the button labelled flair beneath your title. From the menu, select the most appropriate category, and then hit save. You do not need to delete or resubmit your post!\n\nDon't blame me, I'm just a bot from radd.it.\n\nMengerianMango\n•\n8 yr. ago\n\nThere's not much you can do. You'd have to take the gas tank off to get it out. The straw alone shouldn't be enough to plug the fuel pump, but, if it dissolves, then it might plug the fuel pump filter. If it does, then you're going to have to have that replaced, which also requires removing the tank. (There is the possibility that it could dissolve completely enough to go through the filter. I'm assuming that, if that happens, the plastic solute will pass through the engine without damaging anything. That seems likely because it should be in insignificant concentration.)\n\nI'd say wait and see. If it quits, then you'll be out some money to fix it, but not much more than if you had someone preventively extract the straw.\n\n4 more replies\n \nr/Advice\nUpdate: my son tried to kill his sister. Now I may lose her.\n1.1K upvotes · 148 comments\nr/Advice\nMy roommate opened my package without my permission while I wasn't home and then got angry at what she saw.\n972 upvotes · 122 comments\nr/Advice\nI got a Christmas present for my parents.. . My dad said that was the worst gift possible\n859 upvotes · 129 comments\nr/Advice\nMarried friend left explicit photos for me to find\n583 upvotes · 174 comments\nr/Advice\nMy girlfriend used ChatGPT to apologize for all our big arguments\n513 upvotes · 170 comments\nr/Advice\nMy BF is making himself morbidly obese to satisfy his sexual fetish\n495 upvotes · 392 comments\nr/Advice\nHello, I think there’s someone in my home. Please help!\n495 upvotes · 235 comments\nr/Advice\nMy moms missing for 3 days...not sure if she's even alive...im scared...help.\n479 upvotes · 137 comments\nr/Advice\nMy neighbor is losing everything despite being a ray of light in this dark world. How can I help him?\n332 upvotes · 48 comments\nr/Advice\nNSFW\nI will be exposing a potential p*do, how do I gather evidence?\n322 upvotes · 99 comments\nr/Advice\n28F I got someone fired\n311 upvotes · 165 comments\nr/Advice\nPlease help Im so embarrased\n300 upvotes · 218 comments\nr/Advice\nNSFW\nRecently became a father (13weeks). How do I control my sexual/intimate urges towards my wife while she goes through postpartum as a new mother?\n298 upvotes · 473 comments\nr/Advice\nNSFW\ni can't orgasm (f18)\n260 upvotes · 176 comments\nr/Advice\nI don’t want to swallow\n250 upvotes · 442 comments\nr/Advice\nI sold an item on Facebook market and the seller wants to return it because it doesn’t fit her, she’s sending multiple messages and I’m getting worried she won’t stop\n247 upvotes · 64 comments\nr/Advice\nNSFW\nBoyfriend can’t orgasm when we have sex\n225 upvotes · 136 comments\nr/Advice\nmenstruated on my friends car seat😭\n217 upvotes · 51 comments\nr/Advice\nMy professor misunderstood my question and is now reiterating it to the whole school.\n214 upvotes · 29 comments\nr/Advice\nMy Fiancee and I's Anniversary is coming up, and my best friend said my idea for it was cringe. Any advice?\n209 upvotes · 117 comments\nr/Advice\nFriends dropped me *after* I beat my cancer and went into remission\n208 upvotes · 55 comments\nr/Advice\nIs it sloppy to wear pjs in public?\n185 upvotes · 317 comments\nr/Advice\nNSFW\nMy cousin joined a gang\n182 upvotes · 129 comments\nr/Advice\nNSFW\nMy mom found me sex toys and I don’t know what to say\n175 upvotes · 75 comments\nr/Advice\nWhat should I do?: Should I exclude my male friend from a Christmas sleepover so that another female friend is able to come, or should I cancel the sleepover all together?\n154 upvotes · 106 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 26, 2016\nReddit\nreReddit: Top posts of June 2016\nReddit\nreReddit: Top posts of 2016"
}