{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "What are the concerns about heating up plastic? : r/MealPrepSunday - Reddit",
  "href": "https://www.reddit.com/r/MealPrepSunday/comments/3mdehi/what_are_the_concerns_about_heating_up_plastic/",
  "body": "There are almost zero concerns with heating plastic in the microwave. Nearly all plastics used for food prep and storage are microwave safe. If you're concerned double check the bottom of the container, most will say \"microwave safe\" or have little picture of a microwave stamped on them. Everybody here uses plastic over glass because most of us ...",
  "textContent": "What are the concerns about heating up plastic? : r/MealPrepSunday\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to MealPrepSunday\nr/MealPrepSunday\n•\n8 yr. ago\nJibade\nWhat are the concerns about heating up plastic?\n\nWondering what is the sub-group thoughts about reheating their plastic containers in microwave? Noticed no one uses glass in this group. I am new here just wanted to ask.\n\nkingsford.com\nLearn More\nSort by:\nAdd a Comment\nMaster_of_Fail\n•\n8 yr. ago\n\nNone. There are almost zero concerns with heating plastic in the microwave. Nearly all plastics used for food prep and storage are microwave safe. If you're concerned double check the bottom of the container, most will say \"microwave safe\" or have little picture of a microwave stamped on them. Everybody here uses plastic over glass because most of us take our food to work or school and plastic is lighter and less likely to break.\n\nHonestly, you're probably more likely to get food poisoning than you are to get sick from the plastics you're using. As always, handle anything you take out of the microwave carefully, the containers can get pretty hot.\n\nGood luck!\n\nReply\nreply\n1 more reply\ntoreadorable\n•\n8 yr. ago\n\nI absolutely love glass containers. Not because heating things up in plastic is bad, but because I just like glass. They are expensive and a huge pain in the ass but I love heating my food up in them. I still use plastic for cold foods.\n\nReply\nreply\nlittle_Shepherd\n•\n8 yr. ago\n\nNo sources (on mobile), but the thing about plastics is your food will leech estrogenic chemicals from them that can have harmful effects on your endocrine system over a long period of time. BPA had gotten some attention for this, but it's only one of thousands that do the same thing. And this is just one class of chemicals that we happen to know about. The industry lacks accountability and every chemical is assumed safe until proven otherwise, which is difficult to do for effects that are subtle and long term. Plastic isn't the only problem. We ingest and expose ourselves to countless manufactured chemicals everyday with no idea what effects they are really having. I just lost both of my parents to acute leukemia and brain cancer. They were 56 and 57. I think it's reasonable to assume this environment played a role in that. I'm not hardcore about limiting exposure, but I'm not blind to it. I think it's a good idea to limit your food's exposure to plastic. To each their own.\n\nReply\nreply\n1 more reply\niceardor\n•\n8 yr. ago\n\nPlastics get scratched up, pitted, and crack easily over time. They're not designed to go through many reheat cycles. They require petroleum to make, and are more difficult to recycle than glass or metal.\n\nI don't know what nasty stuff leeches out of the plastic. Maybe we'll discover 20 years later like we did when we thought cigarettes weren't harmful. Not a risk I'm willing to take. I do know that plastic discolors and can sometimes affect flavor. That's enough evidence to tell me I'm eating a small amount of plastic each time I eat from plastic. I don't even eat from room temperature or refrigerated plastic, or plastic utensils, but part of that is not wanting to feel like I'm on a picnic. Sturdy plates and utensils are so much nicer.\n\nI like glass containers because they're rigid. If I microwave soup, hot plastic will deform when I try to pull it out of the microwave. Recycled yogurt containers have unreliable lids.\n\nAlso, if you're going to make a one time investment containers, go all out. I bought $150 of glassware. Matching containers and lids means perfect stacking and not worrying about finding matching lids. What really sucks is when they change the dimensions by a millimeter from one year to the next. If you don't match the lid perfectly, any liquid will spill. My glass snapware are leak proof.\n\nReply\nreply\n2 more replies\n \nTop 1%\nRank by size \nRelated\nMeal\nFood\nFood and Drink\nforward\nback\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes · 21 comments\nr/bingingwithbabish\nBinging with Babish: The Every Burger from Rick and Morty\nyoutube\n148 upvotes · 29 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n429 upvotes · 92 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n120 upvotes · 25 comments\nr/khiphop\nDEAN - DIE 4 YOU\nyoutube\n247 upvotes · 20 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n220 upvotes · 64 comments\nr/ultrarunning\nUltra-marathon runner banned for a year after admitting she used car in 50-mile race she won trophy in\nlbc.co.uk\n227 upvotes · 51 comments\nr/TigerBelly\nDEATH & RAMEN going live in 48 hours! link below\nyoutube\n251 upvotes · 30 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n589 upvotes · 41 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 13 comments\nr/ABroadInJapan\nI Spent $1,000 on Japan's Tiniest Car (Was it really worth it?) (Journey Across Japan: Non-Stop-North S1E1)\nyoutube\n114 upvotes · 19 comments\nr/TastingHistory\nA Military Thanksgiving during World War 2\nyoutube\n107 upvotes · 17 comments\nr/ABroadInJapan\nHow to Spend 14 Days in JAPAN 🇯🇵 Ultimate Travel Itinerary\nyoutube\n129 upvotes · 21 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n113 upvotes · 26 comments\nr/Tokyo\nInteresting video: Why Tokyo has tons of affordable housing but America doesn't [11:19]\nyoutube\n185 upvotes · 35 comments\nr/videos\nThe heaviest bunch of fancy dressed Dudes you will ever see.\nyoutube\n184 upvotes · 65 comments\nr/REI\nWoman on tiktok shares her REI “hack” where she returns her shoes when they wear out to get new ones…\ntiktok\n134 upvotes · 79 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 25, 2015\nReddit\nreReddit: Top posts of September 2015\nReddit\nreReddit: Top posts of 2015"
}