{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Malicious Compliance - Reddit",
  "href": "https://www.reddit.com/r/MaliciousCompliance/",
  "body": "The district said this \"you have to show up at the meeting\". Cue malicious compliance: the teachers that were going to the funeral, I counted 8 but I'm probably wrong, showed up at the meeting. My teachers said that they \"took one step inside, then walked back to our cars\".",
  "textContent": "Malicious Compliance\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/MaliciousCompliance\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Resident-Device-2814\n•\n13 hr. ago\nAct like a jerk? Pay the stupid tax.\nS\n\nWay back in the late 1900's, during some of my high school years, I worked at a location of the restaurant chain prophesized in Demolition Man to one day be the victor of the fast food wars, along with several other buddies from school.\n\nIn those days, one could purchase a taco, in hard or soft shell form, for 79 cents. It was the same then as it is now. Shell, meat, lettuce, cheese. If you wanted the supreme version, which added tomatoes and sour cream, it cost 99 cents. If you wanted to add sour cream to any menu item, it was a 25 cent upcharge.\n\nMany people would come in and order a taco with sour cream added. And generally, we would repeat it back as a taco supreme no tomatoes, knowing that ringing it up this way saved the person 5 cents (\"SHOCKING LIFE HACK MOST PEOPLE DON'T KNOW!\"). If anyone asked, we'd explain why we rung it up that way, and most folks were cool about it.\n\nBut sometimes, and sadly more frequently than one would hope for, you'd have the jerks who just couldn't comprehend things like logic. \"THAT'S NOT WHAT I ORDERED!\" etc. Nowdays I believe they would be called Karens, back then we just called them c*nts. When we encountered those people, it wasn't worth my barely minimum wage time to try and explain things like economics or basic math to people. Way above my paygrade. So we'd just say, \"Sorry about that, I'll correct it,\" and ring it up exactly how they ordered. Widely known as the stupid tax.\n\nYeah, it's entirely petty and mostly insignificant when it was only 5 cents per taco. But we were teenagers working part time at Taco Bell, what do you expect?\n\nView full post\nu/plexdiferous\n•\n1 day ago\nKarma is a bitch ... and so was she\nM\n\nCross posted elsewhere. It being Xmas time reminded me of ...\n\nStory from quite a few years ago, from when I was a bartender in a corporate style cookie cutter restaurant. I mostly worked nights, but had one regular mid shift on Fridays. We were always super busy at the bar for lunch on Fridays and usually had quite a few of the mall workers coming in to eat then head back to work.\n\nNearly every Friday the same smug, borderline rude lady came in for lunch. Everytime she paid exact change. Zero tip. Maybe half the time she would complain over some minor inconvenience, and more than a few times got a comped meal. The more I had to wait on her, the more indignant and pissed I got.\n\nSo around Christmas time I was out and about in the mall buying for family and friends. Picked out something nice for my girlfriend at the time ... a sheer top which I thought would look amazing on her. Decently priced with it being on sale too.\n\nWalking up to the cashier, I was a bit surprised to run into ... resting-bitch-face. Whatever. In street clothes I felt like she barely registered who I was, or maybe she really didn't care who was at her register... maybe both. So, I hand her a $20 bill. She examines it for a moment. Turned it over twice. Held it up to the light even. Then... out comes the counterfeit pen marker. Thinking to myself \"a bit excessive, no?\".\n\nChange should have been around a dollar and change. Surprisingly, she hands out $81 plus change.\n\nShe calls next in line, so I stepped to the side for a moment in contemplation. I could honestly feel the devil on one shoulder and angel on the other.\n\nTook me a moment or two ... but I finally let my moral compass win and stepped back in front of the register.\n\nI nicely explained that there was a mistake made, but before I could continue she shot me down and briskly told me in a semi-professional tone to GTFOH.\n\nSo ... I did.\n\nThe way I look at it? All those lost tips and the money she just gifted me was just karma. Sucked to be her I guess.\n\nView full post\nu/skwerlmasta75\n•\n3 days ago\nSorry, you told me to leave you alone\nM\n\nWhen I was around 15 or 16, a friend and I went to the local mall on the weekend to hang out and hit the arcade. After a bit we decided to get a drink at the food court. While we were standing in line an older man, late 30's or early 40's, looking like he just got out of the gym decided to cut in the line in front of us. The line was fairly long at this point, around 10 deep(they had the best lemonade in the mall). I tapped him on the shoulder and said, \"Sir, we're in line here.\" He shot us a look and turned back around, pretty much ignoring the fact that we were there.\n\nWhen he got nearer to the register he reached into his pocket to take out his wallet. As he did so a wad of cash fell onto the floor unnoticed by him. As rude as he was, I was raised to be courteous and respectful. I picked up the cash and said, \"Excuse me, sir.\" At which point he replied, without even turning to look at me, \"Shut up and leave me the fuck alone.\" I turned back to look at the older gentleman behind us who just smiled and shrugged. So I placed the cash in my pocket. When it was time for him to pay, he opened his wallet to discover that there was no cash in it. He quickly turned and scanned the floor. When he didn't find the money he asked us if we'd seen him drop it. My friend said, \"Can't help you. We were told to shut up and leave you the fuck alone.\" He was a bit spicy, he ranted, but in the end he walked away without his money. Turned out there was 147 bucks in there, a nice haul for a broke kid in the early nineties.\n\nAnother time when I was just a little older I had gone to wally world. I purchased something fairly inexpensive and paid the cashier. She handed me back around 87 bucks in change. I said \"Ma'am, I think you gave me the wrong change.\" She looked at it and told me that she had it right. I responded, \"But ma'am...\" She cut me off, spitting mad, and went into a rant about how she was very good at math. I let her finish and simply said \"Ok, sorry to bother you ma'am\" . I then took my leave. I wonder how she felt about her math skills when she counted her drawer after her shift. What I was trying to tell her was that I had paid with a twenty, not a Benjamin.\n\nView full post\nu/carl0071\n•\n3 days ago\nEmployer only paid us on-time if we FAXED our timesheets\nS\n\nThis happened about 10 years ago when I was working on the railways near London.\n\nI worked for an agency which supplied staff to the railways on an temporary basis. They were very old fashioned and as part of our employment contract they stated that our hand-completed time sheets had to be faxed by 7:00pm on the Thursday for us to be paid on the Friday.\n\nTime sheets that were emailed even before 7:00pm would result in wages not being paid until the following Friday.\n\nObviously they chose the most inconvenient way as it was 2014 and nobody had a fax machine, so that they were able to legally retain our wages in their account for an extra week.\n\nBut my printer at home had a fax machine built in that I never used 😉\n\nSo after my first week, I plugged in my printer to the phone line, faxed my time sheet to the agency and waited.\n\nThe next day, I still hadn’t been paid.\n\nSo I phoned them and asked why I hadn’t been paid but the response was explained in a dull voice by somebody who had obviously repeated the same sentence so many times that it had lost all meaning to her.\n\n“As explained in your contract, only time sheets that have been faxed to us are paid the next day. If you’ve emailed it, your wages will be paid the following week”.\n\n“But I did fax it!”\n\nShe gathered her thoughts for a moment before replying ”Oh… err ok? Which number did you fax it to?”\n\nSo I gave her the number I faxed it to which was correct.\n\n”Um… ok.. I’ll just place you on hold”\n\nShe came back on the phone a couple of minutes later.\n\n”Ok, yes we’ve got it. Sorry, I can’t remember the last time somebody actually faxed their timesheet to us! I’ll get that paid now”\n\nAs you can imagine, I told my colleagues the following day and from then on, they all gave their timesheets to me to fax when I got home so they got paid on-time.\n\nAt the time I wondered if they’d drop the silly fax vs email rule but it continued and so every week I’d fax in half a dozen timesheets to them.\n\nView full post\nu/aniea39\n•\n2 days ago\nI need to work slower and look busy for the Boss? You got it!\nL\n\nFor background I have always been an incredibly hard and efficient worker. Always getting things done faster than expected and going above and beyond. My program for college required us to go to class for 6 months of the year and work full time in our field for the remaining 6 months. As a freshman in college I got my first job at an automotive supplier. My first semester was fairly slow, mainly due to the fact that the person who was supposed to train me went on medical leave my first week there and didn’t come back for almost a year (and wasn’t replaced). However, in my second semester things really took a turn for the worse.\n\n2 key things happened at the start of my next semester. 1) I was moved to a new department 2) The company began merging with one of their competitors.\n\nNow when the company began the merger they decided they were going to move everything at my site to the other company’s HQ in another nearby city. The first thing that moved was vast majority of the equipment my new department used. The upper management made the brilliant decision to leave the 4 members of my department (1 Supervisor, 1 tech, and 2 students) at the old site until the move was complete. This meant we had essentially nothing we could work on.\n\nHere’s where we get into the MC. After about 2 weeks of sitting around, my Supervisor (60F) finally came up with a small task for me. I completed this in about 4 hours which I thought was pretty good for something I had never done and had little training on, so I went to let her know…\n\nMe: “Hey Super, I’m done!” Super (Angry and in a panic): “Done? This was supposed to take you all week! I don’t have anything else for you to do now! I need you to look busy in case Boss walks by. Next time I give you something to do you need to drag it out longer so that you look busy!”\n\nNow young naive me was initially confused by getting reprimanded for working too fast but what the boss says goes! A week or so later I was given another task. I was to take thousands of these tiny explosive devices we use and dispose of them by detonating them in a concrete box. ( They were too volatile to just through out so they had to be discharged first.)\n\nSuper: “ And remember take your time and don’t go through them too fast!”\n\nNow this was obviously just busy work to get me out of the way but the great thing with this task was that it had to take place in a back garage that nobody ever went in to avoid the obvious danger of people walking in while I was setting off controlled explosives. I could have easily hooked up 20 of these bad boys at a time and set them off every 5-10 minutes, finishing the whole batch in about a week but I had to “look busy”. So instead I set off about 5-10 of these once an hour and spent the rest of the time on my phone playing games, watching Netflix, listening to music, etc. while getting paid over double minimum wage at the time.\n\nI managed to stretch that project for the remaining 2.5 months I was there finishing just in time for the end of the semester. Any time someone asked me for help on something else I politely told them i would when I was done but it might be awhile because Super told me not to go through these too fast. They usually ended up finding some other bored student to help them. I think Super genuinely forgot I worked there by the end because when I stopped into her office in my last week to let her know I had finished the task she seemed very surprised/confused to see me!\n\nThe company ended up paying me over $10,000 (a lot of money for a student at the time) just to sit on my phone all day for 3 months. I sent an email to Supervisor, Boss, and HR at the end of the semester letting them know that I would not be returning the next semester. In my best corporate language I let them know I was leaving to “pursue opportunities that would better utilize my time and skills.” I found out later when several of us ran into each other at a job fair that all but 2 of the other students had also quit at the end of the semester out of boredom and/or uncertainty that we would even have jobs to come back to. (The company did not handle the transition well and could never give us straight answers about where/when/if we would be brought back).\n\ntl;dr: Supervisor tells me to stretch out a small task so that I look busy for the boss and they don’t have to find stuff for me to do. Company ends up paying me to sit on my phone for 3 months. Me and most of the other interns end up quitting due to a mismanaged merger.\n\nView full post\nu/Brilliant-Delay1410\n•\n3 days ago\nMy chair doesn't meet H&S? It's war!\nS\n\nTLDR Boss made me get rid of my custom desk chair. Now they have to order me a completely new workstation set up!\n\nI'm a teacher. I made a cool desk chair out of a car seat and the base of the old one that was falling apart. Used hardware I had laying around, so cost almost nothing.\n\nMy custom chair was super comfy, ergonomic, fully adjustable, lumbar support, and better than the piece of crap I had before. Also environmentally friendly! (Reduce, Reuse, Recycle!)\n\nAnyway my tool of a principal, sees it one day, murmurs something about how \"unusual that looks\". A few weeks later, she comes around saying it's not health and safety compliant. I have to get rid of it and they will order a brand new one. Okay fine, I'm getting a new chair.\n\nNew one arrives and it's another cheap one that only has height adjustment and nothing else. Probably fall apart in a couple of years. So Not H&S compliant.\n\nI called the HR dept and asked them to do a workplace evaluation. They came in today, findings were that my desk is too small, the chair lacks proper adjustments, and the board issued 14\" laptops are not suitable for my needs.\n\nIn order to be compliant the HR rep is getting another new chair, large flat screen monitor, keyboard/mouse, and even a desk that can be adjusted for sitting and standing.\n\nPrincipal had to sit there with a face like fizz while HR outlined all the reasons why my workstation setup wasn't H&S compliant.\n\nChair not H&S compliant? Well what about everything else!\n\nNo idea how much this will cost. The principal is a notorious tight arse, she'll be regretting getting in between a man's arse and comfort!\n\nEdit: car chair and new h&s compliant one. Imgur Imgur\n\nView full post\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/baka-tari\n•\n3 days ago\nNot One Word\nS\n\nBack in college, I was hoping to date Sarah. Sarah had a roommate - Leila - who was dating Tom. We all generally got along, but Leila was a real drama queen. Self-absorbed, everything was about her, and her response to any perceived slight was always over the top. Leila definitely had Karen qualities even while still in college. I can't imagine how much worse she got with age and experience.\n\nThe four of us spent a bit of time together, but I eventually realized Sarah was just stringing me along. On that day, I was primed by my frustration over Sarah's indecision and Leila was having another one of her frequent over-the-top melt downs about something stupid.\n\nI started to offer some commentary, but Leila put up her index finger to shush me . . .\n\nLeila: \"Not one word, Baka . . . Not. One. Word.\" (if you didn't catch it at the top, baka-tari = my username)\n\nIn that one crystal moment of mental clarity I realized that I was tired of putting up with Leila's bullshit just to spend time with Sarah, especially when Sarah clearly wasn't going to commit. It just wasn't worth the headache any more.\n\nYou don't want me to say one word, Leila? Not one word? Okie dokie, dearie . . . challenge accepted. I looked her in the eyes and gave every impression that I was caving to her demand, then quietly and calmly said:\n\nMe: \"Fuck . . . You.\"\n\nLeila acted like she was going to jump off the couch and attack me. Tom quickly wrapped her up while she yowled and struggled like an angry cat - though not struggling quite enough that she'd actually get free of him. It was very obviously a \"hold me back\" moment.\n\nBridge burned, I just walked away from all of them for good. I don't think I said two (more) words to any of them the rest of my time at university.\n\nView full post\nu/HoraceorDoris\n•\n3 days ago\nI guess I will just have to use my initiative then?\nS\n\nIn the 90’s, I was working for a company where I had to write guidelines for installing equipment on Military ships. I had to install a desktop pc, monitor, keyboard and printer in certain positions around the ship. Being military equipment, it was ruggedised and looked awful.\n\nI was let into a captain’s cabin/office/dayroom space on a RFA (UK Navy support ships) and started to measure up for an installation. I was trying to find a space to fit it that was accessible but not too obtrusive. The Captain came in, started to get angry about technology being fitted into his personal space and told me to fuck off out of his office. I tried to explain what I was doing, but he wasn’t having any of it and I was thrown out of the office and off the ship. The equipment was due to be fitted during a refit, where the ship’s company left the ship whilst it was in dock, rejoining it later.\n\nNot having any measurements or details for my installation, I best guessed the positions for maximum awkwardness and the cherry on top was positioning his equipment right in the middle of his old wooden desk…🤷🏻‍♂️\n\nView full post\nu/macacomortoatapa\n•\n2 days ago\nThe Procedure\nM\n\nHello there, first time posting, but today I was hit by an MC. I know my account is new, and I created it just to post this. The other account might be a bad influence. For some context, I work in a major telecoms company in Brasil, in the centralised infrastructure team, and we use a tool by another software organisation (Add) to manage our \"service orders\". And our activities range from refuelling gas as diesel generators, to soldering and replenishing cooling gas in big air conditioning systems, just to keep the equipment responsible for the data and signal running in any climate condition (except for flooding, hurricane and etc). To keep and register these orders, we have a bunch of procedures that only 'Add' can change, so that we need to jump through a bunch of hoops to not compromise the process in the auditing phase of the year. Last month we asked the support from 'Add' to include some other evidences in the script followed by our technicians to fulfil an order of refuelling a generator, and they did, by the letter what we asked. A month later and my emotionaly unstable boss (story for another sub) demanded we change the title of this new evidence filed from \"Complete Generator (attached mobile)\" to \"Complete Generator,\" removing de sentence in the brackets. Queue the MC, So I filed a request for the change of name, and followed up with a call so that this request gets done quickly, sometimes they take months, and in my talk over the phone with the support guy I tried to be very diligent and said \"we need to get de brackets part out, and just leave de other sentence\", and he only heard the first half and complied, in the afternoon, minutes before a meeting to update the new change for the boss, a team member check the change and saw that the support guy only removed the brackets from the entire title leaving it like \"Complete Generator attached mobile\", we stayed facing each other in shock, and scrambled to call back there to talk to someone again to fix this thing and than started laughing hard about the panic and the utter compliance on the first instruction we gave to support, in the and the meeting got cancelled and we have a correct procedure title now. Thank and sorry if any part didn't make sense, English is not my first language and writing is the bane of my existence.\n\nView full post\nu/ShelLuser42\n•\n3 days ago\nI can't show you my ticket, you just forbade me from getting it...\nL\n\nHi gang!\n\nBackstory\n\nAter having gone through a rather difficult period in my life my gf told me last weekend that it was time for me to try and cheer up a little and let's go to 'Zwolle', which is a Dutch town in the Netherlands. Just for a bit of sightseeing and maybe also to visit a friend of hers to return something she had borrowed for a while.\n\nWell, we had a great day. Plenty of things to see, nice atmosphere in the city and when we visited her friends place things really clicked. We were even invited to dinner which we happily accepted. Having remembered seeing a supermarket not too far away I immediately suggested that we sponsor the wine and it was a pleasant evening.\n\nWe also discovered that this friend lived relatively close to a bus stop which made things all the more easy. We left around 20:00 and as luck would have it didn't even have to wait for our train.\n\nHowever, this train ride turned out to be nothing but absurd.\n\nAll of this played out in the Netherlands, conversations have obviously been translated.\n\nIf you don't do as I say I'll have to fine you... ok, then....\n\nAt this time the train isn't really crowded so we find a place to sit and end up on a \"4 seater\" as I like to call it: two benches with a small table in between near the window which provide room for 4 people. We both go sit near the window and chatter a bit when we finally notice a weird pamphlet on the table reading something like \"phone free compartment!\" but neither of us gives it much thought.\n\nWe chatter a bit until the next station is announced: the one where we need to get off and hop onto another train that will actually take us home. My gf tells me that she's going to check the schedule to see where we need to go and she grabs her phone. I thank her and then I suddenly remember that I have read something about those flyers the week before, so I grab my phone to check a local newspaper.\n\nSuddenly things got completely absurd...\n\n\"Madam, you need to put that phone away!\", someone calls out and before we know the conductor is standing next to us while addressing my gf. We both look up surprised: \"Why?\", she asks. \"This is a phone free zone, you're not allowed to use your phone here. If you want to use your phone you need to go sit somewhere else\", he answers.\n\n\"What kind of idiot came up with that stupid idea?\", I ask him and it actually looks as if he took offense to my comment: \"This was thought up by two students who want to help improve the world\", the conductor answers: \"Instead of looking at your phone all the time you could be interacting with other people which is also much healthier!\".\n\nI look at my gf, she looks at me, I wink and tell the conductor: \"You want me to talk to her? Everyone knows that talking to women is scary!\", which is almost immediately met with hard laughter behind us. My gf retorts: \"Yeah, I don't want to talk to him, all I want to do is check the NS app to see what platform I need for getting my connection.\".\n\n\"You'll have to do that somewhere else, or you can could ask me (<= typoe!)\", the conductor answers. \"This is lousy customer service\", my gf retorts while this dude is starting to look angry: \"It is what it is, either you two put your phones away or I'll have to issue a fine\".\n\n\"Fine\", I snap while I put my phone away when I suddenly realize something. I grin and once again wink at my gf while patting my phone which is now in my pocket. My patting also suddenly made her realize the obvious...\n\n\"Now that we got this out of the way, can I see your tickets please?\", the conductor asks.\n\n\"Nope!\", I tell him: \"you just told me not to and I don't want to risk getting fined\". Now visibly angry: \"What the heck is that supposed to mean? I did no such thing, you don't have a ticket, is that it?\", he snaps at me.\n\nI again pat my chest: \"I don't travel that often so I always purchase my tickets using the app. Which is on my phone, and you just told me that I can't use it. So... I can't show you my ticket\", I tell him. The guy looks flabbergasted.\n\n\"uhm, no... this is different. You need to show me your ticket\", he says. My gf chimes in: \"So that you can write him a fine for using his phone? No thank you! You can't apply the rules like you please, and you just clearly told us that we're not allowed to use our phones\", she said. I continue: \"And what guarantees do I have that you won't just fine me later anyway? You obviously like to apply the rules as you please.\".\n\n\"Ladies and gentlemen, we're now arriving at Arnhem station\", a voice suddenly says over the intercom.\n\n\"Oh, that's my stop!\", my gf says and gets up to walk towards the exit. \"Cool, mine too\", I say and follow her while ignoring the sputtering from the conductor.\n\nWe caught our connection in the nick of time (despite having to search for the platform) and that was the end of that weird ordeal.\n\nAftermath\n\nThing is... I did get a little upset over all that nonsense. Because this isn't a common thing and as it turned out this \"mobile free zone\" is merely a test case that's applied on a few local train routes. I decided to complain to customer service but... also listened to my gf: we didn't make it personal by calling out that specific conductor (\"maybe he just had a really crappy day\") but we just complained about the whole ordeal.\n\nToday we actually got an answer:\n\nDear customer,\n\nWe're sorry to hear that you didn't feel comfortable during your train ride and that you considered the \"smartphone free\" zone as a decrease in customer service. That was never the intent of this testcase: people are suggested not to use their phones but this is not something we enforce because, as you mentioned yourself, people may need to check their connections or may need to consult other news regarding their trip. For which we actually encourage the use of the NS app.\n\nIf someone did try to enforce this then we'd like to hear back from you.\n\nNS Customer service.\n\nWe didn't respond. Now my gf says that I probably should but... I dunno. So I figured I'd dump this on Reddit instead.\n\n-=-=-=-=-=-\n\nTL;DR\n\nNS (\"Nederlandse Spoorwegen\") conducted an experiment in local trains: \"mobile free zones\", where we accidentally ended up sitting.\n\nWe ignored it (also because we never really use our phones when we're together), until my gf decided to check how late our connection was leaving.\n\nSuddenly a conductor with an obvious attitude shows up, warns my gf and ends up telling us that we have to stop using our phones, otherwise he'll give us a fine.\n\nSo I put my phone away. When he asks me for my ticket I tell him that I won't show it to him since my ticket is on my phone and ... I'm not allowed to use it.\n\nHe tries to double down after which my gf snaps that we can't even be sure that he'll just fine us later. So he can forget about us cooperating here.\n\nOur destination got announced so we just make our way to the exit while ignoring him.\n\nI did write a complaint to customer service (without referencing the conductor), you can see the answer above.\n\nView full post\nu/Edymnion\n•\n3 days ago\nMinor Compliance: Try On Pair of Pantyhose\nM\n\nJust remembered this one, its not amazing but it was amusing with how often it came up. Disclaimer, English is my primary language and I am on a desktop with full keyboard, so any typos or run-on sentences are entirely my own stupid fault.\n\nMy family owns a costume shop that I would (and still do) volunteer at during the busy seasons (like Halloween). Two of things we sell are costume tights and wigs. People would constantly ask to try on both, and would get upset when we told them no.\n\nI shouldn't have to tell you, wise readers, why you don't want to put a used wig on your head. Its lice, thats how you get lice. Plus, these wigs are costume quality. They're basically made to look good ONCE, and these people always insist on putting one on by leaning over and flipping their heads back like it was a shampoo commercial. A move that totally ruins the wig to the point no one would want it afterwards, not even them.\n\nThe tights? These are also costume quality tights, not workout yoga pants or leg warming tights you wash and re-use, they're glorified colored pantyhose. If I didn't need to tell you about the lice on your HEAD from a wig, I shouldn't have to tell you about why you don't want to try on someone rando's underwear either.\n\nBut still they would ask. Still they would get angry. We would tell them it was about the lice, and they always pulled the \"Well I don't have lice!\" response, as if that meant they were immune to the little buggers for all eternity.\n\nWell, one day we had just changed the display on a mannequin that had tights and a wig, and I get an idea. I head back into the kitchen area and grab a spray can of Lysol and a pair of salad tongs that were sitting in a drawer. All of these things went under the counter, and the waiting game began.\n\nNot just a few hours later, I got my first bite. \"Can I try on these pantyhose?\" \"Not those, no. But we have a try on pair you can use instead!\" as I reach under the counter and pick up the tights from the mannequin with the salad tongs as if they were a biological hazard, held them out at arm's length, and then sprayed them up and down with Lysol like a pair of bowling shoes.\n\nShe understood real fast why what she was asking was a Bad Idea™.\n\nThose tongs, tights, and wig stayed under the counter for YEARS after that as the whole family got in on it. Nice people who took no as an answer were fine. The ones that got huffy and demanded we let them do it anyway? They got likely the cleanest, most disinfected pantyhose in history handed to them on tongs. Oddly enough, no one ever accepted the offer!\n\nView full post\nu/mister-monotone\n•\n4 days ago\n\"Transfer me to anyone else!\" Whatever you say ma'am\nM\n\nDuring the summer of 2020 I worked customer service for an online retailer. It is the worst job I've ever worked. While most people were polite, kind and understanding, I had to deal with many people who were (often justifiably) upset about a problem with their order, but even then most people would be sure to say their anger was not directed towards me. Faking sympathy for these people was hard enough, but then there would be people berating me personally as if I had something to do with whatever problem they were complaining about.\n\nOne day, the system we used to track peoples' orders was down. I wouldn't be able to cancel orders, check when the shipping date was, change the shipping address, nothing. The supervisor told us to tell the customers to call back in an hour at which point the system would hopefully be back up. Again, most people were understanding that there was literally nothing I could do to modify their orders and said they would call back later.\n\nThis one lady calls me and is upset about something and wants me to cancel her order. I tell her I apologize for the inconvenience but I can't at the moment, and that she should call back in an hour. She was not happy with the response. She starts going off about how that is unacceptable, she doesn't have time later, take down her information and do it later once the system is back up, this is horrible customer service, etc. I constantly have calls coming in so I can't be dealing with her problem at the same time as speaking to another customer, and more importantly, my shift was going to be finished in 20 minutes and I sure as hell wasn't waiting around for the system to be back up and doing overtime to cancel this lady's order, especially with her rude, entitled attitude.\n\nEventually, she decides that she has had enough of me, and asks to speak with my supervisor. Summer of 2020 is peak COVID, so I was working from home. I explain the situation and say I can't just pass the phone to my supervisor but what I can do is escalate the issue by putting in a ticket and a supervisor will call them back in 24-48 hours. Of course this is not good enough for her. She is yelling at me at this point, going on and on about how awful this customer service is, and she is not accepting that there is nothing I can do at the moment. She decides she doesn't want to speak to me anymore and screeches at me to \"Just transfer me to ANYONE else, I don't care. I don't want to speak to you anymore!\" I say okay, just give me a moment. As I'm thinking in my head \"You did say ANYONE\", I transfer her to the Spanish customer service line.\n\nTLDR: Customer service job, system to modify/cancel orders was down. Lady didn't like that, got frustrated and asked to speak with ANYONE else, I transferred her to the Spanish customer service line.\n\nView full post\nu/Purpose_Seeker2020\n•\n4 days ago\nIt came back to bite her\nS\n\nI started a new job in late August.\n\nMuch to my chagrin I discovered that the business did not have a procedure manual in place for the business.🚩\n\nSo to help myself remember the 100’s of processes each day I created one for myself.\n\nI wanted to do a very good job and be helpful for my team. I wanted to make as few mistakes and embarrassing moments as possible.\n\nOver the last 11 weeks I’ve been chastised, threatened and officially brought into meetings because I created it and told to delete it.\n\nWhen I was asked why what was the issue with it I was told that “I (my manager) detests excel because I’m not very good at it.”\n\nSo today in a professional development meeting we had with her boss around banking it was decided that she would send a spreadsheet to her boss every week.\n\nAfter the meeting she turned to me and says “Can I get you to make the spreadsheet for me?”\n\n“Thank you for the opportunity but no, I will not.”\n\n“Sorry what?”\n\n“Thank you for the opportunity, however you know what you need for the spreadsheet and you are more than equipped to make it.”\n\n“But I’m delegating it to you.”\n\n“Again thank you for the opportunity however the previous spreadsheets I created have been unwelcoming and so I respectfully decline the offer”\n\nShe got mad and left for the day.\n\nI put in my notice 1 week ago.\n\nI’m not surprised that her boss didn’t ring me because she doesn’t want her to know she can’t do the job.\n\nShe told me not to have spreadsheets so no spreadsheets.\n\nUpdate 1 I have a meeting with the HR team member next week.\n\nI’m off to work now. This should be interesting. I’ve been give the silent treatment since yesterday afternoon despite utilising their form of communication for work related reasons.\n\nUpdate 2 I’m home from work. She believes I created a spreadsheet. I didn’t. It’s the one that has been in the system for at least two years that ALL 5 of the other clinics use. It’s the one she instructed me to use. She’s told me it needs “tweaking” I’m not touching it. She can tweak the heck out of it. It won’t be under my name in the log.\n\nThe printer has run out of ink. She’s mad at the world. She ripped a 🤬 up me, the printer company and me. Ms “we don’t plan ahead, ohhh no we don’t” didn’t manage the printer supplies and so we are completely out. She was gone for a week unplanned as was the 2IC.\n\nShe denied me my Annual leave saying she’s decided to go. I won’t be there.\n\nView full post\nu/QueenFrstine06\n•\n4 days ago\nGrandmother's (Mostly Harmless) Christmas MC\nM\n\nHi all, hopefully you'll get as good a chuckle out of this story as my family did -- it was definitely malicious compliance in a good-natured way.\n\nMy grandmother (93) has always been super fun and active. She played softball in an organized league until her late 60s, broke her elbow in her 70s while going for a backhand on the tennis court, and was always game for playing catch or throwing a Frisbee around the yard when we were growing up. My grandfather, her husband, died about 30 years ago, and he was really big into woodworking. Gram still has his woodworking shop fully set up in the basement of her house (this will be important later).\n\nA few years ago, Gram needed to have back surgery. Once this was done and she was back home, her kids sat her down and specifically laid out a few safety rules, including one about No Getting On Ladders (because of the risk of reinjury in case of a fall). No climbing on a ladder to change the lightbulbs in the hallway fixture. No using the pull-down ladder into the attic to get the holiday decorations. No using the ladder outside to clean the gutters (something she legit did up until that point!). If you need help with these chores, one of the kids or grandkids can come do it.\n\nFast forward to the end of that year, and Gram is preparing her Christmas decorations. She's got an 8-foot-tall artificial tree that she's had for several years; however, it's now too tall for her to reach the top of without explicitly breaking the rule about ladders. (As you may know, these types of trees typically come in three sections that you slide together to assemble -- base, middle, and top, each with a number of rows of branches.) She could absolutely afford to just buy a new, shorter tree, but instead decided to take a different tack.\n\nBristling a bit at the \"no ladders\" rule, Gram takes the bottom (heaviest and widest) section of the Christmas tree, drags it down the steep steps to the basement, and runs it through Grandpa's old table saw to cut the pole and eliminate the bottom two rows of branches. Voila! A tree short enough to perfectly comply with the \"no ladders\" edict.\n\nMy mom and aunts and uncles were basically speechless like...well, yep, didn't think to specifically forbid that one, so you've got us there! And everyone who was around just had to laugh and join in decorating the comically shortened tree. (And yes, she still has it, and yes, it looks totally absurd.)\n\nTL;DR: Grandmother follows the exact letter of the law about no longer climbing on ladders by lugging a heavy Christmas tree to the basement and back and using dangerous power tools to make it shorter. No one can chastise her too much because they didn't think to tell her specifically not to do that exact thing.\n\nView full post\nu/fidelityinvestments\n• Official\n•\nPromoted\nEnjoy $0 commission trades on U.S. stocks and ETFs, and get independent expert Analyst Ratings to help you understand stock potential.\n\nPlus, you can buy fractional shares starting at just $1.\n\nfidelity.com\nLearn More\nu/smohk1\n•\n5 days ago\nManager told me to call the person of the computer I was working on...so I did.\nS\n\nCrosspost from Tech Support\n\nI was sitting in my office one slow day and the CEO walked in (always a pucker moment even though I'm on VERY good terms with him) and he handed me an (obviously non business) laptop and asked if I could get it back up and running as it had \"very important thing\" on it that was needed shortly and as I wasn't doing anything and he still signed my paycheck, I said \"you got it sir!\"\n\nLater a middle mangler comes in and asks me to do something and I say \"you're number 2 in line\" and pointed to the (obviously not corporate) laptop I was fixing.\n\nMangler didn't like that much and demanded I call whoever and tell them that it wasn't acceptable for me to be working on personal equipment.\n\nSo I pulled out my cell and called.\n\nMangler could only hear my half of the convo but what he heard was something like\n\n\"hey Tom, I got Bob here telling me it isn't acceptable for me to be working on your personal stuff and he wanted me to call you and tell you...\n\n\"Oh sure, he's right here, hang on\"\n\nand I handed the phone to the mangler\n\nmangler started off saying \"It's not accepabl...\" and then his eyes got REAL BIG and the rest of the conversation was \"yes sir\" and \"no sir\"\n\nHe hung up and thundered \"why didn't you tell me it was CEO's laptop?!?!?\"\n\nand I said \"you didn't give me a chance and demanded I call them RIGHT NOW!!!!\"\n\nView full post\nu/Sabbatheist\n•\n4 days ago\nA board meeting.\nS\n\nA long time ago I worked (eventually) in the warehouse for a major TV manufacturer.\n\nI was aided (in no way, shape, or form) by a woman who while having the same job as me just sat and stared into the middle distance. I was young, didn't want to rock the boat so I just got on with it.\n\nEarly on a manager stopped me to ask something, I helped and they went away happy.\n\nI got hissed orders from her that any managers should be directed to her.\n\nSure.\n\nSo one day a major FU happened and a delivery of required boards didn't arrive and the line ground to a halt.\n\nManager arrives desperate for a miracle and she sadly shrugs and says there's nothing to be done.\n\n\"You've checked the logs? we don't have any of these board in stock at all\"\n\nNow she didn't know squat and only had a cursory look at the bay logs and confirmed that there were no boards of that type.\n\nManager stomps away frustrated.\n\nHIGHER UP MANAGER comes an hour later and asks me, and before I can get 5 words out, she pipes up from her corner and calls the HUM over.\n\nHe stomps away frustrated (the factory is losing thousands every hour)\n\nI stop him as he passes and explain that while we don't have the board, two smaller component boards combine to make that board.\n\nOrders me to get the palette truck and get the lines going.\n\nPrevious manager comes round and asks why I didn't say this earlier and I explain I was ordered to direct all questions to the \"senior\" worker.\n\nEnd result was factory got going, Hundreds of thousands of pounds were saved, I got a £10 M&S gift card, and she got the boot as they finally noticed she did sweet FA.\n\nView full post\nu/UnconfirmedRooster\n•\n5 days ago\nI got rid of them boss, just like you asked\nS\n\nShort and simple one today, shouldn't need a tldr hopefully. This took place where I work at a funeral home.\n\nWe had several sets of straps for our lowering device (the thing that slowly lowers a coffin into the ground) and orders came from one of the managers to get rid of all the sets we had as new ones were coming in. I tried to protest that the new ones had arrived and were already in rotation, but was ignored. \"Gather up all the straps and get rid of them.\" Sir yes sir.\n\nInitially I was instructed to throw them out, but I asked to keep them instead. I was told that they had to leave the premesis, one way or the other. So I took them and gave them to a friend of mine for safe keeping.\n\nA month later, I have that same manager come up to me asking how many sets of straps we have. I reply with none. He asks about the new ones that had come in, I inform him that they left the premises a month prior as per his instructions. He flies into a panic and is about to berate me for throwing them out when I tell him to relax, I can bring them back in. Bring them back in the next day, no harm and no foul.\n\nCertainly bruised that manager's ego a bit and made him think about what he says next time though.\n\nEdit: grammar\n\nView full post\nu/originaldeadlysin\n•\n5 days ago\nDo nothing all night for a ton of OT? Yep, why not?\nM\n\nLittle bit of backstory, I worked at the time in an oil change place. They had recently moved managers from salaried to hourly (because some managers in different cities were just lying and not going to work while getting the same cheque every payday), and I warned them that if anything, my pay was gonna go way up because I'm here a lot more than 40 hours a week. They were good with that, they said.\n\nWell one night I get a call at 7 pm (2 hrs after close) from one of my guys who was in the shop after hours without permission, and crashed into a bay door (like a garage door, all auto shops have at least a few). He got fired, that's not the MC at all, just setup.\n\nSo I came in and investigated. The most relevant fact here was that he bent the door so there was a maybe 4 inch by 4 inch gap. A housecat could have squeezed through. I called our door repair guys immediately, they said their folks were on an emergency after hours call already, to somewhere 5 hours away, they could be there in the morning. I said ok, since this wasn't a danger. The door was in a place not visible from the street, you'd have to be behind our building looking for this kind of this to find it. Alarn still sets, motion detectors still work. Anyone that broke in through this metal door with a 4\" gap would have needed tools, and was gonna get in even without the gap. We don't even keep more than a hundred bucks cash around, and anything expensive to steal was equipment bolted to the floor.Deal with it tomorrow, right?\n\nObviously, no. Called my boss to fill him in and he said to call the door guys. I told him I did already and tried to explain their situation. He interrupted and told me in super rude and loud words (this dickhead DID NOT like being called after work or having to do any work ever) just to call them and not bother him again about it. Then texted me to rudely say that I better damned well stay there until they arrive and finish the repair.\n\nSo, since I was single, had no plans, and was now paid hourly,(I clocked in the instant I arrived initially), I decided this sounded like easy money. Pulled up two comfy office chairs to make a bed/couch, watched youtube and did assorted internet scrolling, slept at normal times pretty comfortably all the way to 8 AM.\n\nThey showed up around 9 and fixed the problem pretty quickly. I was already on my regularly scheduled 8-5 shift that day, which I finished. So now let's do the math.\n\nThat overnight waiting? 7pm-8am, 13 hours. All OT at time and a half. Then my normal shift. 9 hours, all at time and a half. So 22 hours * 1.5= 33 hours of pay for doing my normal shift + internet scrolling and napping that was barely even an inconvenience.\n\nMy boss sees it come payday and tries to give me a yelling over email for trying to rip off the company, cc-ing all the big bosses, HR, Payroll, etc. I reply to all, explain the situation, include the text screenshot.\n\nSuddenly I'm not the one getting yelled at anymore and I got every bit of that OT pay :)\n\nView full post\nu/Chubby-1965\n•\n5 days ago\nMicrorage\nS\n\nMy in-laws needed a new microwave so I went to Walmart for their black Friday specials offered all November. I went to self check-out and it rang up higher than the internet ad and the clerk told me it was on-line only. I went out into the parking lot, ordered it on-line, and went back in to pick it up. They had already returned it from the check-out area so I asked a manager if I could just get it, get a receipt, and leave. It was 8:30 am and they weren't scheduled to make it available for pick-up until 10:30 am. The manager told me no, as it would \"mess up their metrics\". I said fine, I would have it delivered. I went home, cancelled the pick-up to \"mess with their metrics\", re-ordered and had it delivered to their house, 30 miles away. Ironically, the original order was ready for pick -up at 9:00 am but I was already home. When they finally delivered it to my in-laws, I watched the driver cruise around the neighborhood on-line because he was lost. So their metrics have a cancelled order, free delivery, as well has added miles per delivery and I still got the microwave for the cheaper price.\n\nView full post\nu/Upbeat_Cut7613\n•\n6 days ago\nHow Our Wizard's Mastery of Arcane Technicalities Overcame a Dragon's Challenge\nM\n\nOur D&D group has been playing for years, and we love delving into the nitty-gritty of spell mechanics and rules. This story from our latest campaign is a prime example of how a deep understanding of these mechanics led to an epic moment of malicious compliance.\n\nBackground: Our party, consisting of myself (a high-level wizard), a cleric, a fighter, and a rogue, was on a quest to retrieve an ancient artifact from the lair of a powerful and cunning Ancient Red Dragon, known as Pyrothraxis. This dragon, being both intelligent and devious, proposed a challenge: we could take the artifact if we could \"entertain\" him without resorting to direct combat or obvious trickery. If we failed or fought him, he promised a fiery demise.\n\nThe Setup: Knowing the dragon's penchant for riddles and technicalities, I devised a plan hinging on a very specific interpretation of the spell \"Evard's Black Tentacles.\" This 4th-level spell conjures a mass of tentacles that can restrain and damage creatures within an area. However, the damage only occurs if a creature enters the area or starts its turn there. The key here was the term \"restrain,\" which doesn't inherently imply harm.\n\nThe Execution: As we entered the dragon's lair, I initiated the plan. I cast \"Evard's Black Tentacles\" to cover the area around the dragon, careful not to include the dragon in the spell’s initial effect radius, thus avoiding direct aggression. The tentacles writhed menacingly but didn't harm the dragon. They formed an intricate pattern, almost like a dance, around Pyrothraxis.\n\nSimultaneously, our bard began a performance, using his Bardic Inspiration to enhance the visual spectacle, while our rogue used his Sleight of Hand skills, augmented by the bard's performance, to stealthily navigate the tentacles and retrieve the artifact.\n\nThe Dragon's Reaction: Pyrothraxis, expecting a direct assault or a simple magical trick, was both amused and intrigued by this display. He realized too late that our actions, while aggressive, did not directly harm him or violate his conditions. The tentacles' dance, combined with the bard's performance, was indeed \"entertaining,\" but not in a way he anticipated.\n\nThe Outcome: With the artifact secured and the challenge technically met, Pyrothraxis, bound by his word, allowed us to leave. He applauded our clever use of arcane semantics, acknowledging that we had found a loophole in his challenge.\n\nTL;DR: In our D&D campaign, we outsmarted an Ancient Red Dragon by using the specific mechanics of \"Evard's Black Tentacles\" to create a non-violent, yet aggressive spectacle, entertaining the dragon while retrieving the artifact without direct combat, adhering to his challenge in the most unexpected way.\n\nView full post\nu/ilalla\n•\n6 days ago\nFlights disruptions compliance\nM\n\nThere has been a heavy snowfall in Southern Germany this weekend and all flights have been canceled for days. It has been impossible to contact the customer service for some time, many people have been stranded in Munich.\n\nI am one of those people. I was supposed to go to Hamburg to visit someone for the weekend. Since there is no way in or out of Munich (trains are also stopped), I was just trying to enjoy the weekend here while waiting for my flight back on Monday evening.\n\nHowever, my flight back was from Hamburg to Munich, then connecting to my city. This of course would mean they would expect me to board in Hamburg, otherwise my ticket wouldn't be valid in Munich. I thus decide to try calling the customer service to ask to board in Munich only.\n\nAt the 24th call of the day (having had only 1 answer previously telling me they cannot do anything on the phone and I have to go to the airport, which was impossible to reach except with a 200€ Uber ride!), I manage to get someone on the line and I explain my issue.\n\nMe: \"...so you see, I am happy to just cancel the Hamburg to Munich leg and keep the ticket from Munich to my city only!\"\n\nAgent: \"Ok, let's check this, can I put you briefly on hold?\"\n\nI agree, I am put on hold for another 5 minutes, then the agent comes back on the line.\n\nAgent: \"Ok, great, since this is a change on your flight, you would need to pay for this.\"\n\nMe, not sure if I heard correctly: \"Sorry, did you just say I would need to pay for it?!\"\n\nAgent: \"Yes, we cannot make a change on flight departure airport without a fee.\"\n\nMe, flabbergasted: \"Oh, ok then, since that's the case, I will keep my original flight instead! However, I haven't reached my destination yet... So instead you can get me on a rebooked flight to Hamburg today so I can take the flight back from Hamburg tomorrow!\"\n\nAgent is silent on the line for a few seconds.\n\nMe: \"There are no flights to Hamburg, right?\"\n\nAgent: \"...right.\"\n\nMe: \"Ah! Exactly. So you see the issue.\"\n\nAnother brief silence from the agent. Then I'm asked to be put on hold again. When they come back, a note has been added to my request that the ticket was issued without payment, and I am supposed to leave directly from Munich tomorrow :)\n\n(Please send your good vibes for the flight to actually be scheduled tomorrow!)\n\nUpdate: Although this battle was won by me in my opinion, I am sorry to say I lost the war. My flight was canceled twice since then, and at a certain point I gave up. Instead, I have decided to purchase a ticket for a 12h bus ride to my destination, after ensuring the buses were indeed leaving the city.\n\nSo the good news is that I have finally left Munich and I am traveling back home!!! Thank you all for your wishes and your support! :)\n\nUpdate2: I have arrived back home!!! I actually went directly to the office, because I was missing my sweetheart coworkers too much :) I also haven't done much work for the day so far, because everyone wanted me to recount my odyssey... I am getting a little too excited about that, I think the (additional) popularity might get to my head!\n\nJokes aside, I'll be asking for reimbursement for the flights and hotel stay as soon as possible, but for the moment I'm just glad to be here :) thanks again everyone for your support! You have all been so nice :)\n\nView full post\nu/Baconlasagnashrimp\n•\n7 days ago\nThe Car Is A Disgrace\nS\n\nI’ve been wanting to get this off my chest for years.\n\nOur company had a modest sedan that was provided to a coworker and me to use as needed if we had a task in the field.\n\nI always kept it clean, whereas my coworker would leave trash and personal items in it.\n\nOne fateful day the regional manager came to visit. The boss took him to a current project using the car. Needless to say the car was a mess. I hadn’t used it in over two weeks. Boss got an attitude with ME because the car was filthy. I’m an engineer not a car wash employee.\n\nHe then put out a memo stating the car was a disgrace and henceforth will be kept clean and that anything not belonging in the car needed to be thrown away before it was returned.\n\nThe tone he took was insulting and demeaning.\n\nThe next time I used the car was a week or so later after the boss had used it. When I was getting back in to return I noticed a set of keys barely visible between the seat back and seat. I retrieved it and realized it was my boss’s key ring.\n\nIn the many years that have passed since, I have come to feel it was wrong to toss the keys in the trash. I confess that was childish of me.\n\nStill, part of me is glad I did it.\n\nView full post\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, give us your most refreshing Mtn Dew flavor x game combos in the comments!\nmountaindew.com\nLearn More\nu/john_smith1984\n•\n7 days ago\nMandatory Lunch?\nS\n\nOur company changed the policy to require that we have a 30min unpaid Lunch (it was optional before). My department requires that 2 people be on duty at all times and we often only have 2 scheduled per shift.\n\nWe ended up sending the labor laws showing that Lunch must be unpaid to HR and they created an option to change our deducted Lunch break to \"interupted\" thus receiving pay for it. Because of the policy change the company is now paying all 16 people in my department an extra 2.5hrs of overtime pay weekly for working the same hours.\n\nu/Upbeat_Cut7613\n•\n7 days ago\nOverbearing boss requires us to stagger our lunch breaks? Yes\nS\n\nI worked at a business that would provide us with a 30 minute unpaid lunch break. I also live in a big city and a 30 minute commute at 4:30pm can turn into a 90 minute commute at 5pm.\n\nMy boss was very overbearing (that's another story) and told us to stagger our lunchtimes in an email. Well, I got an idea, I clocked on my lunch break at 4:30pm and immediately clocked off after that. I did this for a few days until I got a complaint from head office that I was expected to work a full 8 hour work day. I just sent the email from my boss where he demanded us to stagger our lunch breaks and got HR off my back.\n\nWe are a small team and having one less person at the end of the day would mean that the remaining staff would have to work overtime to close up the shop. Making them all get overtime as per the strict labor laws in my country.\n\nI didn't even get any slack from my coworkers, probably since they got overtime and encountered a shorter commute by finishing at 5:30pm. Some days my boss himself would work to avoid paying overtime.\n\nView full post\nu/Mother-Practice-1572\n•\n7 days ago\nYou don't want me to work after I put in my 2 weeks okay.\nS\n\nSo when I was in my early 20s I worked at a well know sandwich franchise. I actually really liked my job and I would open and close, I'd also come in whenever anyone called out because I lived 5 minutes away. One day my boss hires a new person no big deal, except my boss kept cutting my hours more and more and giving them to the new person I went from working 30+ hours a week too working less then 15. Oh and I was training them. So after a few months of my hours getting cut but me still coming in whenever called I put in my two weeks. My boss proceeded too not schedule me a single hour after that. Cue MC one of my coworkers who would call in regularly didn't come in to open the store at 6am I drove by at 11 and it was still dark. My old boss had called me to ask if I could open for her. Nope you didn't want to give me any hours after I put in my two weeks figure it out. Well I drove by that store for a couple weeks and wouldn't you know it was only open half the time.\n\nu/Eulerian-path\n•\n5 days ago\nAnither choral MC\nS\n\nI was in a rehearsal, as is my wont, and during the warm-ups, the conductor told us to sing “do, re, mi, fa, so, et, cete ra.” At least half a dozen of us did, mostly the bass section, with gusto and aplomb. It turned out he actually wanted something a little more than just an ascending scale, so prompting him to give better instructions was necessary.\n\nu/bigt8r\n•\n9 days ago\nThe New Fence\nM\n\nTL;DR: Friend was building new fence. Neighbor disputed property line, despite being told old fence was definitely on my friend's property by at least a foot, and called for a survey.... They lost about 800 sq ft of their yard, had to move flower beds and retaining walls because it was about 10 feet onto my friend's property.\n\nRecalling this story made my heart smile 😁\n\nA few years ago, I was building a new fence for a friend of mine. I had to remove the old sections that were falling apart, first, of course, and when I got to the intersection of his back fence, his side fence, and the next door neighbor's back fence, I carefully separated the neighbor's fence from his, and proceeded to carry on removing the side sections that went between their two properties.\n\nMy friend had told me that the side section was 100% on his property, and that the previous owner (30+ years ago) had deliberately given the next door neighbor's property an extra foot or so, to ensure that he was building on his own property (without calling for and paying for a survey).\n\nThe neighbor, Susan, whom I will refer to as Karen for the remainder of this story, came running outside screaming at me that I couldn't remove the side fence and it was their property and just what do I think I'm doing?!\n\nI responded back, very calmly, that my friend had told them well in advance that he was going to replace the fence, that he was just going to build it in the same place as the old one, and asked if they were willing to split the costs, to which they declined. No biggie.\n\nKaren started screaming at me again, telling me I had no right to do that, and that my friend didn't give them proper notice, and that she didn't realize that there wouldn't be anything between their two properties to contain their dog. By now, I'm about ready to lose my shit, so I knocked on my friend's back door to let him know what was going on, and that he needed to talk to Karen, and that I was leaving because I didn't want to do or say anything I would regret, or cause problems with the neighbors for my friend.\n\nThe entire project got put on hold, pending a property survey that was going to cost $650, and that they demanded my friend pay half of, despite him telling them that the fence was definitely on his property, and nothing was going to change with the new fence, and that he was fine with them continuing to have a foot or so of his property, so that he didn't have to rock the boat.\n\nFast forward to the following Monday when the surveyor comes out....... Turns out, the old side fence was not \"a little\" on my friend's property, but ALMOST 10 FEET onto his property, and the neighbors had built up raised flower beds and done a nice brick retaining wall right up along the fence line, that they had spent a lot of money just in materials for - never mind the time they put in constructing it.\n\nNeedless to say, my friend came away with the biggest shit eating grin. For the mere price of $325, he was entitled to expand his yard of more than 30 years, by about 800 square feet...and Karen and her husband (who happened to be the polar opposite of his wife in personality, and was super nice) spent the next week moving their garden, retaining wall, and all of the dirt that was on my friend's property, so that I could build the fence on his side of the ACTUAL property line.\n\nThey then hired the cheapest contractors they could find to slap up a fence on their side of the property line. They spent almost as much as my friend did on their new fence. (I gave my friend the friends and family discount) 3 years later, the last 20 feet or so of their fence is on the ground already, because it was such a shitty job that it fell over in a moderate wind storm this past spring. My friend's fence is still standing, rock solid, and his dogs are definitely making good use of the extra 800 sq ft. 😁\n\nView full post\nu/Lime_orchard07\n•\n10 days ago\nWe have to go the a meeting instead of a funeral, try us\nS\n\nFirst things first, I am not the one doing this malicious compliance.\n\nSecond things second, this is a repost due to my original post being removed due to uncertain fallout. I have now asked around and got some certain feedback\n\nI am a student of a public school district which was recently taken over by the state government. Early on into the school year, one of my classmates died. We weren’t told how they died, but most of us think it was a suicide.\n\nThe funeral for the student was scheduled on the same day a mandatory meeting for teachers in the district was scheduled. My teachers got into a week long argument with the district about wether or not they can go to the funeral. The district said this “you have to show up at the meeting”.\n\nCue malicious compliance: the teachers that were going to the funeral, I counted 8 but I’m probably wrong, showed up at the meeting. My teachers said that they “took one step inside, then walked back to our cars”. When at the funeral, I counted 8 teachers and several consultants (consultants didn’t have to go to the meeting)\n\nAnd now the aftermath: good news, my teachers haven’t been fired. But there is some bad news. The district is cracking down on teachers speaking out against the district (edit: this comes from the sayings of teachers from both my school and other schools. Please take it with a grain of salt) . When it comes to the family of the kid, I don’t know what happened\n\nInfo about the takeover: I know someone’s gonna ask about this, so here is the info I have gathered on the takeover. Earlier in 2023 the TEA (Texas Education Agency) took over the Houston Independent School District. Why did they takeover? One or two (sources are conflicting on the number) schools were failing. Due to a 2015 Texas law, the TEA now had the ability to take it over. To be fair, the schools that were failing would’ve been forced to shutdown if the TEA didn’t take over, so it was a bad situation either way\n\nView full post\nTop 1%\nRank by size \nRULES\n1\nPosts must be Malicious Compliance\n2\nNo Banned Elements\n3\nDon't Question the Validity of a Story.\n4\nFollow Original Content Policy\n5\nComments must forward the discussion.\n6\nCompliance must be intentional.\n7\nInclude the fallout.\n8\nNo Acronyms As Names."
}