{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Support for those with nasty, cruel, toxic, abusive MILs & moms - Reddit",
  "href": "https://www.reddit.com/r/JUSTNOMIL/",
  "body": "About Community. A place to post about your MIL or Mother who is just the *worst*. Come for support, come for advice, or just to vent and get it all out. That's what we're here for. Discussion often contains adult themes and language. Created Feb 27, 2015. 1.9m.",
  "textContent": "Support for those with nasty, cruel, toxic, abusive MILs & moms\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/JUSTNOMIL\nCreate a post\nSort By:\nu/botinlaw\n•\n1 mo. ago\njustYESmil Megathread\n Megathread\nu/botinlaw\n•\n8 days ago\njustYESmil Megathread\n Megathread\nu/Jedi_Nixxee\n•\n12 hr. ago\nOh boy…MIL showed up to bully us about Christmas.\nRANT (╯°□°）╯︵ ┻━┻ Ambivalent About Advice\n\nI (50f) got a text at about 10:45 AM that she was going to be here in little less than half an hour.\n\nI am in the middle of dying my hair because I have my companies Christmas party this evening, my husband is in the shower because he is going with me.\n\nShe comes in looking for my younger son, age 9. She is immediately angry, because nine-year-old isn’t here. He is with my best friend (50f) with his Christmas shopping for the family money and she is happily taking him and they are going to go back to her house and wrap things so we don’t know what we’re getting from him. She is also graciously watching him overnight so my husband and I don’t have to rush back from the Christmas party.\n\nThis is important.\n\nMy mother-in-law immediately starts berating me, because whenever she wants to do something with my son, he is at my best friends, 98% of the time with me.\n\nSo now she starts going off about Christmas and the importance of family.\n\nBecause she wants to make sure that we are not making plans with BF. We are not, and we hadn’t planned to.\n\nLittle bit of backstory, my husband is a homebody, my best friend and I like doing silly weekend excursions and taking kiddo with us. We go to Little town festivals we take him to the park, we go to the local amusement park… she and I really like getting out and doing stuff and being active. My husband always knows where we are, and can get a hold of us, and he is thrilled with the peace and quiet for his own hobbies and has his own friend group that he hangs out with. not, and we hadn’t planned to.\n\nI cannot stress how much this arrangement works for everybody.\n\nEnter older son… He is 20 and he’s planning on moving out in the next few months.\n\nHe has had problems with that side of the family, being bigoted, racist, sexist, judgmental, you know, conservative.\n\nWith all of the energy and righteous fury of someone just out of their teenage years and knowing it all, he politely told her he would not be attending any gathering at her house on Christmas Day.\n\nThis was to be expected because we had already negotiated going over there for a few hours on Christmas Eve and having our own small family gathering with my brother at our house\n\nUpon hearing this, JNMIL flew into hysterics and started berating my older son, who was calmly Gray rocking her and saying “no… No… No… NO. NO I am not going on Christmas Day.\n\nI have been out of the room for all of 30 seconds, popping my head and letting my husband know that she is there, by the time he joins us it is a full blown screaming match. I had been calmly trying to reiterate boundaries we have set up in previous years .\n\nShe does not like boundaries\n\nAt all\n\nI have remained seated in a kitchen chair this entire exchange with her trying to loom her entire 5‘1“ frame over me while telling me.\n\n“Why can’t you just get over it and show up. I want all the family there I don’t understand why you can’t just be there?“\n\nSee, funny thing is the reason we can’t just be there is my husband’s sister and her husband three years ago laid hands on my then six-year-old son, and paddled him without getting either of his parents.\n\nHe has ADD he was being super energetic. They did not like this and took it upon their own initiative to discipline him. This is the latest in a long line of complex issues we have had with them.\n\nWe do discipline, our kiddo, but we also believe in talking with him once he has calm we do discipline, our kiddo, but we also believe in talking with him to help him regulate, and then there are understandable consequences for misbehavior. He is a really good little kid.\n\nThing is, my sister-in-law’s husband comes from money, so everything they do is fine.\n\nAbout five minutes into all of this, my husband emerges into the room and is attempting to reiterate the boundaries we have, such as not wanting to see sister-in-law and brother-in-law at family gatherings.\n\nTo his credit, he did not yell. He remained calmer than myself or my son.\n\nThis entire encounter ended when she went to slap me because I told her to refrain from trying to guilt trip either of my sons. A tactic which she attempts to employ liberally.\n\nI dodged the slap, stood up and I told her to get out of my house.\n\nView full post\nu/echos_in_the_wood\n•\n6 hr. ago\nDH confronted MIL\nSUCCESS! ✌\n\nI did not go with him because I’m at the end of my rope with mil and have been seriously cutting back on visits. He decided to go and talk to her one last time, expecting her to get angry, deny everything and that this confrontation would ultimately end in no contact. Thanksgiving was the last straw for both of us, with her laughing in my face and telling our toddler to “come” after I asked her to stop feeding him apple pie off her plate when I was trying to get him situated with his own and she was making a huge mess everywhere. She also kept trying to grab my toddler and take him out of the room alone and my toddler VISIBLY did not want to go with her. My husband told her “no” to grabbing toddler like 15 times but she wouldn’t stop until I physically removed toddler from the situation. She also kept overstimulating toddler, desperate to stay the center of attention, and made him cry. When I took toddler away from her so he could calm down, she followed us beating on a DRUM. It’s been 3 years of nonstop disrespect, not listening to either of us, and actually “joking” multiple times about kidnapping my baby when I was PREGNANT to the point that I had nightmares about her for a year postpartum, trying to feed my EBF newborn behind my back. I was done. DH was done, but willing to give her one more chance to change her behavior.\n\nFor some background: communication and criticism isn’t something my MIL handles well. She cut off both her sisters decades ago for daring to confront her about a nasty sexual rumor she spread about one of them. (Mil comes from a conservative and religious culture so that rumor could have really hurt her sister) She’ll deny doing literally anything that could slightly be perceived as wrong, even if no one is mad at her about it. I once asked her to stop dumping fistfuls of fertilizer in my potted plants and thanked her for trying to help but it wasn’t necessary. She denied it and blamed it on the birds though I literally saw her doing it. I once saw her attempting to stick her unwashed fingers in my sleeping newborn’s mouth and said “please don’t do that” She told me he was actually trying to stick his fingers in his own mouth 🙄 I was watching her the whole time and his arms were literally limp at his sides. So you get the point: she lies, denies, pretends we live in a Disney movie, and cuts people off before admitting to anything she’s accused of.\n\nBut we couldn’t handle her anymore so DH went to confront her anyway, bringing up some of the things I mentioned and more, fully expecting a cut off.\n\nAnd she reacted as both of us expected: lying, denying and getting angry. However, something happened that never has before: FIL actually chimed in and called her behind out!!! Told her “yes, you do that, yes you’re disrespectful, yes you need to change your behavior.” FIL is sick of her crap too. DH told her if she doesn’t stop, she doesn’t get to see our toddler anymore or the the next baby because I’m currently pregnant with number 2.\n\nI’m really thankful because I truly thought the rest of my husband’s family would think I’m overreacting and forcing DH to confront MIL, but nope. Everyone else has seen it all along.\n\nIdk what is going to happen next time we see her or how she’s going to treat me. I told DH that I am holding fast to my current boundaries and still want less frequent visits with MIL because one conversation won’t fix everything that’s happened in the past 3 years. MIL is truly an oddity and I don’t understand her mindset at all. I also don’t understand why it’s taken so long for anyone to call her out. But I’m grateful that this ended well because NC is truly a last resort for me, because I’ve had to cut off some truly dangerous family members of mine and I didn’t want to cut of my husband’s family too.\n\nETA: apparently she whined at the end that she doesn’t think I like her. I think in a last ditch attempt to make herself the victim. But I liked her for six years prior to getting pregnant with my first and she showed her a**. Imagine acting the way she does and expecting anyone to like you 🙄\n\nView full post\nu/ZebraLion\n•\n3 hr. ago\nMy MIL wrote a 14 page letter.\nAdvice Wanted\n\nI always knew we didn't get on great because she is the type of person to give weird advice or be ignorant and rude and I am the type who doesn't always let those things slide. For example during my pregnancy last year she would insist that it was normal to not feel baby move for up to a week before delivery. She also gave our toddler ice cream behind our back when she knew our toddler has a cow milk protein allergy that is quite severe. She also has a partner who to put it shortly is the type of man who sits and says nothing but expects everything without saying thank you. He is supposedly a millionaire according to MIL but I've never seen him do a day of work or even shower really. Last summer I saw him talking badly to MIL and I told my partner which seems to be the flashpoint of all of this.\n\nFast forward to last July and I give birth to our daughter #2, MIL makes no effort to come and see us, she even refuses to call our child by her actual name because she doesn't like it. She invents a nickname with the same first letter that is not even remotely close to daughter's name and claims it's because she can't pronounce the name (it's not a complex name). We invite her over numerous times and each time she claims to be too busy. My SIL is also pregnant at this time and due in October. MIL says she'll come over in October because she has booked a week off work and can't travel otherwise (she lives 2h away and has every weekend off work). October rolls around, MIL comes over. She attends the hospital multiple times to my SILs dislike. She then meets up with my partner and hands him a 14 page letter.\n\nIn this letter it starts with \"now it's not that I dislike OP but\" and continues to list various reasons (all of which are fabricated or stretching the truth) as to why he should take our toddler and leave me and the baby. All in short because she thinks I'm an unemployed gold digger (I manage a coffee shop) because I'm on maternity leave and we're moving home in January to somewhere larger. She also claims I'm self absorbed because I once complained about the price of a coffee at a beach side resort while refusing to give our toddler money several times over for basic rides that last less than 2 minutes. Also that I'm a bad parent to our toddler because I don't let her kick people with shoes on (which MIL phrased as \"resting her feet\") and I don't let her touch my hair when she has dirty hands. And that I was entitled and rude because I couldn't walk for 3 hours in 32c British summertime while 38 weeks pregnant with absolutely no shade or rest spots. The letter ends with something along the lines of \"you should think carefully about you and toddler, son, and get out before it's too late\"\n\nAfter all this we were pretty livid because of I think pretty obvious reasons. It emerges that she had said similar gold digging things about two of my partner's exes and also my BILs ex. For the record my partner works for the police but isn't a police officer so he isn't exactly sitting on a mountain of gold. We let things go for a while because we're busy with our family and trying to live our life but when my SILs baby is only a few weeks old she comes to visit again. We think huh funny how she can suddenly make effort for their baby and still hasn't seen ours. Around this time she manages to see our toddler because our toddler is on a Halloween holiday with some family members close to where she lives. During this visit she apparently asks our toddler if she likes us and if she doesn't like her baby sister she can tell her. After I hear about all of this I'm just furious. To make matters worse she leaves a literal mountain of gifts at my SILs house for our toddlers birthday in November and Christmas with a few small gifts for baby with a note that says \"I always treat my granddaughters the same\".\n\nWe then decide that enough is really enough and we send her several messages explaining why we will be no longer contacting her and why she won't have access to our children anymore. She ignores these and claims she never received upwards of 20 separate texts. We didn't call her because we wanted to get our point across and a phone call does nothing but end in her screaming down the phone. This past weekend she visits SIL again and we drop the unopened gifts at their house so she can return them since we don't want to accept them. She then calls us screaming about grandparents rights and insists we let her see our toddler. All while she continues to have no interest in our baby or no remorse for what she said about me.\n\nAre we over reacting by cutting all contact with her and returning these gifts?\n\nView full post\nu/kzeash\n•\n10 hr. ago\nMy 18 month old drops F-Bomb. MIL lectures.\nAm I Overreacting?\n\nMy husband wanted me to send a video to his parents of our daughter dropping the F-bomb & we thought it was so, so, cute. So did my family & our friends. It was innocent & so I did.\n\nHours go by, I get an email back from FIL saying, “that’s disappointing” okay. I left it alone. Didn’t think much of it.\n\nI wake up the next morning & my MIL has sent us a loooooong lecture about how we will ruin our daughter. That she won’t be accepted by other kids because their parents won’t let their kids around her over cursing. Yada yada yada. It was such a long & drawn out text of her over stepping.\n\nMy husband replied politely, told his mom what she wanted to hear & left it at that.\n\nI told him he needed to tell her, “you got to raise your kids, let us raise ours.” & he said no.\n\nSo now I’m thinking, I will take a back seat. Stop sending them pictures & updates of my kids (currently pregnant with baby #2) & leave it all up to my husband who barely communicates with them.\n\nMy thing is, they will know something is up & I want to be as polite as possible but stern. I haven’t found the words just yet that I’m going to say & I’m needing ideas.\n\nMy MIL also told me that SHE gets custody of my kids if something happens to us. We went & made a will so that wouldn’t happen. She got very butthurt about it.\n\nAm I just hormonal & too pregnant right now? It was a genuinely innocent video & we thought it was adorable! I know kids cussing can be a hot topic though.\n\nView full post\nu/RHObsessed24\n•\n2 hr. ago\nI’m proud of myself.\nSUCCESS! ✌\n\nMy mother in law has repeatedly used motivational quotes and platitudes to [inappropriately] give her support through our infertility journey.\n\nTonight - days before a very serious surgery relating to my fertility- I handed it to her.\n\n“I know it’s meant to be helpful but there really isn’t a a lot of beauty to be found in multiple years of infertility. It’s not fun, it’s not easy and not every journey ends happily as much as we want it to.\n\nMy therapist told me recently that sometimes no sentence anyone could ever say will ever make this feel okay or better, so it’s okay to share that when people try to help, and that’s where I am.”\n\nIt was met with the victimization of herself, “I was only trying to help.” But I stopped it immediately.\n\nI finally effing did it, friends.\n\nView full post\nu/TheBatFamily13\n•\n2 hr. ago\nDo I let my grinch MIL ruin Christmas?\nNew User 👋\n\nI (30F) have been with my partner (36M) for 5 going on 6 years. We have 2 beautiful baby boys together, a house, good jobs, etc. We are by no means the perfect couple but we have work hard to create a comfortable, loving life together for us and our children.\n\nWe have one major point of conflict is my MIL...\n\nMy MIL freaking hates everything about me for no reason. Everything i do is wrong. Some examples.... When I was pregnant with my first, she told me I was getting fat and my partner would leave me and I would be a welfare mom to my face.. When my partner had cancer, I wasn't allowed in the room because I am placeholder until he finds a good woman... When my grandmother was dying in hospice, my family was stealing her time with the kids because she was in town.. When my first was in the NICU, she screamed at me thay I fucked her grandbaby up somehow (he had jaundice).. she complained that I don't talk to her so when she calls for the kids or my partner, so I went out of my way to say \"hi. How are you?\" then it was \"why can't i just talk to my son or grandsons...\" She has yelled at me in public, bullied me in my own home, etc. Over the years, she has caused many fights and until recently my partner just kept saying \"just ignore her\" \"thats just the way she is\" \"she is just in a bad mood\" or whatever.. He has started to call out her bad behavior but nothing changes. .\n\nHe recognizes she is the root of a lot of problems but he doesn't want to cut off his dad. She is the type who would force his dad not to talk to him if she was cut out and unfortunately his dad would comply for peace. I don't know how such a great man is married to such a sea witch.\n\nRecently, she was on her high horse about how wonderful my SIL is. Mind you, my SIL likes to get drunk and beat on my BIL and everyone knows it. MIL feels like SIL walks on water and it baffles me. I'm over here working a full time job, keeping a clean safe home with happy children and minding a healthy relationship, yet I'm the problem.\n\nThis brings me to this month, my partners immediate family (MIL, FIL, 3BIL, 2 SIL, 2 nieces, and his grandma) all live like 5 states away so we are suppose to fly there for Christmas and stay until NYE. She wants us to stay with her and FIL, which originally I was ok with because I don't want my kids around SIL and her drunken temper. I won't stand there and allow my kids to be witness to her behavior. But... this week she called my partner to complain that she doesnt want me there if I can't \"bother to be a part of the family\". All because I asked her to measure the niece's heads so I could knit them Christmas hats like I did for my boys and get cute pictures. I am apparently cheap for handmaking gifts.\n\nI just want to throw my hands up and say F it. Send them and stay home, but if I stay my 7 month old who exclusively breastfed would have to stay too and we would a part for Christmas.. I don't know if mentally I can't handle a week of being called a bad mom, a bad person, or whatever else she is feeling at the moment. On the same token, I don't want to miss Christmas with my oldest son and my partner to miss my youngest son's first Christmas..\n\nI have no idea what to do and I am utterly lost. Partner has not seen his family in over year and is not open to staying home with me. He said he would respect my decision if I didn't go but I know it will hurt him. She has been the center of so much hurt over the years that I don't want her to take yet another thing from us..\n\nWIBTA if I just F it and stayed home with my baby?\n\nView full post\nu/JeepersCreepers2023\n•\n5 hr. ago\nHow to tell future MIL she’s not invited to the bridal suite?\nAdvice Wanted\n\nI am very nervous about having to break the news that my future MIL is no longer to be in the bridal suite on the morning. I had made a passing comment about 2 weeks into being engaged that I would love for my future MIL and future- step MIL to be present with myself, my bridesmaids and my mum in the morning of the wedding. However, since that conversation - future MIL has caused a lot of problems and although things are calmed for now, she did insult my family and now my mum has asked the single request for her not to be a part of the bridal suite group.\n\nNow the plan would be that it would just be my mum and the bridesmaids, as to be honest - I feel much more comfortable not having MIL there, as she would either cause issues or make everything about herself. But now I am panicking, as I need to get my hair done and we share a hairdresser. I need to speak to my hairdresser to book her for the wedding, and I’m concerned that MIL will find out through her that she won’t be booked in to get ready with us this morning. I genuinely can’t deal with the guilt trip I’m going to face for all of this when I have to tell her. I have been so unwell for months because of the stress she’s put myself and my partner through.\n\nIs there any advice on how to help this go down easier? My partner is even more than happy to deal with it but he just also doesn’t really know how to go about it. Whether or not he has to say he needs her to support him on the morning (which would put lots of stress on him having her around) or if we need to allocate her lots of tasks for him in the morning so she feels like helping?\n\nAny advice would be so greatly appreciated!!\n\nView full post\nu/tobemeeandfree\n•\n13 hr. ago\nSO has to lie to JNMIL about his whereabouts\nRANT (╯°□°）╯︵ ┻━┻ Advice Wanted\n\nMy SO (M32) and I (F29) have been together for almost 3 years now. I am so proud of him that he is going to therapy to address his relationship with his helicopter mom.\n\nOne of the things he has been learning is to withhold info from her about our lives because we have seen that she reacts badly when she feels we are wasting money or just plain feeling jealous that her son is having a good time with someone that’s not her. Less info is better so she doesn’t have ammunition for a fight she wants to start.\n\nRecently, my SO and I went to Europe for a destination wedding which was a total dream. He didn’t tell JNMIL we were going because he said she would be mad that he is going with me to a city that she has not been to.\n\nOne night she called while we were sleeping and when my SO didn’t pick up, she started spam calling/messaging him across different platforms. He happened to see it all and had to hide in the bathroom to tell her he was “out at dinner with friends.” Idk why she was being so frantic because at home the time she called is around dinner time…\n\nThe wedding went well and we both got home safely. I found out recently that he preemptively told his mom before our flights back that we were attending a “local wedding” over the weekend so he would be “unavailable” in case she tried to call again during our transit. Lo and behold this woman had so many questions like where, whose wedding, how do you know them, did you buy that tux, send pictures of not just you but the wedding party? Etc…\n\nLying about the location is one thing but why does he have to lie that the friend was his? He said last time we went to my friend’s wedding his mom had a lot of words for why he was going and why he had to get a new suit for it. He said if her told her they were our friends she wouldn’t believe him?? Also the tux…he had that custom made and when she asked about it, he told her it was a rental.\n\nJNMIL is such a helicopter parent for a 32 year old man!! I’ve been told that I need to be patient while my SO slowly disentangles himself from his mom but it’s just so frustrating to watch! He is so naive sometimes thinking that she will let go when we get married but I know better! He doesn’t feel ready to have the blowup “breakup” conversation with his mom but I know these small things he’s learning to do to deflect won’t solve his problems.\n\nView full post\nu/dyzni\n•\n3 hr. ago\nMIL has caused motherhood to be miserable and I don’t want to see her anymore.\nAdvice Wanted\n\nI [16F] found out I was pregnant at five months along in May. Prior to finding out exactly how far along I was, MIL [43F] freaked out on me telling me to get myself to the doctors. She was yelling, slamming things and stomping around the house where I was to see my partner [18M]. After she left the home, I went to the bathroom to see that I was getting a nose bleed, which has never been normal for me, on top of having a full blown panic attack. After this initial blow, everything seemed to be fine between us and I was happy to be having a good relationship with her. Unfortunately, I went into preterm labour at thirty-five weeks pregnant and the hospital where I live is not equipped to handle anything below thirty-seven weeks, causing us to be sent out of town. After a two week long labour, I got induced and had my baby at 37+3. On the road home, MIL got the call that she’s being evicted due to her poor living condition (hoarding). My partner often feels sorry for her and allows her to overstep boundaries. He allowed her to move in with him and I. I put up with a month of utter disrespect on her part and despite me speaking up, hardly a thing was done. She would use my newborns car seat to store clothes/sopping wet swimsuits, use his $170 lounger as a pillow and would stomp throughout the house in her boots in the middle of the night while she thought we didn’t know (we have a strict shoes off rule). After finding the swimsuit, I had enough and called my aunt to come get me and my son because we’d be moving back with my mom and brothers. During the process of packing our things, MIL cornered me, demanding visitation rights after almost ignoring my sons existence the month we lived with them. She did not once ask to hold him, she never offered a helping hand and could hardly even look at him. She proceeded to talk to me passively two times after this, each time being when my aunt would step outside to put things in her truck. One of which I had caught on camera of her mocking me for being intolerant of her using my sons items. Since moving out, she’s made a point to crap on me to my partner several times. Telling him I have a bad, unwelcoming energy and had gotten mad I needed to go home to submit an assignment for an important class. At this point in time I told my partner she is no longer welcome around me or my son until I say so. She gives me an overwhelming anxiety that if I am at my partners house and hear a creak, my heart stops and breath gets heavier. I have always been taught to forgive and forget in terms of family and I want to have my son grow up with both sides of the family but she is so awful to me and I feel invalidated. My partner basically tells me I have no reason to not like her and I am so gullible that I am constantly questioning whether or not that’s true. I do not want bad blood but It is healthiest for me to not be around her. I also do not trust my son to be around her alone. How do I go about this without creating a complete uproar?\n\nView full post\nu/Rich-Mind-5800\n•\n7 hr. ago\nDecided to send Xmas card to mil, not how I thought it would go\nAnyone Else?\n\nI haven’t spoken to her or her family in a year. My husband has on and off but hasn’t seen them and whenever they talk it’s unpleasant because she just wants him to leave me and move back with her.\n\nI knew it would be a lose lose whether to send or not so my husband decided to send them and just ignore whatever they tried to say.\n\nTo my surprise, theytook it as an apology and said it was a good “initial step” to repairing the relationship 😂😂. This is said to my husband from his great uncle, because they don’t want me involved in their lives ever again, just my husband and my children. His mother didn’t reach out because she is pretending I blocked him on her phone so we’ll see how long that lasts.\n\nu/littlepuddingpop\n•\n12 hr. ago\nDoes anyone else’s MIL come up with sooo many excuses/plans to manipulate her kids into spending time with her? This time it’s a “work meeting” (family business) at her house 1.5hr away that could 100% be on Zoom\nRANT (╯°□°）╯︵ ┻━┻ Ambivalent About Advice\n\nMy husband has a family business with his dad and one of his brothers (BIL1). MIL was somewhat involved with bookkeeping which my husband has taken over this year. His mom decided to schedule a meeting for him on Monday, to go over end of year tax stuff.\n\nWe live 1.5hr away so it’s not a quick trip. We are already planning on coming down a week later before we leave town for the holidays. But of course, that time won’t work for MIL.\n\nDH brought it up and asked if I wanted to go down with him on Sunday night. I say absolutely not. But this made it very clear to me that this isn’t about a work meeting, it’s MIL looking for an excuse for us to come down and stay with her.\n\nAlso, for context, we live in a place where people make weekend trips, so trying to leave on a Sunday means sitting in terrible traffic… we always avoid traveling on Sunday for this reason\n\nI mention this and also ask why couldn’t you do a zoom meeting? Oh, because we have to look at quickbook stuff…. Which is all online. Lmao. DH could just share his screen. But MIL will use weaponized incompetence and play dumb/act helpless\n\nDH agreed with me and wants to just relax at home before we kickoff holiday travel (including 12 days with his family - pray for me)\n\nHe was talking to his brother (BIL2) this morning and he must have asked what his plan was. DH says oh I think I’ll just drive down Monday morning.\n\n10 minutes later, guess whose calling? MIL of course. DH puts it on speaker and she immediately says “BIL2 said you’re not coming down til Monday?!?” And mentions how she hates that he’ll be wasting so much gas.. I guess my FIL is driving down Sunday and DH could hitch a ride, but he doesn’t care about that. Subject sort of changes then she says “who is going to eat the roast I’m making? I guess I’ll have to eat it myself” to further guilt trip DH. He answers “BIL2”\n\nIdk who I’m more annoyed by. MIL for being so manipulative and guilting us any chance she gets, or BIL2 for obviously “telling on” DH as soon as they get off the phone. 😑\n\nTLDR: MIL scheduled a “work meeting” for DH (family business) on Monday, at her house 1.5hrs away. She wanted him/us to come down on Sunday because this meeting is just a ploy to try to get DH to spend time with her. She found out from BIL 🙄 that DH isn’t coming til Monday and is throwing a fit\n\nView full post\nu/baiou\n•\n2 hr. ago\nSix+ Years of NC About To Be Broken\nAmbivalent About Advice\n\nHello my favorite people! Send help.\n\nFor reasons that are... reasons... we will be breaking 6+ years of NC with my JNMil. (I'd give more details on the reasons but this sub has gotten so big and posts get shared that I worry about identifying information.)\n\nAnywhoos. No one, and I do mean no one, thinks this is going to go well. My D(ear)H and I have been discussing potential outcomes and how we will deal with them i.e. if she has another public meltdown, we leave. Refuse to meet in private and only in a public place etc etc etc.\n\nMy DH's take on it is - let it go poorly - so, yet again, no one in his family has a leg to stand on to blame us for the estrangement. My anxiety is... not great.. which had me logging back into this account to review.\n\nMan, it is easy to forget the nasty after years and years of peace. Send me your best snarky comments please.\n\n_____\n\nLastly, do not share this. You can share when you take on my JN's for me. Please and thanks.\n\nView full post\nu/sam_rs\n•\n8 hr. ago\nIn your experience does MIL care less about grandchildren when she already has so many?\nNew User 👋\n\nI am 7 months pregnant with my baby. This will be MIL's 9th grandchild. My husband has 4 brothers who have all had children, but this will be our first. The previous grandchild was born 3 years ago.\n\nI have heard from SIL that MIL was great throughout their pregnancies. She would hire cleaners for them, cook them food and take them out for shopping etc. Just generally be involved.\n\nWith my pregnancy, however, she doesn't seem to care. They had an okay reaction to us announcing our pregnancy. But since then she's barely reached out to us to ask about the pregnancy or do any of the activities she did with my SILs. We invited her to go shopping for baby stuff and she just made excuses.\n\nI always thought we had a decent relationship with our in-laws, so I was wondering if maybe she just doesn't care because she has so many grandchildren now.\n\nI'm also worried that this behaviour is going to carry on past pregnancy and my children won't receive the same treatment as the other grandchildren (she is very involved and helpful)\n\nView full post\nu/Amazing-Dream5955\n•\n12 hr. ago\nIs this enmeshment?\nAdvice Wanted\n\nI recently gave birth and am worried about my MIL babysitting my son if I have to go back to work. I am not sure if this is just a super close family dynamic or if it’s enmeshment.\n\nWhen my husband and I first started dating and would sit on the couch next to each other my MIL would make comments about “I wish you would cuddle me” and “come sit next to me instead and cuddle”. She would even go as far as calling my husband into her room when she would lay down for bed to cuddle not stopping until he would oblige and go. This is still happening. Sometimes my husband is visibly uncomfortable but she will not stop telling him to “come cuddle with me” until he does.\n\nMy husband is in the military and when he went to boot camp she told me I was stealing her son from her and she couldn’t believe he chose me over her (I haven’t told my husband she would say things like this to me, should I?). While we were stationed in other states there have been multiple times she has given 2-3 days notice that she is flying over because she needs to see her baby-without asking if her doing is inconveniencing us.\n\nShe constantly calls him sexy, makes comments about his body and genitals, and once said a facial expression he made looked like he was having an orgasm. She will also talk about sex with him. She tells my husband how his father doesn’t love her anymore and how she feels so unloved. Every small problem of hers is my husbands to fix and she will guilt trip him for not calling or visiting enough.\n\nShe calls my son “her baby” and is constantly pushing me to let her take him for the day despite him being exclusively breastfed and a newborn. She makes decisions about how he will be raised too, “just so you know, we’re homeschooling him”. She also compares how often she sees and gets pictures of my son to my parents. I am afraid of the emotional damage she will do to my son if she watches him while my husband and I work. If I bring up my concerns to my husband he tells me “she knows she’s not involved in our son’s parenting and she’s just joking” but she just gets worse and worse. How do I talk to my husband about this?\n\nView full post\nu/BrokieBroke3000\n•\n2 hr. ago\nI’m 39 weeks pregnant and don’t know how to get it through to my mom that I want nothing to do with her\nRANT (╯°□°）╯︵ ┻━┻ Advice Wanted\n\nTL;DR I made it very clear to my mom in October that I’m done with her, and now she is sending packages of baby clothes and sentimental shit from my childhood to my house. How do I get her to stop and make sure she doesn’t show up when my baby is here?\n\nI’m 39 weeks pregnant with my first child and went no contact with my mom for the first time in March of this year. I let her back into my life in May to tell her that I was pregnant but have since gone no contact with her two more times - most recently at the end of October. I told her during that convo that she won’t have a relationship with me or my child. We have not spoken since, and I have finally accepted that she will never be the mother I need her to be. I’m at peace with never speaking to her again, although it makes me sad that my child will be missing a grandmother. I just need some advice on how to deal with her current actions.\n\nFor the last few years, my mom has made a habit of giving me things she knows I don’t want. For example,when I got my first apartment I told her I didn’t want to decorate for Christmas since I don’t like Christmas (because she always ruined it). She shipped an artificial tree to my apartment anyway, and then for Christmas she gifted me a giant box of dishes that were part of a Christmas themed dinnerware set that she had ordered for herself a few months before (wtf?). She also has brought things to my house that hold sentimental value for her but not for me and then guilt tripped me into keeping them. She’s brought old outfits from my childhood, elementary school projects, photo albums, Christmas ornaments, etc. I have made it clear multiple times that I don’t want those items and this needs to stop.\n\nI have BOXES of crap that she has dumped off on me like this. If she feels like I should have something, she will have it sent to me or bring it herself even when I have made it clear that it’s not wanted. Now she is doing the same with my child. She has shipped me 50+ articles of clothing for my baby. She also bought 30+ items off my registry a month before my baby shower knowing that there wouldn’t be enough items left on the registry for others who wanted to shop for our baby. She was not invited to the shower, and her buying up 1/3 of the items on my registry seemed malicious based on other things she said and did around that time. I have told her over and over that while we appreciate her enthusiasm, she needs to stop and we don’t need anything else from her for the baby.\n\nWell today I received two packages from her without warning. The first contained more new clothes for the baby. The second contained items from my first Christmas that I guess she thinks are sentimental. She sent a “my first Christmas” outfit that won’t even fit my newborn baby, ornaments, books that she used to read to me, Christmas stockings, etc. She also included two mushy Christmas cards from 1995 that she and my dad gave to each other. I wasn’t even born yet, and my parents have been divorced since like 2001 so I’m confused about why she still has them almost 30 years later or why she would think that I want them.\n\nIt’s weird af, and I don’t know what she is trying to accomplish here. How do I get her to stop? Do I ship the box back to her? Put a note in the box telling her to stop? Completely ignore it like I never got anything? What is the most effective way to stop this? I just want to be left alone in peace as I prepare for the arrival of my baby and adjust to motherhood. I am already in fear of her showing up on my doorstep at any given moment to try to force her way in to see the baby. I don’t need to also be anxious every time a package gets dropped off on my doorstep.\n\nView full post\nu/lustylifeguard\n•\n8 hr. ago\nMIL is a literal lizard\nAnyone Else?\n\nNot a long rant post for this sub, but my mother in law keeps her house at 80-85 F all year round and wonders why no one wants to come over (to also add she never cleans and is a hoarder). TBH I think a lizard cage would be more bearable. That’s it. That’s the post.\n\nu/EyesLikeDiamonds127\n•\n11 hr. ago\nMy Racist-Lite Step-MIL & FIL\nNew User 👋\n\nAvid lurker, first post.\n\nMy husband and I are high school sweethearts. I am Black, he is White. Back when we were applying to colleges, my JN Step-MIL and FIL thought it would be appropriate to call us and explain that since I am Black, I would be getting way more opportunities and scholarship money just because I am Black (referring to Affirmative Action). They hadn’t seen my transcripts, so they would have no idea if anything I received over him was based on merit - it tells me they assumed that I didn’t have good grades and ONLY being Black would grant me more. He got into way more schools than I did and he also got more scholarship money. They never followed back up on that.\n\nI was 17 at the time and raised to be polite and non-confrontational, so I just listened and didn’t really respond. I think it’s important to note that they hadn’t even met me in person yet. (My husband lived with his mother and step-dad). Now that I am older, I realize that this was a completely inappropriate conversation to have with me and I wish I could go back and defend myself.\n\nFast forward to this year, where we flew out West and had to see them again at my husband’s grandparent’s funeral (may they rest in peace .. they loved me and accepted me from the beginning). One of the nights we were there, we were all drinking (myself, my husband, JNStepMIL & FIL, and my husband’s half siblings - let’s call them Justin and Anna). Justin recently became engaged to an woman who is also a POC, although non-Black. She wasn’t there, but I kept getting this odd feeling that my husband’s parents were trying to make me feel inferior to her by naming all of her accolades and experiences. It made me feel uncomfortable, but I will not allow them to use her to intimidate me.\n\nAs the conversation went on, we started to talk about race - sparked by my JN Step MIL stating she doesn’t agree with “Black Lives Matter”. When I asked her why, she said that it’s because of the racism that other races experience - and specifically cited racism towards Asian people in the Pacific Northwest.\n\nGuys, I wish I could tell you that I calmly explained that “Black Lives Matter” doesn’t mean that other lives don’t. Instead, I was just so shocked that I didn’t really respond in a meaningful way. I felt cornered (my husband wasn’t in the room or he definitely would have put a stop to it), and my JN Step MIL can get hysterical, so everyone avoids confrontation with her.\n\nI left that trip feeling so empty. I hate that she feels comfortable disrespecting me. I’m worried about having kids and the bullshit she might say to them when I’m not around when that time comes.\n\nI talked to my husband about it, but it hasn’t been addressed with her, and now I feel it’s too late.\n\nI feel that I should mention that I believe there was a lot of emotional incest going on, on her part towards my husband. I think she feels I stole him from her and has always hated me for it. I think the fact that I am opposite of her in almost every way adds fuel to the fire (I am an artist, into makeup girly things - she is a scientist, not into makeup etc)\n\nI don’t know what I am looking for here; perhaps to vent. They don’t live anywhere near us, so meetings are not very often - I am worried that those expectations will change once I get pregnant for the first time.\n\nTd;lr My JN Step MIL is low key racist and I don’t know how to cope.\n\nEDITED: Made some personal details vague for privacy. I know some family members are on Reddit, unsure of this subreddit.\n\nView full post\nu/Wurmicarnivore\n•\n14 hr. ago\nI can't take this anymore\nRANT (╯°□°）╯︵ ┻━┻ NO Advice Wanted\n\nCW: severe Illness, strong language, pet died\n\nHear me out, I don't need any advice, I know that I should leave. But it is a very complex situation. For now, I just need a quick rant. I have severe social anxiety (presumably Audhd) and have already scheduled an appointment with a specialized therapist for february.\n\nSince just over a year I live with my boyfriend, whom lives with his father who is severly ill (muscular dystrophy). Two months or so after I moved in, his fathers illness got much worse and since then he needs to be cared for two times a day. At this point in time, his mother and father were separated for many years already. I thought I could handle all of this, but no. I can not.\n\nFirst, my boyfriends mother (which I will call \"MIL\" from now on) came in to care for him 7 days a week, at random times. She... is \"special\" (another term for \"pain in the ass\"). I really tried to be on good terms with her, but hell. Let me tell you, what she did and what she told me, I just can not, for the sake of god, EXIST in a 50 feet radius around her without getting angry like a pegged bull on steroids AND panic like a half eaten squirrel at the same time, and this is NOT an overstatement. You wanna know what she did, don't you? I tell you.\n\n• She said I should put down my cat because he \"scares her\". He did nothing but look at her. He died of old age some weeks later. He was a good boy. Screw this woman.\n\n• It took weeks to convince her that we do not need her help DAILY. She would get angry when we did \"too much\". She treated to commit suicide, that \"no one needs her anyway\". She also complained that she has to show up daily and has no time for herself. It makes no fking sense. Just pure manipulation.\n\n• SHE EATS MY FOOD WITHOUT ASKING (terrible crime)\n\n• It is absolutely impossible to get a time out of her when she will arrive. She just randomly shows up, comes in with as much noise as possible and gets extremely salty when no one is there to greet her. Or even worse, greet her with an lack of excitement.\n\n• Where ever we go as a couple, she thinks she is a part of it. I get it, she is lonely, but for a reason, eh!\n\n• Once upon a time, a fat dead carp spawned without a word in our Refrigerator. Intestines and all. Apparently, we shall cleanse it for her.\n\n• She shames random people for their apperance. Loudly. Example? Everyone with tattoos, including me of course, is straight up dump. No exceptions. And don't you dare to have belly fat. Pure evil.\n\n• She randomly rearranges whole cupboards, because her way is the only right way.\n\n• She tries to clean stuff on a daily basis and makes stuff much worse in the process, because she refuses to wear glasses because she finds them ugly. Nobody would even see her when she wears them indoors. Paranoia, I guess? (Puts dirty laundry and dishes in cabinets for example)\n\nRemind you, this is just a small selection of the stuff I am dealing with here. My boyfriends ex had it much much worse. What makes it even worse for me is my own head. I need organisation, I need my own space. I need to be in control of my home. What I don't need are intruders. I am, in all means, NOT a social person.\n\nI will get help soon. Thanks for listening, tho.\n\nView full post\nu/SimoleonSavior\n•\n1 day ago\nUpdate on \" forced to take care of my son 2 weeks post spinal surgery\" post\nUPDATE - Ambivalent About Advice\n\nIf you're new to this , I apologize as the original post was deleted\n\nI'm currently in hospital...again.\n\nI spent 2, almost 3 days with 102 degree fever, sweats, chills, nausea,vomiting, lethargy. A red and swollen incision site ( so swollen, in fact, that my stitches busted)\n\nI was still at my mother in laws during all of this. I begged her for 2 days to take me to hospital. She gaslit me the entire time, even going so far as yelling at and guilting me for asking her. Something along the lines of \" 101, 102 isn't a fever\" \" that's not pus on your bandages\" \"you spend too much time on the internet reading about these things instead of listening to me\" ' there's nothing wrong with you\"\n\nAnd when she started to pretend to start to take me it was \"just get goddamn dressed!!\" \" if we wreck and die it's your fault\" Etc. While ultimately never taking me at all and I was too afraid to push the subject. I thought about calling 911 but was afraid I'd be made to leave my son with her. I thought at least if she took me he would be there with me too or I could get some sort of help and they'd take him from her for me.\n\nMy husband spent a good amount of time trying to rationalize her actions and comments as im updating him on all of it real time via text and phone call. But that day ( day 3 of needing a hospital) that she ( finally) took us back to my house per husbands request. He took one look at my incision and myself and took me to the emergency room.\n\nTurns out I was very ill with staph infection in my back that luckily hadn't made it to my spine. I also had/have a pulmonary embolism.\n\nI had to have emergency surgery to open my back up again, scrape out all of the infection and have a powdered antibiotic applied. I've been on constant and strong IV antibiotics for days now as well as blood thinners for the PE and an oxygen machine to help with the side effects.\n\nMy sons being cared for now by our neighbors very kind child ( I say child but they are 18 I believe) and we paid as much as we were able even though they've not once asked. I have dropped in on the nanny cam occasionally and they are amazing with him. I am angry we didn't go this route earlier\n\nI started talking to a close friend and realizing my husbands distant and cold behavior has coincided with his mother wedging herself into our lives almost consistently. Almost every issue we have had can be traced back to her because of his tendencies. I couldn't tell you what her motive was or is honestly but I can tell you it definitely involves getting rid of me. And I don't think ill ever understand why. I was good to her. Too good to her for too long. How silly I ever was to think I maybe finally had a mother figure.\n\nMy husband originally was very and understandibly upset with his mother. And part of me is hoping he still is. I could have died. The Dr told him that himself..\n\nHowever during my PE diagnosis I called my husband and asked him to bring my son to see me as I was very afraid and thought I'd might not make it. Medical anxiety ( however justified) will do that to you. He nonchalantly told me he couldn't because he had to do laundry..\n\nImagine your wife is 45 minutes away from you in a hospital possibly ( probably) due to the neglect of your mother ( who volunteered) to care for her. She's just had a second surgery within 2 weeks on her back, now she's been diagnosed with something that actually already took the life of someone you know, not too long ago. And you can't be bothered to come see her or bring your son to come see her because you \" have laundry to do\" in fact, you even go so far as to calling her a jerk for asking why that was more important to you than she was.\n\nThat was a stab in my heart. Worse than the fact that he showed up before I came out of surgery, let me hold and hug my son for maybe 10 minutes and then left . All while pretending to be the perfect worried and distraught husband on social media. Cry faces included. He also told me that he cried talking about me today in a group work meeting. What I would give to experience a shred of that emotion when he's interacting with me. I get a stone of a man that acts as though he couldn't care less.\n\nI found out tonight that he called his mother yesterday ( while upset at me probably for begging him to talk to me in kindness and act like he cared even a little) and let her tell him every lie she could think of. I'm sure she spoke as awfully as she could to make herself sound like the victim. And I'm sure he stroked her ego too. Others have said she's told them I took advantage of her , was ungrateful and ( get this) was \" milking it\" as though hospitals just admit and preform emergency surgery on someone because they ask them to.\n\nI'm going to be released soon, and he decided today to be nice to me. And ask me how I'm feeling. But the damage has been done. Some of his family is upset at ME because while mad at me (his sick wife who can barely move without pain or breathe without the same right now ) my husband got onto his social media pretending to be me saying that I hated all of his family ( not true, i love most of his family. And i used to love his mother. But i know better now. ) and I was taking my son and leaving and they will never see him again.\n\nSo now not only am I in here trying to heal from all of this, missing my son terribly and praying to a God I don't believe in to please give my husband a loving and kind heart towards me and to help him see i need his support now more than ever . But now I have to rationalize to people messaging me asking me why I would say that. To the fact that I never would, and most certainly not on someone else's facebook. Which leads me to having to explain our private issues that I'd rather not explain. And almost make these people choose sides in an argument that I'm not even sure what caused it in the first place.\n\nIf you've made it this far, thank you for reading. There's a lot more that's happened but these are the key points that I want everyone to know. Because I've realized that if they didn't want people to talk about what they did, they probably shouldn't have done it.\n\nI truly hope he finds this one day. Or maybe one of his friends or family members years from now when I an far away from the hell he made for me and maybe they will share it and maybe he will read it and realize he ruined his chance,not once, but continually, over and over and over again, at the family he said he always wanted.\n\nThanks for your love, kindness, and support. I really truly have needed it through all of this.\n\nOriginal post:\n\nView full post\nu/Stock-Ad-7579\n•\n2 hr. ago\nKissing the Baby: Help me find the words to keep LO safe\nAdvice Wanted\n\n“Do not kiss the baby on his face” has been an ongoing fight with my MIL. We’ve had it out a few times (as in every ducking time she visits). She DGAF about my boundaries.\n\nWhen they last visited in October I told her (over text beforehand and in person hours before) not to kiss the baby because they had just got back from visiting other family across the country & airports are germy. I leave them unattended for like 2 minutes and the next thing I know she’s letting LO suck on an apple that was in her mouth! WTF lady! She then complained that she doesn’t know where the boundaries are and “is it even okay for me to touch his hands?”. For this reason and others, this visit she will not be unattended with him. If I need to pee, baby is coming with me.\n\nAfter the last visit, we went low-contact but the holidays make people do crazy shit. They FaceTimed us on Thursday for the first time in two months and now they’re planning to visit this coming week.\n\nThe thing is he’s 10 months old now. He’s crawling and eats crumbs off the floor faster than I can grab it from him. My mom & I both mop/vacuum daily but with 4 adults, 3 dogs & a cat there’s always stray floor crud. We moved in with my parents when LO was 6 months old. DH is at school from 6a-6p, sometimes longer, so my parents have been grand parenting a lot. They spend all day with him/us and so I’ve relaxed and let them kiss him on the face (but not near his breathing holes and they’re both up to date on COVID/Flu vaccines).\n\nDH and I had a talk today about boundaries when his parents are here. I said that I don’t want to leave them unattended with Baby and that I still don’t want kissing. He said he will back me up but that he doesn’t see a difference between his parents kissing Baby and my parents kissing baby. I admitted that a big part of not wanting MIL to kiss him is because I’ve had to remind her every single time and letting her kiss him now feels like conceding. But also it’s cold and flu season. LO was a preemie, a NICU baby who required surgery. My biggest fear, my worst anxiety is that we will have to go back to the children’s hospital for anything.\n\nAm I in the wrong here? Should I give up the fight and let her kiss him? He literally eats pieces of dirt off the floor. He feeds the dogs from his high chair and gets drool on his hands. The germs are germing whether I like it or not…\n\nTLDR: MIL DGAF about boundaries and wants to kiss the baby. She had baby rabies when he was born and now there’s no trust between us but I’m feeling pressure to let her kiss him because he eats literal dirt.\n\nAlso, if you read my previous posts and are wondering why we aren’t strict NC, it’s a lot harder than it sounds. We did our best for awhile but at the end of the day they’re still his family. Ideally they will radically change their behaviour and work on building a relationship based on trust with us (haha)\n\nView full post\nu/lemabust\n•\n19 hr. ago\nLetting herself in\nAm I Overreacting?\n\nDoes anyone else's MIL or anyone in their lives just walk straight past you when you open the door.\n\nShe also decided to keep hold of my LO whilst she was vomiting and feeling ill without telling me. She spam called her son (dad) whilst he was at work and busy to tell him that my LO has been sick but knew he wouldn't answer and also knew I was at home and completely free. I only got told when my partner calls me on the way home from work (5:30pm) to chat about it and is like 'oh did my mum tell you'... umm no?!\n\nu/Maximum-Lecture-1970\n•\n2 hr. ago\nAm I the drama?????\nAdvice Wanted\n\nA little background my boyfriend and I are in our mid 20s, and we have been dating for 3 1/2 , almost 4 years. We live together, have dogs together, etc. We have obviously discussed getting engaged/married, but just aren’t in any type of rush. ANYWHO, my boyfriends mom called him, and he naturally put it on speaker phone, and she tells him about Christmas photos his family will be taking. She then proceeds to say I can’t come or be in it because “there is no ring”. I hear this and get upset because I’m sensitive and thought of them as family. This is the first time I’ve been excluded from something on his side. My bf has reassured me my feelings are valid and it is a shitty thing to do, therefore he isn’t going. Him not going will probably cause drama. I don’t know if I shouldn’t be upset and should tell him to go to avoid the drama or if he shouldn’t go\n\nu/ReindeerReady4772\n•\n1 day ago\nMil pressuring me to babysit\nGive It To Me Straight\n\nBackstory\n\nMIL watch baby when he was three weeks old for an hour and a half so my husband and I could grab lunch. I told her not to put any blankets by baby’s face and not in the bassinet/crib. Showed her his sleep sack. She told me I was just being paranoid and ended up swaddling a blanket around his hips so I feel as if he were safe because it was tightly swaddled but nonetheless, I specifically asked her not to and she argued with me and did it anyways. Strike one.\n\nSecond- I had MIL come back a few weeks later so husband and I could go to the movies and this time I had cameras in the house so I was watching her. I showed her baby’s sleep sack and where his bottles were and kindly asked her to touch base and send me pictures (I miss baby when I’m away and like getting pictures). She said in a very bossy tone “maybe, If I have time and also your phone should be on silent anyways so you shouldn’t need to check in”. Strike two. In what world would I not check in on my two month old and how hard is it to touch base and send pictures? My husband had to text her and make sure she sent some. I asked him to confront her about it becuayse I’m not about to live my entire life dealing with her fighting with me on every request I make. He said “well she sent you the pictures so I don’t think anything needs to be said”….. it’s more so about the fact that she argued with me about doing it as the baby’s mom.\n\nStrikes three and four - she is all bent out of shape that we allow our three month old put his hands in his mouth and says we are going to let him be a thumb sucker. She aggressively takes his hands out of his mouth and shoves the pacifier into his mouth whenever he tries to explore his hands (which is perfectly normal for a baby his age). And she also will not stop arguing with me about how I put the baby down to sleep on his back (pediatrician recommended this as it is the safest) she will or give up with arguing with me over it.\n\nSo honestly I’m just over it. Now she is retiring in the spring and wants to be my kids childcare and my husband wants it to save money. But I don’t want that and I don’t know if I’m being unreasonable. I feel like I can’t fire my MIL so if I allow her to babysit she will get worse and worse with her controlling tendencies. I feel like she loves my baby but she acts like she is entitled to him and the way he is raised. Thoughts? I’m not going to be a big jerk if I flat out say NO to her, right ?\n\nMy husband doesn’t understand that some of her beliefs are dangerous to our baby and things I’m reading too much into the blanket thing and putting baby down on his back thing but I am terrified of SIDS :,(\n\nView full post\nu/NormalBerryButt\n•\n17 hr. ago\nSometimes no?\nAnyone Else?\n\nThis is my first post ever so I'm sorry if it sucks!\n\nI find this very difficult to talk about, not just because mil is \"nice\" but she only seems to do this stuff to the household I guess. A lot of pushy behavior and just odd??\n\nI might post about the other stuff but I'm going to stick to the boundary pushing on food.\n\nIt's everything! From asking what I want to eat/should eat, to how I raise my child or what I plan to do next. Feeding solid food etc. I'll try to start at the beginning, its felt like a lot and idk maybe I'm just out of touch? I have never had a functional family.\n\nSo I started living with Husband, his brother and mum recently, about a year. Ever since I moved in she has been obsessed with \"fixing me up\" I am a bigger girl but not unhealthy. I would say I eat well.\n\nShe says I need to stop eating meat and dairy and become vegan. I do not want this. It doesn't matter how many times I tell her she is always covertly pushing her ideals on me.\n\nWhen she started doing this I was also pregnant and having the most awful food aversions I have ever experienced. Eating anything at all was an achievement, I lost 30kgs.\n\nShe was still pushing the vegan stuff, she gave me a book called \"I had no say\" or something like that. A book to guilt you into eating a certain way during pregnancy because baby has no choice what you eat.\n\nNot only this but she would give me things that were out of date to eat/make things that I couldn't eat due to strong smells despite me telling her over and over just don't season mine.\n\nI gave up and got my own food and told her no to anything she offered because I was getting so unwell.\n\nI'm working on the idea of getting our own place and such so I'm hoping that works out. It's not just me though right? If you were faced with something like this almost every meal what would you think?\n\nView full post\nu/FloatingLambessX\n•\n1 day ago\nis this creepy or am I being too momma bear\nRANT (╯°□°）╯︵ ┻━┻ Ambivalent About Advice\n\nWe were at my inlaws having dinner with some of their friends; my 3 month old baby's sleep schedule is at 9pm , but we were halfway through dinner when she started getting fuzzy, looking for boob to sleep. MIL with her competitive tone said \"I'll put her down, you'll see\". I LoL'd and replied \"you can try, but she won't give in\". What I didn't think was that she was going to drop everything and move to a different spot in the house, although I could still see them from the dining table. When my baby got fussier I reminded her that she needs to eat to sleep , she then says that the baby needs to stop getting only boob so she is not dependent on it, to which I replied \"aww poor baby is still so little she needs it\" to which the guests all agreed is the way to go. My partner jokingly said to his mom \"do you have something resembling a boob\" and FIL said \"well, she has a real boob\" and i thought to myself how gross but honestly I wished I said it out loud.....but my mind went to an old reddit post about smeone whose MIL was caught giving her boob to her granddaughter and I sort of went into freeze mode....\n\nSo the baby got even fuzzier and I was expecting her to give her back to me but instead she MOVED to a different spot where we couldn't see them, so that's when I started fidgeting and getting nervous, I even stopped eating and asked my partner if he could see them, he said yeah they're right there but it was my only blind spot where I couldn't see the baby; I figured everyone realized my vibes changed and FIL kept side eyeing me. He always says how we're \"too careful\" and other comments related to that.\n\nSo i asked my partner if he could go get the baby and bring her to me because i didnt want to be the one being SO obvious lol , and he said \" no baby , you should go it's ok, really.\"...so for sure i did and i felt some hesitation from her , also she had the baby like very close to her chest and jokingly telling me that the baby knew that wasn't my skin and she wasn't calming down and I said something along the lines of \"it's because she needs her mom\". She then decides to ask if I'm pumping and I said no, she then says but I've seen pictures of [her son] feeding her bottles, I had to explain I'm not currently pumping and then she says that with milk she'll be able to put her to sleep, but I honestly will not go anywhere anymore past 8pm so that we can be at home by bedtime; she can keep wishing....\n\nSo i went to a private room with baby to breastfeed until she calmed down and fell asleep, I made the room comfy and secure and I went to pee before I went back out, it didnt take me more than 2 minutes to do the deed when I see her on the bed with the baby just looking at her and saying just how perfect she is...I mean thanks but creepy? ...was she like creeping to go as soon as I got distracted? Idk it all felt weird to me....Just when I start trusting them again, some weird shit always ends up happening and it kind of escalates to more than just awkward because my baby seems to be their \"dose of medicine\" [verbatim].\n\nSigh, this took me about an hour to write between getting home and de-stressing, and it also makes me feel relieved to have written it down because sometimes everything just happens so fast that details get fuzzy, it's like mini traumas.\n\nWhy is it that people forget just how special mother-baby relationship is? respect it, ask permission, don't over-extend your place or the trust given to you...\n\nView full post\nu/cwoods306\n•\n14 hr. ago\nOver the top on information?\nAnyone Else?\n\nThis isn't really a justnomil I just don't know where to write this out.\n\nSo I'm a pretty introverted extrovert. When I'm around people that bring out my extroverted side I'm out there. However with my FIL and MIL I'm more introverted. It wasn't always like that I use to be more out there but over time I've noticed at how much I've scaled back.\n\nMy MIL shares everything. And I mean everything. She's going for a doctors appointment? She tells us. Going on a trip to see her siblings? She tells us. Has someone over for supper? She tells us. Made steak with meat we sold her from our cows? Sends a picture. On a trip she sends multiple updates about when they arrived where, how long they have to sit around if they are flying or if they stopped for gas in what ever city.\n\nShe also tells us alot of information (medical) about my husband's cousins if they are in the hospital which is usually passed from their mom, to her, to us.\n\nMy husband told her I was at a doctor's appointment the one day (upper respritory I'm trying to get fixed) and at their next visit she decided to ask about it which was a good month later, right in from of my FIL, BIL and SIL. I was so confused and said it was fine. Like what if it was a pap smear?\n\nAnyways we are in a group chat that has his whole family and we are in another with my whole family. I'm not kidding I had to mute their chat because she will send multiple messages a day about her whole day that she has planned and baking she is doing. To me it's exhausting to go through it all and I've missed things because there is too much in there.\n\nShe has also send messages to just my husband and myself or has included my one BIL and wife and not the other BIL and wife about the kids of the parents not in the conversation. Mainly about the kid being sick.\n\nShe's very religious, I mean my religion matter greatly to me as well but she will constantly ask for prayers about everything. Literally everything. So let's say she has to walk down the street when it's icy. Pray she doesn't slip and fall! Ok maybe it's not little stuff like that but pretty close. Then she sends a \"thanks for praying\" every time.\n\nShe use to always ask us what we need prayer for and my husband and I really aren't big on sharing prayer requests since we know she is praying with a large group of people and I'm not big on that since there always tends to be someone that's a little too nosey. I also don't care for praying in front of people. I do a quick thanks for the meal and that's it when we sit to eat and they want someone to pray. I don't need to spell out for God of every person I'm thankful for and this and that while the food gets cold.\n\nI now try to look at the family chat with them once a day at most to keep myself from being drained.\n\nAlso my family group chat may fire up once a week and usually it's because my niece may go in for surgery, or trying to figure out get togethers or someone has passed away. Things that don't seem to drain me as much because it's not everyday constant messaging. I also have to scroll alot of times to find my family chat to send something. Where as the ILs are almost always at the top.\n\nI just needed to vent. I know she just wants to share he life but I don't even share that much with my best friend or even my husband.\n\nView full post\nMENU\nWiki\nRULES\n1\nMIL and Mom-related Posts Only\n2\nOnly MIL / Mom Gets a Nickname\n3\nOP Comes First\n4\nOne Chapter At A Time\n5\nNo \"JustNo\" Behavior\n6\nUse Content Warnings When Applicable\n7\nNo Posts or Comments That Request/Offer Money or Gifts\n8\nNo Fearmongering\nFULL RULES\n\nNew reddit only allows 10 rules, click here for the rest!\n\nExpanded Rules\nHELPFUL LINKS & RESOURCES\n\nOur Official Song\n\nShit to Know (Policies/Rules/Etc)\n\nMILimination Tactics\n\nHow to Handle PMs from Fuckheads\n\nJNM Book List\n\nCRISIS RESOURCES\n\nUS\n\nUK\n\nAustralia\n\nCanada\n\nSIMILAR COMMUNITIES\nr/JustNoSO (our sister sub)\nr/toxicfamilyislam (unaffiliated)\n\nWORDS OF WISDOM\n\nIt's easier to dump a mama's boy than to divorce a mama's boy, and both of those are easier than trying to change a mama's boy. ~/u/pastelegg\n\nAbusers are the angler fish of humanity - they dangle a bright glowing ball of love in front of you so you don't see the teeth in the dark. ~/u/silentgreen85\n\nNext time they say, \"That's just how she is,\" reply, \"And this is how I am. Are you putting in as much effort trying to change who she is as you are trying to change who I am?\" ~/u/Gamez2Go\n\nWhen you're wearing rose colored glasses, red flags just look like flags. ~/u/jnmlthrow\n\nYou’re wishin’ too much, baby. You gotta stop wearing your wishbone where your backbone oughtta be. ~Elizabeth Gilbert, Eat, Pray, Love\n\nA gift is not an apology – it is a reward for accepting shitty behaviour. ~/u/particularshadeofblu\n\nSometimes the parent you wish you had isn’t the parent you do have. ~/u/TwoshittyMILs\n\nThe lightning rod isn’t the source of the electricity. You’re not the cause of the shit flung your way. You’re just (unluckily) the target. ~/u/onthestickagain\n\nWhen nothing is ever good enough, nothing it is. ~/u/flora_pompeii\n\nWANT TO MOD WITH US?\n\nApply here!"
}