{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "[Request] How to remove these without breaking them : r/lifehacks - Reddit",
  "href": "https://www.reddit.com/r/lifehacks/comments/3g10nr/request_how_to_remove_these_without_breaking_them/",
  "body": "Dental pick and carefully bend each of the tabs (usually 6-8) back away from the button in the center. This takes some time, and usually 2 hands. Then bend them back into place, and the clasp will close normally. Edit: that's what some guy told me. I would never subvert a security device. MaximusNeo701. • 8 yr. ago.",
  "textContent": "[Request] How to remove these without breaking them : r/lifehacks\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to lifehacks\nr/lifehacks\n•\n8 yr. ago\n[deleted]\n[Request] How to remove these without breaking them\nimgur.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nEv_antics\n•\n8 yr. ago\n\nthe whole design and point of those is to stop this from happening. You'd have to get your hands on the clasps they use to secure the bracelet so you could cut them and replace them as needed.\n\nLostner\n•\n8 yr. ago\n\nIf you break your thumb it should slide fairly easily\n\nmoodog72\n•\n8 yr. ago\n\nDental pick and carefully bend each of the tabs (usually 6-8) back away from the button in the center. This takes some time, and usually 2 hands.\n\nThen bend them back into place, and the clasp will close normally.\n\nEdit: that's what some guy told me. I would never subvert a security device.\n\n2 more replies\nakiva23\n•\n8 yr. ago\n\nIf you're 21 with an id you can just get another one.\n\n1 more reply\nExistentialThreat\n•\n8 yr. ago\n\nCut it somewhere in the middle and use clear packing tape to hold it together. You would have to redo it each time, but it should get you past security :P\n\nsteeniekins\n•\n8 yr. ago\n\nI work at a hospital that uses ID bracelets with this similar design. Unfortunately, I think you're hooped. It's made to be a permanent thing. You can't remove it at will unless you have it loose and you slip the ID band off and on your wrist.\n\nsardaukar022\n•\n8 yr. ago\n\nDoesn't always work but sometimes you can use soap to get it to slip over your wrist.\n\n[deleted]\n•\n8 yr. ago\n\nIt's the band from the hospital, I want to be able to put this on and take it off at will without breaking it.\n\n13 more replies\n[deleted]\n•\n8 yr. ago\n\nChop off your hand like the thief you are. The band will slip right off your wrist stump, no damage whatsoever.\n\n1 more reply\nPaletoBayPlayboy\n•\n8 yr. ago\n\nMight be a bit more involved than you're looking for but you could snip the existing clasp with wire cutters leaving the holes exposed. Then use something similar to these : http://www.amazon.com/Plastic-Package-Jewelry-Necklaces-Bracelets/dp/B00HQHSCZU/ref=sr_1_11?ie=UTF8&qid=1438883073&sr=8-11&keywords=plastic+bracelet+clasp\n\nThey would allow you remove and put back on.\n\nvysken\n•\n8 yr. ago\n\nOoh okay, so I managed this twice on two bands I got from my holidays (although the 2nd one I did broke so it's not foolproof).\n\nIt's not ingenious or anything; just bite through it and it should pop off without causing too much damage. Unless it's super super tight then you're stuffed, try someone else's ideas. :D\n\ncrx88ia\n•\n8 yr. ago\n\nThere is a tool to undo the clasp. Tell me what its called and I'll GTS for you.\n\nTextofReason\n•\n8 yr. ago\n\nGet a cute blingy Med-Alert bracelet and cut that one off.\n\nS_Spiegel\n•\n8 yr. ago\n\ni found a straw has worked in the past\n\nNixxxy279\n•\n8 yr. ago\n\nBreak the plastic bit and replace with clothes poppers\n\neNaRDe\n•\n8 yr. ago\n\nCut it with a scissor and use clear tape to put it back together. It will be hard to notice unless security is expecting each one thoroughly which they rarely do.\n\nRigobertaMenchu\n•\n8 yr. ago\n\nThis is the right answer.\n\nquasi-psuedo\n•\n8 yr. ago\n\nTryna sneak into a concert later, eh?\n\n \nTop 1%\nRank by size \nr/jewelry\n121 Year Old Bracelet Clasp\n197 upvotes · 14 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n318 upvotes · 307 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 334 comments\nr/Romania\nINVESTIGAȚIE RECORDER. Corupție în numele Domnului\nyoutube\n412 upvotes · 116 comments\nr/Romania\nRețeaua nemafiotă „Frații PSD Stănescu”. Ultimul episod, deși meritau 100. | Starea Impostorilor #35\nyoutube\n102 upvotes · 19 comments\nr/Romania\nCorupție în numele Domnului 2: Șpagă pentru parohie\nyoutube\n162 upvotes · 25 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/OmegaWatches\nTrying to capture the finish on these hands. Pics don’t do them justice\n204 upvotes · 24 comments\nr/Romania\nPSD, PNL și AUR nu vor să elimine pensiile speciale ale primarilor!\nyoutube\n120 upvotes · 23 comments\nr/OmegaWatches\nFirst Omega, First post, Thoughts on folding rubber bracelet?\n78 upvotes · 17 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/videos\nAfter 15 years waiting to post this clip from \"The Suite Life\", I'm definitely in the mood for Italian\nyoutube\n3.5K upvotes · 107 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n120 upvotes · 25 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nDad's keys\nyoutube\n138 upvotes · 15 comments\nr/videos\nSelf Pissed Italian Man\nyoutube\n244 upvotes · 24 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 6, 2015\nReddit\nreReddit: Top posts of August 2015\nReddit\nreReddit: Top posts of 2015"
}