{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "A Fashionable Way to Combat Ocean Plastic Pollution",
  "href": "https://oceanconservancy.org/blog/2016/06/08/a-fashionable-way-to-combat-ocean-plastic-pollution/",
  "body": "Ocean Conservancy has been fighting back against ocean plastic pollution for the past 30 years. Last year alone, more than 18 million pounds of trash—equivalent to the weight of over 100 Boeing 737s—was collected by nearly 800,000 volunteers during our 2015 International Coastal Cleanup.",
  "textContent": "Main menu\nSkip to primary content\nSkip to secondary content\nProvided by Google Translate\nEspañol\nFrançais\nDeutsch\nItaliano\nPortuguês\nрусский\nবঙ্গীয়\n中文\n日本語\nAbout Us\nOur Programs\nThe Latest\n!\nTake Action\nDONATE\nTrash Free Seas\nJune 8, 2016\n2 Minute Read\nA Fashionable Way to Combat Ocean Plastic Pollution\nWritten By\nNick Mallos\nVice President of Conservation, Ocean Plastics\nStay  Current!\n\nEnter your email and never miss an update\n\nEnter Your Email\nHelp save our ocean\n\n\nWith the help of donors like you, Ocean Conservancy is developing innovative solutions to save our ocean.\n\nDonate Today!\n\nThere’s no doubt about it: ocean plastic pollution is a big problem. An estimated eight million metric tons of plastic waste flow from land into the ocean every year, meaning that by 2025 there could be one ton of plastic for every three tons of fish! And there’s much more to the problem than floating bags, bottles and fishing nets—as many as 51 trillion pieces of microplastic (plastic pieces less than five mm) now circulate in the ocean.\n\nBig problems call for creative solutions. To truly make an impact in the problem of ocean plastic pollution, we have to attack it from multiple directions. This includes minimizing the amount of plastic waste we create, managing our waste to prevent plastic pollution from leaking into the ocean and mitigating the existing marine debris through active cleanup and restoration efforts.\n\nOcean Conservancy has been fighting back against ocean plastic pollution for the past 30 years. Last year alone, more than 18 million pounds of trash—equivalent to the weight of over 100 Boeing 737s—was collected by nearly 800,000 volunteers during our 2015 International Coastal Cleanup.\n\nFortunately, we’re not the only ones worried about ocean plastic pollution. Socially conscious enterprises are developing innovative solutions to bring attention to this immense problem and create financial incentives for keeping plastic debris out of the ocean.\n\nOne standout is eyewear company Norton Point, which is launching a new line of sunglasses that will be made from ocean-bound plastics collected, in partnership with The Plastic Bank, from communities and beaches where plastic waste is overrunning local capacity to manage it. Creative efforts like this help bring attention to the growing problem of plastic debris while expanding the market for recycled plastics. With their new line, Norton Point is creating greater economic incentives to clean our beaches.\n\nWe’re happy to be Norton Point’s charitable partner for their Ocean Plastic Collection. Norton Point will reinvest 5% of net profits from this line back into improving global clean-up efforts and toward stemming the tide against ocean plastic.\n\nBusiness models like this just go to show that there are many ways to join in the fight against ocean plastic pollution. Whether it’s skipping the straw, joining a local cleanup or buying a pair of recycled, ocean-plastic sunglasses; every sustainable choice helps move us towards a healthier, happier ocean.\n\nBrowse Topics\nPrograms\nTRASH FREE SEAS\nRecommended reads\nOur work is focused on solving some of the greatest threats facing our ocean today. We bring people, science and policy together to champion innovative solutions and fight for a sustainable ocean.\nRead more\nTrash Free Seas\nWhat the Foam?!\nConfronting Climate Change\nCoping with Climate Anxiety\nConfronting Climate Change Government Relations Protecting The Arctic\nDos and Don’ts for Decommissioning\nMeet the Giant Isopod of the Deep Sea\nConfronting Climate Change\nLearning From and Standing With Climate Justice Communities\nProtecting The Arctic\nReducing Underwater Noise from Ships\nTrash Free Seas\nDo You Know Your ALDFGs?\nAll About Sperm Whales\nSustainable Fisheries\nThings You Didn’t Know About Swordfish\nHow is Ocean Warming Impacting the Shipping Industry?\nDelaine McCullough\nShipping Emissions Policy Manager, Arctic Program\nSarah Cooley\nDirector, Climate Science\nWhat is a Nurdle?\nMichelle Frey\nSenior Director, Digital Outreach\nDo Jellyfish Have Brains?\nMegan Montemurno\nSenior Manager, Digital Outreach\nGet to Know Wildlife\nWalrus\nLearn More\nExplore Wildlife\ni\nStay Current\n\nReceive email updates to learn how you can help make a difference for the future of our ocean.\n\nEnter your email\nOcean Conservancy on Facebook\nOcean Conservancy on Twitter\nOcean Conservancy on LinkedIn\nOcean Conservancy on Instagram\nNewsroom\nWildlife Library\nWe Are Hiring\nPrivacy Policy\nCookie Policy\nLegal Statement\nContact\n\nContact us at 800-519-1541\n\nOcean Conservancy is a 501(c)3 – Tax ID #23-7245152 – Donations are 100% tax-deductible as allowed by law.\n\n© 2023 Ocean Conservancy\n\nOcean Conservancy®, International Coastal Cleanup®, Trash Free Seas®, Trash Free Seas Alliance®, Global Ghost Gear Initiative®, Urban Ocean® and Clean Swell® are registered trademarks of Ocean Conservancy.\n\n100 M\n1000 M\n10000 M"
}