{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "World Oceans Day: IAEA Helps Reduce Plastic Pollution",
  "href": "https://www.iaea.org/newscenter/news/world-oceans-day-iaea-helps-reduce-plastic-pollution",
  "body": "World Oceans Day: IAEA Helps Reduce Plastic Pollution. Oceans provide over 50% of our oxygen, control climate and feed billions of people every year. Their ecosystems are increasingly under threat from plastic waste. (Photo: Modified from Mstyslav Chernov/CC BY SA 3.0) The ocean and its wildlife are strangled in plastic. About 10% of the 100 ...",
  "textContent": "Skip to main content\nEnglish العربية 中文 Français Русский Español\nPress centre Employment Contact\nTOPICS \nSERVICES \nRESOURCES \nNEWS & EVENTS\nABOUT US \nSearch form\nSearch\nYou are here\nHomeNewsWorld Oceans Day: IAEA Helps Reduce Plastic Pollution\nWorld Oceans Day: IAEA Helps Reduce Plastic Pollution\n08 Jun 2016\nLaura Gil, IAEA Office of Public Information and Communication\n\nOceans provide over 50% of our oxygen, control climate and feed billions of people every year. Their ecosystems are increasingly under threat from plastic waste. (Photo: Modified from Mstyslav Chernov/CC BY SA 3.0)\n\nThe ocean and its wildlife are strangled in plastic. About 10% of the 100 million tonnes of plastic that the world produces every year ends up in the ocean. This debris poses a threat to animals, which ingest it or get entangled in it, and also to people who eat the fish contaminated by the chemicals that the debris releases.\n\nOne way to prevent this contamination is by replacing some of the plastics we use with biodegradable material. Through research and training, the IAEA is helping countries do exactly that and thereby reduce the world's plastic trash. IAEA experts help scientists manufacture biodegradable plastics using polymers that derive from plants and animals, a process that involves the use of radiation.\n\n\"Take chitin-chitosan, a polymer you get from the crust of shrimp shells,\" said Agnes Safrany, radiation chemist at the IAEA. \"With radiation, you can turn it into powder, and you can use this powder to manufacture films and plastics that can eventually disintegrate into the environment.\"\n\nNatural polymers are abundant, from the shells of shrimps and crabs, through seaweeds, cellulose in plants and trees, to starch in bread. They are inexpensive, biodegradable, locally available and renewable. For over 30 years, the IAEA has been promoting the radiation processing of natural polymers in various countries.\n\nIonizing radiation changes the chemical, physical and biological properties of the polymers without making them radioactive and avoiding the need to use any chemical processing. The result is a safe, strong, flexible and transparent plastic that is commercially attractive.\n\nProducts made from irradiated natural polymers are present in a number of fields, such as medicine, industry, environmental protection, agriculture and even cosmetics. For example, Egyptian scientists have made use of a new technology to develop a jelly-like material called hydrogel from natural polymers to heal injuries such as skin burns and ulcers. This material keeps the wound moist for recovery and is easy to store and use. Read more about this discovery here.\n\nThere are other instances when the use of natural or natural-based polymers can replace artificial materials that could in turn pollute oceans.\n\nIn Viet Nam, scientists are using the polymer chitin (and the chitosan derived from it) found in shrimp shells to make sprays and additives that prevent and cure plant diseases and promote plant growth. Thanks to their effectiveness, these products have been extensively adopted in Viet Nam's agricultural sector, almost eliminating the use of toxic fungicides across the country. Check our photo essay to see how this product is used.\n\nNatural polymers are also used in the food industry. Scientists develop edible coatings for food products from natural polymers, which are used to preserve and protect food. This provides a biodegradable packaging for food, reducing the amount of plastic used.\n\nNatural polymers can also help farmers adapt to climate change. They can be used to produce super water absorbents, which can take up an incredible amount of moisture and release it slowly over time, making it possible for plants to grow during periods of drought. Because these products are biodegradable, they also contribute to the reduction of artificial material that ends up as waste. (See Viet Nam’s example here).\n\nHarmonizing methods\n\n\"To come to the end-product, there are many steps one needs to master,\" Safrany said. In order to make fit-for-purpose products that can effectively disintegrate into the environment, scientists need to know all the right measurements. The IAEA works to harmonize methods among countries and trains scientists in measuring the molecular weight of natural polymers as well as in the use of radiation processing. It does so through research projects, training courses, fellowships and scientific visits.\n\nThe IAEA's Environment Laboratories based in Monaco will participate in this year's 'Monacology', an event organized with the support of Monaco's Directorate of National Education, Youth and Sports to raise awareness of environmental issues amongst children. From 13 to 17 June, the IAEA will have a booth on the theme \"pollution in the oceans\" and will focus on plastics on beaches. Visitors will learn about the processes where plastics break down into microplastics and how pollutants attach themselves to these plastics, which ultimately accumulate in our oceans and can be eaten by aquatic organisms and make their way up the food chain.\n\n \n\nRelated stories\n\nProtecting the Ocean, One Drop at a Time: IAEA Commemorates World Oceans Day\n\nScientific Forum 2015: Super Crops Created from Irradiated Natural Polymers in Viet Nam\n\nScientific Forum 2015: Egypt Develops Jelly-Like Hydrogel Bandage With Nuclear Techniques To Help Heal Wounds\n\nAssessing Our Oceans\n\nOne Ocean Under Threat\n\nRelated resources\nWorld Oceans Day 2016, UN\n25/09/13: Starch, Seaweed and Shrimp Shells - Gifts to Agriculture\n18/09/13: From Hilltops to Oceans - Managing Pollution in Manila Bay with Isotopic Techniques\n18/09/13: Shores of Resilience - Protecting Tunisia's Coastlines with Radionuclide Analysis\nMore\nAsia and the Pacific Environment Pollution Coastal and marine pollution Biodiversity loss Coastal and marine biodiversity loss Division of IAEA Marine Environment Laboratories (NAML) Marine Environmental Studies Laboratory Nuclear technology and applications Isotopes Radioisotopes Technical cooperation programme Nuclear science Organizational Structure Department of Nuclear Sciences and Applications NUTEC Plastics\nLast update: 12 May 2021\nMore on the IAEA\nContact\nPrivacy Policy\nLogo Usage Guidelines\nScientific resources\nNUCLEUS\nInternational Nuclear Information System (INIS)\nPower Reactor Information System (PRIS)\nNuclear Data Services (NDS)\nResources\nEmployment\nGender at the IAEA\nPress\nDocuments\nInformation Circulars\nTreaties\nStandards and guides\nSafeguards and Additional Protocol\nStay in touch\n          \nNewsletter\nSubscribe\nInternational Atomic Energy Agency\n\nVienna International Centre, PO Box 100\nA-1400 Vienna, Austria\nTelephone: +43 (1) 2600-0, Facsimile +43 (1) 2600-7\n\n Official Email\n\n© 1998–2023 IAEA, All rights reserved. Terms of Use"
}