{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic or Glass food storage: does it matter? : r/Frugal - Reddit",
  "href": "https://www.reddit.com/r/Frugal/comments/3mnwxp/plastic_or_glass_food_storage_does_it_matter/",
  "body": "Plastic: we all know about plastic leaching chemicals into your food, so I'd go with glass without lead base. I do recycle and reuse plastics: I wash, rinse in hydrogen peroxide and rinse again in hot water before using with food storage. I actually store rice in 2L plastic soda containers simply because I like how easy it is to pour stuff out ...",
  "textContent": "Plastic or Glass food storage: does it matter? : r/Frugal\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Frugal\nr/Frugal\n•\n8 yr. ago\nWanderingKing\nPlastic or Glass food storage: does it matter?\n\nHello all,\n\nI made a post a while ago about a bed, bath, and beyond gift card I received and what kind of home/kitchen essentials I need.\n\nLooking at Tupperware now, and they have plastic sets and glass sets. The glass ones are almost double in cost for the same amount of less of containers. Are glass the better long term option or if I take care of the plastic will it last just as long (if not longer if I drop any if it)?\n\nThanks!\n\n(Side question, is Rubbermaid good for freezer storage?)\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\neternitea2010\n•\n8 yr. ago\n\nPlastic containers can be durable (and stay pretty) if they're not used to heat up food in the microwave. Most manufacturers make their glass storage containers very durable now days. The only time my Pyrex has broken has been when it was dropped onto a tile floor. As for freezing I throw the glass containers in the freezer all the time without having them crack, just leave some room for the food to expand. For me, glass and plastic containers have never been good at preventing freezer burn if it's in there for more than a month.\n\nrfury\n•\n8 yr. ago\n\nWe recently started to move over to mason jars for the general purpose container. They are freezer\\microwave safe, can be used for drinking glasses, store prepackaged lunches in them, used to store leftovers, and we vacuum seal dried herbs\\mushrooms\\peppers in them.\n\n2 more replies\nrobin-bunny\n•\n8 yr. ago\n\nQuality Pyrex glass is great - you can put hot foods directly into the freezer, or vice versa. Not great for your freezer, perhaps, but it's fine for the glass. BUT don't get knock-off glass ones. i put one in the microwave, and it cracked - the food and glass weren't even hot. So, real ones good, dollar-store glass tupperwares be careful with!\n\nFor plastic - don't heat in them if you can avoid it. if you plan to heat food in your tupperware, try to get glass ones. Plastic off-gases even if it's \"bpa free\". It's not \"everything-free\". Even if it won't melt onto your food, I'd avoid it. I keep a normal dish at work to eat from, and my colleagues tend to bring things in glass tupperware. The only difference is it weighs more, and costs more up-front.\n\nAnd a tip: for freezing in glass tupperware, leave more head-space than you think you'll need. Soups etc don't tend to freeze in a column - the middle freezes higher than the rest, and can mess with the lid.\n\n1 more reply\nhappyjoylove\n•\n8 yr. ago\n\nGlass if you can afford it, there are potential health concerns with plastic contacting food, so if you can reduce some of that exposure it's a pro in my book. Look up the endocrine disrupting issues. Also, glass won't retain smells/stains.\n\nTheShortAzn\n•\n8 yr. ago\n\nI dont like plastic containers because every time i heat food in it, it seeps the soap into my food and i can taste /smell the soap. Plus, if you do get plastic, I think you have to get the one without BPA.\n\nlechef\n•\n8 yr. ago\n\nWe have a mix of both, some kind of locking plastic for when we go out and glass for the home.\n\nrecessionbeard\n•\n8 yr. ago\n\nPlastic can stain from the pigments in your food and warp from heat. It can shatter from cold temperatures and mild shocks. It is also much, much cheaper usually than glass.\n\nIf you feel like you really want to care about your reusable containers, go ahead and care about them, protect them, etc.\n\nI don't exactly throw mine around, but my plastic containers are, in my eyes, disposable items. Even though they sit in my lunchbox safely, I couldn't care less about them, don't mind if they break or get lost, and could replace them in a heartbeat because they were each ~50 cents.\n\nI think that if I was sure that I would care and wouldn't drop them, I'd get the glass, but I've always thought that I'd break them. I've already broken a plastic container in the past two months.\n\n[deleted]\n•\n8 yr. ago\n\nwhen getting jars for storing food - conisder a jar with a sealing lid or ring set like a canning jar, those jars like peanut butter jars we all recycle, have no ability to seal - so pantry pests can crawl in under the crimped edges and you have to toss the food out. A heavy canning jar also better in that it's heavier and will take a thermal shock better, cheap glass jars break too easy from temperature changes. Plastic: we all know about plastic leaching chemicals into your food, so I'd go with glass without lead base. I do recycle and reuse plastics: I wash, rinse in hydrogen peroxide and rinse again in hot water before using with food storage. I actually store rice in 2L plastic soda containers simply because I like how easy it is to pour stuff out of them, and use a funnel to add stuff into them. plus the 2L bottles don't take up much room and hold a lot. I have a hand vacuum pump with small lid and a one way valve I use to remove air in this kind of bottle. My son drills and places one way valves on our 5 gallon plastic containers for me as well. When packing up stuff for the pantry, we leave stuff in their original bags if it is already sealed, into the 5 gallon bucket, burp out any air, toss in an anti-moisture packet- a silica gel packet, then also vacuum out all excess air from the 5 gallon buckets for safety so food will last longer. I love keeping my pantry air tight and am always looking for any pantry pests in food. So far I've been lucky. Occasionally will have brought in some hitchhikers in with cake mix boxes, or prepared food in boxes or those cotton bags of flour or rice or sugar; by sealing in plastic it's easy to removing the air to kill them. If you see pantry pests: follow the recommendations of the University of Minnesota for pest control and toss the food out, wipe down the pantry and start fresh with better sealed food in better containers.\n\nMeayow\n•\n8 yr. ago\n\nMy problems with plastic is:\n\nIt's porous so it can leak into your food.\n\nIt can melt in the microwave\n\nIf you store something like spaghetti in it, the plastic can become discolored or very difficult to clean\n\nFood just seems better off in glass and it lasts longer and it doesn't get weird smells and it's easier to clean\n\n[deleted]\n•\n8 yr. ago\n\nPlastic is porous and so you will never be able to get it 100% clean. I prefer glass when possible.\n\ndreadpiratemumbles\n•\n8 yr. ago\n\nI like glass storage because i can put it in the bottom rack of my dishwasher. For some reason, i always have more room on that rack than the top one...\n\nlefsegirl\n•\n8 yr. ago\n\nCeramic is a good option also, such as my favorite, Corningware.\n\n[deleted]\n•\n8 yr. ago\n\nHormone disrupters are in plastic, and even somewhat in plastics that say they are safe. Glass for storage, cast iron for cooking, rinse canned food (more plastic). Avoid all microwave ready packaging, they are coated also. In fact, avoid most foods with more than a couple ingredients. Stop all artificial sweeteners, limit sugar and other forms of sugar. Don't drink sodas. Starbucks has MSG and \"secret\" flavor chemicals. Almost all corporate foods follow the nicotine model of addiction and will be forced to tell the truth only under court order and NOT even then, recall the congressional hearings of the cigarette companies. It is not frugal to poison yourself for secret global agendas and guaranteed profits. Furthermore, even if they know these things make you sick, it fulfills the long term goals of the deathcare industries.\n\n[deleted]\n•\n8 yr. ago\n\n^ found the tinfoil hat\n\nXeno_phile\n•\n8 yr. ago\n\nAs soon as someone badmouths MSG I know to stop listening. Every blind study of it has found no negative effects whatsoever. Any problems people have with it are entirely a placebo effect, plus it's delicious.\n\n4 more replies\nMeayow\n•\n8 yr. ago\n\nI love you, even if you have found the downvote brigade.\n\nAmerican's are all dying from heart disease and all kinds of crazy mess because our diet and lifestyle is different from the rest of the world. See plastic/premade food and a very low activity lifestyle. Even in Japan, people in their 50s have diabetes and heart disease, but their parents, who have not adopted this diet, don't. Just saying, I feel you.\n\n1 more reply\n \nTop 1%\nRank by size \nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 92 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n207 upvotes · 61 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 14 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 48 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/GenX\nGuess what else is 30 years old? (Beck - Loser)\nyoutube\n168 upvotes · 30 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 262 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n184 upvotes · 66 comments\nr/Jeopardy\n19 years ago today, the Ken Jennings streak came to an end. But he earned $2,000 for the second place finish AND got free tax-prep for life\nyoutube\n180 upvotes · 36 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 26 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/90s\nGwen before Blake\nyoutube\n123 upvotes · 27 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n856 upvotes · 42 comments\nr/Xennials\nToys (1992)\nyoutube\n117 upvotes · 34 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n496 upvotes · 119 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 28, 2015\nReddit\nreReddit: Top posts of September 2015\nReddit\nreReddit: Top posts of 2015"
}