{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Tiny plastic, big problem - Science News Explores",
  "href": "https://www.snexplores.org/article/tiny-plastic-big-problem",
  "body": "Plastic bottles lying in the gutter. Grocery bags tangled in branches. Food wrappers scuttling across the ground on a windy day. Although such examples of litter easily come to mind, they only hint at the serious and growing problem of plastic pollution — a problem mostly hidden from view. The problem with plastics is they do not easily degrade.",
  "textContent": "Skip to content\nIt’s a wonderful world — and universe — out there. \n\nCome explore with us!  \n\nSUBSCRIBE / RENEW NOW\nSCIENCE NEWS\nMENU\nABOUT US\nEDUCATION RESOURCES\nSearch\nOpen search\nClose search\nDONATE\nUse left and right arrow keys to navigate between menu items.\nUse right arrow key to move into submenus.\nUse escape to exit the menu.\nUse up and down arrow keys to explore.\nUse left arrow key to move back to the parent list.\nScience News Explores\nALL TOPICS\nLIFE\nHUMANS\nEARTH\nSPACE\nTECH\nUSE LEFT AND RIGHT ARROW KEYS TO NAVIGATE BETWEEN MENU ITEMS.\nUSE RIGHT ARROW KEY TO MOVE INTO SUBMENUS.\nUSE ESCAPE TO EXIT THE MENU.\nUSE UP AND DOWN ARROW KEYS TO EXPLORE.\nUSE LEFT ARROW KEY TO MOVE BACK TO THE PARENT LIST.\nENVIRONMENT\nTiny plastic, big problem\nScientists find that tiny pieces of plastic travel great distances, threatening the ocean ecosystem\n\nPieces of plastic float here in ocean water. This pollution is a growing problem, and not just because it's ugly: Plastic can kill many kinds of marine life.\n\nNOAA\n\nShare this:\nEmail\nFacebook\nTwitter\nPinterest\nReddit\nGoogle Classroom\nPrint\n\nBy Alison Pearce Stevens\n\nApril 10, 2015 at 6:15 am\n\nPlastic bottles lying in the gutter. Grocery bags tangled in branches. Food wrappers scuttling across the ground on a windy day. Although such examples of litter easily come to mind, they only hint at the serious and growing problem of plastic pollution — a problem mostly hidden from view.\n\nThe problem with plastics is they do not easily degrade. They may break down, but only into smaller pieces. The smaller those pieces get, the more places they can go.\n\nMany pieces wind up at sea. Tiny bits of plastic float throughout the world’s oceans. They wash up on remote islands. They collect in sea ice thousands of kilometers (miles) from the nearest city. They even meld with rock, creating a whole new material. Some scientists have proposed calling it plastiglomerate (pla-stih-GLOM-er-ut).\n\nFish net and yellow rope melded with volcanic rock to create this plastiglomerate — a completely new type of “rock.”\nP. CORCORAN ET AL/GSA TODAY 2014\nExactly how much plastic is out there remains a mystery. Scientists are hard at work trying to find out. So far, though, experts haven’t found as much plastic floating in the oceans as they expected. All that missing plastic is worrisome, because the smaller a plastic bit becomes, the more likely it will make its way into a living thing, whether a tiny plankton or an enormous whale. And that may spell some real trouble.\nInto the soup\n\nPlastics are used to make countless everyday products — from bottles to auto bumpers, from homework folders to flowerpots. In 2012, 288 million metric tons (317.5 million short tons) of plastic were produced worldwide. Since then, that amount has only grown.\n\nJust how much of that plastic winds up in the oceans remains unknown: Scientists estimate about 10 percent does. And one recent study suggests as much as 8 million metric tons (8.8 million short tons) of plastic wound up in the ocean in 2010 alone. How much plastic is that? “Five plastic bags filled with plastic for every foot of coastline in the world,” says Jenna Jambeck. She’s the researcher from the University of Georgia, in Athens, who led the new study. It was published February 13 in Science.\n\nOf those millions of tons, as much as 80 percent had been used on land. So how did it get into the water? Storms washed some plastic litter into streams and rivers. These waterways then carried much of the trash downstream to the sea.\n\nDifferent types of plastic litter a remote beach in northern Norway. The plastic washed ashore after being swept into the ocean or dumped at sea. People have collected more than 20,000 pieces of plastic from this beach over the last three years.\nBO EIDE\nThe other 20 percent of plastic ocean trash enters the water directly. This debris includes fishing lines, nets and other items lost at sea, dumped overboard or abandoned when they become damaged or are no longer needed.\n\nOnce in the water, not all plastics behave the same way. The most common plastic — polyethylene terephthalate (PAHL-ee-ETH-ill-een TEHR-eh-THAAL-ate), or PET — is used to make water and soft-drink bottles. Unless filled with air, these bottles sink. This makes PET pollution tough to track. That’s especially true if the bottles have drifted to the ocean depths. Most other types of plastic, however, bob along the surface. It’s these types — used in milk jugs, detergent bottles and Styrofoam — that make up the abundance of floating plastic trash.\n\nAbundant, indeed: Evidence of plastic pollution abounds across the world’s oceans. Carried by circular currents called gyres (JI-erz), discarded pieces of plastic can travel thousands of kilometers. In some areas, they amass in huge quantities. Reports on the largest of these — the “Pacific Garbage Patch” — are easy to find online. Some sites report it to be twice the size of Texas. But defining the actual area is a difficult task. That’s because the garbage patch is actually quite patchy. It shifts around. And most of the plastic in that area is so tiny that it’s hard to see.\n\nMillions of tons… gone missing\n\nRecently, a group of scientists from Spain set out to tally just how much plastic floats in the oceans. To do so, the experts traveled the world’s oceans for six months. At 141 locations, they dropped a net into the water, dragging it alongside their boat. The net was made of very fine mesh. The openings were only 200 micrometers (0.0079 inch) across. This allowed the team to collect very small bits of debris. The trash included particles called microplastic.\n\nThe team picked out the plastic pieces and weighed the total found at each site. Then they sorted the pieces into groups based on size. They also estimated how much plastic might have moved deeper into the water — too deep for the net to reach — due to wind churning up the surface.\n\nThese tiny plastic fragments broke off of larger items that had washed into the ocean.\nGIORA PROSKUROWSKI/SEA EDUCATION ASSOCIATION\nWhat the scientists found came as a complete surprise. “Most of the plastic is lost,” says Andrés Cózar. This oceanographer at the Universidad de Cádiz in Puerto Real, Spain, led the study. The amount of plastic in the oceans should be on the order of millions of tons, he explains. However, the collected samples lead to estimates of just 7,000 to 35,000 tons of plastic floating at sea. That’s just one-hundredth of what they had expected.\n\nMost plastic that Cózar’s team fished out of the seas was either polyethylene or polypropylene. These two types are used in grocery bags, toys and food packaging. Polyethylene is also used to make microbeads. These tiny plastic beads can be found in some toothpastes and facial scrubs. When used, they wash down the drain. Too small to be trapped in filters at wastewater treatment plants, microbeads continue to travel into rivers, lakes — and eventually down to the sea. Some of this plastic would have been too small to have been caught in Cózar’s net.\n\nMost of what Cózar’s group found were fragments broken from larger items. That comes as no surprise.\n\nIn the oceans, plastic breaks down when it’s exposed to light and wave action. The sun’s ultraviolet (UV) rays weaken the otherwise strong chemical bonds within the plastic. Now, when waves smash the chunks against each other, the plastic breaks into smaller and smaller pieces.\n\n(Story continues below image)\nAlmost every sample of ocean water collected by a Spanish team contained at least a few small pieces of plastic. On this map, the dots show the average concentration of plastic in hundreds of locations. Red dots mark highest concentrations. The gray areas denote gyres, where plastics accumulate.\nCÓZAR ET AL/PNAS 2014\n\nWhen the Spanish team began sorting its plastic by size, the researchers expected to find larger numbers of the very smallest pieces. That is, they figured that most of the plastic should have been tiny fragments, measuring just millimeters (tenths of an inch) in size. (The same principle applies to cookies. If you were to smash a cookie, you would wind up with many more crumbs than you would large pieces.) Instead, the scientists found fewer of these tiny bits of plastic.\n\nWhat had happened to them?\n\nEntering the food web\n\nCózar proposes several possible explanations. The tiniest bits might have broken down quickly into particles too small to catch in his net. Or maybe something caused them to sink. But a third explanation seems even more likely: Something ate them.\n\nUnlike the organic matter found in living things, plastics do not provide energy or nutrients to growing animals. Still, critters do eat plastic. Sea turtles and toothed whales gulp down plastic bags, mistaking them for squid. Sea birds scoop up floating plastic pellets, which can resemble fish eggs. Young albatross have been found dead from starvation, their stomachs full of plastic garbage. While feeding, adult seabirds skim floating trash with their beaks. Parent birds then regurgitate the plastic to feed their young. (These plastic bits eventually can kill them.)\n\nYet such large animals wouldn’t eat pieces just millimeters in size. Zooplankton might, however. They are much smaller marine creatures.\n\n“Zooplankton describe a whole range of animals, including fish, crab and shellfish larvae,” explains Matthew Cole. He is a biologist at the University of Exeter in England. Cole has found that these tiny critters are just the right size to snap up the millimeter-size bits of plastic.\n\nHis research team has collected zooplankton from the English Channel. In the lab, the experts added polystyrene beads to tanks of water holding the zooplankton. Polystyrene is found in Styrofoam and other brands of foam. After 24 hours, the team examined the zooplankton under a microscope. Thirteen of the 15 zooplankton species had swallowed the beads.\n\nIn a more recent study, Cole found that microplastics limit the ability of zooplankton to consume food. Zooplankton that had swallowed polystyrene beads ate smaller bits of algae. That cut their energy intake nearly in half. And they laid smaller eggs that were less likely to hatch. His team published its findings January 6 in Environmental Science & Technology.\n\n“Zooplankton are very low on the food chain,” Cole explains. Still, he notes: “They are a really important food source for animals like whales and fish.” Reducing their population could have a widespread impact on the rest of the ocean ecosystem.\n\nThis image shows zooplankton that has swallowed polystyrene beads. The beads glow green.\nMATTHEW COLE/UNIVERSITY OF EXETER\nAnd, it turns out, not just tiny zooplankton are eating the plastic bits. Larger fish, crabs, lobster and shellfish do too. Scientists have even found plastic in the guts of marine worms.\n\nOnce there, the plastic tends to stick around.\n\nIn crabs, microplastics remain in the gut six times longer than food does, says Andrew Watts. He is a marine biologist at the University of Exeter. What’s more, eating plastic causes some species, such as marine worms, to store less fat, protein and carbohydrate, he explains. When a predator (such as a bird) now eats those worms, it gets a less nutritious meal. It also ingests the plastic. With each meal consumed, more and more plastic makes its way into a predator’s body.\n\nThat’s cause for concern. “Plastics might pass up the food chain,” says Cole, “until it gets into food that ends up on our own dinner plates.”\n\nAn accumulating problem\n\nThe thought of eating plastic isn’t pleasant. But it isn’t just the plastic that’s cause for concern. Scientists also worry about a variety of chemicals found on the plastic. Some of those chemicals come from the manufacturing process, explains Kara Lavender Law. She is an oceanographer at the Sea Education Association in Woods Hole, Mass.\n\nPlastics also attract a variety of dangerous pollutants, she notes. That’s because plastic is hydrophobic — just like oil, it repels water.\n\nBut plastic, oil and other hydrophobic substances are attracted to each other. So oily contaminants tend to glom onto pieces of plastic. In a way, plastic acts like a sponge, soaking up hydrophobic contaminants. The pesticide DDT and polychlorinated biphenyls (or PCBs) are two such toxic contaminants that have been found in ocean-going plastics.\n\nEven though both contaminants have been banned for decades, they are slow to break down. So they persist in the environment. To this day, they hitch a ride on trillions of pieces of plastic floating in the oceans.\n\nScientists found 47 pieces of plastic in the stomach of this triggerfish. It had been caught near the surface in the North Atlantic subtropical gyre.\nDAVID M. LAWRENCE/SEA EDUCATION ASSOCIATION\nOne reason these contaminants were banned is because of the way they affect animals and people. When eaten, the chemicals work their way into an animal’s tissues. And there they stay. The more of these chemicals a critter consumes, the more that gets stored in its tissues. That creates a constant exposure to the pollutants’ toxic effects.\n\nAnd it doesn’t stop there. When a second animal eats that first critter, the contaminants move into the new animal’s body. With each meal, more contaminants enter its tissues. In this way, what had started as trace amounts of a contaminant will become increasingly concentrated as they move up the food chain.\n\nWhether contaminants hitching a ride on plastic work their way into the body tissues of marine animals in the same way remains unknown. But scientists are concerned that they might. Just how much of these chemicals in marine organisms came from eating contaminated plastic and how much from eating contaminated food is a big question, says Law. And no one yet knows whether the problem affects people.\n\nManaging microplastics\n\nThe very nature of microplastics makes cleanup impossible. They are so tiny and so widespread that there is no way to remove them from the seas, notes Law.\n\nThe best solution is to prevent more plastic from reaching the ocean. Trash traps and litter booms can snag garbage before it enters waterways. Even better: Reduce plastic waste at its source. Be aware of packaging and buy items that use less of it, Law suggests. Skip the plastic bags, including zippered ones used for foods. Invest in reusable water bottles and lunch containers. And say no to straws.\n\nThis trash trap in Washington, D.C., stops litter before it can enter the Anacostia River. About 80 percent of the plastic that ends up in the world’s oceans gets its start on land.\nMASAYA MAEDA/ANACOSTIA WATERSHED SOCIETY\nLaw also recommends asking restaurants to stop using polystyrene foam containers. These break up quickly and are not recyclable. Talk to friends and parents about the problems of plastic, and pick up litter when you see it.\n\nLaw recognizes that reducing plastic use won’t be an easy change. “We live in an era of convenience,” she says. And people find it convenient to throw things away when they are done with them.\n\nThat’s not to say that we should do away with plastic altogether. “Plastic has a lot of beneficial uses,” says Law. But people need to stop looking at plastic as disposable, she argues. They need to view plastic items as durable things to hold on to and reuse.\n\n \n\nPower Words\n\n(For more about Power Words, click here)\n\nDDT  (short for dichlorodiphenyltrichloroethane) This toxic chemical was for a time widely used as an insect-killing agent. It proved so effective that Swiss chemist Paul Müller received the 1948 Nobel Prize (for physiology or medicine) just eight years after establishing the chemical’s incredible effectiveness in killing bugs. But many developed countries, including the United States, eventually banned its use for its poisoning of non-targeted wildlife, such as birds.\n\ndegrade  (in chemistry) To break down a compound into smaller components.\n\nEnvironmental Protection Agency (or EPA)   An agency of the federal government charged with helping create a cleaner, safer and healthier environment in the United States. Created on Dec. 2, 1970, it reviews data on the possible toxicity of new chemicals (other than food or drugs, which are regulated by other agencies) before they are approved for sale and use. Where such chemicals may be toxic, it sets rules on how much may be used and where it may be used. It also sets limits on the release of pollution into the air, water or soil.\n\ngyre  (as in the ocean) A ringlike system of ocean currents that rotate clockwise in the Northern Hemisphere and counterclockwise in the Southern Hemisphere. Many of the biggest, most persistent gyres have become collection sites for floating long-lived trash, especially plastic.\n\nmarine   Having to do with the ocean world or environment.\n\nmarine biologist   A scientist who studies creatures that live in ocean water, from bacteria and shellfish to kelp and whales.\n\nmicrobead   A small particle of plastic, usually between 0.05 millimeters and 5 millimeters in size (or one hundredth of an inch to about two tenths of an inch). These particles can be found in exfoliating face wash, but can also take the form of fibers shed from clothing.\n\nmicroplastic   A small piece of plastic, 5 millimeters (0.2 inch) or smaller in size. Microplastics may have been produced at that small size, or their size may be the result of the breakdown of water bottles, plastic bags or other things that started out larger.\n\nnutrients  Vitamins, minerals, fats, carbohydrates and proteins needed by organisms to live, and which are extracted through the diet.\n\noceanography  The branch of science that deals with the physical and biological properties and phenomena of the oceans. People who work in this field are known as oceanographers.\n\norganic  (in chemistry) An adjective that indicates something is carbon-containing; a term that relates to the chemicals that make up living organisms.\n\nplastic  Any of a series of materials that are easily deformable; or synthetic materials that have been made from polymers (long strings of some building-block molecule) that tend to be lightweight, inexpensive and resistant to degradation.\n\nplastiglomerate   A name some scientists have proposed for a category of rock created when plastic melts and fuses with chunks of stone, shell or other materials to create a long-lasting record of human pollution.\n\npollutant   A substance that taints something — such as the air, water, our bodies or products. Some pollutants are chemicals, such as pesticides. Others may be radiation, including excess heat or light. Even weeds and other invasive species can be considered a type of biological pollution.\n\npolychlorinated biphenyls (PCBs)    A family of 209 chlorine-based compounds with a similar chemical structure. They were used for many decades as a nonflammable fluid for insulating electrical transforms. Some companies also used them in making certain hydraulic fluids, lubricants and inks. Their production has been banned in North America and many countries throughout the world since around 1980.\n\npolyethylene  A plastic made from chemicals that have been refined (produced from) crude oil and/or natural gas. The most common plastic in the world, it is flexible and tough. It also can resist radiation.\n\npolypropylene  The second most common plastic in the world. It is tough and durable. Polypropylene is used in packaging, clothing and furniture (such as plastic chairs).\n\npolystyrene   A plastic made from chemicals that have been refined (produced from) crude oil and/or natural gas. Polystyrene is one of the most widely used plastics, and an ingredient used to make styrofoam.\n\ntoxic  Poisonous or able to harm or kill cells, tissues or whole organisms. The measure of risk posed by such a poison is its toxicity.\n\nzooplankton   Small organisms that drift in the sea. Zooplankton are tiny animals that eat other plankton. They also serve as an important food source for other marine creatures.\n\nWord Find (click here to enlarge for printing)\n\nCITATIONS\n\nB. Mole. “Plastic may take unexpected routes to marine garbage patches.” Science News. September 5, 2014.\n\nB. Brookshire. “Mailing off my microbeads.” Eureka! Lab blog. July 21, 2014.\n\nS. Lemonick. “Plastic goes missing at sea.” Science News. July 1, 2014.\n\nJ. Raloff. “Home, plastic home.”  Science News for Students. July 16, 2013.\n\nA.R. Martinez. “Swirling seas of plastic trash.” Science News for Students. June 22, 2011.\n\nS. Perkins. “Sea of plastics.” Science News. February 25, 2010.\n\nD. Fox. “Pollution at the ends of the Earth. Science News for Students. January 6, 2010.\n\nOriginal Journal Article: J. Jambeck et al. Plastic waste inputs from land into the ocean. Science. Vol. 347, Feb. 13, 2015, p. 768. doi: 10.1126/science.1260352.\n\nOriginal Journal Article: M. Cole et al. The impact of polystyrene microplastics on feeding, function and fecundity in the marine copopod Calanus helgolandicus. Environmental Science & Technology. Vol. 49, January 6, 2015, p. 1130. doi: 10.1021/es504525u.\n\nOriginal Journal Article: A. Cózar et al. Plastic debris in the open ocean. Proceedings of the National Academy of Sciences. July 15, 2014. doi: 10.1073/pnas.1314705111.\n\nOriginal Journal Article: K.L. Law and R.C. Thompson. Microplastics in the seas. Science. Vol. 345, July 11, 2014, p. 144.  doi: 10.1126/science.1254065.\n\nOriginal Journal Article: A.J.R. Watts et al. Uptake and retention of microplastics by the shore crab Carcinus maenas. Environmental Science & Technology. June 27, 2014. doi: 10.1021/es501090e.\n\nOriginal Journal Article: R.W. Obbard et al. Global warming releases microplastic legacy frozen in Arctic Sea ice. Earth’s Future. Vol. 2, June 20, 2014, p. 315. doi: 10.1002/2014EF000240.\n\nOriginal Journal Article: M. Cole et al. Microplastic ingestion by zooplankton. Environmental Science & Technology. Vol. 47, May 21, 2013, p. 6646. doi: 10.1021/es400663f.\n\nOriginal Book Source: P. Newman and A. Crawley.  Plastic, Ahoy! Investigating the Great Pacific Garbage Patch. Millbrook Press. January 1, 2014. 48 pp.\n\nQUESTIONS for Tiny Plastics, Big Problem\n\nAbout Alison Pearce Stevens\nTwitter\n\nAlison Pearce Stevens is a former biologist and forever science geek who writes about science and nature for kids. She lives with her husband, their two kids and a small menagerie of cuddly (and not-so cuddly) critters.\n\nClassroom Resources for This Article \n\nFree educator resources are available for this article. Register to access:\n\nE-mail Address*\nGO\n\nAlready Registered?\nEnter your e-mail address above.\n\nRelated Stories\nENVIRONMENT\nPumping cold water into rivers could help fish chill out\nBy Nikk OgasaDecember 4, 2023\nTECH\nBits of trees can make and store energy for us to use\nBy Katie Grace CarpenterNovember 30, 2023\nTECH\nBionic plants and electric algae may usher in a greener future\nBy Katie Grace CarpenterNovember 30, 2023\nMore Stories from Science News Explores on Environment\nENVIRONMENT\nPumping cold water into rivers could help fish chill out\nBy Nikk OgasaDecember 4, 2023\nTECH\nBionic plants and electric algae may usher in a greener future\nBy Katie Grace CarpenterNovember 30, 2023\nTECH\nBits of trees can make and store energy for us to use\nBy Katie Grace CarpenterNovember 30, 2023\nCLIMATE\nSome tree leaves are finding it too hot for photosynthesis\nBy Nikk OgasaNovember 28, 2023\nENVIRONMENT\nThis ecologist is looking at the Amazon’s past to save its future\nBy Aaron TremperNovember 22, 2023\nOCEANS\nExplainer: Why are so many hurricanes strengthening really fast?\nBy Carolyn GramlingNovember 10, 2023\nENVIRONMENT\nUltrasound waves can help remove polluting microplastics in water\nBy Kathiann KowalskiOctober 13, 2023\nEARTH\nThe sun shines brightest in South America’s Atacama Desert\nBy Katherine KorneiOctober 6, 2023\nItems 1 through 4 of 8\nScience News Explores\n\nFounded in 2003, Science News Explores is a free, award-winning online publication dedicated to providing age-appropriate science news to learners, parents and educators. The publication, as well as Science News magazine, are published by the Society for Science, a nonprofit 501(c)(3) membership organization dedicated to public engagement in scientific research and education.\n\nScience News\nScience News Learning\nSUBSCRIBER SERVICES\nSubscribe\nRenew\nGive a Gift Subscription\nCustomer Service\nFollow Science News on Facebook\nFollow Science News on Twitter\nFollow Science News via RSS\nFollow Science News on Instagram\nMORE INFORMATION\nUsing Science News Explores in the Classroom\nRights & Permissions\nNewsletters\nSOCIETY FOR SCIENCE\nAbout the Society\nDonate\nCareers\n\n© Society for Science & the Public 2000–2023. All rights reserved.\n\n1719 N Street, N.W., Washington, D.C. 20036 202.785.2255 Terms of Service Privacy Policy\nUse the Shift key with the Tab key to tab back to the search input.\nUse up and down arrow keys to explore.\nUse right arrow key to move into the list.\nUse left arrow key to move back to the parent list.\nUse tab key to enter the current list item.\nUse escape to exit the menu."
}