{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Oceans of plastic waste - ScienceDirect",
  "href": "https://www.sciencedirect.com/science/article/pii/S0960982215000706",
  "body": "Investigating plastic pollution in deep sea sediments is particularly challenging due to both the difficult access and the dilution with all kinds of other solids that end up there. Lisbeth Van Cauwenberghe and colleagues at the University of Ghent, Belgium, have managed to detect plastic particles in samples taken from depths of up to five ...",
  "textContent": "Skip to main content\nSkip to article\nBrought to you by:\nUniversity of the South duPont Library\nView PDF\nDownload full issue\nOutline\nSummary\nMain Text\nShow full outline\nCited by (29)\nFigures (5)\nVolume 25, Issue 3, 2 February 2015, Pages R93-R96\nFeature\nOceans of plastic waste\nAuthor links open overlay panel\nMichael Gross\nShow more\nAdd to Mendeley\nShare\nCite\nhttps://doi.org/10.1016/j.cub.2015.01.038\nGet rights and content\nUnder an Elsevier user license\nopen archive\nSummary\n\nPlastic waste accumulates in the oceans and eventually breaks down to small particles known as microplastics. These can be taken up by hundreds of different species, but research is only beginning to explore their effects on organisms and their fate in the food web. Michael Gross reports.\n\nPrevious article\nNext article\nMain Text\n\nThe research vessel Tara, a schooner built for marine and polar research, spent seven months of the last year cruising the Mediterranean Sea on an expedition to collect an unglamorous material that is becoming more and more of a problem — microplastics. Particles of less than five millimetres in length arise from the photochemical decay of larger plastic items, including both land-based waste and nautical equipment, but there are also those that were manufactured at that size, as microbeads in cosmetics, or as pellets for the production of plastic items.\n\nAn ever-changing cast of visiting scientists spent time on board the schooner to assist with sampling and to study various aspects of microplastic, from its distribution through to its impact on animals that ingest the particles and on microbes that may settle on them. During the seven-month trip around the Mediterranean, scientists and crew took more than 300 samples, which will be dispatched to 12 laboratories for detailed analyses. Results are expected to come out by the end of this year. These results will be very welcome, as the plastic pollution of the oceans is a growing problem about which far too few details are known with any certainty (Curr. Biol. (2013) 23, R135–R137).\n\nWhat is clear so far is that plastic waste that, for some reason or another, escapes the orderly processing of waste streams into recycling, combustion or landfill facilities is likely to end up in the oceans sooner or later. Plastics that are heavier than sea water, like PVC, will end up in the sediments near the shores where they were released. Most bulk plastics, including polyethylene and polypropylene, however, are buoyant and will drift out to the open ocean. Floating debris tends to accumulate in the large oceanic whirls, such as the North Pacific gyre (also known as the North Pacific garbage patch, for obvious reasons) and the corresponding gyres in the subtropical areas of the other oceans.\n\nWhat happens then is still an open question very much in need of investigation. Options include degradation down to small molecules and ultimately carbon dioxide, biofouling leading to sinking and incorporation into the sediment, and, most worryingly, ingestion by animals and thus entry into the food web. And if significant amounts of microplastics enter the food web, what effects will they have on the organisms that swallow them, and will they end up in our stomachs as well?\n\nAll these questions need to be addressed, along with policy issues regarding how to stop the stream of plastics flowing into the oceans. It is a big challenge and science is only just beginning to rise to it.\nDownload : Download high-res image (364KB)\nDownload : Download full-size image\n\nNet gain: The schooner Tara, on an expedition around the Mediterranean to monitor microplastic pollution, drags a so-called manta net to collect floating debris. (Photo © A. Deniaud Garcia - Tara Expéditions.)\n\nOrigins and distribution\n\nThe world population now produces close to its own weight in plastics per year (Environ. Sci. Technol. (2013) 47, 7137–7146). Even with improving rates of waste disposal and recycling, a significant fraction of these more than 280 million tonnes of synthetic polymers are going to escape, get swept into watercourses, and end up in the oceans. In addition, there are plastic particles in certain applications, including cosmetics and sandblasting fluids, that get into the wastewater by default and fail to be removed in treatment plants. Then there are the plastic items used at sea, like buoys and fishing tackle, which may shatter over time and release fragments into the water. Finally, events like storms, tidal flooding, and shipping accidents may inject large quantities of plastic material into the oceans all at once.\n\nFrom all these diverse land- and sea-based sources, plastic waste is fed into the world oceans. In a recent simulation, Marcus Eriksen from the Five Gyres Institute at Los Angeles, USA, and colleagues from around the world have estimated that there are currently 5.25 trillion items of plastic weighing more than 268,000 tonnes floating around in the oceans (PLoS One (2014) 9, e111913).\n\nThe researchers used hundreds of samplings from 24 expeditions conducted between 2007 and 2013, covering all five subtropical gyres as well as several coastal areas. They fed these datasets into established computer models of ocean currents to arrive at their extrapolations of global distributions and overall abundance of plastic particles.\n\nSome specific results of this model study have been surprising and could inspire further sample expeditions in search of explanations. For instance, even though the presumed sources of plastic waste, including densely populated land masses and shipping routes, are more concentrated in the northern than in the southern hemisphere, the data suggest that the amounts of plastic accumulating in the northern gyres are of the same order of magnitude as those in the southern gyres. The authors speculate that removal mechanisms, such as washing up on beaches (also more present in the northern hemisphere), may help to limit the density of floating plastic debris in the northern gyres.\n\nSimilarly, a dip in the size distribution leads the authors to suspect that there are underappreciated removal mechanisms specifically for the smaller particles included in their data, ranging from 0.33 mm (a typical mesh size used in filtering for microplastics) to a few millimetres. This may just mean that these small chunks are already so brittle that they break down into smaller fragments faster than scientists expected. In addition, effects like ingestion by animals and sinking due to biofouling, which will be discussed below, could remove microplastics faster than anticipated.\n\n“One interesting take away from our research is not only the magnitude of microplastics leaving the sea surface, but the rapid shredding of large plastics to small microplastics in the first place,” Eriksen commented. “We should look at the gyres more as ‘shredders’ than ‘accumulators’ of plastic.”\n\nWhile this first attempt at a comprehensive model of the global distribution of plastic in the oceans leaves many important questions unanswered, it points to specific investigations that could help to clarify the overall picture — especially regarding the interactions of plastics with living organisms.\nDownload : Download high-res image (398KB)\nDownload : Download full-size image\n\nGlobal problem: Combining data from 24 sampling missions with oceanographic computer modelling, Marcus Eriksen and colleagues predicted the global distribution of plastic particles in specific size classes. (Figure source: Eriksen et al. (2014) PLoS One http://dx.doi.org/10.1371/journal.pone.0111913.g002)\n\nInteractions with plankton\n\nWhen microplastic floats around in the oceans, it mixes with the numerous plankton organisms that are of the same size range. What happens when microscopic plastic particles and similarly small ocean-dwellers meet is another question that is only beginning to be explored.\n\nErik Zettler, Tracy Mincer and Linda Amaral-Zettler from different institutions at Woods Hole, USA, have conducted the first systematic study of the organisms associated with microplastic particles from the open ocean using gene sequencing and electron microscopy, among other techniques. On the particles studied, which could mostly be identified as polyethylene or polypropylene, the authors found rich microbial communities (Environ. Sci. Technol. (2013) 47, 7137–7146). They put the emphasis on looking for bacteria, but also identified a number of eukaryotes.\n\nThe authors find that there is a rich diversity of species even on tiny scraps of plastic material. While the diversity is somewhat lower than in the surrounding seawater, the abundance of species is more even, meaning that no species dominates. Among eukaryotes, the authors identified a number of diatoms, which are well known to adhere to surfaces and initiate biofouling (Curr. Biol. (2012) 22, R581–R585), along with other protists. Biofouling may eventually induce the particles to sink and end up in sediments. Quantitative assessments of this process would be required for scientists to be able to establish whether this route is an important mechanism for the removal of microplastics from surface water.\n\nAnother possible removal route emerges from the analysis of the bacteria found colonising the plastic material. Some of the gene sequences were attributed to species known to engage in hydrocarbon degradation at sea that are often found in the natural remediation processes after oil spills. A network analysis conducted by the authors appears to suggest that microbial networks like those digesting crude oil may also be at work on polyethylene and polypropylene particles in the oceans. In addition, electron microscopy showed that a number of bacterial cells live in microscopic holes that precisely fit their size and shape, which may suggest that the bacteria themselves created these holes by degrading the polymer.\n\nWhile these observations don’t yet provide firm proof of microbial decomposition of polymers, they point to a hypothesis that can readily be tested with further research. Should the oil-spill communities indeed be able to remove plastics at a reasonable rate, this could offer the hope of a solution to this waste problem that might otherwise be intractable.\nDownload : Download high-res image (140KB)\nDownload : Download full-size image\n\nTroubled turtle: Marine fauna often gets entangled in larger litter items, and seabirds may mistake plastics for food, but the microscopic fragments of plastic waste are likely to add up to an even bigger problem. (Photo: © Karumbé-Uruguay.)\n\nCarrying pollutants\n\nIf the break-up of plastic waste ultimately leads to its disappearance, it may turn out to be a good thing, but, while microplastic remains in circulation, it will still cause a few problems, one of them being the presentation of a large hydrophobic surface that will adsorb and enrich organic chemicals. In addition, some plastic materials also carry their own cargo of chemical additives, such as bisphenol A.\n\nIn recent years, a large number of studies has found organic pollutants, including polychlorinated biphenyls (PCBs), organochlorines, polycyclic aromatic hydrocarbons (PAHs) and DDTs, adsorbed on microplastic particles retrieved from locations off the coasts of Japan, Portugal and California. Juliana Ivar do Sul and Monica Costa from the Federal University of Pernambuco at Recife, Brazil, have recently summarised these reports as part of a wider review of microplastic pollution (Environ. Pollut. (2014) 185, 352–364). Laboratory studies aiming to quantify the adsorption of various chemicals to microplastics are also beginning to appear (e.g. Sci. Total Environ. (2014) 470–471, 1545–1552).\n\nThe results available so far suggest that the different kinds of plastic materials vary in their propensity to carry pollutants. Unfortunately, the most widely used polymer — polyethylene — appears to be particularly prone to pick up organic molecules from the seawater. This could in theory be a good thing if the particles were to be buried in sediment and could thus take the pollutants out of circulation, but the more likely outcome appears to be that they will act as carriers introducing them into the food web.\nDownload : Download high-res image (115KB)\nDownload : Download full-size image\n\nSwallowed: Some marine invertebrates, like the isopod Idotea emerginata, whose stomach is shown here, appear to be unaffected by fluorescent plastic particles (bright spots) fed in controlled laboratory experiments. Others, like the blue mussel, show signs of inflammatory disease and poor health. (Photo: ©Alfred-Wegener-Institut/Julia Hämer.)\n\nPlastic food\n\nSea birds with stomachs full of plastic waste and turtles entangled in plastic bags have become symbols of the marine litter problem, but the impact at the smaller, less visible scale may be even more severe, and science is only just beginning to explore this problem. Of particular interest are the invertebrates at the bottom of the food chains.\n\nFirst of all, there are those invertebrates that tend to colonise almost everything that floats, including the waste accumulating in the ocean gyres. These so-called rafting assemblages are typically dominated by barnacles. Miriam Goldstein from the Scripps Institution of Oceanography at La Jolla, California, and Deborah Goodwin from the Sea Education Association at Woods Hole, Massachusetts, have therefore investigated the ingestion of microplastics from the North Pacific gyre by gooseneck barnacles (Lepas spp.), which feed on plankton and fish larvae (Peer J. (2013) 1, e184).\n\nDissecting several hundreds of barnacles, the researchers found that a third of them carried microplastic particles in their gastrointestinal tracts, with particle counts ranging from 1 to 30. The likelihood of particle ingestion appeared to correlate with the size of the animals, as only individuals above a certain size threshold were found to contain microplastic. However, the authors cannot rule out the possibility that the smaller barnacles ingest smaller particles below the detection threshold of 0.3 mm. While the plastic caused no obvious blockage or physical damage, long-term effects from adsorbed pollutants as well as any onward transfer to predators remain to be explored.\n\nLaboratory studies exposing marine invertebrates to fluorescence-labelled microparticles have shown that some species suffer damage from plastic ingestion while others don’t. The group of Reinhard Saborowski at the Alfred Wegener Institute in Bremerhaven, Germany, fed fluorescent microparticles to the isopod Idotea emarginata and found no adverse effects (Environ. Sci. Technol. (2014) 48, 13451–13458). The most plausible explanation is that this species, like many other marine filter-feeders, is well adapted to the uptake of indigestible particles, such as grains of sand and diatom frustules, and will just excrete plastic particles in the same way.\n\nBy contrast, a separate study by Nadia von Moos and colleagues from the same institute into the effects of microplastics on the blue mussel Mytilus edulis discovered significant histological changes and a strong inflammatory response (Environ. Sci. Technol. (2014) 46, 11327–11335). Specifically, the authors found that the microplastics triggered the formation of granulocytomas, an inflammatory cellular response that is often observed in the context of pollution and understood as an indicator of environmental stress and health deterioration in mussels.\n\nThe researchers also observed destabilisation of lysosomal membranes, which is another established biomarker for pathological changes induced by environmental stress in species including social amoebae, molluscs and fish. The underlying rationale is that lysosomes are involved in the removal of xenobiotics and toxins, and that overloading or mechanical damage can destabilise their membranes, which has knock-on effects that may lead to necrosis.\n\nOne might assume that microplastics are typically taken up in the feeding process, but Andrew Watts and colleagues from the University of Exeter, UK, have discovered a second entry route in the shore crab Carcinus maenas (Environ. Sci. Technol. (2014) 48, 8823–8830). This crab preys on the mussel Mytilus edulis, which may contain plastic particles, as discussed above, and thus presents an example of how microplastics can move up the food chain.\n\nIn addition to this route, however, Watts and colleagues found that the crab can also ‘inhale’ particles through its gills. While the crab typically clears the plastic contamination taken up with the food within two weeks, the researchers could still detect fluorescently labelled polystyrene particles taken up through the ventilation system three weeks after the experimental exposure. While the crab has specific mechanisms to clean particles off its gills, the findings suggest that these mechanisms don’t work very well for the plastic particles used in the experiments.\n\nThe list of marine species known to ingest microplastics has already swollen to several hundreds, but much more research remains to be carried out to establish how these particles permeate the food web and where they may cause damage. They would probably cause less harm if they all sank to the sea floor.\nDownload : Download high-res image (369KB)\nDownload : Download full-size image\n\nPure shores: Lake Garda in Italy was found to contain as many plastic particles as typical marine environments. (Photo: Markus Bernet/Wikimedia Commons.)\n\nSediments and beaches\n\nSome plastic materials, including most notably polyvinyl chloride (PVC), have a higher density than sea water and thus sink as soon as they are released to the oceans. Even buoyant plastic items may gain sufficient weight due to biofouling and thus sink to the bottom. Finally, animal cadavers may also take their plastic content down when they sink.\n\nThese known routes suggest that there must be a fair amount of plastic pollution on the sea floor already, but very little is known about its distribution, let alone its ecological effects and ultimate fate. Investigating plastic pollution in deep sea sediments is particularly challenging due to both the difficult access and the dilution with all kinds of other solids that end up there.\n\nLisbeth Van Cauwenberghe and colleagues at the University of Ghent, Belgium, have managed to detect plastic particles in samples taken from depths of up to five kilometres. For this purpose, the researchers developed a new extraction technique using high-density salt solutions to float the plastic particles and separate them from other solids (Environ. Pollut. (2013) 182, 495–499).\n\nThey succeeded in finding plastics even in samples taken at high latitudes in the Arctic and Southern Oceans, as well as in the Mediterranean. They only failed to find plastics at the Congo Canyon, where high density of plant material made the analysis more difficult. The findings underline the fact that, even though the widespread use of plastic materials only began half a century ago, plastic pollution has already spread to the most remote parts of the biosphere.\n\nPlastic debris also washes up on beaches, where the larger items can be cleaned away, but large numbers of microparticles just blend in with the sand. Particle counts on beach samples range from 8 particles per kilogram to an astonishing 621,000 particles per kilogram (Bull. Environ. Contam. Toxicol. (2012) 89, 213e217). These findings suggest that, much like the larger litter items, microplastics tend to accumulate on certain coastal areas depending on winds and currents.\n\nSimilar differences have also been observed on the shores of freshwater lakes. Recent research has shown that North America’s Great Lakes as well as Lake Garda in Italy act as sinks for plastic pollution to a similar extent as the oceans. The group of Christian Laforsch from the University of Bayreuth, Germany, has shown that the abundance of microplastics in Lake Garda is comparable to marine environments, and that the microparticles mainly end up on the northern shore of the lake, probably reflecting dominant wind and current patterns (Curr. Biol. (2013) 23, R867–R868).\n\nWhat to do\n\nThe global scale of the plastic waste problem and its possible impacts on the food chain call for a strong response from both science and policy angles. The EU is already supporting several relevant projects under its Framework Programme FP7, and research on many aspects of plastic pollution is both widening and advancing.\n\nThe more challenging part is to tackle the sources of the plastic problem, the ever-swelling ranks of consumers of cheap, disposable plastic products. In November, the European Union agreed binding targets for member states to reduce the use of thin plastic bags by 2019. Critics have argued that this is too little too late, as stronger plastic bags and many other types of plastic packaging will continue to go to waste. Moreover, many other plastic products, from the microbeads in cosmetics to toys and household goods, will have to be looked at in a comprehensive cradle-to-grave analysis to ensure that they don’t end up polluting the oceans.\n\nCited by (29)\nSeasonal and spatial distribution of microplastics in sediments by FTIR imaging throughout a continuum lake - lagoon- beach from the Tunisian coast\n2022, Science of the Total Environment\nShow abstract\nThe contamination of microplastics in China's aquatic environment: Occurrence, detection and implications for ecological risk\n2022, Environmental Pollution\nShow abstract\nMicroplastics and associated contaminants in the aquatic environment: A review on their ecotoxicological effects, trophic transfer, and potential impacts to human health\n2021, Journal of Hazardous Materials\nShow abstract\nOccurrence and characterization of surface sediment microplastics and litter from North African coasts of Mediterranean Sea: Preliminary research and first evidence\n2020, Science of the Total Environment\nShow abstract\nTwo-dimensional distribution and abundance of micro- and mesoplastic pollution in the surface sediment of Xialiao Beach, New Taipei City, Taiwan\n2019, Marine Pollution Bulletin\nCitation Excerpt :\n\nEnvironmental pollution with plastic is a growing problem in oceanic, coastal, riverine and terrestrial habitats (vom Saal et al., 2008; Thompson et al., 2009; Eriksen et al., 2014; Lechner et al., 2014; Barboza and Gimenez, 2015; Bergmann et al., 2015; Gross, 2015; Wilcox et al., 2015; Fischer et al., 2016), because global plastic production and waste generation have been growing exponentially and reached approximately 335 million tons in 2016 (Geyer et al., 2017; PlasticsEurope, 2017).\n\nShow abstract\nType and quantity of coastal debris pollution in Taiwan: A 12-year nationwide assessment using citizen science data\n2018, Marine Pollution Bulletin\nShow abstract\nView all citing articles on Scopus\nCopyright © 2015 Published by Elsevier Ltd. All rights reserved.\nRecommended articles\nOccurrence and characterization of surface sediment microplastics and litter from North African coasts of Mediterranean Sea: Preliminary research and first evidence\nScience of The Total Environment, Volume 713, 2020, Article 136664\nTahar Tata, …, Stefano Bellucci\nView PDF\nAbundance and characterization of microplastics in the coastal waters of Tuscany (Italy): The application of the MSFD monitoring protocol in the Mediterranean Sea\nMarine Pollution Bulletin, Volume 133, 2018, pp. 543-552\nMatteo Baini, …, Cristina Panti\nView PDF\nPlastic litter in aquatic environments of Maremma Regional Park (Tyrrhenian Sea, Italy): Contribution by the Ombrone river and levels in marine sediments\nMarine Pollution Bulletin, Volume 117, Issues 1–2, 2017, pp. 366-370\nCristiana Guerranti, …, Monia Renzi\nView PDF\nShow 3 more articles\nArticle Metrics\nCitations\nCitation Indexes:\n28\nPolicy Citations:\n1\nCaptures\nReaders:\n249\nMentions\nNews Mentions:\n1\nReferences:\n1\nSocial Media\nShares, Likes & Comments:\n16\nView details\nAbout ScienceDirect\nRemote access\nShopping cart\nAdvertise\nContact and support\nTerms and conditions\nPrivacy policy\n\nWe use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\n\nAll content on this site: Copyright © 2023 Elsevier B.V., its licensors, and contributors. All rights are reserved, including those for text and data mining, AI training, and similar technologies. For all open access content, the Creative Commons licensing terms apply."
}