{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Nearly Every Seabird on Earth Is Eating Plastic - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/15092-plastic-seabirds-albatross-australia",
  "body": "Published September 2, 2015. • 4 min read. So much plastic trash is flowing into the oceans that 90 percent of seabirds eat it now and virtually every one will be consuming it by 2050. That ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nJuvenile Herring Gull, Larus Argentatus with plastic rubbish in its beak, Newquay, Cornwall, UK.\n\nPHOTOGRAPH BY EDUCATION IMAGES, UIG/GETTY\nNearly Every Seabird on Earth Is Eating Plastic\n\nPlastic trash is found in 90 percent of seabirds. The rate is growing steadily as global production of plastics increases.\n\nBYLAURA PARKERNATIONAL GEOGRAPHIC\nPUBLISHED SEPTEMBER 2, 2015\n• 4 MIN READ\n\nSo much plastic trash is flowing into the oceans that 90 percent of seabirds eat it now and virtually every one will be consuming it by 2050. That finding, revealed in a new study published this week, tracks for the first time how widespread plastics have become inside seabirds around the world.\n\n“That was shocking,” says Chris Wilcox, a research scientist with Australia’s Commonwealth Scientific and Industrial Research Organization and lead author of the study. “Essentially, the number of species and number of individuals within species that you find plastic in is going up fairly rapidly by a couple percent every year.”\n\nPlastic found inside birds includes bags, bottle caps, synthetic fibers from clothing, and tiny rice-sized bits.\n\nScientists have been tracking plastic ingestion by seabirds for decades. In 1960, plastic was found in the stomachs of fewer than five percent, but by 1980, it had jumped to 80 percent.  \n\nThe most disturbing finding, Wilcox says, is the link between the increasing rate of plastics manufacturing and the increasing rate at which the material is saturating seabirds.\n\n“Global plastic production doubles every 11 years,” Wilcox says. “So in the next 11 years, we’ll make as much plastic as we’ve made since plastic was invented. Seabirds’ ingestion of plastic is tracking with that.” (Learn more about marine pollution.)\n\nWilcox and his team reviewed research dating to 1962 for their report, which was published in the Proceedings of the National Academy of Sciences. The scientists then combined that data with maps showing the range of 186 species of seabirds and the global distribution of marine debris to construct a model that predicts which species consume the most plastic.\n\nThe highest concentration of plastic in birds, Wilcox says, can be found in populations in southern Australia, South Africa, and South America -- where coastlines are closest to loosely-concentrated collections of ocean debris in the southern Pacific, southern Atlantic, and Indian Oceans.\n\n“It’s at the edge of the gyre and the edge of the seabird distribution that are at the highest risk,” Wilcox says.\n\nLarge birds, such as the albatross, eat large amounts of plastics. But that doesn’t mean large birds eat proportionately more plastic. Parakeet auklets, a small, diving bird that lives in the Northern Pacific near Alaska, shows the highest predisposition toward eating plastic, Wilcox says.\n\nAlbatross are more prone to eating plastic because they fish by skimming their beaks across the top of the water, and inadvertently take in plastics floating on the surface. Petrels and shearwaters, which live on offshore islands and forage over large areas of sea, also contain large amounts of plastic in their stomachs.\n\nPlastic found inside birds includes bags, bottle caps, synthetic fibers from clothing, and tiny rice-sized bits that have been broken down by the sun and waves.\n\nThe health effects of plastics on seabird populations have not been fully measured. But observational data collected is troubling enough, Wilcox says.\n\nSharp-edged plastic kills birds by punching holes in internal organs. Some seabirds eat so much plastic, there is little room left in their gut for food, which affects their body weight, jeopardizing their health. One bird examined by scientist Denise Hardesty had consumed 200 pieces of plastic.\n\n“If you add more plastic to the gut, it will eventually make a difference,” Wilcox says. “The trend suggests that it’s going to keep increasing.”\n\nA recent study found a 67 percent decline in seabird populations between 1950 and 2010.\n\n“Essentially seabirds are going extinct,” says Wilcox. “Maybe not tomorrow. But they’re headed down sharply. Plastic is one of the threats they face.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nYou are what you eat—and for orcas, that’s bad news\nANIMALS\nYou are what you eat—and for orcas, that’s bad news\nKiller whales have toxic chemicals in their bodies. A surprising new study shows that their diet seems to be the culprit.\nIn Scotland, a bird flu crisis threatens thousands of seabirds\nANIMALS\nIn Scotland, a bird flu crisis threatens thousands of seabirds\nLost at Sea: Why the Birds You Don’t See Are Fading Away\nMAGAZINEYEAR OF THE BIRD\nLost at Sea: Why the Birds You Don’t See Are Fading Away\nHow we can help coral and seabirds survive a warming world\nENVIRONMENTPLANET POSSIBLE\nHow we can help coral and seabirds survive a warming world\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nSt Helena is a wildlife-watching paradise\nPAID CONTENT FOR ADVERTISER\nSt Helena is a wildlife-watching paradise\nHere are 9 ways to fall in love with winter travel\nTRAVEL\nHere are 9 ways to fall in love with winter travel\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}