{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "14 of the Best Drinking Straw Crafts * Moms and Crafters",
  "href": "https://www.momsandcrafters.com/drinking-straw-crafts/",
  "body": "9. Use straws to make the lightsabers on these adorable light-up cards by Left Brain Craft Brain. 10. Fabric and paper bracelets by Mama Miss make a great kid-made gift. 11. Use this step-by-step tutorial by Brit + Co. to make neon hanging planters that add a pop of color to any room! 12.",
  "textContent": "Skip to Content\nSEARCH\nFAMILY\nCRAFTS BY AGE\nCRAFTS BY SEASON\nCRAFTS BY TYPE\nSHOP\nWORK WITH ME\n14 of the Best Drinking Straw Crafts\n\nCategories\nCrafts\n\nSharing is caring!\n\n8.7K\nSHARES\n\nStraw crafts are among my top things to make with unusual materials, because of the huge variety they come in, and the extremely low cost. These straw crafts will have you stocking up on them in every color and form! Disclosure: this post contains affiliate links.\n\n \n\n \n\nWhen it comes to crafting, thinking out of the box with craft materials can definitely help cut costs. They also help get results that are unique and one-of-a-kind.\n\n \n\nStraws are among my favorite because of the diverse selection that they come in, and the crazy low cost. You may have crafted with straws among your first jewelry crafts, but it goes far beyond that. This post does include some amazing next-level straw jewelry crafts. But it also has some spectacular creations – from easy to expert – that you’ll definitely want to try.\n\n \n\nCheap plastic straws in normal and jumbo sizes last well and are great for spray painting or otherwise covering. Honestly, I was amazed at some of the designs here that make the most of what I might have thought were tacky colors (like those plant hangers below.) \n\n \n\nPaper straws come in every color, and pattern making them perfect as a design element of your craft. They are made of thick paper, so they won’t stand up to water, but they are fun and great for more temporary crafts.\n\n \n\nThese 14 straw crafts will get yoru creative juices flowing, and give you plenty of straw inspiration!\n\n \n\n14 straw crafts you’ll want to try!\n\n \n\nClick on the image or the title to be taken to the tutorial for each of these straw crafts. Please note that image copyrights belong to the respective authors of each of these ideas. If you are sharing this post, please do so using the first or last (collaged) image, and not the individual craft.\n\n \n\n \n\n1. No one will guess what’s inside these string wrapped beads! Make creative jewelry using these beads that are lightweight and cost pennies to make.\n\n \n\n2. Make these adorable Curious George-inspired kite decorations by Creative Jewish Mom.\n\n \n\n3. Wow! You’d never guess that these modern geometric hanging diamonds are made from cheap plastic drinking straws! Check out the tutorial from Sugar & Cloth.\n\n \n\n4. These  ninjas by Frugal Fun for Boys look like so much fun to play with! I might use her tutorial for other figurines for my son.\n\n \n\n5. I love the creative use of straws by Tutus & Tea Parties to line this tray!\n\n \n\n6. These starburst ornaments by Creative Jewish Mom will dress up any occasion with its vivid colors – and it’s crazy easy to make!\n\n \n\n7. Straw rockets by Buggy and Buddy are a fun toy for your child to play with and launch.\n\n \n\n8. Make this amazing neon pyramid necklace from straws! I love a good jewelry making craft, and Creme de la Craft really hit it out of the park with this one.\n\n \n\n9. Use straws to make the lightsabers on these adorable light-up cards by Left Brain Craft Brain.\n\n \n\n10. Fabric and paper bracelets by Mama Miss make a great kid-made gift.\n\n \n\n11. Use this step-by-step tutorial by Brit + Co. to make neon hanging planters that add a pop of color to any room!\n\n \n\n12. Make this beautiful springy vase by Amy Krist to freshen your home on the cheap.\n\n \n\n13. Your children can make these pan pipes by Naturally Educational to play on. Dont’ worry, the sound isn’t too loud.\n\n \n\n14. Make these edible worms (ew!) by cpacker1 on Instructables using straws – perfect for a prank, or for Halloween!\n\n\n \n\n \n\nBonus: These felt flowers are also made using drinking straws!\n\n \n\n \n\nBonus: Try a Himmeli dreidel to complement your Hanukkah decor too!\n\n \n\n \n\nI hope you enjoyed these amazing straw crafts! Comment below with your ideas for things to make with straws!\n\n \n\n \n\nImage source: First and last images are modified versions of this image.\n\nSharing is caring!\n\n8.7K\nSHARES\nBy \nAuthor\nMenucha @ Moms & Crafters\n\nPosted on\nPublished: December 9, 2015 - Last updated: February 27, 2020\n\nCategories\nCrafts\n\nHome » Crafts » 14 of the Best Drinking Straw Crafts\n\nTags\nCrafts for kids\nCrafts for moms\nCrafts for Teens\nPost navigation\n\nDIY Elegant Snowman Stemware Charms\n\nCelebrating the holidays over long distances\n\n#8\n\nThursday 13th of September 2018\n\nThis is a great idea! I know several people that would donate their colorful straws to the one “crafty” person:)\n\nSydney Roberts Rockefeller\n\nSunday 1st of July 2018\n\nI am really happy some of you are thinking of straws and the environment! I am thinking of buying up all of our villages' plastic straws (and swizzle sticks) to make art with them and to educate through a Maritime Museum I Chair.\n\nMenucha @ Moms & Crafters\n\nMonday 2nd of July 2018\n\nHi Sydney, that would be really cool, I'd love to see something like that!\n\nK khanna\n\nTuesday 24th of April 2018\n\nJust wondering as lot of new research shows how harmful straws are to the environment, I hope we as art teacher are not contributing to the landfills by using low grade toxic plastic\n\nMenucha @ Moms & Crafters\n\nWednesday 25th of April 2018\n\nGood point - it may be worth trying more of these with paper straws! They're much cuter anyway ;)\n\nAnne\n\nWednesday 9th of December 2015\n\nI can't believe some of these are made from straws! That necklace is amazing. Thanks for including our Star Wars cards, too.\n\nStart Here\nContact\nFree Newsletter!\nJewish\nDisclaimer\nPrivacy Policy\nCopyright\n\nAs an Amazon Associate I earn from qualifying purchases.\n\nPopular Posts\n20 Things to do with CDs and DVDs\nThe Best Nail Polish Crafts\nHow to Watercolor - a complete guide for beginners\nValentine Pillows - No Sew Fleece Tie Heart Pillows\nClothespin Paper Puppets - free printable\n\nCopyright © 2023 Moms and Crafters | Bamboo on Trellis Framework by Mediavine"
}