{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "StufferDB - The database of Stuffers & Gainers - Reddit",
  "href": "https://www.reddit.com/r/stufferdb/",
  "body": "I was making a pic of Calliope Mori and got banned by the stable diffusion model. Please help, the auto message has me freaked out. The prompt in question: Chubby woman, long straight hair, pink hair, ponytail hairstyle, blue eyes, wearing only a corset and panties, belly popping the corset open, dazed expression, open corset, kipteitei, HDR, BBW, sitting on a wooden chair, Calliope Mori, hololive",
  "textContent": "StufferDB - The database of Stuffers & Gainers\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/stufferdb\nCreate a post\nSort By:\nu/iheartchubbybellies\n•\n3 yr. ago\nReminder: We have a Discord chat for SDB!\nhttps://discord.gg/urApFV3\nu/Wampuminspades\n•\n2 mo. ago\nWrongly banned by stable diffusion! Please Help!\nSite Troubleshooting\nu/MrRedd285\n•\n3 mo. ago\nDowned website or just slow?\nu/SleepySammmy\n•\n3 mo. ago\nWhy am I finding it lowkey hot ruining my body? 🙈🙈 any other girls going through same thing?\nu/SleepySammmy\n•\n3 mo. ago\nWell damn that snuck up on me\nu/Razertyr123\n•\n3 mo. ago\nSomeone know when the Ai Generator come back ?\n\nThe Ai Generator is upgrading due to slowness of loading and multiple failed request. It was said that it should come back in 1 or 2 days but it do around one week.\n\nSo, does someone know when it come back ?\n\nu/Adventurous-Gift-556\n•\n6 mo. ago\nWhy’ve the icons showing a video disappeared? Now you can’t tell what’s a pic and what’s a video\nu/ExcellentBet3603\n•\n6 mo. ago\nHelp with posting\n\nHi I'm new here and I don't quite understand how to upload to the website. I saw someone started posted my pictures there and I just wanted to get ahead of the curb so to speak.\n\nu/throwmeaway172989\n•\n8 mo. ago\nReddit videos\nSite Feedback\n\nWhy do we need to upload videos from Reddit to the site? If this must persist could there be a function to sort those videos out of the feed on mobile?\n\nu/StufferDatabase\n•\n8 mo. ago\nStufferDB now uses ai to generate any bbw image you want. Try out the new prompt bar at the top of the site now!\nhttps://stufferdb.com\n[deleted]\n•\n9 mo. ago\nCan anyone identify her?\nu/_tnuocca_yawaworht_\n•\n9 mo. ago\nMyKawaiiFatBelly content gone?\n\nWas her content taken down or something? I was able to look at it yesterday, but today it doesn't seem to exist.\n\nu/Grouchy_Raspberry_48\n•\n10 mo. ago\nDoes this website work?\n\nWhen I google this website and go to it google says my connection is not secure and that I can have information stolen by a hacker. The website is so popular so I’m wondering is this true or not? I’ve never used it before. Im trying to use my iPhone to access the website.\n\nu/UncreativeName7727\n•\n1 yr. ago\nWhatever happened to the bulk download feature?\nSite Questions\n\nI remember there used to be a button to download an entire folder of pictures in one click. What happened to it? Any chance it’s brought back?\n\nu/Runeskape12\n•\n1 yr. ago\nExtremely slow buffer of videos\nSite Troubleshooting\n\nHello, just wanted to ask about this issue I'm experiencing for several years now. Every single video from stufferdb is loading so slowly for me it renders almost everything unwatchable. Even if I wait and let it buffer for some time, it always get to the point where I have to wait several seconds to load a second of the video.\nIs this a global issue or just my problem? If it's not global, has anyone experienced this and is there a fix? My internet speed is 100 MB/s so the problem is not there.\n\nu/89throwaway8989\n•\n2 yr. ago\nlongest video?\nSite Questions\n\njust wanna know where the longest video is\n\nu/Traditional-Ad5655\n•\n2 yr. ago\nDoes Laura lee have any more than the 5 videos on this website?\nu/ChickenChipotleMelt\n•\n2 yr. ago\nDoes StuffersDB completely devour anyone else's data for the month?\n\nI would like to start off by saying I watched maybe one or two videos and not even all the way, I skipped through them and maybe some pictures too, yet my bandwidth shows over 125+ gigs of data being used. The night before that, I had 250+ gigs of usage. I used to notice that StufferDB would use a lot of data a long time ago but I figured it was a fluke but now I'm seeing that this may be directly linked to StufferDB since it seems to always spike when I go on there. Anyone else have this issue even when they do not watch many videos on there?\n\nu/Lightrunner2004\n•\n2 yr. ago\nIs the website down for anybody else?\n\nJust tried going on the website on was met with a blank white screen. Tried using one of the image results to access the website and got an error screen about a server problem. Is anybody else having this issue?\n\n[deleted]\n•\n2 yr. ago\nAnyone know the mskristinaxo videos won’t play\nu/jftlove\n•\n2 yr. ago\nWhat happened to Azismiss's content?\nu/CpoleC\n•\n3 yr. ago\nDoes anyone know how to fix this\nu/slrrp\n•\n3 yr. ago\nIs the site down?\nu/praisepigday\n•\n3 yr. ago\nVidoes not loading\n\nAnyone getting an infinite loading loop on videos? I thought I'd leave it and let it load but i came back 7 min later and no progress :/\n\nu/ThrowRAupandcoming\n•\n3 yr. ago\nAnyone have all the files in CarryJustyHome’s old folder saved?\n\nIt seems like they forgot to transfer all the photos and videos in CarryJustyHome’s folder to her new one when she became a model for the site. Does anyone have a downloadable link to those files?\n\nu/StrainAutomatic920\n•\n3 yr. ago\nit's been 3 years why hasn't the search function been fixed!s\n\nseriously i don't want to search for just models\n\nu/MortuusEnim\n•\n3 yr. ago\nEdible\n\nHi Guys! Can anyone knows about the returning of the content from \"Edible\" (Fantasy feeder)?\n\nu/tommyd-91\n•\n3 yr. ago\nWhat happened to chubby chinqutia/m-ary\nRULES\n1\nKeep posts related to StufferDB\n2\nContent of yourself is not allowed\n3\nBe respectful"
}