{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic oceans: What do we know? - BBC News",
  "href": "https://www.bbc.com/news/science-environment-34414710",
  "body": "So could plastic pollution harm human health? One of those involved in the project, Prof Tamara Galloway of Exeter University, quotes research estimating that anyone consuming an average amount of ...",
  "textContent": "BBC Homepage\nSkip to content\nAccessibility Help\nSign in\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nMore menu\nSearch BBC\nBBC News\nHome\nIsrael-Gaza war\nWar in Ukraine\nClimate\nVideo\nWorld\nUS & Canada\nUK\nBusiness\nTech\nMore\nScience\nPlastic oceans: What do we know?\nPublished\n1 October 2015\ncomments\nComments\nShare\nImage caption,\nScientists have been looking at how copepods will ingest fluorescent pieces of micro-plastic\nBy David Shukman\nScience editor\n\nAs England prepares to introduce a charge for plastic bags - long after many other countries - it's a good moment to catch up on the latest research into plastic in the oceans.\n\nImages of seals, turtles and seabirds trapped in plastic rings, ropes and sheeting always have the power to shock.\n\nAnd on a visit to Midway Atoll in the Pacific Ocean, I saw for myself how the island's magnificent albatrosses were eating plastic waste that often proved fatal to them.\n\nThe tropical beaches were littered with the bodies of albatross chicks whose bellies were filled with everything from old toothbrushes to cigarette lighters to fragments of plastic toys.\n\nOne particularly moving sight was a baby albatross chick with a small plastic hook jammed in its beak - its parents would have mistaken the object for food.\n\nAnd when a wildlife ranger pulled the hook out, we saw that it was attached to a little net of the kind that holds nuts or sweets in a supermarket.\n\nBird blight\n\nIt was a graphic example of the potentially deadly effect of our disposable culture - and rammed home the point to me that when it comes to throwing away rubbish, \"away\" is not some abstract space but a real location.\n\nImage caption,\nTrawl the top of the water and there is a very good chance that you will encounter plastic\n\nSo how bad is the problem? The grim assessment on Midway was that every single bird was likely to have ingested some quantity of plastic.\n\nAnd that chimes with much more recent worldwide research that estimates that 90% of all seabirds have swallowed plastic - and that by 2050, it's virtually certain that any bird found dead will have plastic in its stomach.\n\nSo to make that projection feasible, how much of the stuff is drifting in the oceans?\n\nGetting an exact number is never going to be possible but my colleague Jon Amos reported on research earlier this year that came up with an estimate: that about eight million tonnes of plastic waste are added to the oceans every year.\n\nThat obviously comes with caveats - and a range of possibilities - but highlights how the scale of the problem is growing.\n\nThat's because the plastic, cleverly and usefully designed to be flexible and durable, lingers in the waters.\n\nPlastic trawl\n\nFirst to break down are the plastic bags - the stresses of wind, waves and tides start to tear them apart and eventually break them into a blizzard of millions of tiny pieces.\n\nAt this point the waste switches from being a highly visible problem to one that's almost invisible to the naked eye but potentially far more damaging - and these so-called micro-plastics have become the focus of a whole new field of research.\n\nI joined a team from Plymouth Marine Laboratory on board the research vessel, the Quest, as a series of collecting operations was carried out.\n\nAt six different sites - each being sampled once a month - an array of three large nets was lowered just below the surface and dragged through the water for 10 minutes at a time.\n\nImage caption,\nFishing for plastic: The team at work\n\nAt the base of each net was a small container and, when the equipment was retrieved on to the stern of the vessel, the contents were filtered and then analysed.\n\nThe most striking finding so far is that every single sampling operation in the course of the project has found pieces of plastic - usually very small, some white, some blue, but mingling unmistakeably with clouds of that vital life-form, plankton.\n\nBack in the laboratory, the scientists reckon that roughly one-third of these plastic fragments have come from the remains of bags or wrapping.\n\nTiny meal\n\nSome of the stuff has been blown off landfill sites that are close to the shore. Much of the rest might have come from sewers.\n\nSo does this matter? At this stage, no-one can tell.\n\nTests have shown very clearly that when minuscule particles of plastic are in the water, then the creatures at the bottom of the food chain do ingest them.\n\nRemarkable video footage shows fluorescent pieces of plastic drifting near some copepods - a form of plankton - and then being sucked in by them, travelling into their guts.\n\nAnd if the plastics reach that fundamental layer of the web of ocean feeding, then in theory they can be passed up into the kinds of seafood that we might eat.\n\nIMAGE SOURCE,\nTHINKSTOCK\nImage caption,\nThis is a problem that is going to be with us for some time\n\nSo could plastic pollution harm human health?\n\nOne of those involved in the project, Prof Tamara Galloway of Exeter University, quotes research estimating that anyone consuming an average amount of seafood would ingest about 11,000 plastic particles a year.\n\nThat sounds a lot, and there's a presumption that this can't be good for people, but getting to grips with the precise implications will take a lot more work.\n\nI ask Tamara and her colleagues if they are now eating less seafood. Yes, is the answer.\n\nChanged behaviour\n\nI can't help noticing that their sampling bottles are made of plastic but what about their everyday lives - do they avoid the stuff?\n\nYes, they say - \"we don't buy plastic bottles of water and try to avoid plastic wrapping on food\".\n\nThe plan to introduce a 5p charge for plastic bags in England goes down well - anything that slows the stream of plastic into the environment is welcomed.\n\nBut even if that stream could be totally shut off tomorrow - on every continent and in every ocean - the effects will still be felt for decades to come.\n\nMore on this story\n\nHow can plastic bag addiction be cured?\n\nPublished\n1 October 2015\n\nPlastic in Thames fish is a wake-up\n\nPublished\n30 September 2015\n\nPlastic carrier bags: How will the 5p charge affect you?\n\nPublished\n30 September 2015\nView comments\nTop Stories\n\nHalf of Gaza's population is starving, warns UN\n\nPublished\n4 hours ago\n\nThe status quo is smashed. The future is messy and dangerous\n\nPublished\n20 hours ago\n\nUS university president quits in antisemitism row\n\nPublished\n7 hours ago\nFeatures\n\nFrom 'Candy girls' to strong K-drama women\n\nHow divers are using antibiotics to save a massive coral reef\n\nCan humanity really kick its fossil fuel addiction?\n\nWhen 600 US planes crashed in Himalayas in audacious WW2 mission\n\nYour pictures on the theme of autumn colours\n\nThe man who remade Serbia\n\nHow Ohtani became Japan's biggest baseball export\n\nEgypt discontent grows as Sisi seeks third term\n\nUkraine in 'mortal danger' without aid - Olena Zelenska\n\nElsewhere on the BBC\n\nWhy US 'YOLO' spending baffles economists\n\nKarakalpakstan: The 'stan' you've never heard of\n\nHow a 1574 portrait was made 'Insta-fabulous'\n\nMost Read\n1\nRoyal Family reveal Christmas card pictures\n2\nChinese garlic is a security risk, says US senator\n3\nUS university president quits in antisemitism row\n4\nFrom car-top twerking to flamingos, GTA captures Miami's extremes\n5\nMahsa Amini's family stopped on way to collect award\n6\nOhtani joins Dodgers in record $700m baseball deal\n7\nHalf of Gaza's population is starving, warns UN\n8\nPopcorn moment for Poles as pro-EU Tusk returns to power\n9\nSinger Tyla's racial identity sparks heated culture war\n10\nThe status quo is smashed. The future is messy and dangerous\nBBC News Services\nOn your mobile\nOn smart speakers\nGet news alerts\nContact BBC News\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
}