{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Drinking water through a straw is the opposite of snorkeling.",
  "href": "https://www.reddit.com/r/Showerthoughts/comments/31adaq/drinking_water_through_a_straw_is_the_opposite_of/",
  "body": "Snorkeling involves a plastic tube that facilitates the movement of air from the atmosphere to your lungs. The opposite of plastic is paper. The opposite of a tube is a plug. The opposite of to facilitate is to block. The opposite of movement is stillness. The opposite of air is lightning (if we go by pokemon) or rock (if we go by Naruto or Wicca).",
  "textContent": "Drinking water through a straw is the opposite of snorkeling. : r/Showerthoughts\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Showerthoughts\nr/Showerthoughts\n•\n9 yr. ago\nDavidMcl\nDrinking water through a straw is the opposite of snorkeling.\nArchived post. New comments cannot be posted and votes cannot be cast.\npluto.tv\nWatch Now\nSort by:\nmlem64\n•\n9 yr. ago\n\nI always thought the opposite of snorkeling was drowning\n\n45 more replies\nshahooster\n•\n9 yr. ago\n\nIf you aspirate the water into your lungs?\n\n106 more replies\ntoo_toked\n•\n9 yr. ago\n\nThe opposite of snorkeling is... not snorkeling.\n\n=)\n\n10 more replies\ncattyfuckhead\n•\n9 yr. ago\n\nDrinking beer through a snorkel is the opposite of sober\n\n2 more replies\ntheejaybles\n•\n9 yr. ago\n\n..and pooping is the opposite of eating.. hrrrng\n\nsorry for the shit-comment, it is to early for a shower\n\n3 more replies\n[deleted]\n•\n9 yr. ago\nShonoun\n•\n9 yr. ago\n\nSo snorkeling is blowing air out of your lungs?\n\n2ndPerk\n•\n9 yr. ago\n•\nEdited 9 yr. ago\n\nI believe that the opposite of snorkeling would be -1/(snorkeling).\n\n*Edit: Spelling, phone typing is an abomination of all that is good.\n\n4 more replies\nlogos__\n•\n9 yr. ago\n\nLet's see here.\n\n'Snorkeling' indicates an activity that is ongoing. The opposite of that is something that is instantaneous.\n\nSnorkeling is an event. The opposite of an event is something that exists and never changes.\n\nSnorkeling involves a plastic tube that facilitates the movement of air from the atmosphere to your lungs. The opposite of plastic is paper. The opposite of a tube is a plug. The opposite of to facilitate is to block. The opposite of movement is stillness. The opposite of air is lightning (if we go by pokemon) or rock (if we go by Naruto or Wicca).\n\nFrom the foregoing we can conclude that the opposite of snorkeling is a rock made of fossilized paper that instantaneously appears in your throat after you're struck by a lightning bolt and stays there forever, and not 'drinking water through a straw'\n\n5 more replies\n[deleted]\n•\n9 yr. ago\n\nNo...it's not.\n\n8 more replies\n[deleted]\n•\n9 yr. ago\n\nI chuckled. Have an upvote.\n\nWyrmmountain\n•\n9 yr. ago\n\nI read your post. Have an upvote.\n\n16 more replies\nJsweezy23\n•\n9 yr. ago\n\nI can't read. Have an upvote.\n\n1 more reply\nbacjac\n•\n9 yr. ago\n\nno, the opposite would be blowing air out of a hose.\n\n3 more replies\nCan_I_Read\n•\n9 yr. ago\n\nThere's pretty much no difference when I'm trying to snorkel.\n\nCrims0n5\n•\n9 yr. ago\n\nIt's actually kind of the same thing.\n\nBoth functions require you to expand your chest cavity to lower the pressure inside you. Since the pressure outside is greater than the pressure inside, stuff gets moved in to equalize the pressure. When using a snorkel, air is pushed into your lungs. When using a straw in liquid, the liquid is pushed up the straw into your mouth.\n\ntheredumb\n•\n9 yr. ago\n\nHow is this upvoted so much and on the front page? The opposite of snorkeling would be sucking air through a pipe into your lungs and drowning.\n\n1 more reply\nTotal_Carnage\n•\n9 yr. ago\n\nYea, if you suck it into your lungs.\n\nView more comments\n \n11\nRank by size \nr/todayilearned\nTIL when adjectives are strung together, there is an order to them to sound “correct”, the order being Opinion, Size, Physical Quality, Shape, Age, Colour, Origin, Material, Type and Purpose.\nabc.net.au\n513 upvotes · 97 comments\nr/Music\nWhat album do you have to finish once you start?\n56 upvotes · 257 comments\nr/todayilearned\nTIL that rural women in Burundi greet each other with a complex musical ritual called 'akazehe'\nyoutube\n176 upvotes · 23 comments\nPROMOTED\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 33 comments\nr/todayilearned\nTIL scientists have figured out how to transfer memories & erase certain memories from snails brains\nbbc\n772 upvotes · 78 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n287 upvotes · 26 comments\nr/todayilearned\nTIL dolphins use coral mucus to treat their skin. As they are prone to skin ailment, they would rub their body against the coral before and after their sleep, like human skincare routines. The corals they prefer include bioactive metabolites that can be used for skin medication.\ntheguardian\n1.4K upvotes · 11 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nPROMOTED\nr/todayilearned\nTIL goats have \"accents\"\nnpr.org\n100 upvotes · 12 comments\nr/todayilearned\nTIL People stick their tortoises in the fridge during winter.\nbbc\n6.3K upvotes · 367 comments\nr/UpliftingNews\nExperience: I play piano for rescued elephants\ntheguardian\n121 upvotes · 5 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 249 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 334 comments\nr/rickandmorty\nS7E7 Cold Open: Wet Kuat Amortican Summer\nyoutube\n202 upvotes · 27 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n187 upvotes · 22 comments\nr/todayilearned\nTIL that some members of the Sama-Banjau ethnic group intentionally rupture their ear drums at a young age in order to improve their ability to dive & hunt at sea. This allows them to dive for extended periods of time between varying depths without worrying about pain from water pressure changes\ntheguardian\n8.5K upvotes · 197 comments\nr/rickandmorty\nReally wanted to see an Interdimensional Cable 3 episode after that short segment (Cake or Fake?)\nyoutube\n416 upvotes · 37 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/UpliftingNews\nFirst ever images prove 'lost echidna' not extinct\nbbc\n3.6K upvotes · 93 comments\nr/rickandmorty\nSPOILER\nOfficial Adult Swim Rick and Morty Season 7 Episode 9 Promo\n173 upvotes · 46 comments\nr/todayilearned\nTIL about \"call of the void\" The feeling — which tends to be brief, entirely out of character and often involves thoughts of leaping from a high place or driving headfirst into an oncoming vehicle\nhealthline\n1.6K upvotes · 204 comments\nr/rickandmorty\nSPOILER\nOfficial Promo for Rick and Morty Season 7 Episode 6\n259 upvotes · 26 comments\nr/movies\nThe Original 'Shrek' Test Footage from 1995\nyoutube\n698 upvotes · 92 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nTOP POSTS\nReddit\nreReddit: Top posts of April 3, 2015\nReddit\nreReddit: Top posts of April 2015\nReddit\nreReddit: Top posts of 2015"
}