{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "There are 5 trillion pieces of plastic floating in our oceans ... - Vox",
  "href": "https://www.vox.com/2016/5/23/11735856/plastic-ocean",
  "body": "The researchers categorized all plastics they found into four major size classes. Of the 5.25 trillion particles Eriksen's team estimates, 92 percent are microplastics — broken-down bits of larger...",
  "textContent": "Skip to main content\nVox homepage\nGive\nGive\nSite search\nSearch\nVox main menu\nEXPLAINERS \nCROSSWORD\nVIDEO\nPODCASTS\nPOLITICS\nPOLICY\nCULTURE\nSCIENCE\nMORE \nWill you help keep Vox free?\nVox's journalism is free, so that everyone can understand our world. Reader support helps us do that. Will you give today?\n×\nYes, I'll Give\n\nFILED UNDER:\n\nSCIENCE\n \nWORLD POLITICS\nThere are 5 trillion pieces of plastic floating in our oceans. This map shows you where.\nBy Zachary Crockett@zzcrockettzachary.crockett@vox.com  Updated Nov 22, 2016, 10:53am EST\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\n\nThe internet abounds with articles about massive \"islands\" of plastic floating around in the middle of the ocean. This narrative conjures up images of trash piles congregated in certain locations, leaving the rest of the sea clear of debris.\n\nBut the reality is much grimmer.\n\nA map from New Zealand–based data visualization firm Dumpark, reminds us that the ocean's plastic is not centralized, but rather is universally prevalent in tiny, confetti-like pieces.\n\nEach white dot in the map above represents 20 kilograms (44 pounds) of plastic. This adds up to 593 million pounds of plastic floating on our oceans’ surfaces — and a big problem for cleanup efforts.\n\nFrom afar, the map seems to show that plastics in the ocean are giant floating landfills. \"But as you zoom in,\" says map researcher Laurent Lebreton, \"you realize the complexity of the issue: The ocean is quite a vast surface, and similar to a starry night, there are a lot of little bright dots.\"\n\nSo what does this mean?\n\nAll the trash in the ocean could circle the Earth 425 times\n\nThe data used to build this map comes from a 2014 paper called \"Plastic Pollution in the World’s Oceans,\" by oceanographer Marcus Eriksen.\n\nOver a period of six years (2007 to 2013), Eriksen and a team of researchers went on 24 nautical expeditions across all five of the sea’s major gyres (systems of circular ocean currents caused by wind patterns and the rotation of the Earth). Along the way, they collected 680 hauls of plastic from the ocean’s surface, made 891 visual assessments, then created a statistical model to estimate the overall scope of plastic presence in the water.\n\nTheir conclusion: There are 5.25 trillion pieces of plastic floating in our oceans — enough to circulate the Earth’s equator 425 times. All together, the combined weight of plastic in the ocean amounts to more than 38,000 African elephants.\n\nZachary Crockett / Vox\n\n\"There were stacks and stacks of them:\" how flip-flops pollute the oceans\n\nEriksen and his colleagues wanted to understand not just how much plastic there was in the ocean but also what types of plastic were the most common.\n\n\"We found an astounding number of those little balls in deodorant roll-ons,\" he says. \"The bigger items tend to be solid plastic: toothbrushes, army men, bouncy balls, milk jugs, buckets...\"\n\nIn one spot near Christmas Island in the Indian Ocean, Eriksen spotted thousands of flip-flops that had likely carried over from the waters of Southeastern Asia. \"There were just stacks and stacks of them,\" he says. \"I could’ve picked up 10,000 in an hour.\"\n\nBut the vast majority of the plastic in our oceans is what we can’t see.\n\nZachary Crockett / Vox\n\nThe researchers categorized all plastics they found into four major size classes. Of the 5.25 trillion particles Eriksen’s team estimates, 92 percent are microplastics — broken-down bits of larger plastic items, or things like microbeads from facial scrubs.\n\n\"Most of these microplastics are so small you can’t really tell what they are,\" Eriksen says. \"You drag a net through the ocean and come up with a handful of plastic confetti — particles the size of fish food.\"\n\nThe North Pacific is the plastic capital of the sea\n\nFor their study, Eriksen and his team surveyed five different ocean regions: the Pacific (North and South), Atlantic (North and South), and the Mediterranean. With 192.8 million pounds of plastic (or 2 trillion individual pieces), the North Pacific represented nearly one-third of plastic pollution in all oceans.\n\nThe fishing industry is partly to blame for this.\n\n\"The North Pacific is a big fishing region — you’ll find a lot of buoys, nets, and gear designed to last out there,\" Eriksen says. \"In particular, it all comes to roost in an eastern garbage patch between Hawaii and California.\"\n\nZachary Crockett / Vox\n\nBut Eriksen’s study solely focuses on plastics found on the ocean’s surface. Lurking under water is a much graver picture.\n\nIn a 2015 study, University of Georgia researcher Jenna Jambeck analyzed 192 countries’ plastic consumption and waste management systems, determining that between 8 trillion and 20 trillion pounds of trash leaves our shores each year. Another estimate suggest that up to 70 percent of this trash sinks to the ocean floor. Quite literally, Eriksen’s estimates just scrape the surface of what’s out there.\n\nA pertinent question remains: How can we mitigate the amount of plastic that continues to go into our oceans?\n\n\"The plastic industry suggests the only solution is through our own efforts — recycling, incineration, responsible personal waste management,\" says Eriksen. \"But the reality is that the industry itself needs a design overhaul. They should strive to recover 100 percent of their products, or make them 100 percent environmentally harmless.\"\n\nYou've read 1 article in the last 30 days.\n\nContributions are a key part of the future of Vox\n\nReaders rely on Vox for clear, nuanced coverage that not only illuminates the issues, but poses solutions, too. And we rely on help from our readers: Advertising and grants cover the majority of our costs, but we count on contributions to help us close the gaps in our budget. In fact, we’re looking to reach 95,000 individual contributions before the end of the year. Will you make the next contribution right now? Our average gift is just $20 — and it goes a long way in helping us keep our work free. Vox is here to help everyone understand what’s shaping the world — not just the people who can afford to pay for a subscription. We believe that’s an important part of building a more equal society. Join that mission by making a contribution today.\n\nOne-Time Monthly Annual\n\n $5/month\n\n $10/month\n\n $25/month\n\n $50/month\n\nOther\nYes, I'll give $5\n/month\n\nWe accept credit card, Apple Pay, and Google Pay. You can also contribute via\n\nNEXT UP IN SCIENCE\nAn oil executive is leading the UN climate summit. It’s going as well as you’d expect.\nOur love of orcas is making them miserable\nWhy psychedelics produce some of the most meaningful experiences in people’s lives\nUS life expectancy no longer catastrophic, now merely bad\nChristopher Fuchs is revolutionizing how we understand our quantum reality\nGul Dolen wants to harness psychedelics for healing\nBud Light Is Bringing Tailgates and Live DJ Sets to College Football Games Across the US\nMost Read\nWhy so many members of Congress are calling it quits\nHow millennials learned to dread motherhood\n3 winners and 1 loser from the fourth Republican presidential debate\n\nBud Light Is Bringing Tailgates and Live DJ Sets to College Football Games Across the US\nTake a mental break with the newest Vox crossword\nSign up for the newsletter\nSentences\n\nThe day's most important news stories, explained in your inbox.\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. For more newsletters, check out our newsletters page.\nSUBSCRIBE\nSponsored Content\nRecommended by\nTHE LATEST\nCan Democrats overcome their deep divisions over Gaza?\nBy Nicole Narea\nThe many layers of May December\nBy Aja Romano\nWhy so many members of Congress are calling it quits\nBy Li Zhou\nHunter Biden’s new indictment, explained\nBy Andrew Prokop\nIsrael’s wartime assault on the free press\nBy Nicole Narea\nWhat should kids know about factory farming?\nBy Kenny Torrella\nBud Light Is Bringing Tailgates and Live DJ Sets to College Football Games Across the US\nChorus\n\t\nAbout us\nOur staff\nPrivacy policy\nEthics & Guidelines\nHow we make money\nContact us\nHow to pitch Vox\n\t\nVox Media\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status Advertise with us Jobs @ Vox Media\nAuthor Login\n© 2023 Vox Media, LLC. All Rights Reserved"
}