{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Strategies for reducing ocean plastic debris should be diverse and ...",
  "href": "https://iopscience.iop.org/article/10.1088/1748-9326/11/4/041001",
  "body": "The ever-increasing problem of plastic pollution is complex. On land, the production of plastic continues to increase annually (Plastic Europe 2015) and the availability and effectiveness of waste management infrastructure for plastic waste varies globally (Jambeck et al 2015).",
  "textContent": "This site uses cookies. By continuing to use this site you agree to our use of cookies. To find out more, see our Privacy and Cookies policy.\nClose this notification\nSkip to content\nIOP Science home\nAccessibility Help\nSearch\nJournals\nBooks\nPublishing Support\nLogin\n\nPERSPECTIVE • \nTHE FOLLOWING ARTICLE IS\nOPEN ACCESS\nStrategies for reducing ocean plastic debris should be diverse and guided by science\n\nChelsea M Rochman1,2\n\nPublished 23 March 2016 • © 2016 IOP Publishing Ltd\nEnvironmental Research Letters, Volume 11, Number 4\nCitation Chelsea M Rochman 2016 Environ. Res. Lett. 11 041001\nDOI 10.1088/1748-9326/11/4/041001\n\nDownload\nArticle PDF\nReferences\nArticle metrics\n\n39423 Total downloads\n\n\n55\nSubmit\nSubmit to this Journal\nMathJax\nTurn on MathJax\nShare this article\nArticle and author information\nAbstract\n\nStudies suggest that trillions of microplastic particles are floating on the surface of the global oceans and that the total amount of plastic waste entering the ocean will increase by an order of magnitude by 2025. As such, this ever-increasing problem demands immediate mitigation and reduction. Diverse solutions have been proposed, ranging from source reduction to ocean-based cleanup. These solutions are most effective when guided by scientific evidence. A study published in  Environmental Research Letters (Sherman and van Sebille 2016 Environ. Res. Lett. 11 014006) took a closer look at the potential effectiveness of ocean-based cleanup. They conclude that it will be most cost-effective and ecologically beneficial if clean-up efforts focus on the flux of microplastics from the coasts rather than in the center of the oceans where plastic accumulates in so called 'garbage patches'. If followed, this example may become one of a series of examples where science has informed a solution to the complex problem of plastic pollution.\n\nExport citation and abstract\nBibTeX RIS\n\nPrevious article in issue\nNext article in issue\n\nOriginal content from this work may be used under the terms of the Creative Commons Attribution 3.0 licence. Any further distribution of this work must maintain attribution to the author(s) and the title of the work, journal citation and DOI.\n\nIntroduction\n\nSherman and van Sebille (2016) argue that the increasing accumulation of plastic in the oceans is an urgent issue deserving of immediate attention. Such claims are becoming common from environmental managers, activists and scientists. The complexity of this environmental issue spans both land and sea and includes a number of diverse stakeholders. As a consequence, and much like other challenging issues in conservation science, effective solutions are likely also complex and diverse (Green et al 2015). Waste management has not proven to be a 'one size fits all' solution. If we look all over the world we see a diversity of strategies to reduce, reuse, recycle and clean up our waste. Such strategies may be most effective when guided by the best available science.\n\nThe ever-increasing problem of plastic pollution is complex. On land, the production of plastic continues to increase annually (Plastic Europe 2015) and the availability and effectiveness of waste management infrastructure for plastic waste varies globally (Jambeck et al 2015). As a consequence of increasing production and leaky waste management, plastic of all sizes contaminates our oceans from the poles to the equator and from the coasts to the middle of the subtropical gyres (Barnes et al 2009). As a consequence, plastic is found in hundreds of species (Gall and Thompson 2015) and can cause a diversity of adverse impacts (Rochman et al 2016). Recently, plastic has been found in our seafood (Van Cauwenberghe and Jensson 2014, Rochman et al 2015a), reaching a level in the foodchain that affects us.\n\nHeightened concerns have sparked ideas for mitigation and reduction, and are popularized by the media. These include a circular economy (World Economic Forum 2016), source reduction via waste management infrastructure (Ocean Conservancy 2015) and large-scale ocean cleanup (Slat et al 2014). Sherman and van Sebille (2016) took a closer look at the last of these solutions, ocean cleanup, to inform locations where cleanup will be most environmentally, ecologically and economically effective. They specifically examined a proposal by The Ocean Cleanup project to remove plastic debris from the North Pacific 'garbage patch', arguably the most famous accumulation of plastic floating in the centers of the oceans. Based on their results, Sherman and van Sebille (2016) suggest that ocean cleanup will most effectively reduce the amount of microplastic and the interaction between microplastic and wildlife when efforts are concentrated closer to shore, rather than in the middle of the ocean.\n\nLocation, location, location\n\nSherman and van Sebille (2016) aimed to determine the locations where removal of microplastic would (1) remove the most surface microplastic and (2) reduce impacts on ecosystems. To address these questions, they developed a model that placed 29 plastic collectors (the number proposed by The Ocean Cleanup) in an oceanographic model that uses satellite-tracked buoy observations scaled to observations of microplastic from surface trawls to estimate movements and ultimately density of microplastic, and satellite-derived proxies of phytoplankton growth to estimate density of biota and the overlap with plastic debris. They conclude that cleanup efforts should focus on the flux (i.e. flow) of microplastics near the coasts rather than in regions where plastic debris accumulates. These efforts would remove debris before it reaches regions of high ecological significance (Sherman and van Sebille 2016). Broadly, they suggest it will be most cost-effective and ecologically beneficial to clean up plastic near the coasts, e.g., before it sinks and/or is ingested by wildlife. Specifically, they suggest that optimal removal locations are primarily located off the coast of China and in the Indonesian Archipelago—where sources are relatively large (Jambeck et al 2015) and circulation models suggest debris will disperse relatively quickly.\n\nThese suggestions for mitigation are similar to those published by Ocean Conservancy (2015), suggesting that source reduction via waste management should occur at locations where leakage is predicted to be greatest. This strategy is informed by a study published in Science by Jambeck et al (2015). Ocean Conservancy (2015) estimates that focusing efforts in 5 countries, including China, Indonesia, Philippines, Vietnam and Thailand, would reduce total global leakage by approximately 45% by 2025. Similarly, Sherman and van Sebille (2016) suggest that by focusing removal in modeled optimal locations, 31% of the modeled microplastic mass can be removed by 2025. This is in contrast to the 17% removal of plastic predicted by The Ocean Cleanup when cleanup is concentrated in the North Pacific 'garbage patch' (Slat et al 2014).\n\nSource reduction versus cleanup\n\nLike many scientists, Sherman and van Sebille (2016) agree that the most effective mitigation strategies focus on source reduction. Scientists have suggested this can be achieved via many strategies, including improving waste management infrastructure and availability to stop large items of plastic waste from entering the oceans (Jambeck et al 2015), preventing microfibers from clothing and small plastic fragments and beads from entering wastewater by putting filters on washing machines (Browne 2015) and removing plastic microbeads from personal care products (Rochman et al 2015b). Although Sherman and van Sebille (2016) argue that marine plastic pollution will persist unless we stop plastic input altogether, they also make the case that solutions should include cleanup to mitigate ecological impacts occurring from plastic already in the ocean.\n\nConclusion\n\nImagine this scenario, a pipe to the washing machine in the basement broke and is causing a flood. What do you do? You can turn off the source of the water, or simply mop it up while the water continues to spew from the broken pipe. Personally, I would start by turning off the source of the water—but I also would not leave a puddle of water sitting in my basement. Similarly, cleanup and source reduction can and must happen in parallel. Scientists estimate that as many as 51 trillion particles may be floating on the surface of the global oceans (van Sebille et al 2015) and that the total amount of plastic entering the ocean from land will increase by an order of magnitude by 2025 (Jambeck et al 2015). As such, we must adopt both source reduction and cleanup strategies that are informed by the best available science.\n\nAcknowledgments\n\nThank you to Drs Kara Lavender Law and Miriam Goldstein for reviewing the manuscript and providing comments and to Environmental Research Letters for the invitation to contribute a perspective. Rochman was funded by a David H Smith Postdoctoral Research Fellowship during the preparation of this manuscript.\n\nShow References\nAbstract\nIntroduction\nLocation, location, location\nSource reduction versus cleanup\nConclusion\nAcknowledgments\nReferences\nYou may also like\nJOURNAL ARTICLES\nAssessing the sequestration time scales of some ocean-based carbon dioxide reduction strategies\nNumerical simulations on waves in the Northwest Pacific Ocean based on SWAN models\nObservation of the Semidiurnal Internal Tides in the Northwest Pacific Ocean\nA Bayesian Analysis of Technological Intelligence in Land and Oceans\nOptimizing local ocean economic towards small island development in North Sulawesi\nAccelerating ocean-based renewable energy educational opportunities to achieve a clean energy future\nTutor with The Brilliant Club\nThe Brilliant Club\nFire Weather Applications Researcher, RA III\nColorado State University, Cooperative Institute for Research in the Atmosphere\nSales Executive\nBartington Instruments Limited\nMore jobs\nPost a job\nIOP Science home\nJournals\nBooks\nAbout IOPscience\nContact us\nDeveloping countries access\nIOP Publishing open access policy\nAccessibility\nIOP Publishing home\n© Copyright 2023 IOP Publishing\nTerms & conditions\nDisclaimer\nPrivacy & cookie policy \nThis link opens in a new tab.\nThis site uses cookies. By continuing to use this site you agree to our use of cookies.\nPDF\nHelp"
}