{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "SpookyKins (u/SpookyKins) - Reddit",
  "href": "https://www.reddit.com/user/SpookyKins/",
  "body": "Trying to find the next date closest to today in a row of dates. =TODAY ()+MAX (C2-TODAY (),E2-TODAY (),G2-TODAY ()) I hit a road block with this, it only gives me the furthest date after today. What I was looking for was the closest future date to today (for example if I have Feb 1, 2019 listed AND April 15, 2019 it will list April for me, but ...",
  "textContent": "SpookyKins (u/SpookyKins) - Reddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nSpookyKins\n\nu/SpookyKins\n\nOverview\nPosts\nComments\nback\nforward\nr/ATBGE\n• Lewd but well-drewed (I will mangle English to make this title work)\nSpookyKins commented 5 yr. ago \n\nThis is an older thread so I dont think many people will see this comment, but I have a good deal of breast to work with, and if i hunch my shoulders a bit and and squeeze my arms in a bit tighter to really oomf up my cleavage, then guess what, my nipples shift. They're not where they would normally be, they're in a slightly different position than if I wasn't slightly altering my stance. Same if I'm lying down or pulling my arms back, then the nipple is further from the other. I can go crazy and make them touch even, although at that point it's really fucking obvious to what I'm doing hahaha.\n\nMy point is, this nipple location isn't entirely unrealistic. She does look like she's holding her arms too close to her body, and her shoulders are slightly hunched and she's facing slightly sideways, so her nipple can be pushed up and closer to her other boob, so unlike the majority of people in this comment section, I have no qualms with where I \"think\" her nipple should be.\n\nI do however think that's probably all unintentional, as there's so much else wrong with the design of this lady that I don't really think that much thought went into this lol.\n\nReply\nreply\nr/MaliciousCompliance\n• Lady interrupts me when I try to tell her what's wrong with her drink order, so she gets what she asked for.\nSpookyKins replied to TheRealNobodySpecial 5 yr. ago \n\nHow could you possibly be with that knowledge? Hrnggg\n\nReply\nreply\nr/nostalgia\n• A weird thing but does anyone remember when strawberries at the store came in these green plastic baskets?\nSpookyKins commented 5 yr. ago \n\nI see them every year for the local, farm field strawberries.\n\nStrawberries from further away or out of season (and grown in green houses) are packed in the clear clamshell packages.\n\nRemind me in the summer and I'll send you pics to help with your nostalgia haha\n\nReply\nreply\nr/excel\n• Help with a double vlookup option - or other option\nSpookyKins replied to TheFirstKevlarhead 5 yr. ago \n\nSOLUTION VERIFIED\n\nReply\nreply\nr/excel\n• Help with a double vlookup option - or other option\nSpookyKins replied to SpookyKins 5 yr. ago \n\nwait i'm retarded.... it just needed to be TRUE\n\nReply\nreply\nr/excel\n• Help with a double vlookup option - or other option\nSpookyKins replied to BringBackTheOldFrog 5 yr. ago \n\nWhen I'm doing the vlookup I base it on whatever date - so for example Feb 1/19. Then a vlookup will bring me to the amount where Feb 1, 2019 falls.\n\nBut I was looking to see if there was a way to specifically search for \"IG\" and then find Feb 1/19 and return the number in column C.\n\nReply\nreply\nr/excel\n• Help with a double vlookup option - or other option\nSpookyKins replied to TheFirstKevlarhead 5 yr. ago \n\nyou have assumed all as correct.\n\nFormula returns N/A\n\nReply\nreply\nr/excel\n•\n5 yr. ago\nHelp with a double vlookup option - or other option\n\nHello Hello!\n\nI have this incredibly complicated spreadsheet - that's only complicated because I had no idea what I was doing back in the day, so it has a bunch of nested min, max, if, sumifs, etc etc all over the place because I didn't really know what I was doing.\n\nSo as it turns out, vlookup SORT OF does the job I need it to do, however I need it to look up 2 things instead of 1.\n\nData:\n\nA\tB\tC\n\nIG\t1/1/17\t1000\nIG\t1/1/19\t1100\nIG\t1/1/23\t1200\nIM\t10/1/16\t500\nIM\t10/1/20\t600\nIR\t5/1/18\t800\n\nG\tH\n\nIG\t2/1/19\n\nSo currently I have a mess of a worksheet, that does work mind you. But it's not clean, and takes some time to sort out if anything goes a bit haywire.\n\nI learned I can do vlookup for the date if I give IG their own table, IM their own table, and IR their own table, etc etc. approximate match.\n\nBut I was wondering if there was a way just to keep it all in the same table (like above) and have something do an approximate match lookup for the date, based on the name (IG/IM/IR/)??\n\nHope you can help <3\n\n*Edited for more clarity\n\nView full post\nr/ChoosingBeggars\n• Encountered one on reddit - I received platinum a while back and it came with 700 complimentary reddit coins, so I’ve been giving silver to posts/comments that I enjoyed. Apparently it’s not enough. Should’ve probably purchased more RC’s from my money to give them gold MINIMUM.\nSpookyKins commented 5 yr. ago \n\nWhat does silver do? Besides offend apparently .\n\nReply\nreply\nr/excel\n• IF/OR function to pull a month of a specific date\nSpookyKins replied to caribou16 5 yr. ago \n\n=IF(MOD(MONTH(T12), 3)=0, TRUE)\n\nsolution verified!\n\nthanks caribou :)\n\nReply\nreply\nr/excel\n• IF/OR function to pull a month of a specific date\nSpookyKins replied to caribou16 5 yr. ago \n\nI want to find if today is in March, June, September or December\n\nI actually just wrote that to fill in, I currently have 585,0 as my values\n\nReply\nreply\nr/excel\n•\n5 yr. ago\nIF/OR function to pull a month of a specific date\n\nHello Hello!\n\nThis might be an easy one for you guys, but I'm looking at help with the following:\n\nE12 has he following =IF(OR(T12=MONTH(3),T12=MONTH(6),T12=MONTH(9),T12=MONTH(12)),\"TRUE\",\"FALSE\")\n\nT12 =TODAY()\n\nIt returns true no matter what month today falls in. I'm hoping someone can direct me on how to fix this, I don't want to add another column just to make T12 equal 1/2/3/etc\n\nThanks :)\n\nView full post\nr/AskReddit\n• For those with office jobs, what little touches have you added to make your desk a little more pleasant?\nSpookyKins commented 5 yr. ago \n\nEverything on my desk is functional for work. Post it note holder, pen holder, tape dispenser, stapler, etc etc.\n\nThey do however all happen to be cat shaped. Purchased out of pocket, but totally worth it.\n\nReply\nreply\nr/AskReddit\n• If you died right now, what's something on your phone that people will judge you for?\nSpookyKins replied to hrbrox 5 yr. ago \n\nWell I am super grateful I didn't get an iPhone last week..... I use pokegenie on 100ish mons a day and that would be so frigging inconvenient.\n\nReply\nreply\nr/AskReddit\n• If you died right now, what's something on your phone that people will judge you for?\nSpookyKins replied to DarthLordi 5 yr. ago \n\n? My Poke Genie just overlays the pogo screen and I do it right over the game, no screen caps necessary... do you have an old phone?\n\nReply\nreply\nr/Tinder\n• Can we get an L for my fallen soldier\nSpookyKins replied to STEPHENonPC 5 yr. ago \n\nName checks out\n\nReply\nreply\nr/excel\n• Trying to find the next date closest to today in a row of dates.\nSpookyKins replied to wiredwalking 5 yr. ago \n\nI already gave you the clippy point....... unless you can award more than 1 point a thread?? in which case...\n\nsolution verified!\n\nReply\nreply\nr/excel\n• Trying to find the next date closest to today in a row of dates.\nSpookyKins replied to wiredwalking 5 yr. ago \n\nThat does it <3 Thank you!!\n\nReply\nreply\nr/excel\n• Trying to find the next date closest to today in a row of dates.\nSpookyKins replied to wiredwalking 5 yr. ago \n\n=TODAY()+MAX(C2-TODAY(),E2-TODAY(),G2-TODAY())\n\nI hit a road block with this, it only gives me the furthest date after today. What I was looking for was the closest future date to today (for example if I have Feb 1, 2019 listed AND April 15, 2019 it will list April for me, but I want it to list February as the option)\n\nDo you think you can help with tweaking that? Thank you :)\n\nReply\nreply\nr/excel\n• Trying to find the next date closest to today in a row of dates.\nSpookyKins replied to wiredwalking 5 yr. ago \n\nSolution Verified!\n\nReply\nreply\nr/excel\n•\n5 yr. ago\nTrying to find the next date closest to today in a row of dates.\n\nHello!\n\nI have a few rows of data, and there are various dates in various cells. For example Row 2 has dates in columns C, E, and G.\n\nI want to find out which of those three cells have the date closest to TODAY (but not any dates in the past - only future or present dates closest to today).\n\nr/CasualConversation\n• I just realized I could let the shower warm up before stepping in\nSpookyKins replied to Clack082 5 yr. ago \n\nI have a hard time swallowing pills without a lot of water, sometimes already in my mouth.\n\nTell her to try drinking the water with a straw. Its upped my pill game lol\n\nReply\nreply\nr/excel\n• \"Cleaning up\" a spreadsheet with 50+ sheets\nSpookyKins replied to pancak3d 5 yr. ago \n\nSolution verified!\n\nReply\nreply\nr/excel\n• \"Cleaning up\" a spreadsheet with 50+ sheets\nSpookyKins replied to diegojones4 5 yr. ago \n\nEvery year or so they just make a new one. It's literally useless data (well not really - it's just text though, no formulas or anything) ....\n\nyou know how some ppl do bookkeeping in a software and then do it on paper as well because even though it's not efficient that's just how its done because they dont trust machines?? It's like that, except they know how to use excel as well.\n\n:) < pained smiley\n\nReply\nreply\nr/excel\n• \"Cleaning up\" a spreadsheet with 50+ sheets\nSpookyKins replied to pancak3d 5 yr. ago \n\nWhen I'm home I'll give this a whirl thanks :)\n\nReply\nreply\nr/excel\n•\n5 yr. ago\n\"Cleaning up\" a spreadsheet with 50+ sheets\n\nHello!\n\nI have a spreadsheet that all my coworkers use every day that I think is just a mess. There's probably over 50 tabs, and it will only ever get larger and never smaller, because they don't like deleting anything, ever. And it's their spreadsheet so what can you do.\n\nI think it's an absolute mess to look at and I just wanted to clean it up a little. I was thinking of creating a table of contents and hyperlinking to each sheet, but it does not work with hidden sheets, and i'm honestly scared to attempt any of the macros I googled, because if I leave (or die haha) and they fuck something up - they don't have the ability to unfuck it.\n\nIs there an alternative option just to make it cleaner?\n\nView full post\nr/millionairemakers\n• A Christmas Miracle [Winner's Thread # 37]\nSpookyKins commented 5 yr. ago \n\nDamnit. I'm traveling and mobile isn't letting me donate. !remindme 7 hours\n\nReply\nreply\nr/millionairemakers\n• Fun Fact: This is the closest a Millionaire Makers drawing thread will get to Christmas Eve! Comment to enter, and let’s make someone’s Christmas while we still can! [Drawing Thread #37]\nSpookyKins commented 5 yr. ago \n\nAwe this would actually be amazing if it could work out . Good luck everyone :) can't wait to hear about since lucky persons good fortune\n\nReply\nreply\nr/trashy\n• First time in years that I've been able to afford decent Christmas gifts for my niece and this piece of shit stole them off of my sisters porch!\nSpookyKins commented 5 yr. ago \n\n!remindme\n\nReply\nreply\nr/excel\n• SUMIFS for multiple requirements/IFs\nSpookyKins replied to ValueBasedPugs 5 yr. ago \n\nSolved!\n\n.....awkwardddd lol\n\nReply\nreply\nr/excel\n•\n5 yr. ago\nSUMIFS for multiple requirements/IFs\n\nHello!!!\n\nI have Column A as Dates, Column B as Names Column C as Hours Column D as Rate per hour.\n\n(November 3, James Dean, 2.5, $150)\n\nI have a sumif that sums everything based simply on the names:\n\n=SUMIF($B$2:$B$2000,G7,$C$2:$C$2000)\n\nIs there a way to make it so that I can sum based on more than 1 criteria. For example, I only want to sum all of james dean if it's also November, and to avoid all other months, or sum all of james dean if the rate is $150 and avoid all over amounts, etc. Something like that??\n\nThank you!\n\nView full post\nr/nottheonion\n• YouPorn Responds to Starbucks' Porn Ban by Banning Starbucks\nSpookyKins replied to Tieflingering 5 yr. ago \n\nI too worked in the porn industry (accounting)! No sex dolls, but there was an office entirely filled with Legos..\n\nThe amount of porn websites there are out there is boggling, and a neat perk at the job was free memberships..... Still always used pornhub though.\n\nReply\nreply\nr/excel\n• Finding corresponding values anywhere in a workbook\nSpookyKins replied to Glibberosh 5 yr. ago \n\nYes! Something like that. Where I can just choose in worksheet two \"list all info about movie stars from worksheet 1 here and the corresponding information\" and then in worksheet 3 \"all information about YouTubers\" etc etc all pulled from the first sheet. Does that make sense?\n\nReply\nreply\nSpookyKins\nFollow\nChat\n\n239\n\nPost Karma\n\n6,560\n\nComment Karma\n\nOct 7, 2015\n\nCake day\n\nTROPHY CASE\nEight-Year Club\nSnapped\nGilding I\ngilder"
}