{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "When storing food in a ziplock bag, does removing as much air ... - Reddit",
  "href": "https://www.reddit.com/r/AskCulinary/comments/43h4v6/when_storing_food_in_a_ziplock_bag_does_removing/",
  "body": "I normally just close the ziploc bag almost all the way, just enough that i could slip in a straw, then i suck all the air out through a straw, and then quickly slip out the straw and close the bag the rest of the way. This sounds better. Because I haven't dared use my method when I'm for example freezing raw chicken.",
  "textContent": "When storing food in a ziplock bag, does removing as much air as possible (without a vacuum) cause less spoilage than leaving more air in? : r/AskCulinary\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskCulinary\nr/AskCulinary\n•\n8 yr. ago\nfox_91\nWhen storing food in a ziplock bag, does removing as much air as possible (without a vacuum) cause less spoilage than leaving more air in?\n\nJust trying to see if spending all the time trying to push as much air out as possible is doing me any better than just getting out what I can.\n\nSort by:\nAdd a Comment\nNoraTC\n•\n8 yr. ago\n\nIn my experience, though not scientific, it does. Getting the air out is easy enough to make it worthwhile though even if my experience is idiosyncratic: just submerge the filled bag in a bowl of water right up to the zip lock line. The water does the work; you just need to dry the bowl afterwards. This works for storage, freezing and beer cooler sous vide.\n\nReply\nreply\n20 more replies\nTheFoodScientist\n•\n8 yr. ago\n\nIt helps when you're freezing whatever is in the bag. Reducing the head space (the amount of air) in the bag indirectly limits the amount of moisture that can sublimate or evaporate from the food and re freeze on the surface of the food as ice crystals each time the freezer goes through a defrost cycle. In other words, removing air from the bag slows freezer burn.\n\nAs far as other foods, removing more air can slow lipid oxidation, but that occurs on the time scale of weeks or months, and I'm guessing you will have eaten whatever is in the bag by then.\n\nFor fruits and vegetables that easily brown due to enzyme activity (think avocados and apples), pressing plastic directly onto the surface can greatly slow down the browning process by preventing oxygen from reaching the cut surfaces (think pushing plastic wrap down on top of guacamole). I find that it's pretty difficult to get a normal thickness ziplock bag to press snugly against whatever is inside of it though.\n\nIMO, if you're freezing something then squeeze the air out. If it's room temp or fridge then it's not worth the effort; just don't wait until weeks later to eat it.\n\nReply\nreply\nb0b0tempo\n•\n8 yr. ago\n\nEven if it didn't, and I kind of think it does, removing as much air makes storage easier. Trying to stack with one that is full of air is a total pain, with two full of air, it's impossible.\n\nReply\nreply\n1 more reply\nkermityfrog\n•\n8 yr. ago\n\nSpoilage from bacteria or spoilage from oxidization? It won't do much for bacteria as long as the air is sterile, but air might make stuff turn brown or dry.\n\nReply\nreply\nsacMonkey\n•\n8 yr. ago\n\nI'm going to also say with it helps. Compare an avocado half in a ziploc with some air to an avocado half in a ziploc that has had the air removed before sealing. The one without air will almost look like it has been freshly cut after a day or two if enough air was removed. This is kind of an extreme case since avocados oxidize extremely quickly but I think the same concept applies to other foods.\n\nReply\nreply\nsadatay\n•\n8 yr. ago\n\nFor lettuce, blowing your CO2 into the plastic bag and then sealing it will preserve the greens longer.\n\nReply\nreply\n5 more replies\nsotonohito\n•\n8 yr. ago\n\nDunno about spoilage, but it'll help it keep tasting better because it'll help cut down on oxidation.\n\nReply\nreply\nI_ate_it_all\n•\n8 yr. ago\n•\nEdited 8 yr. ago\n\nI agree with u/TheFoodScientist . Adding my two bits. Ziploc bags are polyethylene, which is neither a good barrier for oxygen, water vapor, or most any gas. Now, the rate of transmission through the plastic film is slower than being open to air, which is part of the reason that we seal food in plastic bags. By slower, I mean on the timescale of a couple weeks.\n\nReply\nreply\nsean_incali\n•\n8 yr. ago\n\nOver a longer term, sure, air is responsible for the \"freezer burn\" If you have a lot of air in the bag, the moisture will come out and condense on the surface which will just melt away once thawed.\n\nReply\nreply\nsail_the_seas\n•\n8 yr. ago\n\nIf you're freezing it you want it to be air tight with as little air inside so the food doesn't get freezer burnt as quick.\n\nReply\nreply\nredbirdrising\n•\n8 yr. ago\n\nPro tip: to maximize the air released from the bag, immerse the bag in water up to the opening. The water pressure will squeeze the air out.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes · 21 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nToo many cooks\nyoutube\n2.2K upvotes · 234 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/videos\nWhat's inside this crater in Madagascar?\nyoutube\n143 upvotes · 40 comments\nr/videos\nWould I Lie To You - Was Lee Mack invited to the royal wedding?\nyoutube\n255 upvotes · 20 comments\nr/bingingwithbabish\nBinging with Babish: The Every Burger from Rick and Morty\nyoutube\n148 upvotes · 29 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n120 upvotes · 25 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n123 upvotes · 30 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 443 comments\nTOP POSTS\nReddit\nreReddit: Top posts of January 31, 2016\nReddit\nreReddit: Top posts of January 2016\nReddit\nreReddit: Top posts of 2016"
}