{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Is WD-40 bad for plastics? : r/askscience - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/34uw07/is_wd40_bad_for_plastics/",
  "body": "Science. 1 comment. Yes, but it's probably not going to do a lot of damage in this case. WD-40 is a proprietary mixture, but is known to include a bunch of aliphatic hydrocarbons, including naphtha. The body of the controller is probably made of ABS or polypropylene. Both of these (as well as many other plastics) are derived from petroleum ...",
  "textContent": "Is WD-40 bad for plastics? : r/askscience\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to askscience\nr/askscience\n•\n9 yr. ago\nharlyson\nIs WD-40 bad for plastics?\nChemistry\n\nI have tried looking around on google and searched the thread a few times, but have yet to find any real results. There are some who say the compound eats away at the plastic and some who say it is completely neutral.\n\nMy question is: Will WD-40 harm plastics used on old video game controllers and if so, why? A friend of mine uses the stuff on a rag to give old plastics and cases a good shine and restore them to their former glory and I was thinking about doing the same. Is this a good idea?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\njust_commenting\n•\n9 yr. ago\n\nYes, but it's probably not going to do a lot of damage in this case. WD-40 is a proprietary mixture, but is known to include a bunch of aliphatic hydrocarbons, including naphtha. The body of the controller is probably made of ABS or polypropylene. Both of these (as well as many other plastics) are derived from petroleum products.\n\nIt's not too surprising that many plastics exhibit sensitivity to petroleum products. It looks like ABS and PP are mostly stable with regards to naphtha - that is, you'd have to keep the plastic exposed to naphtha for a long time, preferably at a high temperature, before you'd see a significant change. However, I'd suggest a) wiping the surface down with a damp cloth afterwards, and b) avoiding the softer rubbery plastics that may be covering a joystick - these are generally going to be more sensitive.\n\n \n16\nRank by size \nRelated\nScience\nforward\nback\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n235 upvotes · 46 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n211 upvotes · 27 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nUltra Cheap Movie Tricks and Practical Effects\nyoutube\n233 upvotes · 28 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/videos\nThe Urban Rescue Ranch - Remembering Big Ounce\nyoutube\n210 upvotes · 18 comments\nr/videos\nExtrusion press hydraulic oil leak escalates quickly.\nyoutube\n270 upvotes · 148 comments\nr/videos\nFire alarm becomes part of the band\nyoutube\n100 upvotes · 21 comments\nr/videos\nHalf-Life: 25th Anniversary Documentary\nyoutube\n242 upvotes · 46 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 4, 2015\nReddit\nreReddit: Top posts of May 2015\nReddit\nreReddit: Top posts of 2015"
}