{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "How Dangerous is Ocean Plastic? Insights From Global Experts on the ...",
  "href": "https://oceanconservancy.org/blog/2016/01/12/how-dangerous-is-ocean-plastic/",
  "body": "How Dangerous is Ocean Plastic? Insights From Global Experts on the Greatest Threat to Marine Wildlife Written By George Leonard Chief Scientist Nick Mallos Vice President of Conservation, Ocean Plastics Stay Current! Enter your email and never miss an update Help save our ocean",
  "textContent": "Main menu\nSkip to primary content\nSkip to secondary content\nProvided by Google Translate\nEspañol\nFrançais\nDeutsch\nItaliano\nPortuguês\nрусский\nবঙ্গীয়\n中文\n日本語\nAbout Us\nOur Programs\nThe Latest\n!\nTake Action\nDONATE\nTrash Free Seas\nJanuary 12, 2016\n4 Minute Read\nHow Dangerous is Ocean Plastic? Insights From Global Experts on the Greatest Threat to Marine Wildlife\nWritten By\nGeorge Leonard\nChief Scientist\nNick Mallos\nVice President of Conservation, Ocean Plastics\nStay  Current!\n\nEnter your email and never miss an update\n\nEnter Your Email\nHelp save our ocean\n\n\nWith the help of donors like you, Ocean Conservancy is developing innovative solutions to save our ocean.\n\nDonate Today!\n\nBy George H. Leonard, PhD and Nicholas J. Mallos MEM\n\nOver the course of the 30-year history of the International Coastal Cleanup, volunteers have removed over 200 million items from beaches and waterways around the world.  The top-ten list of items removed includes items like plastics bottles, plastic bottle caps, aluminum cans, cigarette butts, derelict fishing gear and a range of disposable plastic goods and food packaging. The scientific literature is replete with anecdotal information of marine wildlife impacted by these marine debris items. Indeed, over 690 species (from the smallest of plankton to the largest of whales) have been documented to be negatively impacted by marine debris.\n\nBut until now, the consequence of different marine debris items to populations of these animals – and the mechanism by which they do so – has been far less clear. Experimentally testing the impact of plastic items to whole populations of marine wildlife is technically challenging (if not impossible) and for species that are of threatened or endangered status, legally prohibited as well as morally questionable. But we have just published a paper in Marine Policy along with our colleagues Drs. Chris Wilcox and Denise Hardesty at Commonwealth Scientific and Industrial Research Organisation (CSIRO) in Australia that uses elicitation techniques to overcome these challenges. Our analysis provides key insights into the relative threat of different debris items to a healthy ocean that should provide additional impetus to decision makers to tackle this growing problem.\n\nElicitation is a widely used technique to rigorously quantify the professional judgement of a community of experts on a specific issue. It has been used to evaluate threats to endangered sea turtles as well as provide insights into coastal risk management under changing climate conditions. In today’s connected world, we used the worldwide web to reach out to a large number of experts around the world that had professional experience with marine debris, its interactions with marine wildlife, or had undertaken taxa-specific research on sea turtles, marine mammals, or seabirds. Using a detailed survey instrument, we asked them to use their professional judgement to estimate the likelihood that different taxa would encounter specific products in the ocean, estimate the severity of the impact of those encounters, and allocate this impact among three types of threats (entanglement, ingestion or chemical contamination). Applying a statistical model allowed us to rank order the relative impact of 20 different marine debris items on seabirds, marine mammals and sea turtles.\n\nOur results are striking and provide key insights into policy needed to address impacts to wildlife.  Derelict fishing gear, including nets, fishing line, traps and buoys were found to pose the greatest overall threat to all types of marine wildlife, largely through entanglement. Given that fishing gear is purposefully designed to catch animals, this result isn’t surprising but it does suggest that focused attention is needed to reduce the threat of derelict fishing gear on marine species. The Global Ghost Gear Initiative is an innovative approach to confronting this problem and Ocean Conservancy is proud to be an active member of this effort.\n\nAmong the other items tested, plastic bags emerged as the next most impactful item for marine wildlife. Experts highlighted the tendency of animals like sea turtles to mistake them for food.  Disposable plastic bags have long met the ire of environmental activists and numerous efforts around the world have successfully banned them in some locales. In the United States, California became the first state to outright ban plastic bags. Our findings suggest that the policy attention plastic bags have received is scientifically warranted given the product’s large relative impact on ocean wildlife.  But other everyday items were near the top of the list. These include plastic utensils and balloons, the latter of which often have a length of twine attached which can entangle wildlife. Only non-plastic items were found at the bottom of the list.  These include glass bottles and paper bags, products that global experts ranked as relatively benign to seabirds, sea turtles and marine mammals.\n\nOur results, however, suggest something more than a product-by-product approach to reducing plastics impacts in the ocean is vitally needed. A whole host of products (from caps to foamed packaging to straws and stirrers) were found to have at least some population impact. Science published earlier this year showed that upwards of 8 million tons (nearly 17 billion pounds) of plastics may flow into the ocean each year. That staggering number, combined with our new results on the relative impact of these products, suggest that a mechanism to prevent the full suite of plastic items found in oceans and waterways from ever reaching these habitats in the first place is critical to protect the majority of marine wildlife from plastic contamination.  In short, we must attack the totality of plastics in the ocean if we truly hope to protect the ocean’s health.\n\nMuch like the findings from our study, no single entity can solve our ocean plastics problem alone. It requires collective action from individuals and NGOs, to governments and the private sector to stem the tide of plastics.\n\nOur new paper shows just how important this will be to the wildlife that calls the ocean home.\n\nBrowse Topics\nSections\nPOLICY\nPrograms\nTRASH FREE SEAS\nRecommended reads\nOur work is focused on solving some of the greatest threats facing our ocean today. We bring people, science and policy together to champion innovative solutions and fight for a sustainable ocean.\nRead more\nTrash Free Seas\nWhat the Foam?!\nConfronting Climate Change\nCoping with Climate Anxiety\nConfronting Climate Change Government Relations Protecting The Arctic\nDos and Don’ts for Decommissioning\nMeet the Giant Isopod of the Deep Sea\nConfronting Climate Change\nLearning From and Standing With Climate Justice Communities\nProtecting The Arctic\nReducing Underwater Noise from Ships\nTrash Free Seas\nDo You Know Your ALDFGs?\nAll About Sperm Whales\nSustainable Fisheries\nThings You Didn’t Know About Swordfish\nHow is Ocean Warming Impacting the Shipping Industry?\nDelaine McCullough\nShipping Emissions Policy Manager, Arctic Program\nSarah Cooley\nDirector, Climate Science\nWhat is a Nurdle?\nMichelle Frey\nSenior Director, Digital Outreach\nDo Jellyfish Have Brains?\nMegan Montemurno\nSenior Manager, Digital Outreach\nGet to Know Wildlife\nWalrus\nLearn More\nExplore Wildlife\ni\nStay Current\n\nReceive email updates to learn how you can help make a difference for the future of our ocean.\n\nEnter your email\nOcean Conservancy on Facebook\nOcean Conservancy on Twitter\nOcean Conservancy on LinkedIn\nOcean Conservancy on Instagram\nNewsroom\nWildlife Library\nWe Are Hiring\nPrivacy Policy\nCookie Policy\nLegal Statement\nContact\n\nContact us at 800-519-1541\n\nOcean Conservancy is a 501(c)3 – Tax ID #23-7245152 – Donations are 100% tax-deductible as allowed by law.\n\n© 2023 Ocean Conservancy\n\nOcean Conservancy®, International Coastal Cleanup®, Trash Free Seas®, Trash Free Seas Alliance®, Global Ghost Gear Initiative®, Urban Ocean® and Clean Swell® are registered trademarks of Ocean Conservancy.\n\n100 M\n1000 M\n10000 M"
}