{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Cut Down on Plastic Pollution a Sip at a Time: 'No Straw, Please' - KCET",
  "href": "https://www.pbssocal.org/redefine/cut-down-on-plastic-pollution-a-sip-at-a-time-no-straw-please",
  "body": "A plastic straw washed out to sea from California can reach the Garbage Patch in about four years, and spend several years circulating in that oceanic vortex. Most straws these days are made of polypropylene, which is lighter than water. That means your drinking straw will float atop the waves, slowly being broken down by sunlight and wave ...",
  "textContent": "Skip to main content\nLive TV\nSchedule\nDonate\nShows PBS KIDS Early Childhood\nShows PBS KIDS Early Childhood\nCut Down on Plastic Pollution a Sip at a Time: 'No Straw, Please'\nRedefine\nRedefine\nCut Down on Plastic Pollution a Sip at a Time: 'No Straw, Please'\nBy Chris Clarke\nMarch 20, 2015\nShare on Facebook\nShare on Email\nShare on LinkedIn\nClimate & Environment\nNews & Public Affairs\nSupport Provided By\nDon't do this. | Photo: Daniel Oines/Flickr/Creative Commons License\n\nWorried about that giant plastic patch the size of Texas that's floating in the Pacific Ocean? Your beverage habits might well be part of the problem.\n\nAmericans use a mind-boggling 500 million single-use straws a day, according to manufacturers, and that figure doesn't include the little straws that come packaged with juice-boxes and similar containers. Laid end to end, they'd circle the earth almost two and a half times. That's 180 billion straws used each year in the United States --- most of them used for just a few minutes and then discarded -- 34 thousand tons of plastic used once and thrown away each year.\n\nAnd almost none of those straws are actually necessary.\n\nDon't get me wrong: drinking straws are great for a number of different kinds of situations. In any situation where the person drinking can't hold a cup to her mouth steadily enough to sip, a straw can mean the difference between a pleasant drink and a ruined shirt. For small children not yet strong enough to hold a pint of beverage, for people with disabilities, or for people who are just doing other things with their hands like driving, straws can make life a lot easier.\n\nBut think about it. When's the last time a food service worker asked you if you needed a straw? For the majority of us who are able to hold a glass or cup steadily, single-use plastic straws are essentially pointless.\n\nAnd yet most of us use them every day. Four or five sips and they have ended their useful life. Even when discarded properly, plastic straws' small size and light weight can mean they escape overflowing trash cans, blow off garbage trucks, or float to the surface of your local landfill. And many aren't discarded properly. either way, they often eventually end up in our storm drains, rivers and streams, eventually making their way to the Pacific.\n\nAccording to the California Coastal Commission, plastic straws are among the top ten items cleaned off the state's beaches during the annual volunteer California Coastal Cleanup Day, with more than 20,000 recovered in 2013 alone.\n\nTens of thousands of straws recovered in one day by volunteers on California beaches means that many times that number are unrecovered, with even more bobbing up and down in the so-called Great Pacific Garbage Patch. A plastic straw washed out to sea from California can reach the Garbage Patch in about four years, and spend several years circulating in that oceanic vortex. Most straws these days are made of polypropylene, which is lighter than water. That means your drinking straw will float atop the waves, slowly being broken down by sunlight and wave action into smaller and smaller pieces of plastic that eventually end up as an unnatural, unnecessary addition to the marine food chain.\n\nThose single-use deals aren't even necessary for those of us who need to use a drinking straw. An increasing number of companies offer durable, multiple use drinking straws made of glass, metal, or plastic. They're easy to find online.\n\nYou can also find compostable drinking straws made of paper or special plastic. They're somewhat better for the environment than the typical single-use polypropylene straw, but they're still an arguably unnecessary single-use, disposable item. And the compostability only really makes a difference if you make sure they're disposed of in a compost pile: in a modern anaerobic landfill, they'll just sit there not composting.\n\nIt's worth mentioning that because they're made of polypropylene, single-use plastic straws aren't accepted by most plastic recyclers, so that avenue to soothing your environmental conscience is closed as well.\n\nHere's the problem: even if you prefer not to use plastic straws, you may not be given the choice of refusing them in a lot of eating and drinking establishments. Many restaurants, especially those of the fast-food variety, don't give their servers much leeway in beverage presentation. You're likely to find a single-use plastic straw stuck into your drink, even if it's in a reusable cup, without ever asking for one.\n\nRestaurateurs can help by providing straws on request only, or at least making them available in those old-school dispensers rather than plunking them unsolicited into every drink.\n\nBut those restaurateurs are more likely to do so if that's what their customers want, even though using fewer straws will save them money in the long run. Which means it's up to us to remember to ask \"no straw, please\" with our drink orders.\n\nYes, it's a pain to have to remember it at first. But the sea turtles will thank you.\n\nRead More\nSoCalGas Could Pay Penalty for Claiming Its Natural Gas Was 'Renewable'\nMore than 95% of the natural gas that SoCalGas delivers to customers is derived from fossil fuels.\nGreenhushing, Explained: Why Companies Have Stopped Talking About Their Climate Pledges\nAfter years of being accused of \"greenwashing\" because of their splashy promises to tackle climate change, now some corporations are choosing not to publicize their climate goals — a strategy that's being called \"greenhushing.\"\nCalifornia Enacts Far-Reaching Climate Disclosure Laws\nNew laws passed this weekend by California Gov. Gavin Newsom tackle carbon offsets, corporate emissions, and clean energy — including requiring businesses to disclose details of their greenhouse gas emissions, carbon offsets and financial risks due to climate change.\nSubscribe to our newsletter\nSign Up\npbssocal instagram\n \npbssocal youtube\n \npbssocal facebook\nExplore\nShows\nPBS KIDS\nEarly Childhood\nEvents Resource Library\nAbout\nAbout PBS SoCal | KCET\nPress Room\nEvents\nCareers\nContact Us\nSupport PBS SoCal\nDonate\nMembership\nOther Ways to Give\nPlanned Giving\nCorporate Support\nConnect with Our Team\nGet the App\n\nPublic Media Group of Southern California is a 501(c)(3) nonprofit organization.\nTax ID: 95-2211661\n\nTerms of Use | Privacy Policy | Do not Share or Sell My Data\n\n© 2023 - Public Media Group of Southern California\n\nThis website uses cookies and other tracking technologies to enhance user experience and to analyze performance and traffic on our website. We also share information about your use of our site with our social media, advertising and analytics partners. For further information please review the Privacy Policy. Privacy Policy\nManage Consent Preferences Accept Cookies"
}