{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Can the body lower is temperature by urinating? : r/askscience - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/31ee1d/can_the_body_lower_is_temperature_by_urinating/",
  "body": "Unfortunately, it will often cool you down when you want to warm up and vice versa. Because urine is held roughly at your core body temperature it acts as a a heat reservoir inside your body and actually makes it a little harder to change your overall temperature. This means that relieving it makes your temperature more easily changeable.",
  "textContent": "Can the body lower is temperature by urinating? : r/askscience\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to askscience\nr/askscience\n•\n9 yr. ago\nDunkerino\nCan the body lower is temperature by urinating?\nBiology\n\nSometimes during summer when I'm hot it feels like I cool down a bit when taking a pee. However, since I figure the urine is the same temperature as the rest of my body, that doesn't make sense to me. So is it all in my head?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nsticklebat\n•\n9 yr. ago\n\nPeeing can either result in cooling down or warming up, depending on your circumstances. Unfortunately, it will often cool you down when you want to warm up and vice versa.\n\nBecause urine is held roughly at your core body temperature it acts as a a heat reservoir inside your body and actually makes it a little harder to change your overall temperature. This means that relieving it makes your temperature more easily changeable. If it is cold outside, you will cool down faster after peeing because the atmosphere has to cool down less of you, but if it is hot outside then you'll heat up faster for the same reason.\n\nThis is why scuba divers are advised not to pee just for the warm sensation (our skin temperature, especially when underwater, is substantially lower than our core temperature, so the higher temperature urine flowing past your skin feels nice and warm), because in the long run it will actually just make you colder.\n\nThis is all complicated by the body's attempts to remain in homeostatic equilibrium, though, since by removing that extra volume of urine, your body can change its own temperature more easily, as well. But I think the answer to your question is pretty much: peeing will help you cool down as long as the outside temperature is already relatively low.\n\n1 more reply\n \n16\nRank by size \nRelated\nScience\nforward\nback\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n235 upvotes · 46 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n211 upvotes · 27 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/videos\nWhat's inside this crater in Madagascar?\nyoutube\n143 upvotes · 40 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nHistorian tells you how to survive if you were teleported back to the Middle Ages\nyoutube\n298 upvotes · 73 comments\nr/videos\nFire alarm becomes part of the band\nyoutube\n100 upvotes · 21 comments\nTOP POSTS\nReddit\nreReddit: Top posts of April 4, 2015\nReddit\nreReddit: Top posts of April 2015\nReddit\nreReddit: Top posts of 2015"
}