{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The straw revolution - The Strand",
  "href": "https://thestrand.ca/the-straw-revolution/",
  "body": "The straw also appeared on The Late Show with Stephen Colbert, Good Day LA, Ellen, and more. National Geographic's 2018 article \"The Death of the Plastic Straw\" refers to the pasta straw as a creative alternative to the plastic straw. It started out as a sole company, but the pasta straw idea has expanded, and the straws are now marketed ...",
  "textContent": "Skip to content\nAbout\nNews\nEditorial\nOpinions\nFeatures\nArts\nScience\nPoetry\nStranded\nMagazine\nPodcast\nSearch\nThe straw revolution\nBy Lauren Jude Vieira / green issue / September 27, 2019 / Opinions\nIllustration | Amy Jiao\nPasta over pollution\n\n“Save the turtles!”  \n\nIn the past year, this phrase has been shouted from the hilltops by millennials and Gen Z kids alike on a regular basis. In a bid to do their part to save the world from climate change and pollution, people have ditched their usual plastic straws due to many reports of their detrimental effect on the environment. Even large corporations have capitalized on this by abandoning their plastic straws in favour of lids or paper straws, appeasing the masses and gaining major “street cred”. \n\nThe switch from plastic straws to more environmentally friendly options may seem insignificant in the grand scheme of things, but small steps like these contribute to the overall effort to promote a healthier global lifestyle and protect the planet on which we live.  \n\nWhile this endeavour is indubitably positive, finding the proper replacement for the well-established and convenient plastic straw has been greatly difficult. Companies such as Starbucks and Tim Horton’s have replaced the straw with plastic lids that resemble ones used for hot beverages, but this method still uses plastic and thus contradicts the whole idea behind the straw’s removal. \n\nOther companies have opted for paper straws, which are biodegradable and thus undoubtedly a step up. There are major downsides to these straws however, as they are prone to falling apart and render the sipping experience less than enjoyable. Don’t even bother trying to drink a smoothie or milkshake through one of these straws; it’ll get stuck halfway up and then cause the whole straw to fall apart.  \n\nEvery possible replacement seems to have been thought of, and we are left hopelessly drinking out of soggy paper straws with no other option on the horizon.  \n\nThat is until the news of “The Pasta Straw” came to my attention. A completely biodegradable, consumer-friendly option, the pasta straw is exactly what it sounds like: a straw made of pasta. It stays sturdy while being used, is eco-friendly, and can even make for a tasty snack after you enjoy your beverage.  \n\nThe idea was thought up in the United States and gained widespread popularity among celebrities such as Khloe Kardashian and Zooey Deschanel. The straw also appeared on The Late Show with Stephen Colbert, Good Day LA, Ellen, and more. National Geographic’s 2018 article “The Death of the Plastic Straw” refers to the pasta straw as a creative alternative to the plastic straw. It started out as a sole company, but the pasta straw idea has expanded, and the straws are now marketed by many rival companies such as The Amazing Pasta Straw, Stroodles, Straw-Ghetti, and Pasta Straws Canada. An affordable, environmentally friendly solution, the pasta straw may revolutionize the whole straw industry.  \n\nEven restaurants are beginning to use these straws in lieu of the classic plastic straw, taking strides towards a better future. However, the use of pasta straws is not yet universal or even widespread. I can say with 100 percent certainty that I have never been to a restaurant that uses them, nor have any of my friends. This is an issue that needs to be resolved. I believe that restaurants, which use hundreds of plastic straws daily, should make the shift towards this biodegradable, planet-healthy option. The impact this would have on individuals who enter these restaurants would be enormous, as people would be exposed to this previously unthought-of option. Canadian restaurants ought to purchase this smarter alternative.  \n\nOther frequent users of plastic straws are university campuses. The University of Toronto has many cafes on campus that use plastic straws. In an increasingly liberal and progressive community, it is difficult to believe that these establishments are still using them at all. I am no extreme climate change activist myself, but due to the liberal nature of the school, it surprises me that climate change activists have not yet addressed the use of plastic straws on campus.  \n\nWhile introducing pasta straws across campus may take much persuasion and effort, it would reduce the plastic used at the school by a significant amount. We as a community should investigate the possibility of this change further.  \n\nThe world we live in is all we have, and we must thus protect it to the absolute best of our ability. The small shift from plastic straws over to biodegradable, eco-friendly options is a step in the right direction, and highlights cultural norms changing from blindly accepting things as they are to actively pursuing better alternatives in order to protect the Earth and its wildlife. Our future is dependent on the choices we make now – even the small ones.  \n\nPasta straws seem to be the best-known alternative to the plastic straw, so it is now our duty to make the switch. The pasta straw revolution has begun! Will you join the revolution, or sit idly by and watch the planet suffer? The choice is yours. \n\nPost navigation\n← Previous Post\nNext Post →\nRelated Posts\nTrans[itioning] and the University\nBy Alex Elcombe / September 7, 2015\n\nWhen you’re an 11th grader going to school with people and teachers who have known you for years, every step out of the closet involves…\n\nRead More »\n\nStarting College, If You’re Into That\nBy Connor Buck / September 7, 2015\n\nUltimately, whatever happens, you’re gonna survive. Don’t sweat it. Don’t freak out. The next four (or more) years are gonna suck sometimes. But they’ll also…\n\nRead More »\n\nA Showgoer’s Perspective; An Ocean Apart\nBy Ahmed Hasan / September 22, 2015\n\nMoving back to Canada after spending my high school years in Dubai was quite the change; there are plenty of societal differences, as one would…\n\nRead More »\n\nComments are closed.\n\nCopyright © 2023 The Strand"
}