{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Accidentally smoked plastic? : r/trees - Reddit",
  "href": "https://www.reddit.com/r/trees/comments/35e3e3/accidentally_smoked_plastic/",
  "body": "It is the chemical that is used in rat poison. Once it is converted to a gas, it can be deadly. In rat poison, however, the chemical is infused with other rodenticides, making it immediately effective. In plastic, it is solidified and bonded with other debilitating elements, making it less effective. However, when converted to a gas and inhaled ...",
  "textContent": "Accidentally smoked plastic? : r/trees\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to trees\nr/trees\n•\n9 yr. ago\n[deleted]\nAccidentally smoked plastic?\n\nI was smoking from this bubbler that kinda looked like hookah because there was a plastic straw coming out of it to inhale from. The bowl is right next to the straw, and as I was toking | realized that I was burning the plastic straw and inhaling it. I tasted plastic. That was last night and I feel fine, but I'm getting worried reading shit like: http://www.google.ca/url?sa=t&rct=j&q=&esrc=s&source=web&cd=9&cad=rja&uact=8&ved=0CEgQFjAI&url=http%3A%2F%2Fwww.tokeofthetown.com%2F2011%2F11%2F14-year-old_boy_died_from_smoking_plastic_not_fake.php&ei=awVOVYSxMIS8sAWz14GgCA&usg=AFQjCNEmw-kGZ3dtWQ9TZxlGoMl_aSBq1w&sig2=Ujco-cFmRr8XRtOISHQdfg&bvm=bv.92885102,d.b2w or \"Plastic is made from a variety of polymers, and is fused with various amounts of zinc phosphide. Zinc phosphide, in it's solidified state, is not harmful whatsoever. It is the chemical that is used in rat poison. Once it is converted to a gas, it can be deadly. In rat poison, however, the chemical is infused with other rodenticides, making it immediately effective. In plastic, it is solidified and bonded with other debilitating elements, making it less effective. However, when converted to a gas and inhaled, the erythrocytes and leukocytes in your blood stream break down the zinc phosphide into a more harmful chemical, like the one found in rat poison. Most likely, the chemical has been spread throughout your body. It's not like the process is immediate, but after awhile the zinc phosphide will bring on serious illness, usually followed by death.\" How serious is this r/trees? tldr accidentally smoked plastic but feel fine 8 hours later, what should I do?\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nmorvis\n•\n9 yr. ago\n\nI'm sure he burnt that pez dispenser the fuck up smoking that shit and blew thru a lot of it. Just a taste of a bit burning and stopping there shouldn't be a problem.\n\n1 more reply\nTreesIBreath\n•\n9 yr. ago\n\nHey man, back in the days of makeshift bongs I smoked a little bit of plastic accidentally, and I'm fine now and was fine then. A little bit won't hurt you. You'll be fine :) (7)\n\n[deleted]\n•\n9 yr. ago\n\nThanks a bit reassuring. I've had a headache on and off all day, I wonder if it's a coincidence?\n\n[deleted]\n•\n9 yr. ago\nShawncola\n•\n2 yr. ago\n\nIf you ever have a question about intaking anything dangerous or even get bit by a bug you don't know. Call poison control. The are 24 hours, super friendly, and you can't get in any sort of trouble for answering their questions (unless you are attempting to harm yourself or others intentionally).(800) 222 1222\n\nI called just today because I think I might have broken a piece of my plastic shovel (for kief) into my bowl without realizing it. Why? Because the shovel was perfect when I used it, I smoked and started to breathe funny-- which isn't normal for me at all. I looked at shovel and the corner was chipped. Couldn't find a quick answer so I call poison control.\n\nThey answered and Immediately tell them basically that in non-smoker terms. She takes notes and then answers. She noted I would smell or taste the plastic, though sometimes marijuana can be pungent enough to mask it. If I did smoke the plastic, I may notice more irritation but that I would be fine.\n\nNow don't go smoking plastic on purpose cause that shit will harden in your lungs, fool.\n\nand she made jokes. It was a good time and very quick.\n\nHighNAz\n•\n9 yr. ago\n\nYou need to worry about phosgene gas. You will most likely get cancer from this. buh bye.\n\n[deleted]\n•\n9 yr. ago\n\nSeriously like how long down the line?\n\n1 more reply\n \nr/trees\nThe Chart\n4.7K upvotes · 133 comments\nr/trees\nCannabis trichomes shot at 20x\n3.3K upvotes · 145 comments\nr/trees\nEdibles all melted together\n2.5K upvotes · 285 comments\nr/trees\nFound some old ass weed seeds from the 70’s in a Crosby, Stills, Nash and Young record! Are they still good?\n2.5K upvotes · 403 comments\nr/trees\nWhy is stoner marketing so tacky?\n2.3K upvotes · 687 comments\nr/trees\nCannabis advent calendar day 3: I got another gram of flower.\n2.1K upvotes · 118 comments\nr/trees\nHeated up the sides and it popped right out super satisfying\n2K upvotes · 190 comments\nr/trees\nThis is bullshit, it should be illegal and it's not even close to what we voted for.\n1.9K upvotes · 351 comments\nr/trees\nDo you think the gas station clerk could tell?\n1.8K upvotes · 83 comments\nr/trees\nYou were smokin a bowl with yer pals the other dayy\n1.8K upvotes · 220 comments\nr/trees\nPlease stop the \"I quit posts\".\n1.8K upvotes · 284 comments\nr/trees\n‼️BREAKING ‼️ OHIO GOVERNMENT TO ALTER LEGALIZATION.\n1.7K upvotes · 610 comments\nr/trees\nChristmas shopping while high af and had to take a triple take\n1.6K upvotes · 88 comments\nr/trees\nPLEASE HELP OHIO KEEP WEED\n1.6K upvotes · 296 comments\nr/trees\nRoad Safety Not Negatively Impacted by Cannabis Legalization\nmgmagazine\n1.6K upvotes · 88 comments\nr/trees\nim an idiot lol\n1.6K upvotes · 192 comments\nr/trees\nFound on the side of the road…\n1.6K upvotes · 75 comments\nr/trees\nFaking sick? Take a fat rip before you make any phone calls.\n1.5K upvotes · 122 comments\nr/trees\nI have the best dealer ever\n1.4K upvotes · 86 comments\nr/trees\nI bought a gram of “Live resin sand” from the dispo and it’s basically thc coke\n1.4K upvotes · 337 comments\nr/trees\nMy new plug has a sample pack with 5 strains\n1.4K upvotes · 156 comments\nr/trees\nThe irony\n1.4K upvotes · 162 comments\nr/trees\nUS Department of Health Releases Documents Explaining Why It Wants Marijuana Rescheduled\nthemarijuanaherald\n1.4K upvotes · 90 comments\nr/trees\nRepublicans propose eliminating home grow in rewrite of voter approved Ohio marijuana law\ncleveland\n1.4K upvotes · 192 comments\nr/trees\nanother productive bust by the swedish police task force in the narcofascist state that is Sweden\n1.3K upvotes · 79 comments"
}