{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Make: A Straw Whistle in Three Steps - Mommy Poppins",
  "href": "https://mommypoppins.com/make-a-straw-whistle-in-three-steps",
  "body": "8 plastic straws Tape (we used washi tape) Scissors. 1. Cut the straws so each one is about half an inch shorter than the next; fold a piece of tape over the bottom of each straw to block the whole. 2. Place a long piece of tape sticky-side up on a table, and line up the straws on it in height order with the open ends aligned. 3.",
  "textContent": "MAKE YOUR DAY\nGet Listed Log In Sign Up\nAnywhere\nCalendar  \n \nThings To Do  \n \nParenting  \n \nCamps & Classes  \n \nParties & Holidays  \n \nFamily Travel  \n  VIDEO\nHow To Play Dreidel and Other Dreidel Games\n\nGUIDE\nChristmas Activities and Holiday Fun for Kids\n\n8 Ways to Celebrate Hanukkah with Kids: Hanukkah Gifts, Fun Crafts, and a Little History\n\nHow To Find Free Toys for Kids this Christmas and Holiday Season—Apply Soon!\n\nOur 100 Best Family Vacation Destinations\n\n25 Funny Knock Knock Jokes for Kids With Growing Funny Bones\n\n100 Trivia Questions for Kids - With Answers!\n\n100 Popular Kids' Birthday Party Themes for Every Age and Interest\n\nMommy Poppins' New Web App and Notifications Are the Easiest Way To Find Fun Things To Do\n\n67 Easy Science Experiments for Kids To Do at Home\n\nHalloween Scavenger Hunt Ideas for Kids, Plus Free Printables!\n\n111 Ideas for College Care Packages\n\nGUIDE\nMommy Poppins Gift Guide for Birthdays and Holidays\n\nBarbie Birthday Party Guide: Fabulous Barbie Party Ideas, Kenergy Included\n\nBelize Family Travel Guide: Where to Stay, Best Resorts and Top Things to Do with Kids in Belize\n\nGUIDE\nGuide to Kids' Birthday Parties and Birthday Party Ideas\n\nPrintable Word Puzzles for Kids: Great Sites for Word Searches, Crosswords, & Word Scrambles\n\nGUIDE\nJokes for Kids and More Humor for Kids: The Funny Pages\n\nSPONSORED\n25 Back-to-School Tasks You Didn't Know You Could Pay Someone Else to Do\n\n100 Hardest 'Would You Rather' Questions for Clever Kids\n\nNot Your Usual Back-to-School Supplies List: Actually Useful Ideas from a Teacher\n\nBest First Birthday Gifts: Toys and More for 1-Year-Olds\n\nReef-Safe Sunscreen for Kids: Protecting Their Skin and the Planet\n\nFamily Travel Guide\n\nSPONSORED\nFind Trusted Babysitters and Nannies Now on Mommy Poppins–Powered by Care.com\n\nUnique Goody Bag and Party Favor Ideas for Kids' Birthday Parties\n\n100 Great Websites for Kids\n\nPreparing for Fatherhood: Parenting Tips From Our Favorite Dads\n\nThe Barbie Movie: Should You Bring Your Kids?\n\nBirthday Freebies for Kids: 60 Places To Get Free Stuff on Your Birthday\n\nEasy School Spirit Week Ideas: Crazy Hair Day, Anything But a Backpack Day, and Beyond\n\nGUIDE\nCrafts & Games Guide: 100s of Activities for Kids\n\n7 Games Like Wordle for Kids: Daily Word Games Online\n\nHappy Teacher Appreciation Week 2023: Teacher Appreciation Gifts They’ll Love\n\n50 Fun Animal Facts For Kids You Won't Believe\n\n101 Questions To Ask Grandparents About Their Lives\n\nBluey Birthday Party Ideas: Bluey Birthday Cake, Games, and More\n\nDeinfluencing Your Baby Registry: Baby Products You Totally Don’t Need\n\nBest Teen Skincare and Pimple Patches Kids Are Obsessed With—From a Teen!\n\nBest Diaper Subscriptions in 2023: Amazon, Honest, and More\n\nGUIDE\nEarth Kids: Green Activities for the Planet\n\nHow To Get Free Stuff, Save Money, and Reduce Waste\n\nIndoor and Outdoor Scavenger Hunt Ideas for Kids - Plus Cute Printables!\n\nDevelopmental Milestones for Babies in the First Year\n\nFamily Dinner Secrets from Savvy Parents: Weekly Menu Planners and Meal Planning Made Easy\n\nClimate Change: How One Kid (You) Can Take Action\n\n\"I’m Bored, What Should I Do?\" 100 Things To Do When Kids Are Bored\n\n50 Snow Day Boredom Busters for Kids: Fun Indoor Activities\n\nHot Chocolate Recipes Kids Adore\n\nTop Types of Parenting Styles from Gentle Parenting to Tiger Mom: Which Is Best?\n\nGUIDE\nWinter Activities Guide for Kids\n\n20 Family-Friendly Openings We're Looking Forward to in 2023\n\nGUIDE\nFree Activities, Events, Classes, and Camps for Kids\n\nHow To Make a Piñata at Home: Easy Paper Bag Piñatas\n\n75 Fun Facts For Kids That Will Blow Their Minds\n\nThe Best Trader Joe's Food for Families: 50 Favorite Products and Reader's Tips\n\n30 Best Bedtime Stories for Kids, Including Free Bedtime Stories Online\n\n20 Free Online Games For Kids to Play Together\n\n  VIDEO\nLas Vegas, Nevada: 50 Awesome Things To Do in Vegas with Kids\n\nSPONSORED\nThis App Offers Up to 80% Off the Whole Family’s Prescription Meds–Here’s My SingleCare Review\n\nGUIDE\nTop Outdoor Activities for Kids\n\n100 Classic Toys for Kids: Favorite Classic Toys, Retro Toys, and Vintage Toys\n\nGUIDE\nThe Ultimate Road Trip Guide for Families\n\n21 Kid-Friendly Ghost Stories and Spooky Stories for Kids\n\n100 School Lunch Ideas for Kids: Back-to-School Lunches Kids Will Actually Eat\n\n40 Classic Outdoor Games for Kids: Backyard Games, Playground Games, and More\n\n30 Outdoor Activities in Nature for Kids for Hands-on Outdoor Learning\n\nResort Passes and Daily Pool Rentals Near You: Family Resort Daycations for Everyone\n\n100 Top Easy Recipes for Kids: Kid-Friendly Recipes for Every Meal\n\n21 Classic and Funny Campfire Songs for Any Camping Trip\n\n40 Jokes for Kids That Will Keep the Whole Family in Giggles\n\nBest Family Resorts with Water Parks: All-Inclusive Family Resorts and More\n\n17 Tricks For How Kids Can Conserve Water: Make Water Conservation Fun\n\nMommy Poppins Launches in Miami and the San Francisco Bay Area\n\n12 Family-Friendly Tree House Rentals to Delight Their Imaginations\n\n99 Sensory Activities for Toddlers, Infants, and Kids of All Ages\n\n  VIDEO\nHow to Make Wildflower Seed Bombs: An Earth-Friendly Craft for Kids\n\nThe Best Children’s Museums in the US: Museums Worth Planning a Vacation Around\n\n  VIDEO\nLondon With Kids: 60+ Best Things To Do in London on a UK Family Vacation\n\nCreate a Pollinator Garden in Your Home or Apartment: Planting a Butterfly Garden or Bee Garden with Kids\n\nTaco Tuesday: The Only 5 Taco Recipes You’ll Ever Need\n\n  VIDEO\nWhy Ocean Club Resort Turks and Caicos Is Tops on Our Family Vacation List\n\nBest Children’s Theaters in the US: Why Bringing Young Kids to the Theater Is So Important\n\nCelebrate Earth Day! 25 Tips for Living More Sustainably Every Day\n\n25 Best Mom Jokes and Funny #momlife Memes\n\nHow to Plan a Kids' Birthday Party At Home\n\nBest All-Inclusive Resorts in the US, Caribbean, and Mexico for Kids\n\n  VIDEO\n50 Fun Things To Do in Paris with Kids\n\nNew Earth Kids Guide and Newsletter to Share Activities for a Greener Planet\n\n20 Easy Magic Tricks for Kids\n\nTons of Totally Terrific Tongue Twisters for Kids, Tweens, and Teens\n\n  VIDEO\n25 Preschool Science Experiments: Simple Science for Toddlers through Kindergarten Kids\n\nGUIDE\nGuide to Science Experiments for Kids and Fun STEM Activities\n\nGUIDE\nTop Outdoor Activities for Kids\n\n12 Healthy Snacks for Kids That Are Works of Art\n\nGUIDE\nEasy Recipes for Kids\n\n22 Free Kids' Music Playlists for Breakfast through Bedtime\n\nEasy Toddler Games: 20 Ways to Entertain Toddlers When You’re Too Sick to Play\n\n100 Best Kids' TV Shows of All Time\n\n75 Indoor Activities for Kids on a Rainy Day\n\n21 Kids' Books About Racism, By Age\n\n10 Online Language Classes and Clubs for Kids\n\n30+ Children's Books to Celebrate Black History Month\n\nThe Very Best of 2021 for Kids and Families: The Books, Movies, Shows, and More Our Kids Adored\n\n30 Exercise Games and Indoor Activities to Get Kids Moving\n\nBest Free Coding for Kids Websites and Apps to Learn Programming Skills\n\nFun Ways to Keep Kids Busy on Road Trips\n\nGUIDE\nCity Family Guides: Play, Eat and Stay in Great Towns\n\n20 Vegetarian Recipes Your Picky Kids Will Love\n\nGUIDE\nBest Kids' Books: A Guide to Great Reads\n\nHow To Set Limits on a Kids’ New Cell Phone\n\n10 Easy Instant Pot Recipes for Weeknight Dinners\n\n50 Fun Activities for Grandparents To Do with Kids: For Grandparents' Day and Every Day\n\n30+ Free Ways to Celebrate Your Kid's Birthday at Home\n\nGUIDE\nHomeschool & Online Learning Resources for Families\n\nThe Best Children’s Museums in the US: Museums Worth Planning a Vacation Around\n\nThe Best Zoos in the US: Take Your Kids on a Family Animal Adventure\n\nGUIDE\nBest Baby and Kid Gear, Toys, & Hacks\n\n100 Kids' Books Every Child Should Read Before They Grow Up\n\n50 Things To Do in Portland, Maine, with Kids\n\nOur Favorite New England Hotels for Families \n\nBaha Bay at Baha Mar: A Luxury Water Park Opens in the Bahamas\n\nSPONSORED\nFinally a Fast and Easy Way to Complete the Most Avoided Parental Chore\n\nGUIDE\nFamily-Friendly Resorts & Hotels\n\n35 Awesome Things To Do in Seattle with Kids\n\nBest Easy TikTok Dances for Kids and Families to Try\n\n25 Card Games Every Kid Should Know\n\n10 Best Hotel Water Parks in Orlando\n\nGUIDE\nGuide to Online and Virtual Family Fun\n\nTurn a Highchair into a Baby Activity Center with These Ideas\n\n70 Fun Things To Do in Gatlinburg and Pigeon Forge, Tennessee with Kids\n\n100 Best Things To Do in Orlando with Kids Before They Grow Up (Other than Theme Parks)\n\nThe Most Irresistible Dessert Board Recipes for Kids\n\n  VIDEO\n50 Genius Things to Do with Cardboard Boxes, Plus More Cardboard Crafts and Activities for Kids\n\nBest All-Inclusive Resorts in the US, Caribbean, and Mexico for Kids\n\nThe Coolest (Affordable) California Vacation Rentals for Families\n\n30 Easy Paper Crafts for Kids\n\nGUIDE\nBoredom Busters for Kids\n\nPoconos Family Vacation Guide\n\n25 STEM Activities Easy Enough for Preschoolers\n\nAdirondacks and the Catskills\n\n100 Things To Do in NYC With Kids Before They Grow Up\n\n25 Things To Do in the Berkshires with Kids\n\nGUIDE\nFamily-Friendly Resorts & Hotels\n\n100 Things To Do in New Jersey With Kids Before They Grow Up\n\n100 Things To Do in Los Angeles Before Kids Grow Up\n\n100 Best Things To Do in Chicago with Kids Before They Grow Up\n\nFIND AND BOOK ACTIVITIES\nTHIS WEEK\nANYWHERE\nS\n10\nM\n11\nT\n12\nW\n13\nT\n14\nF\n15\nS\n16\nSpark Math: Free Trial Class\nVirtual - various times\nSEE ALL ACTIVITIES\nSUBMIT AN ACTIVITY +\nSpark Math: Free Trial Class\nVirtual\nSign up for our free newsletters.\n \nFOLLOW US FOR ACTIVITY PICKS, DEALS, AND GIVEAWAYS\n    \nTwitter Facebook LinkedIn Pin It WhatsApp\nMake: A Straw Whistle in Three Steps\n5/12/15 - By Ally Noel\n\nKids complaining that they're bored? With plastic drinking straws, tape and some scissors you can create a set of panpipes that will change their tune in no time at all. With your flute finished, you can play a song and lead a parade. If your children are old enough, you can even give them a physics lesson.\n\nOUR LATEST VIDEOS\nThe video player is currently playing an ad. You can skip the ad in 5 sec with a mouse or keyboard\nAdventures of Elf on the Shelf\nAnne Ellen Christmas Tree Farm\nReindeer Toothpaste Recipe - Christmas Science Experiment...\nMaking Dreidel Spin Art\nHow to Make Hot Chocolate Bombs\nVisit NYBG Glow with Mommy Poppins\nOur Trip to Cava Restaurant\n\nMaterials:\n8 plastic straws\nTape (we used washi tape)\nScissors\n\n1. Cut the straws so each one is about half an inch shorter than the next; fold a piece of tape over the bottom of each straw to block the whole.\n2. Place a long piece of tape sticky-side up on a table, and line up the straws on it in height order with the open ends aligned.\n3. Fold the tape over the front of the straws to secure them in place.\n\nBlow across the straws to play different notes. If your kids are ready for a physics lesson, let them guess why the straws make varying tones. Answer: Your breath creates vibrations—sound—in the straw. A longer straw allows longer sound waves producing lower notes.\n\nShow us what you make. Share it on Facebook, Twitter or Instagram and tag @mommypoppins so we can see your creations, too!\n\nKids' work is to play. WeeWork is a Mommy Poppins series offering an easy daily activity for grown-ups and children to do together, making kids' work an important part of your day. We aim to inspire together time, creativity and fun using only your imagination and things around the house. See all our WeeWork activity posts.\n\nCrafts & Recipes Boredom Busters Preschoolers\nSign up for our free\nnewsletters.\n \n New York City\n Atlanta\n Boston\n Chicago\n Houston\n Miami South Florida\n Philadelphia\n Washington DC\n Orlando\n Los Angeles\n San Francisco Bay Area\n Connecticut\n Long Island\n New Jersey\n Westchester\nMommy Poppins is a family activity website that helps people find things to do with kids.\nQUICK LINKS\nActivities\nProviders\nFamily Travel\nCONTACT\nNewsletter Subscribe\nContact\nAbout\nSITEMAP\nSubmit an Activity\nList Your Business\nAdvertise with Us\n© 2023 MommyPoppins. All Rights Reserved. \nPrivacy Policy | Cookie Policy | Terms of Use.\nWe use cookies and other data collection technologies to provide the best experience for our customers. Learn More\nX\nClick Here to Sign Up!\n \nRegister/Login if you don't want to see this popup.\nX"
}