{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic Straws: A Life Cycle - LinkedIn",
  "href": "https://www.linkedin.com/pulse/plastic-straws-life-cycle-gaelle-gourmelon-mph",
  "body": "Nearly every piece of plastic ever made, regardless of whether it has been recycled, still exists. And while polypropylene is a versatile plastic, straws are small and hard to pick out when ...",
  "textContent": "Skip to main content\nLinkedIn\nArticles\nPeople\nLearning\nJobs\nGet the app\nJoin now\nSign in\nPlastic Straws: A Life Cycle\nGaelle Gourmelon, MPH MLA\nGaelle Gourmelon, MPH MLA\nAssociate and Designer at MKSK\nPublished Sep 24, 2015\n+ Follow\n\nThey come in crazy, bendy, and color-changing varieties. And, while many people use them daily, their 20 minutes of convenience have major hidden consequences. I’m talking about drinking straws.\n\nHistory\n\nHumans have been using “drinking tubes” for over 7,000 years. Mesopotamians used straws made of reeds or gold to filter beer, and the Chinese used tubes to sip on cloudy rice wine. In Egypt, one inscription shows that straws prevented the accidental slurping up of insects while drinking at night. The Guaraní people of South America drank yerba mate, a caffeine-loaded infusion, with filter straws called bombillas long before the arrival of Spaniards in the 1500s. And, in the 1800s in Europe and North America, dried wheat shafts and rye straws became popular until the invention of thepaper straw in 1888.\n\nIn more recent history, the United States likely propelled the use of disposable straws. In the early 1900s, when polio and tuberculosis were rampant in the country and people became increasingly afraid of contagious disease from shared glasses, soda fountains began offering drinking straws to prevent contact with the glass.\n\nIn the mid-1950s, another boost to the straw industry occurred with the continued popularization of cars. Restaurants—spearheaded by McDonald’s—revolutionized the quick meal by replacing washable glassware with low-cost, disposable packaging for meals and drinks on the go. In the 1960s, plastic replaced paper, shifting straws from a renewable to an oil-based, single-use product.\n\nProduction\n\nMost straws today are made from a plastic called polypropylene, made from petroleum. Colorants, plasticizers (which make the plastic more flexible), antioxidants (which reduce the interactions between oxygen and the plastic), and ultraviolet light filters (which shield the plastic from solar radiation) are added. Straws are then individually wrapped in sleeves or bulk-packed in plastic or cardboard containers.\n\nImpacts\n\nThe problem with straws is one of sheer volume. Although using one straw doesn’t seem like a big deal, Americans alone use an estimated500 million straws every day, well above one daily for each of the country’s nearly 320 million residents. End to end, straws used daily in the United States could circle the planet more than two-and-a-half times a day.\n\nThe demand for disposable foodware is expected to keep rising, driven in part by the continuing consumer desire for convenience. People are eating out more often, consuming more meals on the go, and drinking more specialty drinks. McDonald’s alone provides single-use plastic straws through 36,000 restaurants in over 100 countries. Other fast food restaurants have also mushroomed globally, spreading the throw-away economy.\n\nBut there’s a problem with making more plastic straws. More plastic means that we need more oil and gas extraction and more electricity to power the plastic production. Then, of course, we need more gas to ship materials from plastic manufacturers to straw makers, more electricity to power straw-making machines, and more gas (again!) to deliver straws to customers. Ultimately, that means we end up with more carbon emissions and pollution from all of these industrial processes and transport.\n\nOn the disposal end, the picture isn’t pretty either. Nearly every piece of plastic ever made, regardless of whether it has been recycled, still exists. And while polypropylene is a versatile plastic, straws are small and hard to pick out when workers sift through recycling, meaning they are rarely recovered.\n\nBetween 22 and 43 percent of plastic worldwide is disposed of in landfills, where its resources are wasted, it takes up valuable space, and it blights communities. Plastic also contributes over 250,000 tons of trash (that’s about 570 fully loaded Boeing 747s) to oceans; straws and stirrers are among the top 10 marine plastic debris found during coastal cleanups. Some researchers estimate that 90 percentof individual seabirds, many whales and dolphins, and some sea turtles have ingested plastics, including plastic straws. Ocean plastics eventually break into smaller fragments, where they are carried up the food chain, possibly concentrating toxic chemicals in predators.\n\nDoing It Better\n\nLuckily, there’s an easy fix to the straw problem: if you don’t need a straw, don’t use one. If you do need one (due to a physical handicap, for example), consider buying a reusable straw.\n\nRemember that our purchasing choices ultimately help determine what products, like disposable straws, are made. Market researchers are watching us closely and are seeing that our growing inclination to try diverse foods and to snack between meals is making us eat out more often. They know that when we sign up for customer loyalty programs, we are essentially playing companies’ marketing games—putting ourselves in the path of more spontaneous temptations for on-the-go food and drinks. Knowing this, they predict a growth in the sales of disposable plastic products.\n\nTo counter this trend, be mindful of what your money supports when you eat out. Ask for no straw when you go out, and invite your favorite restaurants to consider offering straws to customers, rather than automatically providing a straw with each drink. Avoid even straws that are made from bioplastics, plastics made from plants or designed to biodegrade. Although producers claim that these “green straws” reduce our impact on the environment, they still require water and fertilizers to grow the sugars needed to produce them, as well as energy to make and ship them.\n\nSo give it a try: say no to the straw. Avoid unnecessary disposables and know that by contributing to a world with less single-use plastic, you’re working toward cleaner air, land, and oceans.\n\nGaelle Gourmelon is the Communications and Marketing Director at the Worldwatch Institute. This post was originally published on the Worldwatch Institute Blog.\n\nClick to view and spread awareness about drinking straws with this infographic.\n\nClick for full graphic\n\nLike\nComment\nShare\n5\n\nTo view or add a comment, sign in\n\nMore articles by this author\n5 Ways That “Green” Products Are Trying to Trick You\nMay 23, 2017\nWhat You Should Know About the Chocolate You’re Eating\nFeb 28, 2017\nFive Ways to Build Inclusive Cities\nOct 24, 2016\nFour Ways Cities Are Greening Our Buildings\nSep 6, 2016\nHow Urban Dwellers Drive Massive Deforestation\nJul 18, 2016\nArt Transforms Plastic Pollution: Washed Ashore\nJun 8, 2016\nHundreds of Cities Commit to Combating Emissions [Infographic]\nJun 7, 2016\n7 Keys to Shaping Sustainable Cities\nMay 24, 2016\nWhat is the Energy Future of Cities? 5 Expert Insights\nApr 11, 2016\nParks or People? Five Cities That Are Choosing Both\nFeb 29, 2016\nSee all\n\nLINKEDIN\n\nNever miss a beat on the app\n\nDon’t have the app? Get it in the Microsoft Store.\n\nOpen the app\nInsights from the community\nFood Science\nHow can you reduce single-use plastics in food processing?\nSustainable Tourism\nWhat are some eco-friendly alternatives to single-use plastics when traveling?\nCommunity Service\nHow can community service help reduce plastic pollution and raise awareness?\nFood & Beverage Operations\nWhat are some sustainable alternatives to single-use plastic cups?\nGolf Course Management\nWhat are some effective ways to reduce single-use plastics in equipment maintenance on golf courses?\nPackaging Engineering\nHow do you balance the performance, cost, and environmental impact of different plastic alternatives?\nShow more \nExplore topics\nSales\nMarketing\nBusiness Administration\nHR Management\nContent Management\nEngineering\nSoft Skills\nSee All\nLinkedIn\n© 2023\nAbout\nAccessibility\nUser Agreement\nPrivacy Policy\nYour California Privacy Choices\nCookie Policy\nCopyright Policy\nBrand Policy\nGuest Controls\nCommunity Guidelines\nLanguage"
}