{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "A Huge, Floating Screen Will Sift Plastic out of the Ocean",
  "href": "https://www.scientificamerican.com/article/a-huge-floating-screen-will-sift-plastic-out-of-the-ocean/",
  "body": "A 100-meter floating barrier will be tested in the North Sea in an attempt to catch and remove plastic pollution from the world's oceans. A nonprofit foundation based in the Netherlands has ...",
  "textContent": "Skip to main content\nScientific American\nSign Up for Our Daily Newsletter\nSign in\n\nJUNE 24, 2016\n\n4 MIN READ\n\nA Huge, Floating Screen Will Sift Plastic out of the Ocean\n\nIf the prototype is successful, a full-scale 100-kilometer-long barrier will be strung out in the Pacific Ocean to collect some 68 million kilograms of floating trash\n\nBY KNVUL SHEIKH\n\nA 100-meter floating barrier will be tested in the North Sea in an attempt to catch and remove plastic pollution from the world’s oceans.\n\n Credit: \n\nThe Ocean Cleanup\n\nEnvironment\n\nA nonprofit foundation based in the Netherlands has launched a prototype for one of the most ambitious sea-cleaning projects yet. The innovative idea is a floating barrier that will gather the mass of plastic bits from bottles, bags, fishing nets and other trash that sloshes around in the oceans, growing every year. Once deployed, the extremely long barrier could eliminate the need for an army of boats to haul our garbage back to shore.\n\nThe 100-meter-long prototype was towed out to the North Sea today, where The Ocean Cleanup foundation plans to perform a yearlong series of tests. If the long boom succeeds, the group plans to deploy a full-scale, 100-kilometer-long version between Hawaii and the U.S. west coast in 2020, a section of the Pacific Ocean that has one of the densest deposits of plastic worldwide. “This is a big step toward cleaner oceans,” says Allard van Hoeken, chief operating officer of The Ocean Cleanup. “We’ve done years of computer modeling and successful simulations, and now we’re ready to test our technology in real ocean conditions.”\n\nThe aim is to monitor how the barrier will hold up in rough ocean currents and gale force winds, so that the full-size device can be built to endure challenging conditions and still effectively collect trash in a much larger area. The test barrier is made up of a chain of rectangular pillowlike rubber buoys that keep the barrier afloat, like a traditional boom that cleans up oil slicks, along with a two-meter-deep screen extended below the surface that forms a curtain that will passively collect trash as water washes through it.\n\n \nAn artist’s impression of the final 100-kilometer-long barrier that will be placed in the middle of the Pacific Gyre. Credit: The Ocean Cleanup\n\nThe prototype will be arranged in a straight line just 23 kilometers off the coast of The Hague so that researchers can mimic the amount of debris in the Pacific by throwing biodegradable plastic objects into the sea and checking how quickly they are blocked by the barrier. A cable system will moor the eventual barrier so that it forms a long, flat-V shape; that way debris carried by the ocean current will get concentrated at the center of the V. This will allow easy removal and recycling of the accumulated plastic waste, van Hoeken says.\n\nAccording to a 2015 study by the University of California, Santa Barbara, nearly eight million metric tons of plastic end up in our oceans each year. Debris from North America’s west coast is picked up by swirling ocean currents, called gyres, which carry it away until it becomes trapped in a revolving spiral about the size of Texas that is now known as the Great Pacific Garbage Patch. The amount of plastic waste keeps accruing because most of it is nonbiodegradable. “Small pieces of plastic can break down over time and become microplastics,” van Hoeken says. “These tiny plastics can easily enter the food chain and will cause harm if we don't do anything about it.\" Turtles, fish, dolphins and others not only become entangled in new plastic waste, they can swallow microplastics believing the refuse is food.\n\nCleaning up plastic pollution is not easy. Using ships to dredge the debris is extremely expensive and time-consuming. Nets designed to scoop up trash often ensnare marine animals as well. The Ocean Cleanup says its seamless barrier offers a much cheaper and sea life–friendly alternative. If successful, van Hoeken estimates it could halve the size of the Great Pacific Garbage Patch in 10 years.\n\nOthers remain skeptical of the floating barrier because its effects on the ocean ecosystem have not been studied yet. “It's two meters deep, so a lot of organisms can swim under it, but you're basically creating a gigantic floating object that still has the potential to attract and affect the distribution of top predators and other animals,” says Jeffrey Drazen, a marine ecologist at the University of Hawaii at Mānoa.\n\n“It’s great that folks are trying to come up with mechanisms of trying to clean up the ocean,” Drazen says. Yet he notes that the amount of plastic floating at the ocean surface is only a small fraction of what's in the deeper water column. So in addition to clean up projects like this one, he adds, “we need substantial efforts to curtail the production and use of plastics. That has to be part of the conversation.”\n\nMore by Knvul Sheikh\nPopular Stories\nENGINEERING DECEMBER 5, 2023\nLight Can Travel Backward in Time (Sort Of)\n\nLight can be reflected not only in space but also in time—and researchers exploring such “time reflections” are finding a wealth of delightfully odd and useful effects\n\nANNA DEMMING\n\nANIMALS DECEMBER 5, 2023\nWhat’s Causing Mysterious Respiratory Illness in Dogs?\n\nVeterinarians and researchers are investigating mysterious clusters of severe respiratory disease in dogs\n\nMEGHAN BARTELS\n\nDIET DECEMBER 1, 2023\nHow Much Caffeine Is Too Much?\n\nCaffeine can help you feel energized. But is there a limit to how much your body can handle?\n\nJOANNA THOMPSON\n\nCULTURE DECEMBER 8, 2023\n55 Books Scientific American Recommends in 2023\n\nThe best fiction, nonfiction, history and sci-fi books Scientific American staff read in 2023\n\nBRIANNE KANE\n\nSPACE EXPLORATION NOVEMBER 21, 2023\nNASA May Pay $1 Billion to Destroy the International Space Station. Here’s Why\n\nThe International Space Station—larger than a football field and weighing almost 450 tons—must eventually fall to Earth. It’s a delicate, dangerous process\n\nMEGHAN BARTELS\n\nARTIFICIAL INTELLIGENCE DECEMBER 6, 2023\nJailbroken AI Chatbots Can Jailbreak Other Chatbots\n\nAI chatbots can convince other chatbots to instruct users how to build bombs and cook meth\n\nCHRIS STOKEL-WALKER\n\nSupport Our Mission\n\nDiscover world-changing science. Explore our digital archive back to 1845, including articles by more than 150 Nobel Prize winners.\n\nSubscribe\nSign up for our newsletters\nSee the latest stories\nRead the latest issue\n\nFollow Us:\n\nReturn & Refund Policy\nAbout\nPress Room\nFAQs\nContact Us\nSite Map\nAdvertise\nSA Custom Media\nTerms of Use\nPrivacy Policy\nCalifornia Consumer Privacy Statement\nUse of cookies/Do not sell my data\nInternational Editions\n\nScientific American is part of Springer Nature, which owns or has commercial relations with thousands of scientific publications (many of them can be found at www.springernature.com/us). Scientific American maintains a strict policy of editorial independence in reporting developments in science to our readers.\n\n© 2023 SCIENTIFIC AMERICAN, A DIVISION OF SPRINGER NATURE AMERICA, INC.\nALL RIGHTS RESERVED."
}