{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-12-31..2016-06-30",
  "title": "Using a straw helps me to drink more water. : r/loseit - Reddit",
  "href": "https://www.reddit.com/r/loseit/comments/4iwk40/using_a_straw_helps_me_to_drink_more_water/",
  "body": "Using a straw helps me to drink more water. : r/loseit. I don't know why it is. I could never catch on to drinking enough water in the run of a day out of a glass or a water bottle. The straw does it for me. I have a cute Mickey Mouse cup with a lid and a straw that holds exactly 16 oz of water that I keep on my desk and every time I empty it I ...",
  "textContent": "Using a straw helps me to drink more water. : r/loseit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to loseit\nr/loseit\n•\n8 yr. ago\nmy-other-car-is-a-__\nUsing a straw helps me to drink more water.\n\nI don't know why it is. I could never catch on to drinking enough water in the run of a day out of a glass or a water bottle. The straw does it for me. I have a cute Mickey Mouse cup with a lid and a straw that holds exactly 16 oz of water that I keep on my desk and every time I empty it I log it in MFP. It seems incredibly lame even as I'm typing it out, but if it helped me it might help someone else! :)\n\nSort by:\nAdd a Comment\nAmericanNinjaWorrier\n•\n8 yr. ago\n\nThat makes sense to me. Using a water bottle is the only way I have a chance at reaching my water goal. For some reason, drinking water out of a cup or glass feels so much more tedious. I have no idea why.\n\nReply\nreply\n2 more replies\nnmnenado\n•\n8 yr. ago\n\nsamesies. I bought a camelbak eddy bottle just because it was a pretty color and it turns out having the straw is amazing, I will drink half a liter of water at once and it doesn't even feel like guzzling.\n\nReply\nreply\n3 more replies\nnarwhalsies\n•\n8 yr. ago\n\nI have this giant, 32 oz, cup with a straw from one of those boozy slushy places in Vegas and I drink so much more water when I use it compared to when I use a regular cup. It's insulated, has a handle, and the straw has a little cap. I love my cup. I have a venti Starbucks cold cup beside my bed because more sippy cups is always better!\n\nReply\nreply\nlesslikemath\n•\n8 yr. ago\n\nWorks for me too! I got a Camelbak a few years ago and it turned me into a 2-gallon-per-day water drinker.\n\nReply\nreply\nEroicaSymphony\n•\n8 yr. ago\n\nWhatever works for you, keep at it!\n\nReply\nreply\nnimphette\n•\n8 yr. ago\n\nAlso, not using a straw helps with not drinking as much alcohol! It blew my mind when I realised that, basically cut my drinking (on the rare occasion when I do) by a third.\n\nReply\nreply\nemR_\n•\n8 yr. ago\n\nHey, whatever works for you! Keep it up!\n\nReply\nreply\nFormerFatBarbie\n•\n8 yr. ago\n\nI do the same exact thing - we have a bunch of tumblers with lids and straws that I bought for smoothies. I realized my son was much more likely to finish his water if it was in a tumbler, so I started doing the same thing. I went from never drinking any water ever, to drinking 64+ ounces a day, just from switching to tumblers. Hey, whatever works :)\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nThis is true for me too but it's because if I drink without a straw, my upper lip gets chapped pretty quickly.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nI have no trouble drinking enough water, but I notice I drink more when I drink from this https://www.chapters.indigo.ca/en-ca/Gifts/product/825466929531-item.html?ref=item_page:richrel:rr-carousel-small:json1 plus it makes water exciting because it's cute!\n\nReply\nreply\n1 more reply\nLeoluvr\n•\n8 yr. ago\n\nI am the exact way. I only drink water with meals normally, but when I have a straw I'll end up actually hitting my water goal. I also seem to drink more water when I have a bigger container.\n\nReply\nreply\ncaeliter\n•\n8 yr. ago\n\nI discovered this once when I had the flu... I felt like death, but I knew I had to stay hydrated, but it seemed so hard.\n\nDay 2, I switched to the water bottle with the straw, drank like 3-4 times as much water.\n\nReply\nreply\n[deleted]\n•\n8 yr. ago\n\nI keep a straw in my water bottle for this exact reason!\n\nReply\nreply\nloquinmalie\n•\n8 yr. ago\n\nI always drink water with a straw too :) Yay straw club.\n\nReply\nreply\nDodgyBollocks\n•\n8 yr. ago\n\nIn a similar way for me it was a water bottle with an easy to pop open lid that I could operate one handed AND keeps the mouthpiece completely covered. Once I got those two things I started taking it with me everywhere and since I could pop it open one handed and pour it into my mouth no matter how dirty my hands were I started drinking a lot more.\n\nReply\nreply\nUniversallyReviled\n•\n8 yr. ago\n•\nEdited 8 yr. ago\n\nSame thing here, unless the water is carbonated in which case I'll knock glasses of it back like it was booze. Thought it was an ex-alcoholic thing, but guess not. :)\n\nEDIT: since we're sharing I use an asaklit exercise bottle with an integrated straw. Link It's way overkill since I rarely use it for actual exercise but rather just keep it on my desktop, but I think it's pretty cool looking next to my keyboard anyway.\n\nReply\nreply\nlmdmatt\n•\n8 yr. ago\n\nHah, ditto. I have a Starbucks cold cup with the plastic straw that goes with me everywhere. It doesn't seal like a water bottle, but it doesn't matter - I empty it almost as soon as I finish filling it up.\n\nAnd I hate drinking water.\n\nReply\nreply\nHavidDume\n•\n8 yr. ago\n\nTotally not lame. I have an R2-D2 cup with lid/straw that I use.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/loseit\n“Mommy, how are you running so fast? Did you practice at the gym?!”\n2K upvotes · 34 comments\nr/loseit\nUncommon things that helped you to lose weight\n833 upvotes · 254 comments\nr/loseit\nPeople are beginning to harass me about my weight loss\n689 upvotes · 104 comments\nr/loseit\nI need help for my daughter\n538 upvotes · 173 comments\nr/loseit\n97 pounds lost in 16 months! Don't have many friends to share my journey with.\n467 upvotes · 21 comments\nr/loseit\nIs there adult “fat camps”?\n441 upvotes · 91 comments\nr/loseit\nI know they say “no one food causes weight gain” but…\n410 upvotes · 145 comments\nr/loseit\nYesterday was the day I lost 100 pounds. It took 23 months.\n371 upvotes · 28 comments\nr/loseit\nAre fat people seen as inferior in public?\n366 upvotes · 210 comments\nr/loseit\nFor those considering a walking pad\n352 upvotes · 107 comments\nr/loseit\nI had an appointment with an RD and came away very disheartened\n346 upvotes · 215 comments\nr/loseit\nI’m back, and I am another statistic.\n307 upvotes · 45 comments\nr/loseit\nIt gets monotonous doesn’t it?\n253 upvotes · 50 comments\nr/loseit\nI admit it… I was just eating too much\n241 upvotes · 46 comments\nr/loseit\nExercise does actually work\n216 upvotes · 41 comments\nr/loseit\nRecently learned about \"Food Noise\". How do you fight it?\n214 upvotes · 83 comments\nr/loseit\nHow to make McDonald's healthier?\n201 upvotes · 344 comments\nr/loseit\nIs buying a wedding dress that's two sizes too small a terrible idea?\n196 upvotes · 129 comments\nr/loseit\nunder 200 pounds!!\n186 upvotes · 16 comments\nr/loseit\nI feel like the journey of losing weight is frowned upon but the results are celebrated\n183 upvotes · 55 comments\nr/loseit\nMy mother won’t stop suggesting weight loss surgery!!\n183 upvotes · 47 comments\nr/loseit\nI am over 100 pounds overweight. What is the best way to lose fat?\n174 upvotes · 122 comments\nr/loseit\nNSFW\nNSV: I'm finally ready to wear my bikini\n163 upvotes · 18 comments\nr/loseit\nI binged today, but it'll be okay.\n156 upvotes · 36 comments\nr/loseit\nHow unhealthy is it to eat all your calories in one sitting?\n149 upvotes · 112 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 11, 2016\nReddit\nreReddit: Top posts of May 2016\nReddit\nreReddit: Top posts of 2016"
}