{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Plastic and marine turtles: a review and call for research",
  "href": "https://academic.oup.com/icesjms/article/73/2/165/2614204",
  "body": "Introduction. Between 1950 and 2015, the total annual global production of plastics grew from 1.5 million t to 299 million t ( PlasticsEurope, 2015).As a result, the abundance and spatial distribution of plastic pollution, both on land and at sea, is increasing ( Barnes et al., 2009 ; Jambeck et al., 2015 ).Indeed, plastic items have become the principal constituent of marine debris, the ...",
  "textContent": "Skip to Main Content\nAdvertisement\nJournals\nBooks\n\t\nIssues\nMore Content \nSubmit \nAlerts\nAbout \nSearch Menu\nVolume 73Issue 2\nJanuary/February 2016\nArticle Contents\nAbstract\nIntroduction\nIngestion\nEntanglement\nImpacts on nesting beaches\nWider ecosystem impacts\nFuture research\nConclusion\nAcknowledgements\nReferences\nAuthor notes\nNext >\nJOURNAL ARTICLE\nPlastic and marine turtles: a review and call for research \nSarah E. Nelms, Emily M. Duncan, Annette C. Broderick, Tamara S. Galloway, Matthew H. Godfrey, Mark Hamann, Penelope K. Lindeque, Brendan J. Godley Author Notes\nICES Journal of Marine Science, Volume 73, Issue 2, January/February 2016, Pages 165–181, https://doi.org/10.1093/icesjms/fsv165\nPublished: 09 October 2015 Article history\nPDF\n Split View\n Cite\nPermissions Icon\n Permissions\nShare Icon\n Share \nAbstract\n\nPlastic debris is now ubiquitous in the marine environment affecting a wide range of taxa, from microscopic zooplankton to large vertebrates. Its persistence and dispersal throughout marine ecosystems has meant that sensitivity toward the scale of threat is growing, particularly for species of conservation concern, such as marine turtles. Their use of a variety of habitats, migratory behaviour, and complex life histories leave them subject to a host of anthropogenic stressors, including exposure to marine plastic pollution. Here, we review the evidence for the effects of plastic debris on turtles and their habitats, highlight knowledge gaps, and make recommendations for future research. We found that, of the seven species, all are known to ingest or become entangled in marine debris. Ingestion can cause intestinal blockage and internal injury, dietary dilution, malnutrition, and increased buoyancy which in turn can result in poor health, reduced growth rates and reproductive output, or death. Entanglement in plastic debris (including ghost fishing gear) is known to cause lacerations, increased drag—which reduces the ability to forage effectively or escape threats—and may lead to drowning or death by starvation. In addition, plastic pollution may impact key turtle habitats. In particular, its presence on nesting beaches may alter nest properties by affecting temperature and sediment permeability. This could influence hatchling sex ratios and reproductive success, resulting in population level implications. Additionally, beach litter may entangle nesting females or emerging hatchlings. Lastly, as an omnipresent and widespread pollutant, plastic debris may cause wider ecosystem effects which result in loss of productivity and implications for trophic interactions. By compiling and presenting this evidence, we demonstrate that urgent action is required to better understand this issue and its effects on marine turtles, so that appropriate and effective mitigation policies can be developed.\n\nIssue Section: Review ArticleReviews\nIntroduction\n\nBetween 1950 and 2015, the total annual global production of plastics grew from 1.5 million t to 299 million t ( PlasticsEurope, 2015 ). As a result, the abundance and spatial distribution of plastic pollution, both on land and at sea, is increasing ( Barnes et al. , 2009 ; Jambeck et al. , 2015 ). Indeed, plastic items have become the principal constituent of marine debris, the majority originating from land-based sources, such as landfill sites, with the remaining deriving from human activities, such as fishing ( Barnes et al ., 2009 ; Ivar do Sul et al ., 2011 ).\n\nOf particular concern is the longevity of plastic debris and its wide dispersal ability ( Barnes et al. , 2009 ; Wabnitz and Nichols, 2010 ; Reisser et al. , 2014b ). It has been recorded worldwide in a vast range of marine habitats, including remote areas far from human habitation ( Barnes et al ., 2009 ; Ivar do Sul et al ., 2011 ). Transported across the globe by winds and oceanic currents, high concentrations of floating plastic can accumulate in convergence zones, or gyres, as well as exposed coastlines ( Cózar et al ., 2014 ; Reisser et al ., 2014b ; Schuyler et al ., 2014 ). Enclosed seas, such as the Mediterranean basin, also experience particularly high levels of plastic pollution due to densely populated coastal regions and low diffusion from limited water circulation ( Cózar et al. , 2015 ). Once seaborne, plastic persists in the marine environment, fragmenting into smaller pieces as a result of wave action, exposure to UV and physical abrasion ( Andrady, 2015 ). Small particles are highly bioavailable to a wide spectrum of marine organisms ( Lusher, 2015 ). Furthermore, the hydrophobic properties and large surface area to volume ratio of microplastics (fragments of <5 mm in diameter) can lead to the accumulation of contaminants, such as heavy metals and polychlorinated biphenyls (PCBs), from the marine environment. These chemicals, and those incorporated during production (such as plasticizers), can leach into biological tissue upon ingestion, potentially causing cryptic sublethal effects that have rarely been investigated ( Koelmans, 2015 ).\n\nFor some species, plastics could present a major threat through ingestion, entanglement, the degradation of key habitats, and wider ecosystem effects ( Barnes et al. , 2009 ; Vegter et al. , 2014 ; Gall and Thompson, 2015 ). Among these species are the marine turtles, whose complex life histories and highly mobile behaviour can make them particularly vulnerable to the impacts of plastic pollution ( Arthur et al. , 2008 ; Ivar do Sul et al. , 2011 ; Schuyler et al. , 2014 ). As concern grows for the issue of marine plastic and the associated implications for biodiversity, it is essential to assess the risks faced by key species ( Vegter et al. , 2014 ). Understanding vulnerability is necessary for setting research priorities, advising management decisions, and developing appropriate mitigation measures ( Schuyler et al. , 2014 ; Vegter et al. , 2014 ). This is particularly pertinent given that marine turtles are of conservation concern and often seen as “flagships” for marine conservation issues ( Eckert and Hemphill, 2005 ).\n\nHere, we carry out a comprehensive review of the state of knowledge concerning this anthropogenic hazard and how it impacts marine turtles, and highlight a range of research and innovative methods that are urgently needed. To do so, we searched ISI Web of Knowledge and Google Scholar for the terms plastic, plastic pollution, marine debris, marine litter, ingestion, entanglement, entrapment, ghost nets and ghost fishing. Plastic and debris were also searched for in conjunction with beach, sand, coral reef, sea grass beds , and fronts . Alongside each search term, we also included the word turtle. We found that the number of peer-reviewed publications per year (between 1985 and 2014) has generally increased over time (Figure 1 a) and a descriptive overview of the 64 peer-reviewed studies is given in Table 1 (Ingestion) and Table 2 (Entanglement). We structure our review in five major sections looking at (i) ingestion, (ii) entanglement, (iii) impacts to nesting beaches, and (iv) wider ecosystem effects and then suggest priorities for (v) future research.\n\nTable 1.\n\nSummary of all studies on plastic ingestion by marine turtles.\n\nSpecies\tOcean basin\tStudy area\tReference\tYear of study\tn\tOccurrence %\tCCL range\tPelagic juvenile\tNeritic juvenile\tAdult\nLoggerhead ( Caretta caretta )\tMediterranean Sea\tTyrrhenian sea (Tuscany coast)\tCampani et al. (2013)\t2010–2011\t31\t71\t29.0–73.0\tX\t✓\t✓\n\tAdriatic sea (Croatia, Slovenia)\tLazar and Gračan (2011)\t2001–2004\t54\t35.2\t25.0–79.2\tX\t✓\t✓\n\tCentral Mediterranean (Sicily)\tRusso et al. (2003)\t1994–1998\t44\t15.9\tUnknown\tn.a.\tn.a.\tn.a.\n\tCentral Mediterranean (Italy)\tCasale et al. (2008)\t2001–2005\t79\t48.1\t25.0–80.3\tX\t✓\t✓\n\tWestern Mediterranean (Sardinia)\tCamedda et al. (2014)\t2008–2012\t121\t14\t51.38 ± 1.13\tX\t✓\t✓\n\tWestern Mediterranean (Balearic archipelago)\tRevelles et al. (2007)\t2002–2004\t19\t37\tUnknown\tn.a.\tn.a.\tn.a.\n\tWestern Mediterranean (Spain)\tTomás et al. (2002)\tn.a.\t54\t75.9\t34.0–69.0\t✓\t✓\t✓\n\tEastern Mediterranean (Turkey)\tKaska et al. (2004)\t2001\t65\t5\tUnknown\tn.a.\tn.a.\tn.a.\nAtlantic ocean\tNortheastern Atlantic (Azores, Portugal)\tFrick et al. (2009)\t1986–2001\t12\t25\t9.3–56.0\t✓\t✓\tX\n\tNorthwestern Atlantic (Georgia, USA)\tFrick et al. (2001)\tn.a.\t12\t0\t59.4–77.0\tX\t✓\t✓\n\tNorthwestern Atlantic (Virginia)\tSeney and Musick (2007)\t1983–2002\t166\t0\t41.6–98.5(SCL)\tX\t✓\t✓\n\tNorthwestern Atlantic (Florida, USA)\tBjorndal et al. (1994)\t1988–1993\t1\t100\t52\tX\t✓\tX\n\tGulf of Mexico (Texas, USA)\tPlotkin et al. (1993)\t1986–1988\t82\t51.2\t51.0–105.0\tX\t✓\t✓\n\tGulf of Mexico (Texas, USA)\tPlotkin and Amos (1990)\t1986–1988\t88\t52.3\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (New York, USA)\tSadove and Morreale (1989)\t1979–1988\t103\t2.9\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (Florida, USA)\tWitherington (1994)\tn.a.\t50\t32\t4.03–5.63\t✓\tX\tX\n\tGulf of Mexico (Texas and Louisiana, USA)\tCannon (1998)\t1994\t20\t5\tUnknown\tn.a.\tn.a.\tn.a.\n\tSouthwestern Atlantic (Brazil)\tBugoni et al. (2001)\t1997–1998\t10\t10\t63.0–97.0\tX\tX\t✓\nPacific Ocean\tSouthwestern (Australia)\tBoyle and Limpus (2008)\tn.a.\t7\t57.1\t4.6–10.6\t✓\tX\tX\n\tCentral north (Hawaii, USA)\tParker et al. (2005)\t1990–1992\t52\t34.6\t13.5–74.0\t✓\t✓\t✓\n\tNortheastern (Shuyak Island, Alaska)\tBane (1992)\t1991\t1\t100\t64.2\tX\t✓\tX\n\tNortheastern (California)\tAllen (1992)\t1992\t1\t100\t59.3\tX\t✓\tX\n\tNortheastern (Baja California, Mexico)\tPeckham et al. (2011)\t2003–2007\t82\t0\tUnknown\tn.a.\tn.a.\tn.a.\nIndian Ocean\tSouthwestern (Reunion Islands)\tHoarau et al. (2014)\t2007–2013\t50\t51.4\t68.7 ± 4.99\tX\t✓\t✓\n\tNortheastern (Queensland, Australia)\tLimpus and Limpus (2001)\t1989–1998\t47\t0\tUnknown\tn.a.\tn.a.\tn.a.\nGreen ( Chelonia mydas )\tMediterranean Sea\tCentral Mediterranean (Sicily)\tRusso et al. (2003)\t1994–1998\t1\t0\t37.8\tX\t✓\tX\nAtlantic ocean\tSouthwestern Atlantic (Río de la Plata)\tGonzález Carman et al. (2014)\t2008–2011\t64\t90\t31.3–52.2\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tBarreiros and Barcelos (2001)\t2000\t1\t100\t40.5\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tSantos et al. (2011)\t2007–2008\t15\t20\t35.1–60.0\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tda Silva Mendes et al. (2015)\t2008–2009\t20\t45\t33.0–44.0\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tBugoni et al. (2001)\t1997–1998\t38\t60.5\t28.0–50.0\tX\t✓\tX\n\tNorthwestern Atlantic (New York, USA)\tSadove and Morreale (1989)\t1979–1988\t15\t6.6\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (Florida, USA)\tBjorndal et al. (1994)\t1988–1993\t43\t55.8\t20.6–42.7\tX\t✓\tX\n\tGulf of Mexico (Texas and Louisiana, USA)\tCannon (1998)\t1994\t6\t33.3\tUnknown\tn.a.\tn.a.\tn.a.\n\tGulf of Mexico (Texas, USA)\tPlotkin and Amos (1990)\t1986–1988\t15\t46.7\tUnknown\tn.a.\tn.a.\tn.a.\n\tSouthwestern Atlantic (Brazil)\tGuebert-Bartholo et al. (2011)\t2004–2007\t80\t70\t29–73\tX\t✓\t✓\n\tSouthwestern Atlantic (Brazil)\tDi Beneditto and Awabdi (2014)\tn.a.\t49\t59.2\tUnknown\tn.a.\tn.a.\tn.a.\n\tSouthwestern Atlantic (Brazil)\tTourinho et al. (2010)\t2006–2007\t34\t100\t31.5–56.0\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tStahelin et al. (2012)\t2010\t1\t100\t39\tX\t✓\tX\n\tSouthwestern Atlantic (Brazil)\tPoli et al. (2014)\t2009–2010\t104\t12.5\t24.0–123.5\tX\t✓\t✓\n\tNorthwestern Atlantic (Florida, USA)\tFoley et al. (2007)\t2000–2001\t44\t2\tUnknown\tn.a.\tn.a.\tn.a.\nPacific Ocean\tSouthwestern (Australia)\tBoyle and Limpus (2008)\tn.a.\t57\t54.3\t5.5–11.3\t✓\tX\tX\n\tSoutheastern (San Andres, Peru)\tQuiñones et al. (2010)\t1987\t192\t42\tUnknown\tn.a.\tn.a.\tn.a.\n\tSoutheastern (Galápagos Islands, Ecuador)\tParra et al. (2011)\t2009–2010\t53\t3.3\t53.0–93.0\tX\t✓\t✓\n\tCentral north (Hawaii, USA)\tParker et al. (2011)\t1990–2004\t10\t70\t30.0–70.0\tX\t✓\t✓\n\tNortheastern (Baja California, Mexico)\tLópez-Mendilaharsu et al. (2005)\t2000–2002\t24\t0\tUnknown\tn.a.\tn.a.\tn.a.\n\tNortheastern (Gulf of California)\tSeminoff et al. (2002)\t1995–1999\t7\t29.5\tUnknown\tn.a.\tn.a.\tn.a.\nIndian Ocean\tNortheastern (Torres Strait, Australia)\tGarnett et al. (1985)\t1979\t44\t0\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern (UAE)\tHasbún et al. (2000)\t1997\t13\t0\t35–105.5\tX\t✓\t✓\n\tNorthwestern (Oman)\tRoss (1985)\t1977–1979\t9\t0\tUnknown\tn.a.\tn.a.\tn.a.\nLeatherback ( Dermochelys coriacea )\tMediterranean Sea\tCentral Mediterranean (Sicily)\tRusso et al. (2003)\t1994–1998\t5\t40\t131–145\tX\tX\t✓\nAtlantic ocean\tNortheastern Atlantic (Gwynedd, Wales)\tEckert and Luginbuhl (1988)\t1988\t1\t100\t256\tX\tX\t✓\n\tNortheastern Atlantic (Bay of Biscay)\tDuguy et al. (2000)\t1978–1995\t87\t55\tUnknown\tn.a.\tn.a.\tn.a.\n\tNortheastern Atlantic (Azores)\tBarreiros and Barcelos (2001)\t2000\t1\t100\t144\tX\tX\t✓\n\tNorthwestern Atlantic (Sable Island, Nova Scotia)\tLucas (1992)\t1984–1991\t2\t100\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (New York, USA)\tSadove and Morreale (1989)\t1979–1988\t85\t11.7\tUnknown\tn.a.\tn.a.\tn.a.\n\tSouthwestern Atlantic (Brazil)\tBugoni et al. (2001)\t1997–1998\t2\t50\t135–135\tX\tX\t✓\nPacific Ocean\tCentral-north Pacific (Midway Island)\tDavenport et al. (1993)\t1993\t1\t100\tUnknown\tn.a.\tn.a.\tn.a.\nAll\tGeneral\tMrosovsky et al. (2009)\t1885–2007\t408\t34\tUnknown\tn.a.\tn.a.\tn.a.\nHawksbill ( Eretmochelys imbricata )\tAtlantic ocean\tGulf of Mexico (Texas, USA)\tPlotkin and Amos (1990)\t1986–1988\t8\t87.5\tUnknown\tn.a.\tn.a.\tn.a.\n\tSouthwestern Atlantic (Brazil)\tPoli et al. (2014)\t2009–2010\t15\t33.3\t30.9–91.2\tX\t✓\t✓\nPacific Ocean\tNortheastern (Costa Rica)\tArauz Almengor and Morera Avila (1994)\t1992\t1\t100\t24.5\t✓\tX\tX\nKemp's ridley ( Lepidochelys kempii )\tAtlantic ocean\tNorthwestern Atlantic (New York, USA)\tBurke et al. (1994)\t1985–1989\t18\t0\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (New York, USA)\tSadove and Morreale (1989)\t1979–1988\t122\t0\tUnknown\tn.a.\tn.a.\tn.a.\n\tNorthwestern Atlantic (Florida, USA)\tBjorndal et al . (1994)\t1988–1993\t7\t0\t28.6–66.2\tX\t✓\t✓\n\tGulf of Mexico (Texas and Louisiana, USA)\tCannon et al . (1998)\t1994\t167\t5.4\tUnknown\tn.a.\tn.a.\tn.a.\n\tGulf of Mexico (Texas, USA)\tPlotkin and Amos (1988)\t1986–1988\t104\t29.8\tUnknown\tn.a.\tn.a.\tn.a.\n\tGulf of Mexico (Texas, USA)\tShaver (1991)\t1983–1989\t101\t29\t5.2–71.0\t✓\t✓\t✓\n\tGulf of Mexico (Texas, USA)\tShaver (1998)\t1984\t37\t19\tUnknown\tn.a.\tn.a.\tn.a.\nOlive ridley ( Lepidochelys olivacea )\tAtlantic ocean\tSouthwestern Atlantic (Brazil, Parabia)\tMascarenhas et al. (2004)\t2004\t1\t100\t66\tX\tX\t✓\n\tSouthwestern Atlantic (Brazil)\tPoli et al. (2014)\t2009–2010\t2\t100\t60.0–63.3\tX\t✓\t✓\nFlatback ( Natator depressus )\tIndian Ocean\tNortheastern (Darwin, Australia)\tChatto (1995)\t1994\t1\t100\t25.5\tX\t✓\tX\n\nCCL, curved carapace length.\n\nOpen in new tab\nTable 2.\n\nSummary of all studies on entanglement in plastic debris by marine turtles.\n\nSpecies\tOcean basin\tStudy area\tReference\tYear of study\tn\tCCL range\tPelagic juvenile\tNeritic juvenile\tAdult\tDebris type\nLoggerhead ( Caretta caretta )\tAtlantic ocean\tNortheastern (Boa Vista, Cape Verde Islands)\tLopez-Jurado et al. (2003)\t2001\t10\t62.0–89.0\tX\t✓\t✓\tFishing\n\tNortheastern (Terceira Island, Azores)\tBarreiros and Raykov (2014)\t2004–2008\t3\t37.3–64.1\tX\t✓\t✓\tFishing/land-based\nMediterranean Sea\tTyrrhenian sea (Island of Panarea, Sicily)\tBentivegna (1995)\t1994\t1\t48.5\tX\t✓\tX\tLand-based\n\tCentral Mediterranean (Italy)\tCasale et al. (2010)\t1980–2008\t226\t3.8–97.0\t✓\t✓\t✓\tFishing/land-based\nGreen ( Chelonia mydas )\tIndian Ocean\tNortheastern (Darwin, Australia)\tChatto (1995)\t1994\t1\t35\tX\t✓\tX\tFishing\n\t\tNortheastern (Australia)\tWilcox et al. (2013)\t2005–2009\t14\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\nHawksbill ( Eretmochelys imbricata )\tIndian Ocean\tNortheastern (Darwin, Australia)\tChatto (1995)\t1994\t1\t32.5\tX\t✓\tX\tFishing\n\tNortheastern (Australia)\tWilcox et al. (2013)\t2005–2009\t35\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\nOlive ridley ( Lepidochelys olivacea )\tIndian Ocean\tNortheastern (McCluer Island, Australia)\tJensen et al. (2013)\tUnknown\t44\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\n\tNortheastern (Australia)\tWilcox et al. (2013)\t2005–2009\t53\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\n\tNortheastern (Australia)\tChatto (1995)\t1994\t2\t64\tX\tX\t✓\tFishing\nAtlantic Ocean\tSouthwestern (Brazil)\tSantos et al. (2012)\t1996–2011\t18\t2.01–80.0\tX\t✓\t✓\tFishing\nFlatback ( Natator depressus )\tIndian Ocean\tNortheastern (Darwin, Australia)\tChatto (1995)\t1994\t1\t25.5\tX\t✓\tX\tLand-based\n\tNortheastern (Australia)\tWilcox et al. (2013)\t2005–2009\t3\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\nMultiple\tIndian Ocean\tNortheastern (Australia)\tWilcox et al . (2014)\t2005–2012\t336\tUnknown\tn.a.\tn.a.\tn.a.\tFishing\n\nCCL, curved carapace length.\n\nOpen in new tab\nFigure 1.\nOpen in new tabDownload slide\n\nNumber of publications returned from literature search per (a) year (between 1985 and 2014), (b) life stage, (c) species (Lh, Loggerhead; Gr, Green; Lb, Leatherback; Hb, Hawksbill; Kr, Kemp's ridley; Or, Olive ridley; Fb, Flatback), and (d) Ocean basin.\n\nIngestion\n\nThere are two potential pathways by which turtles may ingest plastic; directly or indirectly. Direct consumption of plastic fragments is well documented and has been observed in all marine turtle species ( Carr, 1987 ; Bjorndal et al. , 1994 ; Hoarau et al. , 2014 ; Schuyler et al. , 2014 ; Figure 2 a). Accidental ingestion may occur when debris is mixed with normal dietary items. For instance, one study found that juvenile green turtles ( Chelonia mydas ) consumed debris because it was attached to the macroalgae they target directly ( Di Beneditto and Awabdi, 2014 ). Alternatively, plastic ingestion may be a case of mistaken identity. As turtles are primarily visual feeders, they may misidentify items, such as shopping bags, plastic balloons, and sheet plastic, as prey and actively select them for consumption ( Mrosovsky, 1981 ; Tomás et al. , 2002 ; Gregory, 2009 ; Hoarau et al. , 2014 ). Hoarau et al. (2014) found a high occurrence of plastic bottle lids in the loggerhead turtles ( Caretta caretta ) they examined and surmised that the lids' round shape and presence floating near the surface visually resemble neustonic organisms normally preyed upon. Laboratory trials have found that turtles are able to differentiate between colours and so the visual properties of plastic are likely to be important factors determining the probability of ingestion ( Bartol and Musick, 2003 ; Swimmer et al. , 2005 ; Schuyler et al. , 2012 ). A number of studies have found that white and transparent plastics are the most readily consumed colours ( Tourinho et al. , 2010 ; Schuyler et al. , 2012 ; Camedda et al. , 2014 ; Hoarau et al. , 2014 ). It is not certain, however, whether this trend is a result of selectivity by the turtles or due to the differing proportions of plastic types and colours in the environment ( Schuyler et al. , 2012 ; Camedda et al. , 2014 ). Aside from visual cues, perhaps microbial biofilm formation on plastic debris and the associated invertebrate grazers ( Reisser et al. , 2014a ) cause the particles to emit other sensory cues (such as smell and taste) which could lead turtles to consume them. This, however, remains to be investigated.\n\nFigure 2.\nOpen in new tabDownload slide\n\nPlastics and marine turtles: (a) plastic fragments extracted from the digestive tract of a necropsied juvenile green turtle (inset), found stranded in northern Cyprus (photo: EMD); (b) plastic extruding from a green turtle's cloaca in Cocos Island, Costa Rica (photo: Cristiano Paoli); (c) loggerhead turtle entangled in fishing gear in the Mediterranean Sea (north of Libya) (photo: Greenpeace©/Carè©/Marine Photobank); (d) female green turtle attempting to nest among beach litter, northern Cyprus in 1992 before the commencement of annual beach cleaning (photo: ACB).\n\nIndirect ingestion may occur when prey items, such as molluscs and crustaceans that have been shown to ingest and assimilate microplastic particles in their tissues ( Cole et al. , 2013 ; Wright et al. , 2013 ), are consumed by carnivorous species. Although not yet investigated for marine turtles, trophic transfer has been inferred in other marine vertebrates, specifically pinnipeds ( McMahon et al. , 1999 ; Eriksson and Burton, 2003 ). For example, the prey of the Hooker's sea lion ( Phocarctos hookeri ), myctophid fish, ingest microplastic particles. Subsequently, the otoliths (ear bones) of these fish have been found alongside plastic particles within the sea lion scat, suggesting a trophic link ( McMahon et al. , 1999 ). This indirect ingestion may lead to sublethal effects that are difficult to identify, quantify and attribute to plastic ingestion as opposed to other water quality issues ( Baulch and Perry, 2014 ; Vegter et al. , 2014 ; Gall and Thompson, 2015 ). These are discussed later in this section.\n\nIt is likely that feeding ecology and diet, as well as habitat use in relation to areas of high plastic density, determine the likelihood and consequences of plastic ingestion ( Bond et al. , 2014 ). These differ among turtle life stages, regional populations and species, meaning that there are likely to be inter- and intraspecies variation in the densities and types of plastic encountered and potentially consumed ( Schuyler et al. , 2014 ).\n\nLife stage\n\nBoth the likelihood of exposure to and consequences of ingestion differ across life stage. Post-hatchlings and juveniles of six of the seven marine turtle species undergo a period of pelagic drifting, known as the “ lost year ”. Although flatback turtles ( Natator depressus ) lack an oceanic dispersal stage, their habitat use during the post-hatchling phase is still likely to be influenced by bathymetry and coastal currents ( Hamann et al. , 2011 ). Currents transport hatchlings away from their natal beaches, often to oceanic convergence zones, such as fronts or downwelling areas ( Bolten, 2003 ; Boyle et al. , 2009 ; Scott et al. , 2014 ). These areas can be highly productive and act as foraging hotspots for many marine taxa, including fish, seabirds, and marine turtles ( Witherington, 2002 ; Scales et al. , 2014 ; Schuyler et al. , 2014 ). However, along with food, advection also draws in and concentrates floating anthropogenic debris, increasing the likelihood of exposure to plastic. This spatial overlap potentially creates an ecological trap for young turtles ( Carr, 1987 ; Tomás et al. , 2002 ; Battin, 2004 ; Witherington et al. , 2012 ; Cózar et al. , 2014 ). Their vulnerability is further intensified by indiscriminate feeding behaviour, often mistaking plastic for prey items or accidentally ingesting debris while grazing on organisms that are encrusted on such items ( McCauley and Bjorndal, 1999 ; Schuyler et al. , 2012 ; Hoarau et al. , 2014 ). Additionally, turtles in early life history stages, that are small in size, may be at higher risk of mortality from plastic ingestion due to their smaller, less robust, digestive tracts ( Boyle, 2006 ; Schuyler et al. , 2012 ). During our literature search, we found that of all the life stages, young “ lost year ” juveniles are the most data deficient, but potentially the most vulnerable (Figure 1 b).\n\nAfter the post-hatchling pelagic stage, most populations of chelonid (hard-shelled) species, such as loggerheads, greens, and hawksbills ( Eretmochelys imbricata ), undergo an ontogenetic shift in feeding behaviour where they may switch to benthic foraging in neritic areas (although some populations forage pelagically even in larger size classes; Tomás et al. , 2001 ; Witherington, 2002 ; Hawkes et al. , 2006 ; Arthur et al. , 2008 ; Schuyler et al. , 2012 ). Some foraging areas experience higher concentrations of plastic debris due to physical processes, for example, frontal systems or discharging rivers, and when such accumulations overlap with turtle foraging grounds, high rates of ingestion may be observed ( González Carman et al. , 2014 ). Indeed, González Carman et al. (2014) reported that 90% of the juvenile green turtles examined had ingested anthropogenic debris and postulated that, aside from the high concentrations of debris, poor visibility (caused by estuarine sediment) and therefore a reduced ability to discriminate among ingested items may also be a factor.\n\nSpecies\n\nThe results from our literature search show that, of all peer-reviewed publications (between 1985 and 2014; n = ∼6668) looking at marine turtles, the proportion that investigated occurrences of plastic ingestion is relatively low, ranging from 1 to 2% depending on species. We found that the majority of these studies focused on loggerhead ( n = 24; 44%) and green turtles ( n = 23; 43%) in contrast to a small number of reports on the leatherback ( Dermochelys coriacea ; n = 7, 13%), Kemp's ridley ( Lepidochelys kempii ; n = 7; 13%), hawksbill ( n = 3; 6%), olive ridley ( Lepidochelys olivacea ; n = 2; 4%), and flatback turtles ( n = 2; 4%; Figure 1 c). These biases, however, are broadly reflected by those observed for general turtle studies (green = 35%, loggerhead = 31%, leatherback = 14%, hawksbill = 9%, olive ridley = 5%, kemps ridley = 4%, and flatback = 1%). This relationship demonstrates the need for caution when interpreting apparent patterns based on the number of observations of plastic ingestion among species.\n\nWe also found that the majority of research was carried out in the Atlantic Ocean basin ( n = 28 of 55 publications on plastic ingestion by turtles; Figure 1 d). These strong biases towards certain species/regions demonstrate a need to expand research to better understand plastic ingestion for the taxon, globally.\n\nAmong marine turtles, there are profound interspecific differences in feeding strategies, diet, and habitat use that could result in varying likelihoods of exposure to and consequences of plastic ingestion ( Bjorndal, 1997 ; Schuyler et al. , 2014 ). For example, the generalist feeding strategy of loggerhead turtles seems to put them at high risk of ingesting plastic, but their ability to defecate these items, due to a wide alimentary tract, however, demonstrates a certain degree of tolerance (in adults and subadults; Bugoni et al. , 2001 ; Tomás et al. , 2001 , 2002 ; Hoarau et al. , 2014 ). This, though, may not mitigate the sublethal effects which may occur as a result of plastic ingestion (see the Ecological effects section). Although not heavily studied when compared with the other turtle species (Figure 1 c), ingestion rates by Kemp's ridley turtles appear to be low. This may be because they specialize in hunting active prey, such as crabs, which plastic debris is less likely to be mistaken for ( Bjorndal et al. , 1994 ). Nonetheless, a potential issue for benthic feeding, carnivorous marine turtle species, such as Kemp's ridley, olive ridley, loggerhead, and flatback turtles, is indirect ingestion of microplastics through consumption of contaminated invertebrate prey, such as molluscs and crustaceans ( Parker et al. , 2005 ; Casale et al. , 2008 ) and any associated sediments. Green turtles too are mostly benthic feeders but are largely herbivorous ( Bjorndal, 1997 ). Their preference for sea grass or algae may lead to a greater likelihood of ingesting clear soft plastics resembling their natural food in structure and behaviour. A study in southeastern Brazil found that 59% of juvenile green turtles stomachs contained flexible and hard plastic debris (clear, white, and coloured) and Nylon filaments ( Di Beneditto and Awabdi, 2014 ); another found that 100% of green turtle stomachs examined contained at least one plastic item ( Bezerra and Bondioli, 2011 ). Hawksbills, although omnivorous, prefer to consume sponges and algae, acting as important trophic regulators on coral reefs ( León and Bjorndal, 2002 ). While clean-up surveys on coral reefs show that plastic is present in such habitats ( Abu-Hilal and Al-Najjar, 2009 ), data on the ingestion rates and selectivity for hawksbills are lacking (Figure 1 c). Peer-reviewed studies investigating ingestion by flatbacks are also scarce, but we found reports that in 2003, a flatback turtle died following ingestion of a balloon ( Greenland and Limpus, 2003 ) and in 2014, four out of five stranded post-hatchling flatback turtles had ingested plastic fragments ( StrandNet Database, 2015 ). Pelagic species that forage on gelatinous prey, such as leatherbacks, are also susceptible to plastic ingestion and Mrosovsky et al. (2009) estimated that approximately one-third of all adult leatherbacks autopsied from 1968 to 2007 had ingested plastic. This is thought to be due to similarities to prey items, such as jellyfish, acting as sensory cues to feed ( Schuyler et al. , 2014 ).\n\nEcological effects\n\nThe effects of plastic ingestion can be both lethal and sublethal, the latter being far more difficult to detect and likely more frequent ( Hoarau et al. , 2014 ; Schuyler et al. , 2014 ; Gall and Thompson, 2015 ). Tourinho et al. (2010) reported that 100% of stranded green turtles ( n = 34) examined in southeastern Brazil had ingested anthropogenic debris, the majority of which was plastic, but the deaths of only three of these turtles could be directly linked to its presence. Damage to the digestive system and obstruction is the most conspicuous outcome and is often observed in stranded individuals (Figure 2 b; Camedda et al. , 2014 ). The passage of hard fragments through the gut can cause internal injuries and intestinal blockage ( Plotkin and Amos, 1990 ; Derraik, 2002 ). Accidental ingestion of plastic fishing line may occur when turtles consume baited hooks (e.g. Bjorndal et al. , 1994 ). As the line is driven through the gut by peristalsis, it can become constricted, causing damage, such as tearing to the intestinal wall ( Parga, 2012 ; Di Bello et al. , 2013 ).\n\nIn some cases, the sheer volume of plastic within the gut is noticeable during necropsy or possibly via X-ray or internal examination. Small amounts of anthropogenic debris, however, have been found to block the digestive tract ( Bjorndal et al. , 1994 ; Bugoni et al. , 2001 ; Schuyler et al. , 2014 ; Santos et al. , 2015 ). For example, Santos et al. (2015) found that only 0.5 g of debris (consisting of mainly soft plastic and fibres) was enough to block the digestive tract of a juvenile green turtle, ultimately causing its death. Additionally, hardened faecal material has been known to accumulate as a result of the presence of plastic and the associated blockage to the gastrointestinal system ( Davenport et al. , 1993 ; Awabdi et al. , 2013 ). On the contrary, it is possible for significant amounts of plastic to accumulate and remain within the gut without causing lethal damage ( Hoarau et al. , 2014 ). For example, Lutz (1990) reported that plastic pieces remained in the gut of a normally feeding captive turtle for four months. In the long term, however, a reduction in feeding stimulus and stomach capacity could lead to malnutrition through dietary dilution which occurs when debris items displace food in the gut, reducing the turtles ability to feed ( McCauley and Bjorndal, 1999 ; Plot and Georges, 2010 ; Tourinho et al. , 2010 ). Experimental evidence has shown that dietary dilution causes post-hatchling loggerheads to exhibit signs of reduced energy and nitrogen intake ( McCauley and Bjorndal, 1999 ). Post-hatchlings and juvenile turtles are of particular concern because their smaller size means that starvation is likely to occur more rapidly which has consequences for the turtle's ability to obtain sufficient nutrients for growth ( McCauley and Bjorndal, 1999 ; Tomás et al. , 2002 ).\n\nThe presence of large quantities of buoyant material within the intestines may affect turtles' swimming behaviour and buoyancy control. This is especially crucial for deep diving species, such as the leatherbacks ( Fossette et al. , 2010 ) and small benthic foragers, such as flatbacks. Additionally, plastic ingestion can compromise a female's ability to reproduce. For example, plastic was found to block the cloaca of a nesting leatherback turtle, preventing the passage of her eggs ( Plot and Georges, 2010 ; Sigler, 2014 ).\n\nLong gut residency times for plastics may lead to chemical contamination as plasticizers, such as Bisphenol A and phthalates, leach out of ingested plastics and can be absorbed into tissues, potentially acting as endocrine disrupters ( Oehlmann et al. , 2009 ). Additionally, due to their hydrophobic properties, plastics are known to accumulate heavy metals and other toxins, such as PCBs, from the marine environment which can also be released during digestion ( Cole et al. , 2015 ; Wright et al. , 2013 ). Such contaminants have been shown to cause developmental and reproductive abnormalities in many taxa, such as egg-shell thinning and delayed ovulation in birds as well as hepatic stress in fish ( Azzarello and Van Vleet, 1987 ; Wiemeyer et al. , 1993 ; Oehlmann et al. , 2009 ; Rochman et al. , 2013a , b ; Vegter et al. , 2014 ). To date, the knowledge base regarding these issues in marine turtles is limited.\n\nIndirectly ingested microplastics may pass through the cell membranes and into body tissues and organs where they can accumulate and lead to chronic effects ( Wright et al. , 2013 ). The implications of trophic transfer, of both the microplastics and their associated toxins, are as yet unknown ( Cole et al. , 2013 ; Wright et al. , 2013 ; Reisser et al. , 2014a ) and worthy of investigation.\n\nIt is possible that the sublethal effects of plastic ingestion, including dietary dilution, reduced energy levels, and chemical contamination, may lead to a depressed immune system function resulting in an increased vulnerability to diseases, such as fibropapillomatosis ( Landsberg et al. , 1999 ; Aguirre and Lutz, 2004 ). Stranded juvenile green turtles in Brazil exhibit both high occurrence of plastic ingestion and incidences of this disease ( Santos et al. , 2011 ). Additionally, plastic ingestion may impact health and weaken the turtle's physical condition which could impair the ability to avoid predators and survive anthropogenic threats, such as ship strikes and incidental capture by fisheries, issues which already threaten many marine turtle populations ( Lewison et al. , 2004 ; Hazel and Gyuris, 2006 ; Hoarau et al. , 2014 ). Other longer term consequences could include reduced growth rates, fecundity, reproductive success, and late sexual maturation which could have long-term demographic ramifications for the stability of marine turtle populations ( Hoarau et al. , 2014 ; Vegter et al. , 2014 ).\n\nIn summary, the potential effects of plastic ingestion on marine turtles are diverse and often cryptic, making it difficult to identify a clear causal link. The sheer scale of possibilities, though, makes this topic one that is in urgent need of further research.\n\nEntanglement\n\nEntanglement in marine debris, such as items from land-based sources and lost fishing gear (known as “ghost gear”), is now recognized as a major threat to many marine species (Figure 2 c; Gregory, 2009 ; Wilcox et al. , 2013 ; Vegter et al. , 2014 ). Their sources are difficult to trace, but their widespread distribution indicates that ocean currents and winds may be dispersal factors ( Santos et al. , 2012 ; Jensen et al. , 2013 ; Wilcox et al. , 2013 ). Entanglement is one of the major causes of turtle mortality in many areas including northern Australia and the Mediterranean ( Casale et al. , 2010 ; Jensen et al. , 2013 ; Wilcox et al. , 2013 ; Camedda et al. , 2014 ). Despite this, quantitative research on mortality rates is lacking and a large knowledge gap exists in terms of implications for global sea turtle populations ( Matsuoka et al. , 2005 ). Our literature search returned just nine peer-reviewed publications directly referring to marine debris entanglement and turtles ( Bentivegna, 1995 ; Chatto, 1995 ; Lopez-Jurado et al. , 2003 ; Casale et al. , 2010 ; Santos et al. , 2012 ; Jensen et al. , 2013 ; Wilcox et al. , 2013 , 2014 ; Barreiros and Raykov, 2014 ) and of these, seven are related to ghost fishing gear. For individual turtles, the effects of entanglement are injuries, such as abrasions, or loss of limbs; a reduced ability to avoid predators; or forage efficiently due to drag leading to starvation or drowning ( Gregory, 2009 ; Barreiros and Raykov, 2014 ; Vegter et al. , 2014 ). From a welfare perspective, entanglement may cause long-term suffering and a slow deterioration ( Barreiros and Raykov, 2014 ). In some cases, injuries are so severe that amputation or euthanasia are the only options for rehabilitators ( Chatto, 1995 ; Barreiros and Raykov, 2014 ).\n\nGhost nets—mostly consisting of synthetic, non-biodegradable fibres, such as Nylon—may persist in the marine environment for many years, indiscriminately “fishing” an undefinable number of animals ( Bentivegna, 1995 ; Wilcox et al. , 2013 , 2014 ; Stelfox et al. , 2014 ). Some nets, which may be several kilometres long, drift passively over large distances ( Brown and Macfadyen, 2007 ; Jensen et al. , 2013 ), eventually becoming bio-fouled by marine organisms and attracting grazers and predators, such as turtles ( Matsuoka et al. , 2005 ; Gregory, 2009 ; Jensen et al. , 2013 ; Stelfox et al. , 2014 ). Although this widespread problem is not unique to turtles, as a taxon, they appear to be particularly vulnerable. For example, a study by Wilcox et al. (2013) reported that 80% of the animals found in lost nets off the Australian coast were turtles. It may be, however, that the physical attributes of marine turtles mean they are more persistent in these nets. For example, their robust carapaces are likely to degrade more slowly and could be easier to identify than carcasses of other marine animals.\n\nMore recently, Wilcox et al. (2014) found that nets with large mesh sizes but smaller twine sizes are more likely to entangle turtles, and larger nets seemed to attract turtles, further increasing their catch rates.\n\nAside from lost or discarded fishing gear, turtles may become trapped in debris from land-based sources. For example, a juvenile loggerhead was found off the island of Sicily trapped in a bundle of polyethylene packaging twine ( Bentivegna, 1995 ) and a juvenile flatback turtle stranded in Australia after becoming trapped in a woven plastic bag ( Chatto, 1995 ). Reports of such incidences in scientific literature are scarce and it is likely that many individual cases of entanglement are never published (BJG, pers. obs.). Thus, the rates of entanglement in debris, such as sheet plastic and Nylon rope, from land-based sources may be greatly underestimated.\n\nThere are few investigations into the susceptibility of the various life stages, but one study found that for olive ridleys, the majority of trapped animals were subadults and adults ( Santos et al. , 2012 ). There could be several reasons for this. First, the smaller size of young juveniles enhances their ability to escape. Second, it may be that their carcasses are more readily assimilated into the environment through depredation and decomposition and therefore the evidence of their entanglement is less likely to be discovered. Lastly, it may be that nets are impacting migrating or breeding areas rather than juvenile habitats. The lack of published literature means that the scale of entanglement-induced mortality is unknown, as are the population level impacts of such mortality.\n\nImpacts on nesting beaches\n\nNesting beaches are extremely important habitats for marine turtles and are already under pressure from issues such as sea-level rise and coastal development ( Fuentes et al. , 2009 ). Sandy shorelines are thought to be sinks for marine debris whereby litter, after becoming stranded, is eventually trapped in the substrate or is blown inland ( Poeta et al. , 2014 ). As such, various sizes and types of plastic accumulate on marine turtle nesting beaches ( Ivar do Sul et al. , 2011 ; Turra et al. , 2014 ). Developed or remote beaches may experience similar levels of contamination but inaccessible beaches, which are not cleaned may experience greater densities of plastic pollution (Figure 2 d; Özdilek et al. , 2006 ; Ivar do Sul et al. , 2011 ; Triessnig, 2012 ). From large fishing nets to tiny microscopic particles, this debris presents a threat to nesting females, their eggs, and emerging hatchlings ( Ivar do Sul et al. , 2011 ; Triessnig, 2012 ; Turra et al. , 2014 ), further limiting and/or degrading the amount of habitat available for reproduction.\n\nFemale marine turtles are philopatric, returning to their natal region to lay eggs in the sand ( Bowen and Karl, 2007 ). Large debris obstacles may impede females during the nest site selection stage, causing them to abort the nesting attempt and return to the sea without depositing eggs ( Chacón-Chaverri and Eckert, 2007 ). Alongside this, entanglement is a risk when debris, such as netting, monofilament fishing line, and rope, is encountered ( Ramos et al. , 2012 ). Additionally, macro-plastic within the sand column itself may prevent hatchlings from leaving the egg chamber, trapping them below the surface (Authors', pers. obs.).\n\nOn emergence from the nest, hatchlings must orient themselves towards the sea and enter the water as quickly as possible to avoid depredation and desiccation ( Tomillo et al. , 2010 ; Triessnig, 2012 ). The presence of obstacles may act as a barrier to this frenzy crawl, not only trapping and killing the hatchlings but increasing their vulnerability to predators and causing them to expend greater amounts of energy ( Özdilek et al. , 2006 ; Triessnig, 2012 ).\n\nThe physical properties of nesting beaches, particularly the permeability and temperature, are known to be altered by the presence of plastic fragments and pellets ( Carson et al. , 2011 ). These authors found that adding plastic to sediment core samples significantly increased permeability, and sand containing plastics warmed more slowly, resulting in a 16% decrease in thermal diffusivity ( Carson et al. , 2011 ). This, and the fact microplastics have been found up to 2 m below the surface ( Turra et al. , 2014 ), indicates potential ramifications for turtle nests. Hatchling sex-ratios are temperature-dependent; consequently, eggs that are exposed to cooler temperatures produce more male hatchlings than females within the clutch ( Witt et al. , 2010 ; Carson et al. , 2011 ; Vegter et al. , 2014 ). Eggs buried beneath sediment containing a high plastic load may also require a longer incubation period to develop sufficiently ( Carson et al. , 2011 ). Increased permeability may result in reduced humidity which could in turn lead to desiccation of the eggs ( Carson et al. , 2011 ). Other possible impacts include sediment contamination from absorbed persistent organic pollutants or leached plasticizers ( Oehlmann et al. , 2009 ; Carson et al. , 2011 ; Turra et al. , 2014 ). For example, the physiological processes of normal gonad development in red-eared slider turtles ( Trachemys scripta ) at male-producing incubation temperatures were altered by PCB exposure, resulting in sex ratios that were significantly biased towards females ( Matsumoto et al. , 2014 ).\n\nWider ecosystem impacts\n\nMarine turtles utilize a variety of aquatic habitats that are both neritic and oceanic ( Bolten, 2003 ), but the presence of marine plastics may reduce productivity and cause detrimental changes in ecosystem health ( Richards and Beger, 2011 ). Here, we outline the possible impacts of plastic pollution on two key types of habitats.\n\nNeritic foraging habitats\n\nCoral reefs are relied upon by turtles for food, shelter from predators, and the removal of parasites by reef fish at “cleaning stations” ( León and Bjorndal, 2002 ; Blumenthal et al. , 2009 ; Sazima et al. , 2010 ; Goatley et al. , 2012 ). Richards and Beger (2011) found a negative correlation between the level of hard coral cover and coverage of marine debris as it causes suffocation, tissue abrasion, shading, sediment accumulation, and smothering; all of which may lead to coral mortality ( Matsuoka et al. , 2005 ; Brown and Macfadyen, 2007 ; Richards and Beger, 2011 ). Additionally, high densities of marine debris appear to impact both the diversity and functioning of coral reef communities, which may lead to a further reduction in biodiversity ( Matsuoka et al. , 2005 ; Richards and Beger, 2011 ). Furthermore, scleractinian corals have been shown to ingest and assimilate microplastics within their tissues, suggesting that high microplastic concentrations could impair the health of coral reefs ( Hall et al. , 2015 ). For turtles, changes to these assemblages may lead to a reduced availability of food, a greater predation risk, and an increase in epibiotic loads, such as barnacles ( Sazima et al. , 2010 ).\n\nSea grass beds and macroalgae communities are important foraging habitats for the herbivorous green turtle but are sensitive to habitat alterations; the impacts of which are often observed in the form of reduced species richness ( Santos et al. , 2011 ). As highly competitive species become dominant, some marine herbivores are forced to consume less-preferred algal species which in turn reduces the dietary complexity of those organisms ( Santos et al. , 2011 ). Balazs (1985) found that this resulted in reduced growth rates of juvenile turtles.\n\nOceanic fronts\n\nAs previously discussed, features such as mesoscale thermal fronts and smaller coastal eddies act as foraging hotspots for many marine organisms and are an important micro-habitat for pelagic or surface feeding coastal turtles ( Scales et al. , 2014 , 2015 ). However, these features are likely sink areas for both macro and microplastics which degrade the quality of these critical habitats, not only in terms of increasing the risk of direct harm through ingestion and entanglement, but by indirectly altering the abundance and quality of the food available ( González Carman et al. , 2014 ). Small particles of plastic are known to affect the reproduction and growth rates of low trophic level organisms, for example, zooplankton ( Cole et al. , 2013 ). Finally, there is a possibility that the accumulation of such plastic debris can inhibit the gas exchange within the water column, resulting in hypoxia or anoxia in the benthos, which in turn can interfere with normal ecosystem functioning and alter the biodiversity of the seabed ( Derraik, 2002 ).\n\nFuture research\n\nThere are many worthy lines of investigation that would further aid our understanding of the expanding issue of marine plastic pollution and its impact on marine turtles. These are discussed below and summarized in Table 3 .\n\nTable 3.\n\nSummary of recommended research priorities.\n\nTopic\tMethods\nIngestion\tExperiments and field-based studies to investigate selectivity (by size, polymer type, colour) and cues leading to ingestion\nTargeted efforts to necropsy more widely to address demonstrated geographic, species, life stage, sex, and negative-results biases. Incorporate body condition indices. This would be facilitated by a global database\nAnalyse faecal and lavage samples from live specimens with targeted efforts to sample pelagic life stages\nCompare data for differences in frequency, amount, type, shape, colour of plastic. Use standardized methods to catalogue debris for comparable results\nCreate risk maps by assessing exposure to and consequences of ingestion, i.e. , utilizing satellite tracking, oceanographic and niche modelling in combination with empirical data, i.e. , from necropsies for ground-truthing\nUnderstand distribution of plastic by size and type in the water column and benthic habitats and develop three-dimensional oceanographic models to understand transport and sink areas for microplastics\nIn situ investigation of plastic passage time and breakdown in turtle gut\nHealth studies focusing on short- and long-term impacts of plastic debris ingestion\nInvestigate role as secondary consumers including dietary analysis using molecular and isotope techniques. Sample wild invertebrate prey species for the presence of microplastics. Mesocosm experiments in a controlled laboratory setting\nFurther investigation of potential for plastic consumption to lead to secondary contamination and methods to detect exposure\nDevelop methods for the quantification of microplastics in turtle gut content\nDevelop risk frameworks for species and populations, including detection of vulnerable life stages\nEntanglement\tDevelop a global online database that records incidents of exposure according to entanglement, debris type, species, and life stage\nIncrease reports and understanding of entanglement in plastic debris from land-based sources\nCreating risk maps utilizing satellite tracking, oceanographic and niche modelling, and data from fisheries layers such as VMS. Ground-truthing and investigation of consequences using empirical data, i.e. , necropsies\nOn encountering debris, record the presence/absence and decomposition state of any entangled turtles\nFor live strandings, gather information on health status and post-release mortality\nImpacts on nesting beaches\tRecord observations of encounters with beach debris for females and hatchlings\nEstablish baseline surveys for occurrence of plastic debris on beaches with global online database\nSample sand-cores to investigate subsurface plastic distributions/densities\nInvestigate effects on eggs and hatchlings ( e.g. , sex ratios, embryo development, and fitness)\nUse oceanographic modelling to forecast how and when key coastal areas are likely to be impacted by plastic pollution\nEcosystem effects\tMonitor key turtle habitats to generate baseline data. Mesocosm experiments. Collaborate with other research disciplines and industries\nDevelop methods to detect and quantify trophic transfer of plastic, associated toxins, and bioaccumulation\nExplore the impact of plastics on the process of bentho-pelagic coupling\nOpen in new tab\nIngestion\n\nGiven the variability in the scale and extent of plastic pollution within the marine environment, there is a clear need to improve our knowledge of relative risk. To achieve this, we advocate for further research to better understand the species, populations, and size classes that have either high likelihood of exposure or high consequences of ingestion. There are a number of biases that need to be eliminated in our knowledge base.\n\nGeographic\n\nStudies from the Atlantic are as many as those from all other oceans combined. There clearly needs to be much further work from the Indo-pacific.\n\nSpecies\n\nAlthough the relative distribution of studies in some way maps to the overall research effort across species, there clearly needs to be more work on species other than loggerhead and green turtles. Of particular interest are hawksbill, leatherback, and olive ridley turtles, given their cosmopolitan distribution and the largely oceanic nature of the latter two species. For Kemp's ridleys and flatbacks, despite their limited geographic range, there is clearly room for a better understanding of this problem, especially given the conservation status of the former.\n\nLife stage\n\nIt is suggested that young turtles residing in or transiting convergence zones, where high densities of plastics are known to occur, are at greater risk from ingesting plastic debris. As such, these areas could act as a population sink ( Witherington, 2002 ; Witherington et al. , 2012 ; González Carman et al. , 2014 ). As the development and survivorship of young turtles is critical for species persistence, it must be emphasized to generate greater understanding of the impacts of plastics for this life stage and therefore future population viability. Further sampling of frontal zones and knowledge concerning the oceanic developmental stage or “lost years” is also needed. Particularly as the detectability of mortality rates in these post-hatchling turtles is likely to be low ( Witherington, 2002 ; Witherington et al. , 2012 ).\n\nWe found only one study that compared ingestion between the sexes, the results of which showed that the frequency of occurrence of debris ingestion was significantly higher in females. Further studies are needed to investigate whether this pattern is observed elsewhere and if so, whether this sex-based difference in plastic ingestion is biologically significant ( Bjorndal et al. , 1994 ).\n\nIn terms of practical methods for identifying temporal and spatial patterns of plastic ingestion by turtles, Schuyler et al. (2014) found necropsy to be the most effective method. Its application, however, is constrained by small sample sizes because data collection is limited to dead animals. Therefore, every opportunity to examine by-caught and stranded individuals should be utilized ( Bjorndal et al. , 1994 ). Alongside gut contents from necropsied turtles, faecal and lavage samples from live specimens should also be analysed. Although not currently a commonly used practise, this may offer insights into survival, partial or total digestion, and comparisons with dead turtles with plastic loads ( Witherington, 2002 ; Hoarau et al. , 2014 ). Integrating body condition indices into necropsy practices will generate a better understanding of the sublethal impacts of plastic ingestion, such as malnutrition and the absorption of toxins ( Bjorndal et al. , 1994 ; Gregory, 2009 ; Labrada-Martagón et al. , 2010 ). It may also be useful to record conditions such as the presence of fibropapillomatosis or epibiotic loads (such as barnacles) as they are also often used as indicators of health ( Aguirre and Lutz, 2004 ; Stamper et al. , 2005 ).\n\nWhen surveying the literature on plastic debris and marine turtles, it must be emphasized to recognize that published studies do not necessarily represent a randomized sample of the rates of interactions between marine turtles and plastic debris. It is unlikely that researchers who find no evidence of plastic in their study (either in habitats or during necropsies) report negative findings—we found only two studies that did so ( Flint et al. , 2010 ; Reinhold, 2015 ). Data on the absence of marine turtle interactions with plastic debris form an important complement to other datasets, and will facilitate a better understanding of spatio-temporal trends in rates of interactions. We strongly encourage researchers to publish both positive and negative results related to plastics and marine turtles.\n\nWe suggest that the endeavours above would be greatly facilitated by a global open access database of necropsy results with regard to plastics. At its simplest, this would be date, location, species, size, state of decomposition, likely cause of death, and some basic descriptors of presence or absence of plastic ingestion or entanglement with associated metadata. This way, workers with a single or small number of cases could still contribute to the global endeavour. Currently, seaturtle.org hosts a Sea Turtle Rehabilitation and Necropsy Database, STRAND, which allows users to upload gross necropsy reports.\n\nTo complement this, it will be important to investigate the passage of plastics through the gut, their degradation, and in addition the transport and bioavailability of bioaccumulative and toxic substances ( Campani et al. , 2013 ). Few studies have been conducted on the bioaccumulation and trophic transfer of microplastics. Most have focused on invertebrates in controlled laboratory experiments and none focus on the higher trophic level organisms such as marine turtles ( Wright et al. , 2013 ). Future studies should sample turtle prey species for the presence of microplastics, examine trophic transfer from prey species containing microplastics, and test for the presence of the contaminants associated with these particles in tissues of necropsied turtles.\n\nTo ensure data are comparable, the measurements used to quantify plastic abundance should be standardized. Currently, a variety of metrics are employed, making comparisons among studies difficult. The most common approach is to record total numbers and/or size of fragments. There is a possibility, however, that plastic may break down within the gut or become compressed to appear smaller. Therefore, it is more accurate and comparable to record the total dry weight once extracted ( Schuyler et al. , 2012 ; Camedda et al. , 2014 ). Additionally, a wider, more global application of the European Marine Strategy Framework Directive (MSFD) “toolkit” for classification would allow a better comparison of the properties and types of ingested plastics. Furthermore, although not currently included in the MSFD toolkit, efforts to classify colour and/or shape would aid selectivity studies and offer insights as to whether these properties influence the levels of ingestion by turtles ( Lazar and Gračan, 2011 ; Hoarau et al. , 2014 ). The colour and shape should then be compared with those of plastic pieces found in the environment of the species/life stage investigated. Systematic collection of photos with a scale bar could allow computer-based analytical techniques to be used to classify plastics and compare data across studies.\n\nDebris–turtle interactions often occur in remote locations, far from human habitation and the chronic effects of plastic ingestion may present themselves long after the items were first encountered ( Witherington, 2002 ; Ivar do Sul et al. , 2011 ; Schuyler et al. , 2014 ). The use of tracking technologies, such as satellite telemetry, has already been successfully employed to identify foraging habitats and migration corridors for all sea turtle species. Such data are now being used to develop niche models that can offer a synoptic view of the distribution of a whole segment of a population by season ( Pikesley et al. , 2013 ) and can help predict where these ranges may be in the future ( Pikesley et al. , 2014 ). Combining such data with plastic debris concentrations using remote sensing methods may identify threat hotspots leading to more effective conservation recommendations ( Barnes et al. , 2009 ). At present, the tracking devices used on subadult and adult turtles are not yet available for hatchlings, but technological advances mean they will most likely be available soon as small turtles are now being tracked ( Abecassis et al. , 2013 ; Mansfield et al. , 2014 ). In the interim, direct sampling of juveniles in situ with subsequent assessment of plastic loads during a period of captivity would seem a reasonable approach. Alternative methods, such as ocean circulation modelling, can be used to predict the migratory trajectories of hatchling turtles to understand their movements in the open ocean ( Putman et al. , 2012 ). Additionally, such methods could also be employed to simulate marine debris dispersal. The development of sophisticated three-dimensional oceanographic models will enable substantial improvements to our understanding of debris transport and turtle movements.\n\nThe analysis of trace elements may be used to broadly infer the locations of foraging areas and deduce possible interactions with high concentrations of plastics ( López-Castro et al. , 2013 ). A study by López-Castro et al. (2013) tentatively identified six oceanic clusters as foraging locations for Atlantic green turtles. As it stands this method needs refinement but with further development, fine-scale mapping may become feasible, offering valuable insights in terms of the spatial overlap with plastic debris distribution.\n\nIn addition to the horizontal spatial overlap between turtles and plastics, it would also be beneficial to understand the vertical distribution of quantities and sizes of plastics as this will influence the degree to which marine biodiversity is affected, particularly for those taxa who breathe air and forage near the surface ( Reisser et al. , 2014b ).\n\nEntanglement\n\nIn a study by Wilcox et al. (2013) , the spatial degree of threat posed by ghost net entanglement was predicted by combining physical models of oceanic drift and beach clean data with data concerning marine turtle distributions in northern Australia. This process identified high-risk areas so that recommendations for monitoring and remediation could be made ( Wilcox et al. , 2013 ). This approach could be replicated on a global scale but would only be possible where such data exist. As such, a greater research effort is urgently needed ( Matsuoka et al. , 2005 ). Indeed, the MSFD Technical Subgroup on Marine Litter is developing a dedicated monitoring protocol for their next report ( MSFD GES Technical Subgroup on Marine Litter, 2011 ). Additionally, fisheries layers, such as vessel monitoring system (VMS) data, may help outline areas of high fishing pressure ( Witt and Godley, 2007 ). To determine the amount of time debris has drifted, Jensen et al. (2013) suggest recording the abundance of epibionts as well as the presence and decomposition state of any entangled turtles.\n\nIt would be beneficial to test for any variation in entanglement rates among species and life stages to better understand vulnerability ( Wilcox et al. , 2013 ), particularly for small or isolated populations ( Jensen et al. , 2013 ). Stranding networks, where dead or alive turtles washed up on beaches are recorded, offer an opportunity to carry out research, not only in terms of debris entanglement but for other anthropogenic issues such as fisheries bycatch and ship strike ( Casale et al. , 2010 ). In obvious cases of entanglement, such data can provide valuable insights into the temporal and spatial trends in mortality. However, it can be difficult for the lay-person, and even experts, to confidently determine the cause of death for accurate recording ( Casale et al. , 2010 ). For those turtles that strand alive, information should be gathered on health status and post-release mortality. Currently, there are indications that species, time, depth, and severity of entanglement affect the probability of post-release survival ( Snoddy et al. , 2009 ).\n\nDuring our literature search, we found that the majority of publications on turtle entanglement focus on the issue of ghost fishing by lost gear and few report entrapment in other forms of marine debris, for example, those originating from land-based sources ( n = 2 of 9). Exploration into why this may be seems a pertinent next step for research. Additionally, to overcome the lack of peer-reviewed material, efforts should be made to gather and synthesize all relevant grey literature (for example, Balazs, 1984 , 1985 ) in a manner that is suitable for peer-reviewed publication.\n\nAs per ingestion, a global open access database of entanglements (and animals discovered without entanglement) would greatly facilitate research efforts.\n\nImpacts to nesting beach\n\nFew studies exist whereby the extent of debris-induced mortality, or even interactions, for emerging hatchlings is investigated ( Özdilek et al. , 2006 ; Triessnig, 2012 ). Observational monitoring programmes could be developed for the many conservation projects operating globally on turtle nesting beaches. This could also be applied to nesting adult females. Currently, most observations are anecdotal ( Özdilek et al. , 2006 ; Triessnig, 2012 ). Standardized protocols for monitoring and data collection would help facilitate comparisons across studies and over time ( Velander and Mocogni, 1999 ). Additionally, the establishment of a globally accessible database of marine debris surveys on nesting beaches would help facilitate an improved understanding of the impacts of plastics on sea turtles that use sandy beaches. Oceanographic modelling could be used to forecast how and when key coastal areas are likely to be impacted in the future.\n\nTo date, most studies on coastal microplastic distributions have focused on surface densities. As illustrated by Turra et al. (2014) , this may lead to a mis-representation of their overall concentrations. To better quantify this, and develop a greater understanding of the potential impacts on marine turtles and their eggs, three-dimensional sampling should be carried out, investigating the distribution of microplastics at depth ( Turra et al. , 2014 ).\n\nAdditionally, the relationship between marine plastics and hatchling sex ratios, both in terms of chemical contamination and nest environments, requires greater clarification. This is of interest due to the potential large-scale impacts on turtle populations, particularly as climate change is already predicted to significantly alter female to male ratios ( Hawkes et al. , 2009 ).\n\nWider ecosystems effects\n\nDue to the importance of marine habitats such as coral reefs, sea grass beds, and mesoscale thermal fronts for marine turtles, it is essential that we understand the scale of impact from marine debris. Data concerning the distribution and abundance of plastics within these key ecosystems will provide an environmental baseline, a method by which patterns, trends, and, potentially solutions, may be identified. As both coral reefs and seagrass beds are often frequented by divers, utilizing citizen science-based approaches, such as volunteer surveys, may be an affordable and effective method of collecting such data ( Smith and Edgar, 2014 ). Offshore sampling at oceanic fronts may require greater resources but collaboration between research disciplines and industries may help to minimize duplication of effort and expense. As the presence of plastics within the marine environment is of concern not only for biodiversity conservation but for fisheries, tourism, and human health and well-being (through contamination of seafood, a commercially important resource), it is likely that research into this area will grow. As such, it would seem appropriate that those concerned should cooperate to tackle the issue, sharing data where possible.\n\nTo better understand the ecosystem level effects of marine plastics, micro- and mesocosm experiments are useful methods of replicating natural environmental systems in controlled conditions ( Benton et al. , 2007 ). So far, the majority of such studies have looked only at single taxa, but these study systems allow for investigation into how the links between different marine environments may be affected. As such, further studies should focus on bentho-pelagic coupling to explore the impacts of plastics on the relationships themselves, providing an indication of what influences this foreign debris may have on ecosystem functioning.\n\nConclusion\n\nCurrently, there is little clear evidence to demonstrate that interactions with plastics cause population level impacts for marine turtles. This, however, should not be interpreted as a lack of effect ( Gall and Thompson, 2015 ). Their widespread distribution, complicated spatial ecology, and highly mobile lifestyles make studying turtles difficult and the development of monitoring programmes that deliver statistically robust results challenging. This coupled with the diffuse nature of marine plastic pollution further exacerbates the difficulty in identifying a direct causal link to any potential impacts. In this review, we have demonstrated the widespread and diverse pathways by which plastics may affect turtles. These include ingestion, both directly and indirectly; entanglement; alterations to nesting beach properties; wider ecosystem effects. Although it is evident that this issue could have far-reaching ramifications for marine biodiversity, the lack of focused scientific research into this topic is a major hindrance to its resolution. Policy-makers require robust, comparable, scale-appropriate data (including negative results) on which to develop appropriate and effective mitigation recommendations, something which, as it stands, are severely lacking ( Brown and Macfadyen, 2007 ). We encourage open reporting of plastic–turtle interactions and urge such observations to be submitted for peer-reviewed publication where ever possible. Furthermore, cooperation among scientists, industry, governments, and the general public is urgently needed to confront this rapidly increasing form of pollution.\n\nAcknowledgements\n\nThe authors thank two anonymous reviewers for their valuable and insightful comments that improved our manuscript. BJG and ACB receive support from NERC and the Darwin Initiative and BJG and PKL were funded by a University of Exeter—Plymouth Marine Laboratory collaboration award which supported EMD. We acknowledge funding to TSG from the EU seventh framework programme under Grant Agreement 308370 and PKL and TSG receive funding from a NERC Discovery Grant (NE/L007010/1).\n\nReferences\n\n Abecassis M. Senina I. Lehodey P. Gaspar P. Parker D. Balazs G. Polovina J. 2013 . A model of loggerhead sea turtle ( Caretta caretta ) habitat and movement in the oceanic north Pacific . PLoS ONE , 8 : e73274 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Abu-Hilal A. Al-Najjar T. 2009 . Marine litter in coral reef areas along the Jordan Gulf of Aqaba, Red Sea . Journal of Environmental Management , 90 : 1043 – 1049 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Aguirre A. A. Lutz P. L. 2004 . Marine turtles as sentinels of ecosystem health: is fibropapillomatosis an indicator ? EcoHealth , 1 : 275 – 283 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Allen W. 1992 . Loggerhead dies after ingesting marine debris . Marine Turtle Newsletter , 58 : 10 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Andrady A. L. 2015 . Persistence of plastic litter in the oceans . InMarine anthropogenic litter , pp. 57–72. Ed. by M. Bergmann, L. Gutow and M. Klages. Springer, Berlin .\n\n Arauz Almengor M. Morera Avila R. A. 1994 . Ingested plastic implicated in death of juvenile hawksbill . Marine Turtle Newsletter , 64 : 13 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Arthur K. E. Boyle M. C. Limpus C. J. 2008 . Ontogenetic changes in diet and habitat use in green sea turtle ( Chelonia mydas ) life history . Marine Ecology Progress Series , 362 : 303 – 311 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Awabdi D. R. Siciliano S. Di Beneditto A. P. M. 2013 . First information about the stomach contents of juvenile green turtles, Chelonia mydas , in Rio de Janeiro, south-eastern Brazil . Marine Biodiversity Records , 6 : e5 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Azzarello M. Van Vleet E. 1987 . Marine birds and plastic pollution . Marine Ecology Progress Series , 37 : 295 – 303 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Balazs G. H. 1985 . Status and ecology of marine turtles at Johnston Atoll . Atoll Research Bulletin , 285 : 1 – 46 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Balazs G. 1984 . Impact of ocean debris on marine turtles: entanglement and ingestion . InProceedings of the workshop on the fate and impact of marine debris , pp. 387 – 430 .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Bane G. 1992 . First report of a loggerhead sea turtle from Alaska . Marine Turtle Newsletter , 58 : 1 – 2 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Barnes D. K. A. Galgani F. Thompson R. C. Barlaz M. 2009 . Accumulation and fragmentation of plastic debris in global environments . Philosophical Transactions of the Royal Society B , 364 : 1985 – 1998 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Barreiros J. P. Barcelos J. 2001 . Plastic ingestion by a leatherback turtle Dermochelys coriacea from the Azores (NE Atlantic) . Marine Pollution Bulletin , 42 : 1196 – 1197 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Barreiros J. P. Raykov V. S. 2014 . Lethal lesions and amputation caused by plastic debris and fishing gear on the loggerhead turtle Caretta caretta (Linnaeus, 1758). Three case reports from Terceira Island, Azores (NE Atlantic) . Marine Pollution Bulletin , 86 : 518 – 522 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Bartol S. Musick J. 2003 . Sensory biology of sea turtles . InThe Biology of Sea Turtles , 2 , pp. 79 – 102 . Ed. by Lutz J. Musick P. L. Wyneken J. A. . CRC Press , Boca Raton, FL .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Battin J. 2004 . When good animals love bad habitats: ecological traps and the conservation of animal populations . Conservation Biology , 18 : 1482 – 1491 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Baulch S. Perry C. 2014 . Evaluating the impacts of marine debris on cetaceans . Marine Pollution Bulletin , 80 : 210 – 221 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Bentivegna F. 1995 . Endoscopic removal of polyethylene cord from a loggerhead turtle . Marine Turtle Newsletter , 71 : 5 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Benton T. G. Solan M. Travis J. M. J. Sait S. M. 2007 . Microcosm experiments can inform global ecological problems . Trends in Ecology and Evolution , 22 : 516 – 521 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Bezerra D. P. Bondioli A. C. V. 2011 . Ingestão de resíduos inorgânicos por Chelonia mydas na área de alimentação do Complexo Estuarino Lagunar de Cananéia . InProceedings of the V Jornada sobre Tartarugas Marinhas do Atlântico Sul Ocidental , São Paulo, Brasil , pp. 51 – 54 .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Bjorndal K. A. 1997 . Foraging ecology and nutrition of sea turtles . InThe Biology of Sea Turtles , pp. 397 – 409 . Ed. by Lutz P. L. Musick J. . CRC Press , Boca Raton, FL .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Bjorndal K. A. Bolten A. B. Lagueux C. J. 1994 . Ingestion of marine debris by juvenile sea turtles in coastal Florida habitats . Marine Pollution Bulletin , 28 : 154 – 158 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Blumenthal J. M. Austin T. J. Bothwell J. B. Broderick A. C. Ebanks-Petrie G. Olynik J. R. Orr M. F. et al.  2009 . Diving behavior and movements of juvenile hawksbill turtles Eretmochelys imbricata on a Caribbean coral reef . Coral Reefs , 28 : 55 – 65 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Bolten A. 2003 . Variation in sea turtle life history patterns: neritic vs. oceanic developmental stages . InThe Biology of Sea Turtles , 2 , pp. 243 – 257 . Ed. by Musick J. Wyneken J. Lutz P. L. . CRC Press , Boca Raton, FL .\n\nGoogle Scholar\n\nCrossref\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Bond A. L. Provencher J. F. Daoust P-Y. Lucas Z. N. 2014 . Plastic ingestion by fulmars and shearwaters at Sable Island, Nova Scotia, Canada . Marine Pollution Bulletin , 87 : 68 – 75 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Bowen B. W. Karl S. A. 2007 . Population genetics and phylogeography of sea turtles . Molecular Ecology , 16 : 4886 – 4907 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Boyle M. C. 2006 . Post-hatchling sea turtle biology . PhD thesis . 128 pp .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Boyle M. C. Fitzsimmons N. N. Limpus C. J. Kelez S. Velez-Zuazo X. Waycott M. 2009 . Evidence for transoceanic migrations by loggerhead sea turtles in the southern Pacific Ocean . Proceedings of the Royal Society B , 276 : 1993 – 1999 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Boyle M. C. Limpus C. J. 2008 . The stomach contents of post-hatchling green and loggerhead sea turtles in the southwest Pacific: an insight into habitat association . Marine Biology , 155 : 233 – 241 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Brown J. Macfadyen G. 2007 . Ghost fishing in European waters: impacts and management responses . Marine Policy , 31 : 488 – 504 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Bugoni L. Krause L. Petry M. V. 2001 . Marine debris and human impacts on sea turtles in southern Brazil . Marine Pollution Bulletin , 42 : 1330 – 1334 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Burke V. Morreale S. Standora E. 1994 . Diet of the Kemp's ridley sea turtle, Lepidochelys kempii , in New York waters . US National Marine Fisheries Service Fishery Bulletin , 92 pp .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Camedda A. Marra S. Matiddi M. Massaro G. Coppa S. Perilli A. Ruiu A. et al.  2014 . Interaction between loggerhead sea turtles ( Caretta caretta ) and marine litter in Sardinia (Western Mediterranean Sea) . Marine Environmental Research , 100 : 25 – 32 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Campani T. Baini M. Giannetti M. Cancelli F. Mancusi C. Serena F. Marsili L. et al.  2013 . Presence of plastic debris in loggerhead turtle stranded along the Tuscany coasts of the Pelagos Sanctuary for Mediterranean Marine Mammals (Italy) . Marine Pollution Bulletin , 74 : 225 – 230 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Cannon A. C. 1998 . Gross necropsy results of sea turtles stranded on the upper Texas and western Louisiana coasts, 1 January–31 December 1994 in characteristics and causes of Texas marine strandings , pp. 81 – 85 . US National Oceanic and Atmospheric Administration (NOAA) .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Carr A. 1987 . Impact of nondegradable marine debris on the ecology and survival outlook of sea turtles . Marine Pollution Bulletin , 18 : 352 – 356 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Carson H. S. Colbert S. L. Kaylor M. J. McDermid K. J. 2011 . Small plastic debris changes water movement and heat transfer through beach sediments . Marine Pollution Bulletin , 62 : 1708 – 1713 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Casale P. Abbate G. Freggi D. Conte N. Oliverio M. Argano R. 2008 . Foraging ecology of loggerhead sea turtles Caretta caretta in the central Mediterranean Sea: evidence for a relaxed life history model . Marine Ecology Progress Series , 372 : 265 – 276 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Casale P. Affronte M. Insacco G. Freggi D. Vallini C. Pino D'Astore P. Basso R. et al.  2010 . Sea turtle strandings reveal high anthropogenic mortality in Italian waters . Aquatic Conservation: Marine and Freshwater Ecosystems , 20 : 611 – 620 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Chacón-Chaverri D. Eckert K. L. 2007 . Leatherback sea turtle nesting at Gandoca beach in Caribbean Costa Rica: management recommendations from fifteen years of conservation . Chelonian Conservation and Biology , 6 : 101 – 110 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Chatto R. 1995 . Sea turtles killed by flotsam in northern Australia . Marine Turtle Newsletter , 69 : 17 – 18 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Cole M. Lindeque P. Fileman E. Halsband C. Galloway T. S. 2015 . The impact of polystyrene microplastics on feeding, function and fecundity in the marine copepod Calanus helgolandicus . Environmental Science and Technology , 49 : 1130 – 1137 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Cole M. Lindeque P. Fileman E. Halsband C. Goodhead R. Moger J. Galloway T. S. 2013 . Microplastic ingestion by zooplankton . Environmental Science and Technology , 47 : 6646 – 6655 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Cózar A. Echevarría F. González-Gordillo J. I. Irigoien X. Ubeda B. Hernández-León S. Palma A. T. et al.  2014 . Plastic debris in the open ocean . Proceedings of the National Academy of Sciences of the United States of America , 111 : 10239 – 10244 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Cózar A. Sanz-Martín M. Martí E. González-Gordillo J. I. Ubeda B. Gálvez J. Á. Irigoien X. et al.  2015 . Plastic accumulation in the mediterranean sea . PLoS ONE , 10 : e0121762 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n da Silva Mendes S. de Carvalho R. H. de Faria A. F. de Sousa B. M. 2015 . Marine debris ingestion by Chelonia mydas (Testudines: Cheloniidae) on the Brazilian coast . Marine Pollution Bulletin , 92 : 8 – 10 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Davenport J. Balazs G. H. Faithfull J. Williamson D. A. 1993 . A struvite faecolith in the leatherback turtle Dermochelys coriacea Vandelli. A means of packaging garbage? Herpetological Journal , 3 : 81 – 83 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Derraik J. G. B. 2002 . The pollution of the marine environment by plastic debris: a review . Marine Pollution Bulletin , 44 : 842 – 852 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Di Bello A. Valastro C. Freggi D. Lai O. R. Crescenzo G. Franchini D. 2013 . Surgical treatment of injuries caused by fishing gear in the intracoelomic digestive tract of sea turtles . Diseases of Aquatic Organisms , 106 : 93 – 102 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Di Beneditto A. P. M. Awabdi D. R. 2014 . How marine debris ingestion differs among megafauna species in a tropical coastal area . Marine Pollution Bulletin , 88 : 86 – 90 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Duguy R. Moriniere P. Meunier A. 2000 . L'ingestion des déchets flottants par la tortue luth Dermochelys coriacea (Vandelli, 1761) dans le Golfe de Gascogne . InAnnales de la Société des Sciences Naturelles de la Charente-Maritimes , pp. 1035 – 1038 .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Eckert K. L. Hemphill A. H. 2005 . Sea turtles as flagships for protection of the wider Caribbean region . Mast , 3 : 119 – 143 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Eckert K. L. Luginbuhl C. 1988 . Death of a giant . Marine Turtle Newsletter , 43 : 2 – 3 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Eriksson C. Burton H. 2003 . Origins and biological accumulation of small plastic particles in fur seals from Macquarie Island . AMBIO: A Journal of the Human Environment , 32 : 380 – 384 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Flint M. Patterson-Kane J. C. Limpus C. J. Mills P. C. 2010 . Health surveillance of stranded green turtles in Southern Queensland, Australia (2006–2009): An epidemiological analysis of causes of disease and mortality . EcoHealth , 7 : 135 – 145 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Foley A. M. Singel K. E. Dutton P. H. Summers T. M. Redlow A. E. Lessman J. 2007 . Characteristics of a green turtle ( Chelonia mydas ) assemblage in northwestern Florida determined during a hypothermic stunning event . Gulf of Mexico Science , 25 : 131 – 143 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Fossette S. Gleiss A. C. Myers A. E. Garner S. Liebsch N. Whitney N. M. Hays G. C. et al.  2010 . Behaviour and buoyancy regulation in the deepest-diving reptile: the leatherback turtle . The Journal of Experimental Biology , 213 : 4074 – 4083 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Frick M. G. Williams K. L. Bolten A. Bjorndal K. Martins H. 2009 . Foraging ecology of oceanic-stage loggerhead turtles Caretta caretta . Endangered Species Research , 9 : 91 – 97 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Frick M. G. Williams K. L. Pierrard L. 2001 . Summertime foraging and feeding by immature loggerheads sea turtles ( Caretta caretta ) from Georgia . Chelonian Conservation and Biology , 4 : 178 – 181 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Fuentes M. Limpus C. Hamann M. Dawson J. 2009 . Potential impacts of projected sea-level rise on sea turtle rookeries . Aquatic Conservation: Marine and Freshwater Ecosystems , 20 : 132 – 139 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Gall S. C. Thompson R. C. 2015 . The impact of debris on marine life . Marine Pollution Bulletin , 92 : 170 – 179 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Garnett S. Price R. Scott F. 1985 . The diet of the green turtle, Chelonia mydas (L.), in Torres Strait . Australian Wildlife Research , 12 : 103 – 112 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Goatley C. H. R. Hoey A. S. Bellwood D. R. 2012 . The role of turtles as coral reef macroherbivores . PLoS ONE , 7 : e39979 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n González Carman V. Acha E. M. Maxwell S. M. Albareda D. Campagna C. Mianzan H. 2014 . Young green turtles, Chelonia mydas , exposed to plastic in a frontal area of the SW Atlantic . Marine Pollution Bulletin , 78 : 56 – 62 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Greenland J. A. Limpus C. J. 2003 . Marine wildlife stranding and mortality database annual report 2003 III . Marine Turtles. Conservation Technical and Data Report, 2003 .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Gregory M. R. 2009 . Environmental implications of plastic debris in marine settings-entanglement, ingestion, smothering, hangers-on, hitch-hiking and alien invasions . Philosophical Transactions of the Royal Society B , 364 : 2013 – 2025 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Guebert-Bartholo F. Barletta M. Costa M. Monteiro-Filho E. 2011 . Using gut contents to assess foraging patterns of juvenile green turtles Chelonia mydas in the Paranagua Estuary, Brazil . Endangered Species Research , 13 : 131 – 143 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hall N. M. Berry K. L. E. Rintoul L. Hoogenboom M. O. 2015 . Microplastic ingestion by scleractinian corals . Marine Biology , 162 : 725 – 732 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hamann M. Grech A. Wolanski E. Lambrechts J. 2011 . Modelling the fate of marine turtle hatchlings . Ecological Modelling , 222 : 1515 – 1521 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hasbún C. R. Lawrence A. J. Samour J. H. Al-Ghais S. M. 2000 . Preliminary observations on the biology of green turtles, Chelonia mydas , from the United Arab Emirates . Aquatic Conservation: Marine and Freshwater Ecosystems , 10 : 311 – 322 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hawkes L. A. Broderick A. C. Coyne M. S. Godfrey M. H. Lopez-Jurado L. F. Lopez-Suarez P. Merino S. E. et al.  2006 . Phenotypically linked dichotomy in sea turtle foraging requires multiple conservation approaches . Current Biology , 16 : 990 – 995 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Hawkes L. Broderick A. Godfrey M. Godley B. 2009 . Climate change and marine turtles . Endangered Species Research , 7 : 137 – 154 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hazel J. Gyuris E. 2006 . Vessel-related mortality of sea turtles in Queensland, Australia . Wildlife Research , 33 : 149 – 154 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Hoarau L. Ainley L. Jean C. Ciccione S. 2014 . Ingestion and defecation of marine debris by loggerhead sea turtles, Caretta caretta , from by-catches in the South-West Indian Ocean . Marine Pollution Bulletin , 84 : 90 – 96 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Ivar do Sul J. A. Santos I. R. Friedrich A. C. Matthiensen A. Fillmann G. 2011 . Plastic pollution at a sea turtle conservation area in NE Brazil: contrasting developed and undeveloped beaches . Estuaries and Coasts , 34 : 814 – 823 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Jambeck J. R. Geyer R. Wilcox C. Siegler T. R. Perryman M. Andrady A. Narayan R. et al.  2015 . Plastic waste inputs from land into the ocean . Science , 347 : 768 – 771 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Jensen M. Limpus C. Whiting S. Guinea M. Prince R. Dethmers K. Adnyana I. et al.  2013 . Defining olive ridley turtle Lepidochelys olivacea management units in Australia and assessing the potential impact of mortality in ghost nets . Endangered Species Research , 21 : 241 – 253 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Kaska Y. Celik A. Bag H. Aureggi M. Ozel K. Elci A. Kaska A. et al.  2004 . Heavy metal monitoring in stranded sea turtles along the Mediterranean coast of Turkey . Fresenius Environmental Bulletin , 13 : 769 – 776 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Koelmans A. A. 2015 . Modeling the role of microplastics in bioaccumulation of organic chemicals to marine aquatic organisms. A critical review . InMarine anthropogenic litter , pp. 309 – 324 . Ed. by M. Bergmann, L. Gutow and M. Klages. Springer, Berlin .\n\nGoogle Scholar\n\nCrossref\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Labrada-Martagón V. Méndez-Rodríguez L. C. Gardner S. C. López-Castro M. Zenteno-Savín T. 2010 . Health indices of the green turtle ( Chelonia mydas ) along the Pacific coast of Baja California Sur, Mexico. I. Blood Biochemistry Values . Chelonian Conservation and Biology , 9 : 162 – 172 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Landsberg J. H. Balazs G. H. Steidinger K. A. Baden D. G. Wada M. Work T. M. Rabalais N. N. et al.  1999 . The potential role of natural tumor promoters in marine turtle fibropapillomatosis . Journal of Aquatic Animal Health , 11 : 199 – 210 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Lazar B. Gračan R. 2011 . Ingestion of marine debris by loggerhead sea turtles, Caretta caretta , in the Adriatic Sea . Marine Pollution Bulletin , 62 : 43 – 47 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n León Y. M. Bjorndal K. A. 2002 . Selective feeding in the hawksbill turtle, an important predator in coral reef ecosystems . Marine Ecology Progress Series , 245 : 249 – 258 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Lewison R. Crowder L. Read A. Freeman S. 2004 . Understanding impacts of fisheries bycatch on marine megafauna . Trends in Ecology and Evolution , 19 : 598 – 604 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Limpus C. Limpus D. 2001 . The loggerhead turtle, Caretta caretta , in Queensland: breeding migrations and fidelity to a warm temperate feeding area . Chelonian Conservation and Biology , 4 : 142 – 153 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n López-Castro M. C. Bjorndal K. A. Kamenov G. D. Zenil-Ferguson R. Bolten A. B. 2013 . Sea turtle population structure and connections between oceanic and neritic foraging areas in the Atlantic revealed through trace elements . Marine Ecology Progress Series , 490 : 233 – 246 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Lopez-Jurado L. F. Varo-Cruz N. Lopez-Suarez P. 2003 . Incidental capture of loggerhead turtles ( Caretta caretta ) on Boa Vista (Cape Verde Islands) . Marine Turtle Newsletter , 101 : 14 – 16 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n López-Mendilaharsu M. Gardner S. C. Seminoff J. A. Riosmena-Rodriguez R. 2005 . Identifying critical foraging habitats of the green turtle ( Chelonia mydas ) along the Pacific coast of the Baja California peninsula, Mexico . Aquatic Conservation: Marine and Freshwater Ecosystems , 15 : 259 – 269 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Lucas Z. 1992 . Monitoring persistent litter in the marine environment on Sable Island, Nova Scotia . Marine Pollution Bulletin , 24 : 192 – 198 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Lusher A. 2015 . Microplastics in the marine environment: distribution, interactions and effects . InMarine anthropogenic litter , pp. 245 – 307 . Ed. by M. Bergmann, L. Gutow and M. Klages. Springer, Berlin .\n\nGoogle Scholar\n\nCrossref\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Lutz P. 1990 . Studies on the ingestion of plastic and latex by sea turtles . InProceedings of the Second International Conference on Marine Debris , pp. 2 – 7 . Ed. by Shomura R. S. Godfrey M. L. . US Department of Commerce NOM Tech Memo, NMFS. NOM-TM-NMFS-SUFSC-15 , Honolulu, Hawaii .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Mansfield K. L. Wyneken J. Porter W. P. Luo J. 2014 . First satellite tracks of neonate sea turtles redefine the “lost years” oceanic niche . Proceedings of the Royal Society B , 281 : 20133039 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Mascarenhas R. Santos R. Zeppelini D. 2004 . Plastic debris ingestion by sea turtle in Paraiba, Brazil . Marine Pollution Bulletin , 49 : 354 – 355 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Matsumoto Y. Hannigan B. Crews D. 2014 . Embryonic PCB exposure alters phenotypic, genetic, and epigenetic profiles in turtle sex determination, a biomarker of environmental contamination . Endocrinology , 155 : 4168 – 4177 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Matsuoka T. Nakashima T. Nagasawa N. 2005 . A review of ghost fishing: scientific approaches to evaluation and solutions . Fisheries Science , 71 : 691 – 702 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n McCauley S. J. Bjorndal K. A. 1999 . Dietary dilution from debris ingestion: sublethal effects in post-hatchling loggerhead sea turtles . Conservation Biology , 13 : 925 – 929 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n McMahon C. R. Holley D. Robinson S. 1999 . The diet of itinerant male Hooker's sea lions, Phocarctos hookeri , at sub-Antarctic Macquarie Island . Wildlife Research , 26 : 839 – 846 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Mrosovsky N. 1981 . Plastic jellyfish . Marine Turtle Newsletter , 17 : 5 – 7 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Mrosovsky N. Ryan G. D. James M. C. 2009 . Leatherback turtles: the menace of plastic . Marine Pollution Bulletin , 58 : 287 – 289 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\nMSFD GES Technical Subgroup on Marine Litter . 2011 . Marine Strategy Framework Directive . 91 pp . http://www.ices.dk/news-and-events/themes/Managementreports/TG2Report_Final_vII.pdf (last accessed 14 September 2015) .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC\n\n Oehlmann J. Schulte-Oehlmann U. Kloas W. Jagnytsch O. Lutz I. Kusk K. O. Wollenberger L. et al.  2009 . A critical analysis of the biological impacts of plasticizers on wildlife . Philosophical Transactions of the Royal Society B , 364 : 2047 – 2062 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Özdilek H. G. Yalçin-Özdilek Ş. Ozaner F. S. Sönmez B. 2006 . Impact of accumulated beach litter on Chelonia mydas L. 1758 (green turtle) hatchlings of the Samandaǧ coast, Hatay, Turkey . Fresenius Environmental Bulletin , 15 : 1 – 9 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Parga M. L. 2012 . Hooks and sea turtles: a veterinarian's perspective . Bulletin of Marine Science , 88 : 731 – 741 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Parker D. Cooke W. Balazs G. 2005 . Diet of oceanic loggerhead sea turtles ( Caretta caretta ) in the central North Pacific . Fishery Bulletin , 103 : 142 – 152 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Parker D. M. Dutton P. H. Balazs G. H. 2011 . Oceanic diet and distribution of haplotypes for the green turtle, Chelonia mydas , in the Central North Pacific . Pacific Science , 65 : 419 – 431 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Parra M. Deem S. L. Espinoza E. 2011 . Green turtle ( Chelonia mydas ) mortality in the Galápagos Islands, Ecuador during the 2009–2010 nesting season . Marine Turtle Newsletter , 130 : 10 – 15 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Peckham S. H. Maldonado-Diaz D. Tremblay Y. Ochoa R. Polovina J. Balazs G. Dutton P. H. et al.  2011 . Demographic implications of alternative foraging strategies in juvenile loggerhead turtles Caretta caretta of the North Pacific Ocean . Marine Ecology Progress Series , 425 : 269 – 280 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Pikesley S. K. Broderick A. C. Cejudo D. Coyne M. S. Godfrey M. H. Godley B. J. Lopez P. et al.  2014 . Modelling the niche for a marine vertebrate: a case study incorporating behavioural plasticity, proximate threats and climate change . Ecography , 38 : 001 – 010 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Pikesley S. K. Maxwell S. M. Pendoley K. Costa D. P. Coyne M. S. Formia A. Godley B. J. et al.  2013 . On the front line: integrated habitat mapping for olive ridley sea turtles in the Southeast Atlantic . Diversity and Distributions , 19 : 1518 – 1530 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\nPlastics – the facts 2015 (PlasticsEurope, Brussels, Belgium, 2015). http://www.plasticseurope.org/Document/plastics-the-facts-20142015.aspx?FolID=2 (last accessed 14 September 2015) .\n\n Plot V. Georges J-Y. 2010 . Plastic debris in a nesting leatherback turtle in French Guiana . Chelonian Conservation and Biology , 9 : 267 – 270 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Plotkin P. T. Amos A. F. 1988 . Entanglement in and ingestion of marine debris by sea turtles stranded along the South Texas coast . InProceedings of the Eighth Annual Workshop on Sea Turtle Biology and Conservation , pp. 79 – 82 . Ed. by Schroeder B. A. . NOAA Technical Memorandum NMFS-SEFC-214 , Forth Fisher, South Carolina .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Plotkin P. Amos A. 1990 . Effects of anthropogenic debris on sea turtles in the Northwestern Gulf of Mexico . InProceedings of the Second International Conference on Marine Debris , pp. 736 – 743 . NOAA Technical Memorandum NMFS-SEFC-154 , Honolulu, Hawaii .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Plotkin P. T. Wicksten M. K. Amos A. F. 1993 . Feeding ecology of the loggerhead sea turtle Caretta caretta in the Northwestern Gulf of Mexico . Marine Biology , 115 : 1 – 5 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Poeta G. Battisti C. Acosta A. T. R. 2014 . Marine litter in Mediterranean sandy littorals: spatial distribution patterns along central Italy coastal dunes . Marine Pollution Bulletin , 89 : 168 – 173 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Poli C. Lopez L. Mesquita D. Saska C. Mascarenhas R. 2014 . Patterns and inferred processes associated with sea turtle strandings in Paraíba State, Northeast Brazil . Brazilian Journal of Biology , 74 : 283 – 289 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Putman N. F. Verley P. Shay T. J. Lohmann K. J. 2012 . Simulating transoceanic migrations of young loggerhead sea turtles: merging magnetic navigation behavior with an ocean circulation model . Journal of Experimental Biology , 215 : 1863 – 1870 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Quiñones J. Carman V. G. Zeballos J. Purca S. Mianzan H. 2010 . Effects of El Niño-driven environmental variability on black turtle migration to Peruvian foraging grounds . Hydrobiologia , 645 : 69 – 79 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Ramos J. Pincetich C. Adams L. Santos K. C. Hage J. Arauz R. 2012 . Quantification and recommended management of man-made debris along the sea turtle nesting beach at Playa Caletas, Guanacaste, Costa Rica . Marine Turtle Newsletter , 134 : 12 – 17 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Reinhold L. 2015 . Absence of ingested plastics in 20 necropsied sea turtles in Western Australia . Marine Turtle Newsletter , 144 : 13 – 15 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Reisser J. Proietti M. Shaw J. Pattiaratchi C. 2014a . Ingestion of plastics at sea: does debris size really matter ? Frontiers in Marine Science , 1 : 1 – 2 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Reisser J. Slat B. Noble K. Plessis K. Epp M. Proietti M. 2014b . The vertical distribution of buoyant plastics at sea . Biogeosciences Discuss , 11 : 16207 – 16226 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Revelles M. Cardona L. Aguilar A. Borrell A. Fernández G. Félix M. S. 2007 . Stable C and N isotope concentration in several tissues of the loggerhead sea turtle Caretta caretta from the western Mediterranean and dietary implications . Scientia Marina , 71 : 87 – 93 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Richards Z. T. Beger M. 2011 . A quantification of the standing stock of macro-debris in Majuro lagoon and its effect on hard coral communities . Marine Pollution Bulletin , 62 : 1693 – 1701 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Rochman C. M. Browne M. A. Halpern B. S. Hentschel B. T. Hoh E. Karapanagioti H. K. Rios-Mendoza L. M. et al.  2013a . Classify plastic waste as hazardous . Nature , 494 : 169 – 171 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Rochman C. M. Hoh E. Kurobe T. Teh S. J. 2013b . Ingested plastic transfers hazardous chemicals to fish and induces hepatic stress . Scientific Reports , 3 : 3263 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Ross J. P. 1985 . Biology of the green turtle, Chelonia mydas , on an Arabian feeding ground . Journal of Herpetology , 19 : 459 – 468 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Russo G. Di Bella C. Loria G. R. Insacco G. Palazzo P. Violani C. Zava B. 2003 . Notes on the influence of human activities on sea chelonians in Sicilian waters . Journal of Mountain Ecology , 7 : 37 – 41 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Sadove S. Morreale S. 1989 . Marine mammal and sea turtle encounters with marine debris in the New York Bight and the northeast Atlantic . InProceedings of the 2nd International Conference on Marine Debris , pp. 2 – 7 . National Oceanic and Atmospheric Administration , Honolulu .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Santos A. J. B. Bellini C. Bortolon L. F. Coluchi R. 2012 . Ghost nets haunt the olive ridley turtle ( Lepidochelys olivacea ) near the Brazilian Islands of Fernando de Noronha and Atol das Rocas . Herpetological Review , 43 : 245 – 246 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Santos R. G. Andrades R. Boldrini M. A. Martins A. S. 2015 . Debris ingestion by juvenile marine turtles: an underestimated problem . Marine Pollution Bulletin , 93 : 37 – 43 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Santos R. G. Martins A. S. Farias J. D. N. Horta P. A. Pinheiro H. T. Torezani E. Baptistotte C. et al.  2011 . Coastal habitat degradation and green sea turtle diets in Southeastern Brazil . Marine Pollution Bulletin , 62 : 1297 – 1302 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Sazima C. Grossman A. Sazima I. 2010 . Turtle cleaners: reef fishes foraging on epibionts of sea turtles in the tropical Southwestern Atlantic, with a summary of this association type . Neotropical Ichthyology , 8 : 187 – 192 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Scales K. L. Miller P. I. Embling C. B. Ingram S. N. Pirotta E. Stephen C. Votier S. C. 2014 . Mesoscale fronts as foraging habitats: composite front mapping reveals oceanographic drivers of habitat use for a pelagic seabird . Journal of the Royal Society Interface , 11 : 20140679 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Scales K. L. Miller P. I. Varo-Cruz N. Hodgson D. J. Hawkes L. A. Godley B. J. 2015 . Oceanic loggerhead turtles Caretta caretta associate with thermal fronts: evidence from the Canary Current Large Marine Ecosystem . Marine Ecology Progress Series , 519 : 195 – 207 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Schuyler Q. Hardesty B. D. Wilcox C. Townsend K. 2012 . To eat or not to eat? Debris selectivity by marine turtles . PLoS ONE , 7 : e40884 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Schuyler Q. Hardesty B. D. Wilcox C. Townsend K. 2014 . Global analysis of anthropogenic debris ingestion by sea turtles . Conservation Biology , 28 : 129 – 139 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Scott R. Biastoch A. Roder C. Stiebens V. A. Eizaguirre C. 2014 . Nano-tags for neonates and ocean-mediated swimming behaviours linked to rapid dispersal of hatchling sea turtles . Proceedings of the Royal Society B , 281 : 20141209 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Seminoff J. Resendiz A. Nichols W. 2002 . Diet of east Pacific green turtles ( Chelonia mydas ) in the central Gulf of California, México . Journal of Herpetology , 36 : 447 – 453 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Seney E. E. Musick J. A. 2007 . Historical diet analysis of loggerhead sea turtles ( Caretta caretta ) in Virginia . Copeia , 2 : 478 – 489 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Shaver D. J. 1991 . Feeding ecology of wild and head-started Kemp's ridley sea turtles in south Texas waters . Journal of Herpetology , 25 : 327 – 334 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Shaver D. J. 1998 . Sea turtle strandings along the Texas coast, 1980–94 . InCharacteristics and Causes of Texas Marine Strandings , pp. 57 – 72 . US National Oceanic and Atmospheric Administration (NOAA) Technical Report, 143. National Marine Fisheries .\n\n Sigler M. 2014 . The effects of plastic pollution on aquatic wildlife: current situations and future solutions . Water, Air, and Soil Pollution , 225 : 2184 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Smith S. D. A. Edgar R. J. 2014 . Documenting the density of subtidal marine debris across multiple marine and coastal habitats . PLoS ONE , 9 : e94593 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Snoddy J. E. Landon M. Blanvillain G. Southwood A. 2009 . Blood biochemistry of sea turtles captured in gillnets in the lower Cape Fear river, North Carolina, USA . Journal of Wildlife Management , 73 : 1394 – 1401 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Stahelin G. Hennemann M. Cegoni C. Wanderlinde J. Lima E. Goldberg D. 2012 . Ingestion of a massive amount of debris by a green turtle ( Chelonia mydas ) in Southern Brazil . Marine Turtle Newsletter , 135 : 6 – 8 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Stamper M. A. Harms C. Epperly S. P. Braun-McNeill J. Avens L. Stoskopf M. K. 2005 . Relationship between barnacle epibiotic load and hematologic parameters in loggerhead sea turtles ( Caretta caretta ), a comparison between migratory and residential animals in Pamlico Sound, North Carolina . Journal of Zoo and Wildlife Medicine , 36 : 635 – 641 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Stelfox M. Balson D. Hudgins J. 2014 . Olive ridley project: actively fighting ghost nets in the Indian Ocean . Indian Ocean Turtle Newsletter23 – 26 .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\nStrandNet Database . 2015 . https://www.ehp.qld.gov.au/wildlife/caring-for-wildlife/strandnet-reports.html#marine_turtles (last accessed 14 September 2015) .\n\n Swimmer Y. Arauz R. Higgins B. McNaughton L. McCracken M. Ballestero J. Brill R. 2005 . Food color and marine turtle feeding behavior: can blue bait reduce turtle bycatch in commercial fisheries ? Marine Ecology Progress Series , 295 : 273 – 278 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Tomás J. Aznar F. J. Raga J. A. 2001 . Feeding ecology of the loggerhead turtle Caretta caretta in the western Mediterranean . Hippocampus , 255 : 525 – 532 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Tomás J. Guitart R. Mateo R. Raga J. A. 2002 . Marine debris ingestion in loggerhead sea turtles, Caretta caretta , from the Western Mediterranean . Marine Pollution Bulletin , 44 : 211 – 216 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Tomillo P. S. Paladino F. V. Suss J. S. Spotila J. R. 2010 . Predation of leatherback turtle hatchlings during the crawl to the water . Chelonian Conservation and Biology , 9 : 18 – 25 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Tourinho P. S. Ivar do Sul J. A. Fillmann G. 2010 . Is marine debris ingestion still a problem for the coastal marine biota of southern Brazil ? Marine Pollution Bulletin , 60 : 396 – 401 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Triessnig P. 2012 . Beach condition and marine debris: new hurdles for sea turtle hatchling survival . Chelonian Conservation and Biology , 11 : 68 – 77 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Turra A. Manzano A. B. Dias R. J. S. Mahiques M. M. Barbosa L. Balthazar-Silva D. Moreira F. T. 2014 . Three-dimensional distribution of plastic pellets in sandy beaches: shifting paradigms . Scientific Reports , 4 : 4435 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Vegter A. Barletta M. Beck C. Borrero J. Burton H. Campbell M. Costa M. et al.  2014 . Global research priorities to mitigate plastic pollution impacts on marine wildlife . Endangered Species Research , 25 : 225 – 247 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Velander K. Mocogni M. 1999 . Beach litter sampling strategies: is there a “best” method ? Marine Pollution Bulletin , 38 : 1134 – 1140 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Wabnitz C. Nichols W. J. 2010 . Plastic pollution: an ocean emergency . Marine Turtle Newsletter , 129 : 1 – 4 .\n\nGoogle Scholar\n\nWorldCat\n\n \n\n Wiemeyer S. N. Bunck C. M. Stafford C. J. 1993 . Environmental contaminants in bald eagle eggs—1980–84—and further interpretations of relationships to productivity and shell thickness . Archives of Environmental Contamination and Toxicology , 24 : 213 – 227 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Wilcox C. Hardesty B. Sharples R. Griffin D. Lawson T. Gunn R. 2013 . Ghostnet impacts on globally threatened turtles, a spatial risk analysis for northern Australia . Conservation Letters , 6 : 247 – 254 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Wilcox C. Heathcote G. Goldberg J. Gunn R. Peel D. Hardesty B. D. 2014 . Understanding the sources and effects of abandoned, lost, and discarded fishing gear on marine turtles in northern Australia . Conservation Biology , 29 : 198 – 206 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Witherington B. E. 1994 . Flotsam, jetsam, post-hatchling loggerheads, and the advecting surface smorgasbord . InProceedings of the Fourteenth Annual Symposium on Sea Turtle Biology and Conservation . Ed. by Bjorndal K. A. Bolten A. B. Johnson D. A. Eliazar P. J. . NOAA Technical Memorandum NMFS-SEFSC-351 (Vol. 166168) .\n\nGoogle Scholar\n\nGoogle Preview\n\nWorldCat\n\nCOPAC \n\n Witherington B. E. 2002 . Ecology of neonate loggerhead turtles inhabiting lines of downwelling near a Gulf Stream front . Marine Biology , 140 : 843 – 853 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Witherington B. Hirama S. Hardy R. 2012 . Young sea turtles of the pelagic Sargassum-dominated drift community: habitat use, population density, and threats . Marine Ecology Progress Series , 463 : 1 – 22 .\n\nGoogle Scholar\n\nCrossref\n\nWorldCat\n\n \n\n Witt M. J. Godley B. J. 2007 . A step towards seascape scale conservation: using vessel monitoring systems (VMS) to map fishing activity . PLoS ONE , 2 : e1111 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Witt M. J. Hawkes L. A. Godfrey M. H. Godley B. J. Broderick A. C. 2010 . Predicting the impacts of climate change on a globally distributed species: the case of the loggerhead turtle . The Journal of Experimental Biology , 213 : 901 – 911 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \n\n Wright S. L. Thompson R. C. Galloway T. S. 2013 . The physical impacts of microplastics on 1089 marine organisms: a review . Environmental Pollution , 178 : 483 – 492 .\n\nGoogle Scholar\n\nCrossrefPubMed\n\nWorldCat\n\n \nAuthor notes\n‡\t\n\nJoint lead authors.\n\nHandling editor: Howard Browman\n\n© International Council for the Exploration of the Sea 2015.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.\nCITATIONS\n283\nVIEWS\n56,111\nALTMETRIC\n More metrics information\nEmail alerts\nArticle activity alert\nAdvance article alerts\nNew issue alert\nReceive exclusive offers and updates from Oxford Academic\nRecommended\nHigh incidence of sea turtle stranding in the southwestern Atlantic Ocean\nMauricio Cantor et al., ICES Journal of Marine Science, 2020\nSex ratios and natal origins of green turtles from feeding grounds in the Southwest Atlantic Ocean\nde Almeida et al., ICES Journal of Marine Science, 2021\nSeascape connectivity exerts differing effects for fish assemblages in distinct habitats of the surf zones of ocean beaches\nJesse D Mosman et al., ICES Journal of Marine Science, 2020\nUse of Targeted Orographic Smoothing in Very High Resolution Simulations of a Downslope Windstorm and Rotor in a Sub-tropical Highland Location\nPeter Sheridan, Advances in Atmospheric Sciences, 2023\nP-REALITY-X: Real-world evaluation of overall survival with palbociclib plus aromatase inhibitor in HR+/HER2- metastatic breast cancer\nBrought to you by Pfizer Medical Affairs\nHadISDH.extremes Part II: Exploring Humid Heat Extremes Using Wet Bulb Temperature Indices\nKate M. Willett, Advances in Atmospheric Sciences, 2023\nPowered by\nCiting articles via\nWeb of Science (227)\nGoogle Scholar\nLatest\n \nMost Read\n \nMost Cited\nOverlap between the Mid-Atlantic Bight Cold Pool and offshore wind lease areas\nModel-informed classification of broadband acoustic backscatter from zooplankton in an in situ mesocosm\nThermal histories reveal spatiotemporal distribution and population overlapping of Sepioteuthis lessoniana\nSimultaneous Bayesian estimation of size-specific catchability and size spectrum parameters from trawl data\nClimate adaptation depends on rebalancing flexibility and rigidity in US fisheries management\nMore from Oxford Academic\nScience and Mathematics\nBooks\nJournals\nAbout ICES Journal of Marine Science\nEditorial Board\nAuthor Guidelines\nContact Us\nContact ICES\nFacebook\nTwitter\nLinkedIn\nYouTube\nPurchase\nRecommend to your Library\nAdvertising and Corporate Services\nOnline ISSN 1095-9289 Print ISSN 1054-3139 Copyright © 2023 ICES/CIEM\nAbout Oxford Academic\nPublish journals with us\nUniversity press partners\nWhat we publish\nNew features \nAuthoring\nOpen access\nPurchasing\nInstitutional account management\nRights and permissions\nGet help with access\nAccessibility\nContact us\nAdvertising\nMedia enquiries\nOxford University Press\nNews\nOxford Languages\nUniversity of Oxford\n\nOxford University Press is a department of the University of Oxford. It furthers the University's objective of excellence in research, scholarship, and education by publishing worldwide\n\nCopyright © 2023 Oxford University Press Cookie settings Cookie policy Privacy policy Legal notice\n\nOxford University Press uses cookies to enhance your experience on our website. By selecting ‘accept all’ you are agreeing to our use of cookies. You can change your cookie settings at any time. More information can be found in our Cookie Policy.\n\nCookie settings\nAccept all"
}