{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-01-01..2015-07-02",
  "title": "Everything Fishing Gear - Reddit",
  "href": "https://www.reddit.com/r/Fishing_Gear/",
  "body": "Lews hyperMag spinning reel size 200. Gear Pictures. 5 comments. 54. Posted by. u/wannabestatsguy. 19 days ago. Local Dick's restocked its Buy 5, Get 5 bins. $60 down to $30 and then award points took total down to $13. I consider that a good day.",
  "textContent": "Everything Fishing Gear\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/Fishing_Gear\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Aarios827\n•\n3 yr. ago\nPlease read the rules before posting\nDiscussion\nu/Relative-Percentage5\n•\n8 hr. ago\nAny recommendations to add to my jerkbait box??\nu/MtnDewOfficial\n•\nPromoted\nSo you want to know what it takes to make a new Mtn Dew flavor?\nu/MarzipanDefiant7586\n•\n8 hr. ago\nI find some cool stuff just about every trip.\nGear Pictures\nu/RecognitionHuman1890\n•\n3 hr. ago\nTatula SV TWS 103HSL Clicking noise.\nu/Pyzel09\n•\n2 hr. ago\nJust wanted to know your thoughts on this reel for sale in my area (Shimano stradic 4000fl)\nProduct Review\nu/BinnysBaits\n•\n3 hr. ago\n5mm ball head tungsten. love the super glow colors. excited to do some uv resin designs.\nGear Pictures\nu/Stewie700\n•\n10 hr. ago\nBought old fishing reel and pole\nu/Vanishing_12924\n•\n5 hr. ago\nShould I get a baitcaster reel?\nQuestion\n\nI just bought a Dobyns rod and a ceymar reel (love the set up to death, caught my first fish that I took home on it yesterday) and was thinking about getting another rod with a baitcaster reel. My question is, is it worth while? I’m primarily fishing for trout/salmon. I don’t really care about LM or SM bass, and I use an ocean rod for catfish. I was catching trout consistently on a trout magnet, which is what made me wonder if a baitcaster would be a good investment, so I can use my spinning reel for a different rig.\n\nu/Exact-Celebration542\n•\n22 hr. ago\nKinda went all in...Merry Christmas to me?\nFunny\nu/Meech7561\n•\n22 hr. ago\nMiddle Finger Bobbers\nGear Pictures\nu/MtnDewOfficial\n•\nPromoted\nSo you want to know what it takes to make a new Mtn Dew flavor?\nu/cactusandbutter\n•\n5 hr. ago\nAre the Chinese made penn senators any good\nQuestion\n\nThinking bout picking up a penn senator are the new Chinese made ones good?\n\nu/iamtheramcast\n•\n1 day ago\nBought a mystery box, these were in it. What can I do with them?\nQuestion\nu/Drkrendle\n•\n14 hr. ago\nUgly stick gx2 medium heavy.\nQuestion\n\nI noticed a good sale for the ugly stick gx2 spinning combo medium-heavy for 40$ CAD. Would this 7foot rod be able to handle strippers and sturgeon with a better reel and heavier line? You are allowed to catch and release sturgeon in my province.\n\nu/Subject_Reserve4536\n•\n14 hr. ago\nWhat size reel\n\nI have made a previous post but it occured to me that i should probably get a more versatile rod, so im wondering what size reel i should get for the following fishing rod (I am a beginner wanting to fish northern pike)\n\nSavage Gear SG2 Fast Game 8'6\" 35-90g\n\nu/CannonballRun7\n•\n11 hr. ago\nBaitcaster reel and rod for an intermediate (young) fisherman\n\nMy 13 year old has the fishing bug bad! He’s been fishing three times a week for about six months now and feels he is ready for a baitcaster. I’ve identified the Daiwa Fuego CT as a good one for him (Daiwa store on amazon has it for $83 right now). Can anyone recommend a decent rod to pair with it? I was hoping to come out under $130 for the combo, but I’m not sure how realistic that is as I’m not a fisherman myself. Really any recommendations for reel and rod would be greatly appreciated.\n\nHe does exclusively freshwater fishing - mostly ponds.\n\nu/Ok_Concentrate8882\n•\n1 day ago\nFishing Lures\nu/Dangerous-Bottle1418\n•\n1 day ago\nwhat are your favorite walleye crank baits These are my go to colors , but at the end of the day, Rapala versus Smithwik 🎣?? my vote is Smithwik\nu/JDDM_8\n•\n1 day ago\nAliExpress package got here lures, and tackle boxes.\nGear Pictures\nimgur.com\nOpen\nu/doneadhd\n• Official\n•\nPromoted\nADHD treatment shouldn’t be complicated. Neither should our ads. Get started now.\ndonefirst.com\nSign Up\nu/NoConstruction4322\n•\n16 hr. ago\nDaiwa Presso 4ft UL thoughts???\n\nAnyone use the Daiwa Presso 4ft ultralight fishing rod before? Looking for a UL fishing rod for those smaller water systems that are deep in the woods. Trout max at 2-3lbs here so looking for something with lots of sensitivity. If you can recommend something comment bellow, thanks for the help\n\nu/Possible-General-890\n•\n1 day ago\n10 yo son wants a Googan green series finesse light combo for Christmas, which reel would be better the 1000 or 2500?\n\nHe will be using this mostly for crappie and trout. I would rather get the the micro light but they are oos.\n\nu/AttritionAngling\n•\n1 day ago\nFirst BFS rig - Daiwa 21 gekkabijin air tw pe special w/ Daiwa blazon c68L\nGear Pictures\nu/WiganLad82\n•\n2 days ago\nWhen you become the bait\nr/Wellthatsucks\n•\n2 days ago\nWhen you become the bait\n1.8K upvotes · 23 comments\nu/Active_Tax_2576\n•\n23 hr. ago\nVanford vs reverly\n\nSo I’m looking to buy a high end reel that’s in the light weight class and can be used for lures and bait the most prominent reels I have been looking at are these two I will bring using then in saltwater land based probably using a Zodius or Td black rod can I have your help on deciding what reel I should pick and if there any other\n\nu/brijamelsh\n•\n1 day ago\nHikable Rod/Real\n\nThere is a trail system near by that ends at an intercoastal waterway that is known for Redfish. Can you recommend a decent rod/real that is light enough to carry in for a few miles but can handle a good bite. Should be at least a two piece so I can break it down and strap it to a pack.\n\nu/Dangerous-Bottle1418\n•\n1 day ago\ngot Bubba is anybody had very different fishing pole. I paid $69 for the pole and It was worth every penny 🎣I don’t know if it was worth the hundred dollars that it retails for. I say I do like the red and white very visible at night for walleye fishing.👀\nu/Impossible_Lie5542\n•\n2 days ago\nFished a sunken rod\nGear Pictures\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/Accomplished_Rock250\n•\n1 day ago\nSurf fishing rod\n\nWhat is the best surf fishing stick? Height and weight. Bait fishing east coast of Florida here\n\nu/Mrwilson31\n•\n1 day ago\nRod and Spinning Reel Question\n\nI live near Lake Ontario. I got into centerpinning years ago. My question is this- What size rod and reel are good for throwing Rapala’s for lake run trout during late fall/winter/spring? I fish mostly in creeks and rivers in Western, NY\n\nNot looking to break the bank but don’t want to go too cheap.\n\nThanks\n\nTop 1%\nRank by size \nRULES\n1\nNo advertising, self promotion or spam\n2\nAll submissions must be related to fishing gear\n3\nNo fish pictures or fishing videos (This includes Fish pictures with your gear)\n4\nSeek Mod approval for any gear related videos\n5\nWhen posting gear pictures, list the items shown in the comment section\n6\nBe respectful to one another\nTOPICS\nFishing\nHobbies"
}