{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "Paper straw revival: Plastic straws are an endangered species",
  "href": "https://vancouversun.com/news/world/paper-straw-revival-plastic-straws-are-an-endangered-species-2",
  "body": "Today, plastic straws are ubiquitous, which is why Surfrider is expanding their Straws Suck program to other communities, including Vancouver. When Wolowidnyk joined the team at CinCin a year ago ...",
  "textContent": "Skip to Content\nSubscribe and you could win a Fairmont Signature Sleep Experience and more! Don't Miss Out>>\nSections\nSearch\nSubscribe\nSign In\nAdvertisement 1\nBreadcrumb Trail Links\nWorld\nPaper straw revival: Plastic straws are an endangered species\n\nI’m about to take a sip of one of SoBo’s famous key lime margaritas when I realize, wait a minute, something’s missing. That’s when chef-owner Lisa Ahier looks over and says, “There’s no straws in Tofino any more, because of the litter.”  Ah. That explains it.  On March 1, the town of Tofino began a […]\n\nAuthor of the article:\nMohamed Marwen Meddah\nPublished Apr 22, 2016  •  7 minute read\nJoin the conversation\nArticle content\n\nI’m about to take a sip of one of SoBo’s famous key lime margaritas when I realize, wait a minute, something’s missing. That’s when chef-owner Lisa Ahier looks over and says, “There’s no straws in Tofino any more, because of the litter.”\n\n Ah. That explains it.\n\n On March 1, the town of Tofino began a campaign called “Straws Suck” with the intention of getting all local businesses to ban plastic straws by Earth Day, April 22. A couple of days before the deadline, all but three businesses were on board, and even the stragglers were well on their way to complying in time.\n\n “We’re almost at 100 per cent completion,” says Michelle Hall, co-chair of the Pacific Rim chapter of Surfrider Foundation, the environmental group spearheading the campaign, which is now expanding to other communities, including Vancouver. “I’m totally confident we’ll have everybody. It’s pretty cool.”\n\n What’s not cool is the amount of non-biodegradable garbage caused by plastic straws each year. Straws are a significant part of the 20 million tonnes of single-use plastics that end up in the ocean each year, according to Surfrider. They are not just unsightly; they are a hazard to sea life, and worse, they introduce toxins into the food chain.\n\n The question is, why do we need straws anyway? And how did we get to the point where our planet is choking to death on them?\n\n Admittedly, there are some occasions where a straw is a good idea. Dentists love them because they prevent acidic drinks from coming in contact with tooth enamel, thereby reducing tooth decay. And they’re certainly a good idea if you’re uncertain about the cleanliness of your drinking vessel.\n\n Mostly, thought, straws make it easier to enjoy thick, rich, heavily textured drinks like smoothies, slushies, milkshakes, bubble tea and cocktails such as juleps and Mai Tais.\n\n “With crushed ice, it’s quite necessary to have a straw,” says David Wolowidnyk, the bar manager at CinCin Ristorante in Vancouver. “But today it’s usually because a woman doesn’t want to get lipstick on her glass. In its original format, it was used to get cold drinks past sensitive front teeth.”\n\n That was in the 19th century, during the Industrial Revolution, when a growing middle class had access to newfangled chilled cocktails, but dentistry hadn’t quite caught up to culinary technology. Straws, typically made from hollow rye grass, exploded in popularity back then, but they’ve been around a lot longer than that.\n\n In fact, straws are considered among the oldest of eating and drinking utensils. Archeologists have found beer-drinking straws made of gold and semi-precious stones in Sumerian tombs that date back 5,000 years. In South America, too, wooden straws were used for millennia, and evolved into the silver “bombilla” used for sipping yerba mate.\n\nBut wasn’t a new development in straw technology until 1888 when an American inventor named Marvin C. Stone was unhappy about the way the grassy taste of his rye straw was affecting the bourbon in his mint julep.\n\n He wound a strip of paper around a pencil to make a tube, glued it together, and coated it with wax so the glue wouldn’t dissolve in his drink. And so the paper straw was born.\n\n It ruled the market until the 1960s, when cheap plastic straws came along. Today, plastic straws are ubiquitous, which is why Surfrider is expanding their Straws Suck program to other communities, including Vancouver.\n\n When Wolowidnyk joined the team at CinCin a year ago, he recalls, “They were going through, in several different straw formats, 5,000 straws a month, and this is not a busy bar. Some bars are likely going through 10,000 a month.”\n\n He adds, “Imagine that times the number of bars all over the world and the numbers are staggering.”\n\n It’s not that bars are serving up drinks with straws the way fast food joints do. Instead, high-level bartenders use straws to taste each and every cocktail before it goes out, making sure it’s perfectly balanced — and it could take four or five tastes to get a single drink just right.\n\n “If a bartender is conscientious about tasting each and every drink, it really adds up,” Wolowidnyk says.\nThat’s why he stopped using straws to taste cocktails several years ago and instead uses old-fashioned “muddling spoons,” with long stems and tiny bowls. (He finds them at Daiso, the Japanese department store in Aberdeen Centre.) He then carefully cleans and sterilizes each spoon in a vessel of overproof alcohol.\n\nThis method not only reduces the impact on the environment, he says, it also makes it easier to taste the drink properly. After all, straws narrow our ability to experience flavour, texture and aroma.\n\n“The spoon method is also closer to me in mimicking the sensation that you would get off the side of the glass,” he says. “It just spreads across the palate more naturally.”\n\nHe’s been pioneering this method for years, and some bartenders have adopted it. Others are reluctant to do so.\n\n“There is the visual of using a straw to taste and immediately throwing it in the bin, it seems to reassure our guest that the straws are one-time use only,” says Sabrine Dhaliwal, bar manager at UVA Wine & Cocktail Bar in Vancouver.\n\n“I’m continually looking for another solution,” she adds, noting that UVA uses biodegradable straws and only gives them to customers upon request. “I am interested to see what the bartending industry in Tofino collectively creates as a solution; maybe we could follow suit.” \n\nIt was an easy switch to make, says Jorge Barandiaran, front of house manager at Tofino’s award-winning Wolf in the Fog restaurant. All it took was a single call from Surfrider, and that very day, they stopped using plastic straws.\n\n“We decided we would immediately stop putting straws in drinks unless guests ask for them,” he says. “We thought about using bamboo straws, but people walk away with them, and they are not cheap. We’re going to switch to a corn-based straw.”\n\nBehind the bar, they use stainless steel straws behind the bar to taste drinks. And the change has encouraged them to make other positive moves, including adopting a food-composting strategy.\n\n“It was really nice just to light that flame and look at how we could save some money and do something good for the environment,” Barandiaran says. “It’s amazing that the whole town has got behind it.”\n\n As Vancouver businesses consider following Tofino’s lead, it’s the cost of sustainable alternatives — paper, corn, bamboo or stainless steel — that will be the most prohibitive. Still, Wolowidnyk says, “If it was 100 per cent my decision, I would ban straws completely. And if a customer wanted a straw, I’d carry paper straws and charge a nominal fee.”\n\nIn the meantime, concerned consumers will just have to go back to, as Hall says, “drinking their drinks the old-fashioned way, and realizing how lovely it is to enjoy a drink with all your senses.”\n\nFor more info on Tofino’s Straws Suck campaign, visit the Surfrider foundations’ Pacific Rim Facebook page at http://www.facebook.com/surfriderpacificrim. ;\n\nSmoothies, bubble tea, crushed ice cocktails — some drinks simply demand a straw. But if you don’t want to add to the heaps of plastic waste littering our land and sea, what are you going to do? Here are just a few sustainable options.\n\nPaper straws: Pretty, compostable and recyclable, paper straws are making a comeback. The Cross Décor & Design carries some chic ones for $6.95 or $10.95 a package, or you can order them online from Alberta-based GreenMunch (www.greenmunch.ca) which carries four different sizes, plain or patterned, for prices ranging from $4 for 25 straws to $195 for 2,250 straws. Perfect for your next patio party.\n\nCorn-based plastic: In a commercial setting, where food safety is a concern, you want something that’s guaranteed to be hygienic. And for that you want individually wrapped straws made from biodegradable corn plastic. It’s still litter, but it is at least compostable, and less of a danger to wildlife. GreenMunch carries them for a cost of $21.26 for a box of 300 or $249 for a case of 4,800 jumbo sized straws; $18.11 for 400 or $319 for 9,600 regular straws (www.greenmunch.ca).\n\nBamboo: Both compostable and reusable, bamboo makes a great material for straws. They’re durable and completely natural, so no dyes or polluting manufacturing process are involved. Portland, Ore.-based Bambu imports them from China; they’re available in Canada from the health and beauty website Well.ca for $14.49 for a pack of six, including a cleaning brush.\n\nStainless steel: These are chic, reusable and can last a lifetime. The only issue is keeping them clean, and for that, you need a teeny little brush that can reach all the way along the tube. You can order them online from the Vancouver-based retailer My Little Green Shop, which carries stainless steel straws by Onyx for $11 or $12 a four-pack, including cleaning brush (www.mylittlegreenshop.com).\n\nJoanne Sasvari, Special to The Vancouver Sun\n\nTofino’s SoBo — the restaurant that was named among Canada’s Top 10 best when it was still housed in a purple food truck — is famous for its fish tacos, its polenta fries and for chef-owner Lisa Ahier’s legendary Margarita, made with fresh, fragrant key limes. Recipe from The SoBo Cookbook (Appetite by Random House).\n\n In a blender, place lime juice, orange juice, tequila, Triple Sec and agave syrup. Blend on high for 20 seconds until it is a little bit frothy.\n\n Take four very large glasses and run the cut side of a lime quarter around the rim of each glass. Pour the salt onto a small plate and dip the rim of each glass into the salt.\n\n Fill each glass with ice, then pour in the frothy mix and squeeze the juice from the remaining limes on top.\n\n Serves 4.\n\nJoanne Sasvari, Special to The Vancouver Sun\n\nArticle content\nAdvertisement 2\nADVERTISEMENT\nTRENDING\nRCMP locate missing baby girl and her father, Amber Alert cancelled\nMultimillion-dollar estate of B.C.'s Onni Group founder contested by elder son\nRCMP link White Rock shooting to extortion scheme targeting B.C. businesses\nB.C. jury finds Ibrahim Ali guilty of first-degree murder of 13-year-old girl\nBalaclava-clad suspect identified in Richmond murder of father and teenage son\nArticle content\nArticle content\nShare this article in your social network\nCOMMENTS\nYou must be logged in to join the discussion or read more comments.\nCreate an Account\nSign in\nJOIN THE CONVERSATION\n\nPostmedia is committed to maintaining a lively but civil forum for discussion and encourage all readers to share their views on our articles. Comments may take up to an hour for moderation before appearing on the site. We ask you to keep your comments relevant and respectful. We have enabled email notifications—you will now receive an email if you receive a reply to your comment, there is an update to a comment thread you follow or if a user you follow comments. Visit our Community Guidelines for more information and details on how to adjust your email settings.\n\nLoading...\nLATEST NATIONAL STORIES\nTHIS WEEK IN FLYERS\nCategories\nNews\nSports\nOpinion\nBusiness\nArts\nLife\nHomes\nePaper\nSubscribe\nFollow Vancouver Sun\nSecondary Links\nAdvertise With Us\nDigital Ad Registry\nSite Map\nContact\nPrivacy - Updated\nTerms of Use\nFAQ\nCopyright\nMy Account\nManage My Print Subscription\nManage My Tax Receipt\n\n365 Bloor Street East, Toronto, Ontario, M4W 3L4\n\n© 2023 Vancouver Sun, a division of Postmedia Network Inc. All rights reserved. Unauthorized distribution, transmission or republication strictly prohibited."
}