{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "Uncle Gerry's Family Fun Zone : r/nosleep - Reddit",
  "href": "https://www.reddit.com/r/nosleep/comments/3qfmf6/uncle_gerrys_family_fun_zone/",
  "body": "Probably fifteen feet high, and above it was the sign: Uncle Gerry's Family Fun Zone, with this picture of a cartoon farmer with a piece of straw hanging from his mouth. And the sign had been vandalized. Someone had spray-painted X's over the farmer's eyes, and nearly every letter had been scribbled out.",
  "textContent": "Uncle Gerry’s Family Fun Zone : r/nosleep\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to nosleep\nr/nosleep\n•\n8 yr. ago\nRed_Grin\nUncle Gerry’s Family Fun Zone\n\nI didn’t know Will could draw, I remember thinking as my friend’s hand quickly moved across the page. And then I looked more closely at Will’s impromptu sketch, and I immediately regretted it. I tried to unsee it. I shifted my attention to other things around me, anything at all that wasn’t ink on the page: the blur of Will’s hand, the beads of sweat gathering at his temples, the gentle autumn breeze creeping through the crack of the window.\n\nDon’t look at the page. Just don’t look at it.\n\nBut I knew I had to. So I looked. And it was worse than I expected. Much worse.\n\nWill had sketched a near carbon copy of those wartime Uncle Sam posters, except not quite. The suit was there. Bow tie, check. But no Uncle Sam head.\n\nThe Uncle Sam body had the head of a goat.\n\nThe animal flashed a welcoming, toothy smile. A hoof pointed at me, nearly coming right out of the page. But it didn’t want me to join the U.S. Army. No, this goat-headed creature had something else in mind:\n\nI want your kids.\n\nUnder that declaration, in slightly smaller letters, it read: At Uncle Gerry’s Family Fun Zone! Opening soon!\n\nI’d never heard of Uncle Gerry’s Family Fun Zone before yesterday. The place, I quickly learned, played host to a significant moment in Will’s childhood. And although I’d been good friends with him for fifteen years, he’d never told me the story. But today, he’d opened up.\n\nI wasn’t trying to reopen any wounds from his past. I’d just wanted him to tell me a story. Any story. I’d been listening to a lot of NPR, and being inspired by their storytelling segments and slices of American life, I purchased some professional recording equipment and setup a makeshift studio in my house. My goal was to capture and archive the stories of my friends, relatives, really anyone who had something to say.\n\nCall it boredom. I was a widower with a seven-year old son. Besides doting on my kid, I needed something productive to fill the time.\n\nMy recording area was cozy - just a couple microphones, a small table, a few chairs. I’d sit a few feet from my interview subjects. The intimacy would induce real honesty and emotion. That was the plan, and it worked a little too well.\n\nI never thought my storytelling experiments would go so wrong, so quickly. And it wasn’t just Will’s story and his sketch of the Uncle Sam human/goat hybrid thing. Before I’d interviewed Will, I heard another version of Will’s events from the other person involved in the Family Fun Zone incident: Will’s wife and my good friend, Caroline.\n\nCaroline and I dated for a little while in college, a stretch of time we now joke occurred in a “parallel universe.” We were never supposed to happen, we decided - instead, there was some sort of a cosmic hiccup and different universes intersected for the briefest of times. Our relationship was over before it started. Caroline then began dating Will, the two lived happily ever after, and the three of us have been close ever since. Caroline and Will’s history predated our collective existence in college - the two went to high school together. But I never knew exactly what they’d experienced as classmates and friends. Not until I set up my little recording studio.\n\nI interviewed Caroline first, and Will’s interview occurred the following day. Both of my friends requested I not tell the other about the contents of their respective interviews. I’m certainly not planning on it. Both interviews were long and free-ranging. I’ll just transcribe the relevant portions of their stories, the stuff about relationships and about Uncle Gerry’s Family Fun Zone. It’s important that these stories be shared in some form.\n\nExcerpt of Caroline Interview\n\nSo how did you and Will meet?\n\nWe went to the same schools growing up, but we weren’t friends or anything like that. You know how you kind of know everyone you go to school with, but most people are just on the periphery? That was Will. Always there, but not really. We ran with different circles.\n\nYou can’t pinpoint the moment you actually met for the first time?\n\nI can’t. I can remember the first meaningful interaction we had, though. I was writing for the school paper, and - God, I can’t believe I actually wrote for the paper because I was a terrible, just horrible writer - and I was researching a story. It was a legend in our town, something all the kids talked about but no one could prove. Did you have any of those?\n\nI think so. I’d have to think about it, but I’m sure I had some.\n\nYeah, so you know what I’m talking about? One of those, oh, my brother’s friend’s mechanic had this experience type thing. It was pretty famous growing up where we did. Kind of a spook story to scare kids from staying out late at night or running around doing irresponsible things. It was this place called Uncle Gerry’s Family Fun Zone. (laughs) Gosh, I haven’t thought about that place in years.\n\nUncle Gerry’s Family Fun Zone?\n\nJust saying it out loud sounds so weird, right? Just completely and utterly made-up. And when we got older most of us thought that it was made-up, because it was just a silly and stupid legend. So of course it would have a ridiculous name.\n\nWhat was the legend?\n\nIt’s been so long. But, from what I remember, it was a children’s play zone type place that existed in the late 70s or early 80s. No one could pinpoint it. But the story was this guy - Gerry Something, but everyone called him Uncle Gerry - inherited a piece of land out in the woods from his grandfather. He took all of his money and turned it into the Fun Zone - you know, slides, games, trampolines, kind of like an indoor-rec type place. But all barnyard themed, so the place looked like a red and white barn with a silo, but inside was all of this kids’ stuff.\n\nHe built this out in the woods?\n\nThat’s what everyone said. But the messed-up part was what happened there. Apparently like 30 some years ago, a kid slid down the slide and just vanished into the ball-pit. Like, there was no trace of him. I think he was only four, maybe five? I can’t remember for sure. Anyway, they emptied the ball-pit and everything. The only thing at the bottom was a trap door and a crawlspace that led nowhere. It just dead-ended. No one knew why it was there. But yeah, the kid vanished, the town freaked, Gerry split, and the place shut down.\n\nAnd that really happened?\n\nEvery kid in town believed it. The story was that it was some sort of a hellhole that sucked down small children, that it needed to be fed. Like, it swallowed up that kid, and if anyone went near the place it would swallow you up, too. Don’t explore too far from home or you’ll stumble across Uncle Gerry’s...but you get past middle school and you think it’s all bullshit.\n\nWas it bullshit? You said you were writing a story about it for the newspaper and you met Will?\n\nYeah, so I’d decided to write about Uncle Gerry’s, and Will heard about it. He joined the newspaper club because he wanted to help (laughs)...I think he just wanted to spend time with me. But he helped me with my research. We talked to people, looked at old newspapers, spent a lot of time in those creepy library stacks...that’s where Will held my hand for the first time. God, we were so young.\n\nDid you find anything?\n\nNothing. There was no record of the place. We even talked to the police department. They had nothing.\n\nDid they know what you were talking about?\n\nOh, yeah. Everyone had heard of Uncle Gerry’s. And everyone was really nice about helping us, but nothing factual existed. My article was going terribly! It was all dead ends.\n\nWas that what you expected?\n\nI don’t know what I expected. I just thought it’d be a cool article. So I had a lot of interviews of people telling the stories, and I was going to write this “oral history” type article, but then...God, I haven’t thought about this in years...Will came to me. He said he knew where the Fun Zone was. He said he had directions.\n\nTo a place that didn’t exist?\n\nWill said that it did. It was out in the woods. Down some roads that weren’t on the maps. How did he get those directions? It’s been so long...I honestly can’t remember. Did they fall out of some ancient book at the library? I think that’s what happened. But he had them.\n\nDid you go there?\n\nI’ve never told anyone this. No one. I can’t believe I’m telling you right now. Will and I haven’t talked about it since it happened.\n\nWow, really? It’s okay, we don’t have to keep going.\n\nNo, no, it’s fine. It’s just…\n\nSeriously, Caroline, I’m not trying to psychoanalyze you or ruin your marriage by making you dredge up terrible memories. That’s not what I’m trying to...\n\nIt’s okay. I want you to know. (pauses) I want you to know. It wasn’t supposed to be there. It just wasn’t. What happened was Will was going to go there first to make sure it was safe. And I’d meet him there later on. And I did. I followed the directions perfectly, down all of these forgotten dirt roads that used to be real roads. Right turn at a rock the size of a Volkswagen, go three quarters of a mile and take a left at the pine tree with the downed limb, stuff like that. All landmark stuff. But the directions were perfect. I drove what felt like forever down this bumpy road, and it just ended. Nowhere else to go. And there was Will, standing at the side of the road next to his car, hands jammed in his pockets. And he had this look in his eyes...he just looked...different. It’s almost like, after that night there were two Wills. The first Will who had worked on the story, helped me research and held my hand in the library...he was so sweet. Just so shy. Tender, innocent. But after that night, he’d changed forever. Like, he never looked at me the same way again. And we’ve been married now for nine years, and together since...junior year of college, so thirteen years? And he’s never looked at me the way he looked at me in the basement of the library back in high school. It was that night at the Fun Zone that changed him. I know it. It was that night.\n\nCaroline…\n\nHave you ever thought about us? Like, what if our parallel universe had fully intersected forever with the real one? And we were together?\n\nI haven’t. Look, I think I should stop recording.\n\nPlease, don’t. It’s just...me and Will, nine years, no kids. No babies. And he just doesn’t look at me like he’s supposed to. He’s supposed to give me a baby, and we’re supposed to be living this love story, but...something went wrong. And it all started that night.\n\nWhat happened? On that night, I mean.\n\nI pulled off to the side of this dirt road that no one had driven on in probably decades, and, like I said, Will just seemed different. I asked him if he’d found it, and he said that it was there. Uncle Gerry’s Family Fun Zone was there. Will grabbed two flashlights from his car, and we followed a path through some brush. Then it kind of emerged before us, nestled in the trees. The barn, the silo, everything. It was so strange. It was almost like it materialized, if that makes sense.\n\nIt was dark, so, yeah. I know what you mean.\n\nAnd there was this picket fence around the place, and each board was painted either yellow, green, or light purple. And it held up better than it should have. The paint should’ve completely peeled off or maybe the whole thing should’ve fallen down, but it was in good shape.\n\nDid you go inside?\n\nI mean, we came all that way, right? The main entrance was this huge, wooden double door. Probably fifteen feet high, and above it was the sign: Uncle Gerry’s Family Fun Zone, with this picture of a cartoon farmer with a piece of straw hanging from his mouth. And the sign had been vandalized. Someone had spray-painted X’s over the farmer’s eyes, and nearly every letter had been scribbled out. Everything except for “Fun,” but the ‘F’ was turned into an ‘R’ and an exclamation point was added. So it just read, “Run!”. So we weren’t the first people that’d been there. And I remember thinking, I don’t know if this makes me feel better or worse.\n\nWho went in first?\n\nWill did. He pushed open the door, and it creaked the whole time. I was nervous someone would hear it, but we were out in the middle of nowhere, you know? So that was kind of dumb. Will raised his flashlight and jumped backwards into me - we were staring at this giant goat statue made out of fiberglass. Had to have been seven feet tall. It was standing on its hind legs with its other front legs reaching out, like it was hugging something invisible. I guess it was a photo-op. You know, stand inside it, take your picture? And they were everywhere.\n\nWhat was everywhere?\n\nFiberglass farm animals. Goats, sheep, cows, pigs - all standing on two legs, all of their front legs extended. They were scattered around the whole place, almost like soldiers keeping watch. Most of them were covered with some black soot substance. I ran my hand across one of the sheep. The soot was probably a half-inch thick. I still remember it trickling through my fingers. It was wet, and almost gooey. I honestly don’t know what it was.\n\nWhat else was inside?\n\nSlides. They were everywhere. Slides, jungle gyms, swinging bridges, a basketball court. We crept around for I don’t know how long, just not believing it was real. And it was just so dark and utterly silent. We got turned around so many times. It was like we were going deeper and deeper, and I know this doesn’t make sense, but it felt like we walked longer than we should have. Like the place was bigger on the inside than it looked on the outside. At one point, I remember looking back at Will and saying, “It’s like a maze in here.” And right at that moment we almost ran into a sign that said, “Uncle Gerry’s Amazing Cornstalk Maze!”. We were right at the entrance to a maze, but it wasn’t made out of corn. The walls were wooden with cornstalks painted on them, and there was no way we were going in there. Not a chance.\n\nDid you find the ball-pit?\n\nWe did. It was at the bottom of the tallest and widest slide in the whole place. Right in the center of the barn. And the pit was just massive. Had to have been forty feet wide, and maybe six feet deep. But it was empty, no plastic balls. Just a giant, barren pit, and there was a ladder going down into it. And from where we were standing, we saw the hatch. Will looked at me, and he just kind of shrugged, and he said, “This is why we are here, right?” We climbed down, and as we walked towards the hatch our feet echoed, but it was a different kind of echo. Like it died quickly, too quickly. Almost like something was sucking away the noise.\n\nI can’t believe you guys did this.\n\nI guess it was adrenaline. Our flashlights were directly on the hatch, and it had one of those round, steel rings. No lock. We stared at it for a while without saying anything. Almost like we were expecting it to start pulsating or to pop open. But we wanted to know what was inside. Had to know. So we decided to do it together. We grabbed the steel ring with both hands and pulled it up. I thought I’d be greeted by the bones of that dead kid, but there was only the smell that rushed us. It was very cold and crisp, and with a tiny whiff of sulfur. Will hopped right in, and I reluctantly followed. The stories were all true: it was a crawlspace to nowhere. We crouched down and crawled about twenty feet, and the tunnel just ended. Nothing but a smooth, steel wall. We ran our hands across it. Maybe we’d find a secret handle or trigger a button or something, but there was nothing. And then we heard the noises from above.\n\nHoly God.\n\nSomething had jumped into the pit, because the first thing we heard was this single, reverberating thud. It was unmistakable. And then the footsteps directly above us, walking towards the hatch. We killed our flashlights and pressed our backs into the steel. Will put his arm around me and covered my mouth, and I did the same to him. My leg started trembling and bouncing on the floor and Will grabbed it, steadying it. We listened as the footsteps got closer to the hatch, and then they just stopped. And I wanted to look down the tunnel, I did. But I didn’t want whatever was there to see the whites of my eyes. Because I was terrified it would give me away. But I felt its presence across the tunnel. I knew it was there. I felt it leaning down and staring at us. I’m sure about that. I even heard it breathing softly.\n\nDid he say anything?\n\nNo. It just watched us for a while. And I never opened my eyes. And the next thing I remember is the hatch slamming shut and both Will and I jumping and hitting our heads on the crawlspace ceiling. We stayed there silent for...it had to be an hour. We eventually worked up the courage to crawl to the other end in pitch black, and I was praying, just praying that this thing or person or whatever wasn’t inside this crawlspace with us. We were too scared to even turn on our flashlights. Every inch we crawled I thought, this is it - I’m going to reach out and feel something warm and snarling. But we made it to the end, and we slowly raised the hatch. Thank God it hadn’t locked us inside. We climbed out and we ran, just ran. I don’t even remember my legs moving beneath me. I remember it being, I was in the crawlspace, now I’m outside, now I’m at the car. Just like that, we were safe.\n\nDid you tell anyone about this? Did you write the article?\n\nWill followed me to my house. We promised each other to never talk about it ever again. We were done. No article, nothing.\n\nWhy not?\n\nI think we stumbled across something we were never meant to see. And something knew we were there, and I think it let us off with a warning. We didn’t want to make it mad. We were given a second chance.\n\nYou keep calling it it. Is there a reason for that?\n\nJust a hunch. Just the sounds it made when it walked, the vibe it gave off. It didn’t feel human.\n\nI honestly can’t believe you haven’t talked about this since high school. You or Will haven’t brought it up? Not once?\n\nWill is...I love Will. But it changed him. It changed me. (pause) How long has it been since Grace died?\n\n15 months.\n\nAnd you two didn’t have secrets or things you didn’t talk about?\n\nWe talked about everything. At least for my part. And I’m sure she wasn’t keeping anything from me.\n\nWhat’s that like? To have a marriage like that and a child to love?\n\nI think what we had was rare. And Tyler is my world. He’s my everything.\n\nDo you ever think...\n\nI turned off the recording. Caroline was traveling down a road that I had no interest in going. She left shortly thereafter, making me promise to not share anything with Will. I gave her my word. At one point I dropped the digital recording of her interview in the trash icon and hovered over the “empty” button for a few seconds. But I couldn’t do it. I dragged it back to a folder on my desktop.\n\nWill came by the next day for his interview. It began plainly enough. The first twenty minutes focused on his grade school years, his baseball playing days in college, and his love of 80s action movies. Nothing revelatory, nothing deep. That quickly changed.\n\nThe interview direction veered towards love and marriage. I tried to avoid it, but it came up organically. Will hesitated, contemplating. I’d hope we’d detour right around it, but he looked at me sharply in the eyes, and said:\n\nHave you ever heard of Uncle Gerry’s Family Fun Zone?\n\nI lied, and I told him that I hadn’t. He grabbed a sheet of paper from my desk and sketched out the Uncle Sam-type flyer for that cursed children's fun zone. That’s where this interview excerpt kicks in.\n\nExcerpt of Will Interview\n\nI was sitting in class. I think it was Spanish. And I look over, and this beautiful girl in the row next to me is furiously scribbling in her notebook. And she’s drawing this. (Will holds up the sheet of paper). I can’t explain it, but I was drawn to it. There was something about it. So I stopped her after class, and I asked her, “What’s Uncle Gerry’s Family Fun Zone?” Because I’d never heard of the damn place.\n\nWas it a place in town?\n\nThat’s the thing. It apparently was some kids’ play area type place in the 1970s, and some little kid drowned in a ball-pit, if that makes sense. Caroline told me the whole story, saying it was the most famous legend in our town and she was writing a newspaper story about it. But I’d never heard of it. I asked all of my friends, my parents, teachers. And I always got the same response: what are you talking about? And that made me more curious. Is this beautiful girl putting me on? Or does she have a wild imagination? Because according to Caroline, this legend was as famous as Bigfoot or the Loch Ness Monster or whatever.\n\nAre you sure you weren’t asking the right people?\n\nGoogle it. You’ll find absolutely zero about Uncle Gerry’s Family Fun Zone. And if a legend is that famous, wouldn’t it have some presence on the internet nowadays? Anything at all? Zero results. That’s pretty incredible. And back then, it wasn’t just people I knew. I joined the newspaper club, mainly out of this incredible fascination to find out more about this girl and why she was obsessed with this legend that didn’t exist. And we interviewed dozens of people for the story - historians, cops, librarians. We got a lot of strange looks. No one had ever heard of Uncle Gerry’s. Which only made me more curious.\n\nDid you guys get together? I know you started dating in college. I didn’t know you had a history.\n\nNot really. I mean, almost. Caroline had this pull on me that was hard to explain. We were spending a lot of time together. And she was gorgeous and funny, and motivated, man, just motivated to find out more about this Uncle Gerry’s place. And I liked it. Even when I thought she was maybe a little crazy, I liked it. But she wasn’t crazy.\n\nSo it was real?\n\nHere’s the thing. We had no clues or leads, and I was just hoping she’d give up. You know, drop the whole thing and we can start dating and doing normal teenage things or whatever. But one night - and, shit, I haven’t thought about this in forever - I was up late cramming for a test, and I see this bundled up old guy walking down my street. Just kind of putzing along, and the guy looks like he’s two hundred years old. And he stops at the end of my driveway, reaches into his overcoat, pulls something out and slips it in my mailbox. And I was like, what the hell is this? I stand up, and he snaps his head and looks right at me. It was freaky, just freaky. I dive down on the floor and don’t have the balls to look outside for another ten minutes. By that point he was gone.\n\nWhat did he put in the mailbox?\n\nI found out in the morning. It was directions. Scribbled on a napkin. Weird-ass directions, like drive down this dirt road and look-for-the-tallest-tree-then-turn-right type directions. I immediately knew it had something to do with Uncle Gerry’s. I just knew it.\n\nDid you tell Caroline?\n\nHere’s the thing, I…(pauses)...and this will sound terrible, and I can’t believe I’m telling someone, but...here’s what happened. This Uncle Gerry’s thing had been going on for weeks. And I know I said I liked the fact that Caroline was obsessive over it, but things turned weird quick. She kept coming over to my house to hang out, but she didn’t seem too interested in me. She was more interested in my brother, who was two at the time. And, God, it’s hard to explain, it wasn’t like a normal ‘I like playing with your brother’ thing, it was...creepy. The way she looked at him, it was almost like she needed him for something. That she was going to snatch him. Like we’d come home one day and David would be gone, and it was because Caroline took him.\n\nWow, I…\n\nI don’t expect you to understand any of this. It doesn’t make any sense, but I felt it. I’m telling you, it was real. In my heart, I had this hideous feeling it was all related to this Uncle Gerry’s Family Fun Zone obsession. I thought Caroline was looking for this place and was going to offer up my brother as some form of a sacrifice. Just saying it sounds so messed up. You probably think I’m yanking your chain. I mean, this is my wife we are talking about here. This is Caroline.\n\nIt’s fine. You don’t sound like you’re lying.\n\nI wouldn’t. Not about this.\n\nDid you tell anyone?\n\nNo. They’d probably think I was the crazy one. The whole thing was insane beyond belief. But I had to know what she was up to, so here’s what I did. I told Caroline I’d found directions to Uncle Gerry’s - told her they had been folded up in some library book about the town’s history or something. I gave her directions to the place, and I told her I’d check it out first. But here’s the thing: I gave her the wrong directions.\n\nWhat do you mean?\n\nI made them up. Wrote down a bunch of gibberish. They led miles outside of town in the opposite direction. And then I followed my directions - the ones the old man left me - and they led me right to it. It was real. This Uncle Gerry’s place, it was real, man. It made no sense. And then Caroline showed up.\n\nWith the wrong directions?\n\nI’ll never forget it. Seeing her car pull up. She should have been forty miles away. But here she was. And that’s when I knew. There was something wrong about her, something wrong about that old man, something wrong about that place. It was like Caroline was magnetically drawn to it. Uncle Gerry’s Family Fun Zone. Like, it exists because she believes it exists. I decided at that moment that there was some form of evil forces in the world that I would never understand. Never. And Caroline was wrapped up in it.\n\nHow was the place real?\n\nLike I said. It didn’t make any sense. Nothing did. We even explored the place for a while, and it was...Christ, it feels like I’m going back there right now. And I never wanted to go back. Never. That musty smell, those animals that towered over us like monsters, it’s just…\n\nWill, why don’t we end this. I can…\n\nNo, no, just a little more. There’s some things that you should know. I’d never seen Caroline so excited. Still haven’t. I swear she was bouncing around that place. Wanted to explore every inch. She even pulled me into some horrifying corn maze I thought we’d never get out of. And then we found it. We found the place where that kid had disappeared. Caroline pulled open this hatch in this enormous, empty ball-pit, and we wiggled through this crawlspace that dead-ended, and then we heard something. Someone else was inside the barn. We heard it’s footsteps above us, and it was stomping around. I thought, maybe it was the old man, because who else would know we were here?\n\nWas it the old man?\n\nIt wasn’t. No way. We were huddled up at the end of the crawlspace, and my legs were shaking so bad I thought they would spring free from my body. Caroline held them down for me. She was so calm, just so calm. The hatch opened, and in the dark I saw this figure kind of lean down. It definitely wasn’t the old man. It was too skinny. It couldn’t have been a person. It just couldn’t. So we stared at it from across this crawlspace, and at one point I turned to look at Caroline, and she was watching this thing with this little grin on her face. And that thing kept right on looking and breathing, and then, all of the sudden, it kind of sniffed the air. Like it was smelling us. And the voice, God, I’ll never forget it. It was this voice that was deep and raspy and terrible all at the same time, it said, “Not young enough.” Then it slammed down the hatch, and it was gone. We waited a while, and when we thought it was safe we ran back to our cars.\n\nWill, if I thought that we’d talk about this I wouldn’t have asked you to do this. I mean it. I never intended for it to be like this.\n\nIt’s fine. It’s just...someone needed to know. I’m just glad it’s you.\n\nIf I can ask, and if you don’t want to answer that’s totally fine: why are you with her? Why are you married to Caroline?\n\nBecause someone had to marry her, and it had to be me. Does that make sense? I know what happened at that place. I know that there’s evil things in this world that have grabbed hold of her. But she’s better. She never wrote that article, never talked about Uncle Gerry’s Family Fun Zone since then. I’m not sure if she even remembers it. Maybe the evil is gone. It could be gone forever. But I’m always waiting for it to come back. And that’s why...I’ll tell you this, but this goes to the grave. Yeah?\n\nYeah.\n\nShe wants to have kids. Caroline wants to have a baby. But it won’t be with me. I got a vasectomy years ago, back in college, actually. I won’t give her a baby, not after everything that I know. But now she wants one. More than anything\n\nShe’ll find out. If you guys do fertility, the doctors will find out.\n\nI know.\n\nWhat will you do then?\n\nI don’t know. (pauses) I don’t know.\n\nMy original hunch about my interview experiment was correct: there was just something about the microphones and tight space that elicits honesty. What I experienced with Caroline and Will was the rarest forms of honesty, an honesty I hope to never, ever experience again. I wanted to rid myself of the entire situation - even having the audio files just felt wrong, like I was allowing evil to fester - but then I remembered what Will told me:\n\nSomeone needs to know.\n\nSo I spent hours transcribing their interviews, dumped the text file on a USB drive and tossed it into a box in my closet. I deleted the audio files from my computer, and then put my microphones and recorders out to the curb. It just wasn’t worth it.\n\nBut the purging didn’t cure me. I was haunted by Will and Caroline’s stories. And it wasn’t just the horrific situations they found themselves in as high schoolers. It was the secrets and lies they’ve lived ever since. Will and Caroline came over for dinner a few weeks after the interviews, and it was like nothing was wrong. We drank, we laughed, I watched Will touch the small of Caroline’s back and Caroline gently caress Will’s elbow. It all seemed so frighteningly normal. But I knew what they were living with, and it terrified me.\n\nThe next day, the doorbell rang. It was Caroline. She’d left her sweater at my place and was here to pick it up. It was my first time being alone with her since the interview. I was worried she’d bring up Uncle Gerry’s Family Fun Zone, or wanting to have a baby, or she’d again gently broach the topic of “me and her” and what could have been. Or what could be. I just wasn’t sure.\n\nI retrieved her sweater from the kitchen and walked her to the front door. I tried to read what was going on beneath her eyes, and I looked for a flicker of that evil that Will said grabbed hold of her all those years ago. I didn’t see it. I just saw a lonely, sad woman who wanted more out of life than what she was given.\n\nWe reached the front door, and Caroline looked over towards my living room. Tyler lay nestled into the cushions, lost inside the pages of a fantasy book. Caroline smiled longingly at my boy, and said to no one in particular:\n\nNot young enough.\n\nX\n\nRead more\nSort by:\nAdd a Comment\nHeWhoIgnores\n•\n8 yr. ago\n\nMy theory:\n\nThe child that was lost in the ball pit is a red herring. Ignore it. The thing that people missed was that Will gave Caroline wrong directions. 40 miles away from where he was. Yet she appears, and to Caroline the directions was perfect.\n\nWhat if they both weren't with each other? What if they went to two different places. What if the Will that Caroline met wasnt really Will, and vice versa? Both mentioned how out of character the other was. What if they were with an entity the whole time?\n\nAnd the most disconcerting of all: What if they were each from a parallel universe, and that crawl space acts as a funnel to this universe?\n\nReply\nreply\nJay-whatchulookinat\n•\n8 yr. ago\n\nYoooo. That explains a lot of the discrepancies, like the shaking leg and the corn maze. What about the \"not young enough\" at the end though?\n\nReply\nreply\n1 more reply\n5 more replies\nSaracma\n•\n8 yr. ago\n\nI would definitely show Will, Caroline's interview transcript (I know you deleted the audio which is unfortunate). Mostly because of that last comment, who knows how dangerous she is. She might start abducting children from other families (if she hasn't already). And Will needs to know that this is still all going on.\n\nThen just keep us updated on his reactions and how things go.\n\nReply\nreply\n3 more replies\nGBBL\n•\n8 yr. ago\n\nMaybe Caroline was the kid who got taken in the parallel universe? That's why no one knew of the place and why she was so pulled to it?\n\nReply\nreply\n1 more reply\nFubang77\n•\n8 yr. ago\n\nThe thing that creeps me out the most is both of them claiming that other held their shaking leg still down in the pit. Why should such a relatively minor detail be so similar between their shared experience? But what if both recollections were accurate, what if neither looked down? What if something else was down there with them in the dark?\n\nReply\nreply\nsarammgr\n•\n8 yr. ago\n\nI didn't think this could get any creepier. So thanks for that. :O\n\nReply\nreply\n6 more replies\ngravityline\n•\n8 yr. ago\n\nIt's been a while since something on this subreddit made my stomach drop in that particular way that good horror does, but this did it.\n\nI gave her directions to the place, and I told her I’d check it out first. But here’s the thing: I gave her the wrong directions.\n\nI was completely not expecting it. Excellent.\n\nReply\nreply\nbaehemian\n•\n8 yr. ago\n\nLike, it exists because she believes it exists.\n\nOne of my favorite lines from the story. From Caroline's accounts, she was absolutely convinced that this was a real place/occurrence and that everyone knew about it, while in Will's perspective nobody's heard of it. I wonder where the interviews she had came from, and if she was so caught up in the delusion that she made them up. Honestly this is one of the best stories I've read on nosleep recently. It's so original and interesting, I love it.\n\nReply\nreply\n1 more reply\nGGGilma87\n•\n8 yr. ago\n\nImagine NPR tackling this story.\n\n\"Today on This American Life, AUUUUUUUUUUUUGHHHHHH! AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH! AHHHHHHHHHHHHHHHHHHHHHHHHHH! AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!\"\n\nReply\nreply\nsuckitifly\n•\n8 yr. ago\n\nGod forbid Dianne Reams interviews them. This story would have taken a day and a half to listen to if you had to listen to Dianne savor every word like a fine steak.\n\nReply\nreply\n4 more replies\n6 more replies\n4NSic\n•\n8 yr. ago\n\nSorry, all I could think about after the title and every time I read the name is \"Uncle Touchy's Naked Puzzle Basement.\" Damn you, Patten Oswalt\n\nReply\nreply\nrealhorrorsh0w\n•\n8 yr. ago\n\nYou won't wear a shirt and you'll cry.\n\nReply\nreply\n1 more reply\nBitawit\n•\n8 yr. ago\n\nEach version of the story is so different, they both blame the other for taking the lead on the investigation and research. It's like maybe one of them is from a parallel universe. Maybe both of them. Who knows.\n\nThe things that get me though are the little things. Caroline says she feels like the creature behavior was like a warning. And it gave them a second chance. Will said that the creature told them they weren't young enough.\n\nCaroline, some part of her, knows that. And she won't go back until she had someone young enough with her.\n\nA baby of her own.\n\nI also think it's interesting that Caroline believes they swore to never speak of it again. Will didn't mention it, but seemed relieved she never talks about it.\n\nPoor Caroline still remembers minute details, even 20 years later.\n\nI do wonder how she got caught up in all of this.\n\nReply\nreply\n6feet\n•\n8 yr. ago\n\nIn Caroline's telling of the story, she says it felt like they were given a second chance.\n\nIn Will's telling, they were told explicitly \"Not young enough.\"\n\nSo what if both versions are true? Maybe Caroline chose Will as an offering, and the creature they encountered was telling her that Will wasn't young enough, and giving her a second chance... to return with a younger child.\n\nReply\nreply\n4 more replies\npiwe031\n•\n8 yr. ago\n\nWow, that's just to freaky! I wonder how she got possessed in the first place. And if she didn't realize she was acting weird. Maybe she's fed Gerry during their marriage with other kids? Fuck that creeps me out, just thinking of. Great guy, Will, taking one for the team like that.\n\nReply\nreply\nShottawayne\n•\n8 yr. ago\n\nWill. What a champ.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n8 yr. ago\n\nI need more, OP. We had a place like that where I grew up that I KNOW I visited. It was called Fun Scape and to this day, the only people that remember it are the students I went to school with. It was like...Wonka's chocolate factory mixed with Richie Rich's amusement park with a dash of the coolest fucking place you can imagine. Obstacle courses, mini golf, virtual reality rides, movie theaters, restaurants, and it was all children only. No adults allowed. I can't find any history of it besides a website from 1997.\n\nWe used to go all the time and I remember the mini golf had this really scary corridor built into a cave that ended with a brick wall behind a door.\n\nExcept that one time, the last time I ever had the nerve to go in there, there was no more brick wall behind the door.\n\nIt closed shortly after that. Some scandal broke, or someone got hurt or something. None of the adults remember.\n\nMaybe I should write about it.\n\nReply\nreply\n17 more replies\nkinbladez\n•\n8 yr. ago\n\nBest thing I have read on this sub in a while. Gave me goosebumps.. So good.\n\nReply\nreply\nCryptKeeper845\n•\n8 yr. ago\n\nMaybe Caroline was the little kid that was lost in the ball pit. They never found them and with that they probably didn't know who it was who was lost to begin with. Maybe she did get out just ended up back home, having been spared in return for sending in someone younger to be taken and leaving her with a permanent calling to the place.\n\nReply\nreply\n1 more reply\norngckn42\n•\n8 yr. ago\n\nWas the child who fell into the pit her sibling? Is that why it has such a holdmon her? Are you going to try to find this place in the woods? Thank you for sharing, OP.\n\nReply\nreply\n11 more replies\nView more comments\n \n41\nRank by size \nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 93 comments\nr/tiktokgossip\nAdrielle Sigler (veganrizz) is trying to destroy a small business.\ntiktok\n278 upvotes · 250 comments\nr/JennaGraceSnark\nGO OFF MATT😂🥰\ntiktok\n132 upvotes · 55 comments\nr/horror\nTERRIFIER 3 Teaser 4K | Only In Theaters October 25, 2024\nyoutube\n753 upvotes · 215 comments\nr/TrueCrimeDiscussion\nIssei Sagawa dead: I had no idea he passed last year. What do you all think?\nnewsweek\n404 upvotes · 45 comments\nr/horror\nOD - new gaming coming soon from Hideo Kojima and Jordan Peele\nyoutube\n373 upvotes · 127 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n316 upvotes · 81 comments\nr/wheelchairrepunzel\nSince she wants to go live\ntiktok\n127 upvotes · 86 comments\nr/TheDarkTower\nWhat?!?\ntiktok\n104 upvotes · 66 comments\nr/southafrica\nOn this day in 1860 the first Indian indentured labourers arrived in South Africa\nyoutube\n109 upvotes · 14 comments\nr/australia\nTISM - I've Gone Hillsong\nyoutube\n133 upvotes · 36 comments\nr/TeenMomOGandTeenMom2\nNew claim that Jenelle let Jace use her vape; that’s what David was trying to take\nyoutube\n230 upvotes · 292 comments\nr/GameTheorists\nwhy we not talking about the real important theories?\nyoutube\n123 upvotes · 21 comments\nr/cringe\nNever forget where we came from\nyoutube\n126 upvotes · 38 comments\nr/TeenMomOGandTeenMom2\nDavid Eason Ex-Wife Prove His Messages Are Real After David & Jenelle Claim They Are Photoshopped! (Scrolling through messages)\nyoutube\n361 upvotes · 165 comments\nr/hlvrai\nHL2VRAI BEGINS DEC. 16TH\nyoutube\n147 upvotes · 38 comments\nr/GameTheorists\nGame Theory: FNAF, Help Me SOLVE The Impossible!\nyoutube\n902 upvotes · 679 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/australia\nHonest Govt Ad | How to Rig Elections\nyoutube\n288 upvotes · 65 comments\nr/thewalkingdead\n\"how can you say it will be bad just because the graphics are bad? i'll be buying this game on release!\" - some of you suckers on this sub\nyoutube\n189 upvotes · 101 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 282 comments\nr/KUWTKsnark\nKanye West's 'wife' Bianca Censori 'flees to Australia' - LBC\nlbc.co.uk\n556 upvotes · 129 comments\nr/TigerBelly\nDEATH & RAMEN going live in 48 hours! link below\nyoutube\n251 upvotes · 30 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 27, 2015\nReddit\nreReddit: Top posts of October 2015\nReddit\nreReddit: Top posts of 2015"
}