{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Here's how much plastic enters the ocean each year - Science",
  "href": "https://www.science.org/content/article/here-s-how-much-plastic-enters-ocean-each-year",
  "body": "The scientists figured roughly 15% to 40% of that littered or dumped plastic enters the ocean each year. Adding together all 192 countries in the world with a significant coastal population, the researchers report online today in Science that about 4 million to 12 million metric tons of plastic washed offshore in 2010 alone, or about 1.5% to 4. ...",
  "textContent": "ADVERTISEMENT\nNEWS\nCAREERS\nJOURNALS\nLOG IN\nBECOME A MEMBER\nNews Home\nAll News\nScienceInsider\nNews Features\nHOME\nNEWS\nSCIENCESHOTS\nHERE'S HOW MUCH PLASTIC ENTERS THE OCEAN EACH YEAR\nSCIENCESHOTSEARTH\nHere's how much plastic enters the ocean each year\nNew calculations astound scientists\n12 FEB 2015BYANGUS CHEN\nMALIN JACOB\nSHARE:\nFacebook\nTwitter\nLinked In\nReddit\nWechat\nEmail\n\nIt took nearly a half-century, but scientists finally have a handle on how much plastic enters the open ocean every year. The last estimate was in 1975, when a National Academy of Sciences study hazarded a guess that about 0.1% of global plastic production sweeps out to sea annually. Now, researchers say reality is much grimmer. The team looked at how much plastic waste every coastal country in the world produces and estimated how much of it could potentially spill into the sea because it ends up as litter or in open dumps and leaky landfills. The scientists figured roughly 15% to 40% of that littered or dumped plastic enters the ocean each year. Adding together all 192 countries in the world with a significant coastal population, the researchers report online today in Science that about 4 million to 12 million metric tons of plastic washed offshore in 2010 alone, or about 1.5% to 4.5% of the world's total plastic production—enough to cover every foot of coastline on the planet. That's just the beginning of the problems, the team says, as scientists still don't know where more than 99% of ocean plastic debris ends up—and what impact it's having on marine life and the human food supply. What's more, the authors predict that the annual amount of plastic waste tumbling out to sea will more than double in the next 10 years.\n\nSIGN UP FOR THE SCIENCEADVISER NEWSLETTER\nThe latest news, commentary, and research, free to your inbox daily\nSIGN UP\ndoi: 10.1126/science.aaa7848\nRELEVANT TAGS:\nEARTH\nENVIRONMENT\nABOUT THE AUTHOR\nAngus Chen\nTwitter\nAuthor\nMORE FROM NEWS\n8 DEC 2023\nTheir budget already stretched near bursting, U.S. particle physicists dream small\nBY ADRIAN CHO\n8 DEC 2023\nFederal agency’s plan to disclose university misconduct findings splits academics\nBY JEFFREY MERVIS\n8 DEC 2023\nPatagonian people were riding horses long before Europeans arrived\nBY ANDREW CURRY\nVIEW MORE\nGot a tip for Science's news department?\nCONNECT\nSign up for ScienceAdviser\n\nSubscribe to ScienceAdviser to get the latest news, commentary, and research, free to your inbox daily.\n\nSUBSCRIBE\nADVERTISEMENT\nLATEST NEWS\n8 DEC 2023BY ANDREW CURRY\nPatagonian people were riding horses long before Europeans arrived\n8 DEC 2023BY ETHAN FREEDMAN\nA ‘living skin’ is protecting the Great Wall of China from erosion\n8 DEC 2023BY RODRIGO PÉREZ ORTEGA\nFirst-of-its-kind tyrannosaur fossil reveals what younglings ate\n7 DEC 2023BY MITCH LESLIE\nBirds that lead people to honey recognize local calls from their human helpers\nVIEW MORE\nADVERTISEMENT\nSIFTER \n7 DEC 2023BY SEAN CUMMINGS\nAncient Egyptians kept sacred baboons under dismal conditions in captivity\n7 DEC. 2023BY SEAN CUMMINGS\nWant tastier coffee? Add a splash of water before grinding the beans\n6 DEC 2023BY SEAN CUMMINGS\nAI can identify wine origins with corking good accuracy\n5 DEC 2023BY SEAN CUMMINGS\nOldest known mosquito fossils show males, too, once sucked blood\nVIEW MORE\nRECOMMENDED\nREPORTFEBRUARY 2015\nPlastic waste inputs from land into the ocean\n15 MAY 2018BY MATTHEW WARREN\nPlastic debris found in the deepest part of the ocean\nREPORTSEPTEMBER 2020\nPredicted growth in plastic waste exceeds efforts to mitigate plastic pollution\n11 SEP 2018BY ERIK STOKSTAD\nControversial plastic trash collector begins maiden ocean voyage\nADVERTISEMENT\nSupport nonprofit science journalism\n\nHelp News from Science publish trustworthy, high-impact stories about research and the people who shape it. Please make a tax-deductible gift today.\n\nDONATE\n\nNot Now\nSkip slideshow\nFOLLOW US\nGET OUR NEWSLETTER\nNEWS\nAll News\nScienceInsider\nNews Features\nSubscribe to News from Science\nNews from Science FAQ\nAbout News from Science\nCAREERS\nCareers Articles\nFind Jobs\nEmployer Hubs\nCOMMENTARY\nOpinion\nAnalysis\nBlogs\nJOURNALS\nScience\nScience Advances\nScience Immunology\nScience Robotics\nScience Signaling\nScience Translational Medicine\nScience Partner Journals\nAUTHORS & REVIEWERS\nInformation for Authors\nInformation for Reviewers\nLIBRARIANS\nManage Your Institutional Subscription\nLibrary Admin Portal\nRequest a Quote\nLibrarian FAQs\nADVERTISERS\nAdvertising Kits\nCustom Publishing Info\nPost a Job\nRELATED SITES\nAAAS.org\nAAAS Communities\nEurekAlert!\nScience in the Classroom\nABOUT US\nLeadership\nWork at AAAS\nPrizes and Awards\nHELP\nFAQs\nAccess and Subscriptions\nOrder a Single Issue\nReprints and Permissions\nTOC Alerts and RSS Feeds\nContact Us\n\n© 2023 American Association for the Advancement of Science. All rights reserved. AAAS is a partner of HINARI, AGORA, OARE, CHORUS, CLOCKSS, CrossRef and COUNTER.\n\nTerms of Service  Privacy Policy  Accessibility"
}