{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "cutting - How can I cleanly cut thick plastic straws? - Arts & Crafts ...",
  "href": "https://crafts.stackexchange.com/questions/1736/how-can-i-cleanly-cut-thick-plastic-straws",
  "body": "The heat should (locally) soften the plastic and make a relatively neat hole. Just pay attention to retain your move in order to avoid piercing both sides of the straw :). Note that you could also put something in the straw to stop the awl on the midway. Solution 2: Another way could be to use sand paper rolled.",
  "textContent": "Log in\nSign up\n\nArts & Crafts Stack Exchange is a question and answer site for artists and crafters. It only takes a minute to sign up.\n\nSign up to join this community\nAnybody can ask a question\nAnybody can answer\nThe best answers are voted up and rise to the top\nArts & Crafts\nHome\nQuestions\nTags\nUsers\nUnanswered\nTEAMS\nStack Overflow for Teams – Start collaborating and sharing organizational knowledge.\nCreate a free Team Why Teams?\nHow can I cleanly cut thick plastic straws?\nAsk Question\nAsked 7 years, 6 months ago\nModified 7 years, 5 months ago\nViewed 6k times\n6\n\nI have drinking straws like this:\n\nThey are thicker, reusable straws, probably PVC. They're the thickness you generally find in tumblers that come with their own straw.\n\nI thought it'd be neat and cute to cut them down and make a fun panflute for my kids!\n\nThe cut needs to be clean, without breaking, splitting or damaging the rest of the straw (which rules out my bolt cutters). I not only need to cut them to size, but also make the holes where the air comes out.\n\nThis will be purely decorative, and given to children, so it needs to have no sharp edges.\n\ncuttingplasticpvc\nShare\nImprove this question\nFollow\nasked Jun 9, 2016 at 23:20\nuser24\nDo you have a dremmel or something similar? – \nCatija\n Jun 9, 2016 at 23:21\n@Catija My wife has a Dremel, but I've never used cutting attachments. We also have a cordless drill. No saws. Different knives.. – \nuser24\n Jun 9, 2016 at 23:22\n@CreationEdge As I said in my answer, I misread the question the first time and so answered also another question which is: \"How can I cleanly pierce plastic straws?\". I tried to adapt my answer to also answer your question. I'm just a bit puzzled why you need to make holes where the air comes out? I'd be surprised that the straws are blocked on one side... Could you detail a bit what you meant? Basically, if you don't need to make holes at all, I would consider asking the similar question and splitting my answer between the two questions. – \nSurb\n Jun 10, 2016 at 9:16 \nIf you look at a flute, on whistle, you need to put in a hole near the mouth side where the air escapes. (I'll be plugging up the opposite end of the straw.) – \nuser24\n Jun 10, 2016 at 12:38\n1\n@BrownRedHawk I was not aware that there are different types of Boxcutters blades. Sounds definitely interesting. I would just avoid the \"flat\" ones. I think you should consider posting an answer about it. – \nSurb\n Jun 10, 2016 at 13:46\nShow 3 more comments\n5 Answers\nSorted by:\nHighest score (default)\nDate modified (newest first)\nDate created (oldest first)\n6\n\nIt's worth noting, if you feel like taking a trip to your local hardware store, that they make specialty blades that fit boxcutters. Some of these are designed for laminate. Most likely, the blades that came in your boxcutter are ok for opening boxes, plastic packagine etc. However, you can buy some designed for cutting laminate, PVC, etc. Look for blades that are thicker and may have a wavy pattern on the edge. These can be especially helpful in working with plastics. The sharper the blade, the less force needed to cut/saw. Like in the kitchen, this is safer than a dull knife that needs lots of force (that ends up slipping into your thumb - Ouch).\n\nSimilarly, rather than \"homebrew\" a solution, for under $10 you should be able to find a cutoff wheel for your dremel made for plastic. They often are serrated, and may have holes through the wheel that lighten in.\n\nThey are super helpful and will give a great, square cut (often without burrs).\n\nWatch out for any sharp edges if these will be near a child's mouth. A good wash in soap and water should take care of any residual dust. Those would not be \"Good Eats\"\n\nShare\nImprove this answer\nFollow\nanswered Jun 10, 2016 at 13:52\nBrownRedHawk\n4763\n3 silver badges\n5\n5 bronze badges\nI have not tried the Dremel yet, but the \"serrated\" utility knife blades are the answer. – \nuser24\n Aug 1, 2016 at 17:21\nAdd a comment\n3\n\nI did not tried it but that's how I would proceed:\n\nFor the cut: (to make a pan flute)\n\nSolution 1: My guess is that cutting the straw with a heated knife will be very messy and gives a bad result. So I'd simply use a serrated knife. Something like this one:\n\nand saw the straw with it. Pay attention to really use the sawing part of the knife (this is why the teeth are important), i.e. don't press the knife too firmly against the straw to make sure that you don't break it. You can then smooth the edges of your cut again by using some kind of heating process. In this case, I would even consider having a very hot surface and then simply press (as vertically as possible) the end points of your straw on the surface. Ideally, you have a pencil ready to put it in the straw when the plastic is soft and make sure that the hole is not obstructed by the plastic. I'm pretty sure this should work well. In fact, you could also use this knife to get third type of holes in straw (my guess is that different holes will lead to different sounds).\nSolution 2: This is based on a surprising experiment I made one evening by pure interest. And actually you could consider merging some ideas of this solution with Solution 1. The experiment was easy, take a plastic glass fill it with water and try to make a whole in the glass with a lighter to empty some water: impossible. The plastic above the water will melt exactly until the water level is reached and afterward, no way to go further... (maybe with a blowtorch it could work but this is not the goal here). Moreover, the melted plastic tends to curl outside the glass and does clearly not go where the water is. So you can use this phenomenon at your advantage: Indeed you could stuck one side of the straw (with a chewing gum or something similar), fill it with water at the level you wish and melt the remaining part. If you have to melt 2/3 of your straw this will eventually be long and smoky (and this are the kind of smokes your lungs really want to avoid). So, I would consider first cutting the main part with a knife and then make the last 3-5 millimeters in this way in order to get a very smooth result.\n\nFor the holes: (to make a regular flute)\nActually I misread the question at first (and forgot about the \"pan\" part of your flute), so these solutions can be useful if you want to build a regular flute with several holes in the same straw (which IMO could also be an interesting option to consider).\n\nSolution 1: Consider a tool like this one (an awl):\n\n\nHold the extremity above a candle and then make your hole. The heat should (locally) soften the plastic and make a relatively neat hole. Just pay attention to retain your move in order to avoid piercing both sides of the straw :). Note that you could also put something in the straw to stop the awl on the midway.\n\nSolution 2: Another way could be to use sand paper rolled. I would wrap a pencil with sandpaper and use it to make the whole. The advantage is that the whole will be even more clean however you'll get a kind of ellipsoidal hole (which might change the sound of your instrument) and you can certainly not make as small holes as with Solution 1. Another relatively small drawback is that this is very sand paper consuming. Indeed, my experience, is that when rubbing with sandpaper, the plastic will melt a bit on your sandpaper which makes it quickly unusable (but at least sandpaper is quite cheap).\n\nSolution 3: Use the same knife as in the first part of this answer and cut some \"V\"'s in your straw, something like that (cut along the red lines): \n\nyou will get a third type of holes. The problem however (as well as the solution with sandpaper but even worst) is that the different holes will likely be different from each other, so unless you have some other tools to make sure that the cut will be exactly at 45° and not pass the half of the straw, I would avoid this solution.\n\nShare\nImprove this answer\nFollow\nedited Jun 10, 2016 at 15:58\nCatija\n3,4962\n2 gold badges\n22\n22 silver badges\n45\n45 bronze badges\nanswered Jun 9, 2016 at 23:32\nSurb\n1,20513\n13 silver badges\n26\n26 bronze badges\nAdd a comment\n1\n\nI have cut thick plastic tube using garden secateurs. Even easier is to use double action tin snips. Hardware shops may sell snips like the picture. They are great for cutting plastic, leather and trimming cat's claws. \n\nShare\nImprove this answer\nFollow\nanswered Jun 30, 2016 at 4:16\nStephen Fixit\n3141\n1 silver badge\n7\n7 bronze badges\nI tried using shears. They were the easiest cuts, but they weren't terrible even or accurate. It let me make a practice project, but I wouldn't use them where I need precision. +1, though. I think for general projects, this will be the solution. – \nuser24\n Jul 10, 2016 at 19:48\nAdd a comment\n1\n\nYou may want to consider a hot wire cutter. Professional models aren't cheap (although you can rig one up, or even rig up something useful w/ a soldering iron and chunk of flattened coat hanger) , but it works really well for the type of cuts you're looking to make.\n\nIf you know someone who works with polystyrene foam, they likely have one. (it's rather common in terrain modelling -- either miniature-based wargamers, or model train folks).\n\nShare\nImprove this answer\nFollow\nanswered Jul 11, 2016 at 0:00\nJoe\n2411\n1 silver badge\n4\n4 bronze badges\nIf I had easy access, I would definitely try this. – \nuser24\n Jul 11, 2016 at 0:24\n@CreationEdge : there are DIY instructions on how to rig one up. The main issue is often sizing the power supply, but the folks at Make suggest using a model train power supply, which could be adjusted. (you want it to just be hot enough to melt what you're cutting smoothly (ie, without you having to push firmly against the wire) and without it being so hot it burns out the wire. – \nJoe\n Jul 11, 2016 at 0:33\nAdd a comment\n0\n\nA safety letter opener would hold the straw open and the blade is hidden. Would be a safe way to slice the straws open.\n\nShare\nImprove this answer\nFollow\nanswered Jul 11, 2016 at 0:23\nJohn Vukelic\n2,95612\n12 silver badges\n11\n11 bronze badges\n2\nYou mean to split them down the middle? Not exactly what I had in mind, but it is a good idea for a different project. – \nuser24\n Jul 11, 2016 at 0:24\n1\nI would think this would have a hard time going through the straws the OP described. Regular plastic straw down the length easy but not the thick ones I would venture. – \nMatt\n Jul 11, 2016 at 1:10 \nAdd a comment\nYou must log in to answer this question.\nFeatured on Meta\nSite maintenance - Wednesday, December 13, 2023 @ 01:00 UTC (Tuesday,...\nSeeking feedback on tag colors update\nWe're rolling back the changes to the Acceptable Use Policy (AUP)\nLinked\n2\nParty Blowers to Noisemakers?\nRelated\n10\nHow can I cleanly cut the inside of a paper on a different angle?\n9\nHow can I cut popsicle craft sticks without splitting them?\n9\nHow to cut gift cards in order to make a mosaic?\n4\nHow would I cut out lettering from a stamped piece of thick-sheet metal\n9\nHow can I cut a near perfect circle out of a plastic bottle?\n2\nInterlocking plastic, rubber, or foam product that can be cut to size?\n3\nHow can I cut paper in one cut with scissors?\n1\nHow to make plastic badges?\n5\nHow to cut a hole in a globe without breaking it?\nHot Network Questions\nPSE Advent Calendar 2023 (Day 9): The Peppermint Twist\nMortality statistics: Ski touring vs rock climbing\nIs my student applying to too many PhD programs in the US? (statistics / biostatistics)\nbinomial coefficients are integers because numerator and denominator form pairs?\ntrying to go to terminal and run a command\nWhat are the possible interpretations of John 19: 22 \"Quod scripsi, scripsi\"?\nIs it possible to change red to blue on my display? Basically swap the colors\nWhat did the Borg cut out of the Enterprise-D?\nAppropriate/smart ways to decline students' requests of \"begging for better grades\" at the end of the semester without being too hurtful\nIs it bad to get 40% on TurnitIn?\nWhat's the name of the logical fallacy of when you answer a question with essentially something that doesn't mean anything?\nMatrix Class Implementation\nAt what point does using a statically typed language gain more benefit than using a dynamically typed language with optional type declaration?\nDoes attending a conference on Sentosa Island allow a visitor to enter without paying the Sentosa Island entrance fee?\nWhat range of altitudes would not be fatal for an astronaut falling from height on the moon?\nIf I chose to make a game engine with GPL license, does anyone who build a project with it have to disclose the license or is that for distros only?\nWhy expansion of real gases lead to cooling?\nPositive cone in Haagerup L²-space: how much information does it contain?\nCan my boss sue me for negative comments in an email sent only to him?\nSketchy looking electrical outlet\nRequest for explicit character tables of conjectured, non-existent finite simple groups\nPigtails on a 20 amp, 12 awg wired circuit. Thinking about 14awg Thhn pigtails\nPower for devices in cold and dark?\nHow much entropy is lost due to collision?\n Question feed\nARTS & CRAFTS\nTour\nHelp\nChat\nContact\nFeedback\nCOMPANY\nStack Overflow\nTeams\nAdvertising\nCollectives\nTalent\nAbout\nPress\nLegal\nPrivacy Policy\nTerms of Service\nCookie Settings\nCookie Policy\nSTACK EXCHANGE NETWORK\nTechnology\nCulture & recreation\nLife & arts\nScience\nProfessional\nBusiness\nAPI\nData\nBlog\nFacebook\nTwitter\nLinkedIn\nInstagram\n\nSite design / logo © 2023 Stack Exchange Inc; user contributions licensed under CC BY-SA. rev 2023.12.8.2394\n\nYour privacy\n\nBy clicking “Accept all cookies”, you agree Stack Exchange can store cookies on your device and disclose information in accordance with our Cookie Policy.\n\nAccept all cookies\nNecessary cookies only\nCustomize settings"
}