{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "How Did Sea Turtle Get a Straw Up Its Nose? - National Geographic",
  "href": "https://www.nationalgeographic.com/animals/article/150817-sea-turtles-olive-ridley-marine-debris-ocean-animals-science",
  "body": "In a cringe-inducing video that's gone viral, a team of scientists spent nearly ten minutes pulling a plastic straw from the nostril of an olive ridley sea turtle.. At first, \"it looked like a ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nWEIRD & WILD\nHow Did Sea Turtle Get a Straw Up Its Nose?\n\nScientists studying olive ridley sea turtles in Costa Rica recently helped the injured reptile.\n\nBYJANE J. LEENATIONAL GEOGRAPHIC\nPUBLISHED AUGUST 17, 2015\n• 3 MIN READ\nWatch researchers pry a drinking straw from the nostril of an olive ridley sea turtle. Warning: contains graphic content and strong language.\n\nIn a cringe-inducing video that's gone viral, a team of scientists spent nearly ten minutes pulling a plastic straw from the nostril of an olive ridley sea turtle.\n\nAt first, \"it looked like a worm,\" says Christine Figgener, a sea turtle expert at Texas A&M University in College Station who helped the injured reptile off the coast of Costa Rica.\n\nFiggener and colleagues were collecting data on sea turtle mating when they noticed something in the nose of a 77-pound (35-kilogram) male.\n\nAfter team members extracted a couple of centimeters of the object with pliers and snipped off a sample, they discovered that the wrinkled, brownish object was a plastic drinking straw.\n\nAssured it wasn't a parasite that might have been attached to part of the turtle's brain, the researchers decided to remove the entire four-inch (ten-centimeter) straw.\n\nThe team felt it was better to remove the straw immediately, since they were hours away from a veterinarian—and there was no guarantee the vet would know how to deal with a sea turtle. (Watch injured sea turtles get healthy in rehab.)\n\n\"We couldn't believe what we had just pulled out of that turtle,\" says Figgener.\n\nAn Ocean of Plastic\n\nShe's been campaigning against plastic straws for years, but never expected to find one lodged up a sea turtle's nose. The animal looked like it was having some trouble breathing, since the straw took up an entire nostril.\n\nUsually, trash such as plastic bags and even toothbrushes end up in a sea turtle's stomach, she says. It's also quite common to see fishing hooks embedded in a turtle's mouth or flipper, Figgener adds.\n\nShe's not sure how the straw ended up in the male's nose, but the sea turtle expert thinks it could have swallowed the straw at some point, gagged on it, and then tried to throw it back up.\n\n\"Olive ridleys feed on crustaceans, especially on the seabed,\" Figgener says, so the turtle might have slurped up the straw along with its meal.\n\nThe passageways for food and air are connected in a turtle just like they are in people. That's why some of the material we throw up can come out of our nose, Figgener says. It's possible the straw could have ended up in the wrong passageway and gotten lodged in the reptile's nostril.\n\nThe team disinfected the sea turtle's nose and watched it to make sure it seemed healthy before releasing it back into the ocean.\n\nStraws are useless, Figgener says, and contribute to the 5.25 trillion pieces of marine trash that have ended up in the ocean, according to a January report.\n\nPeople can drink out of a cup just as well without one, she says and \"with this video, we can actually show where [some] end up.\"\n\nFollow Jane J. Lee on Twitter.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThis dog can find rare sea turtle nests—shockingly successfully\nANIMALS\nThis dog can find rare sea turtle nests—shockingly successfully\nThe terrier had a keen nose for turtles, identifying 560 sea turtle nests from three species. This could be a game changer.\nNearly 5,000 sea turtles rescued from freezing waters on Texas island\nANIMALS\nNearly 5,000 sea turtles rescued from freezing waters on Texas island\nExtremely rare sperm whale birth caught on camera\nANIMALS\nExtremely rare sperm whale birth caught on camera\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nSt Helena is a wildlife-watching paradise\nPAID CONTENT FOR ADVERTISER\nSt Helena is a wildlife-watching paradise\nHere are 9 ways to fall in love with winter travel\nTRAVEL\nHere are 9 ways to fall in love with winter travel\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}