{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Report: Plastic pollution in the ocean is reaching crisis levels - Fortune",
  "href": "https://fortune.com/2015/10/01/ocean-plastic-pollution/",
  "body": "Plastic pollution in the ocean has reached crisis levels and must be addressed in Asia, where most pollution occurs, a report found. Half of the pollution comes from five developing Asian countries.",
  "textContent": "SEARCH\nSubscribe Now\nSIGN IN\nHome\nNews\nTech\nFinance\nLeadership\nWell\nRecommends\nFortune 500\nOCEANS\nReport: Plastic pollution in the ocean is reaching crisis levels\nBYCLAIRE GRODEN\nOctober 1, 2015 at 3:03 PM CDT\n[UNVERIFIED CONTENT] Plastic trash pollution on beach of Labuan Bajo (Flores Island). It is sad to see that in that small fishing town which is the gateway to the Komodo Islands, a nearby protected nature reserve famous for a species of large lizards (called Komodo dragons). The area also has some of the world's best scuba-diving spots. Unfortunately, indigenous people are still used to throw away trash on road sides and in rivers (which was fine when all that trash was biodegradable, before the invention of plastic). They don't have good waste disposal or recycling facilities. So all the plastic trash ends up in the ocean, and then is washed-up on shore. It's particularly ugly at low tide. This is a major environmental problem that affects all developing countries. Other keywords: environment, environmental impact, pollution, plastic trash, ocean, sea, global, garbage, seashore, fishing village, boats.\nPHOTOGRAPH BY GETTY IMAGES\n\nThere are 5.25 trillion pieces of plastic trash in the world’s oceans, and each year, 8 million tons of plastic are added to the count. That’s equivalent to one municipal garbage truck pulling up to the beach and dumping its contents every minute. Though the oceans seem vast enough to stomach a lot of plastic, the level of waste is starting to reach a crisis point: According to a new report by the Ocean Conservancy, in partnership with the McKinsey Center for Business and Environment, by 2025, the ocean could contain one ton of plastic for every three tons of finfish.\n\nAll these floating bits of plastic–from micron-sized plastic pieces to those six-pack can rings–not only disrupt marine ecosystems, but they also poison the global supply of seafood. “It’s reaching crisis proportions,” says Andreas Merkl, CEO of the Ocean Conservancy. “Plastic breaks down into small pieces that look like plankton and is eaten by everyone from plankton to whales.” Plastic acts as a pollution sponge in the ocean, so when wildlife ingest pieces, the plastic might as well be a poison pill.\n\nThe new report calls for a focus on improving waste management systems in a handful of developing countries that are most responsible for the plastic leakage into the ocean. China, Indonesia, the Philippines, Thailand and Vietnam contribute more than half of the oceans’ plastic since their waste infrastructure hasn’t kept up with rapid industrialization. “We can concentrate on the places where the plastic is hitting the ocean,” Merkl says. “Five countries would solve half the problem.”\n\nOn average, only about 40% of waste in these countries is actually picked up for disposal. But it’s not just uncollected waste floating around–though that is three-fourths of the problem. The other quarter of the oceans’ plastic came from post-collection activities. Even when a waste management company picks up waste to landfill it, poorly insulated landfills or illegal dumping mean that trash still ends up in the ocean.\n\n \n\n\tPAID CONTENT\nHack your AI technology spending strategy\nFROM IBM\n\nBut how can countries stem the leakage of waste into the ocean when it’s coming from so many sources? The Ocean Conservancy report suggests five “levers”: waste collection services, closing the leakage points within the collection system, gasification and incineration of waste, and recycling facilities. The average waste collection rate in the countries of interest is barely above 40%–meaning the majority of waste ends up as litter. Just by expanding collection systems and plugging up their leakage points, the report says plastics leakage could by cut by 50% by 2020.\n\nIt’s not just an environmentalist’s pipe dream. Coca-Cola and Dow Chemical, along with some other multinational companies that will be announced soon, have joined forces with the Ocean Conservancy to fight ocean pollution. Says Dow Packaging and Speciality Plastics’ global sustainability director in a press release: “We’re committed to working toward a future of a plastic-free ocean. Companies don’t make plastic with the intent of it ending up in the ocean, and we acknowledge the strong role industry must play in order to help eliminate ocean plastic waste by 2035.”\n\nMerkl emphasized that the countries can’t recycle their way out of the problem. Only about 20% of the waste is valuable enough to be worth recycling: the rest, unglamorously, needs to be sent to sanitary landfills or waste-to-energy plants. “You have to concentrate on the fundamentals of waste management,” he says. And while building landfills and incinerators across these developing countries might not be pretty, it’s far more environmentally friendly than letting waste slide into the world’s oceans.\n\nSponsored Stories\nMost popular Regulators articles\nREGULATORS\nEl Salvador became the first country to accept Bitcoin as legal tender. Now it’s offering citizenship for a $1 million...\nDecember 8, 2023\nBYLEO SCHWARTZ\nPAID CONTENT\nServing brighter futures through literacy\nFROM DOLLAR GENERAL\nAGING WELL\nThis 55-year-old single mom makes less than $100k per year and is reverse aging without spending millions. Here’s her...\nDecember 9, 2023\nBYALEXA MIKHAIL\nFINANCE\nThe Fed watcher who called the 2007 housing bubble expects interest rates to stay high for ‘much, much, much longer.’...\nDecember 9, 2023\nBYWILL DANIEL\nRankings\n40 Under 40\n100 Best Companies\nFortune 500\nGlobal 500\nMost Powerful Women\nWorld’s Greatest Leaders\nWorld’s Most Admired Companies\nSee All Rankings\nSections\nFinance\nLeadership\nSuccess\nTech\nAsia\nEurope\nEnvironment\nFortune Crypto\nHealth\nWell\nRetail\nLifestyle\nPolitics\nNewsletters\nMagazine\nFeatures\nCommentary\nMPW\nCEO Initiative\nConferences\nPersonal Finance\nRecommends\nCustomer Support\nFrequently Asked Questions\nCustomer Service Portal\nPrivacy Policy\nTerms of Use\nSingle Issues for Purchase\nInternational Print\nCommercial Services\nFortune Brand Studio\nFortune Analytics\nFortune Conferences\nAdvertising\nBusiness Development\nAbout Us\nAbout Us\nEditorial Calendar\nWork at Fortune\nBehavioral Advertising Notice\nTerms and Conditions\nSite Map\n\n© 2023 Fortune Media IP Limited. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Use and Privacy Policy | CA Notice at Collection and Privacy Notice | Do Not Sell/Share My Personal Information | Ad Choices \nFORTUNE is a trademark of Fortune Media IP Limited, registered in the U.S. and other countries. FORTUNE may receive compensation for some links to products and services on this website. Offers may be subject to change without notice.\nS&P Index data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Terms & Conditions. Powered and implemented by Interactive Data Managed Solutions."
}