{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Tokujin Yoshioka recreates Tornado installation in Japan - Dezeen",
  "href": "https://www.dezeen.com/2015/07/07/tokujin-yoshioka-tornado-installation-japan-millions-straws/",
  "body": "For the show, which opened 2 July 2015, he has recreated a 2007 installation in Miami built using over two million clear plastic drinking straws. The straws are arranged to look like a tornado ...",
  "textContent": "This website uses cookies\n\nDezeen uses cookies to ensure the website works properly, to store some information about your preferences, devices and past actions. This data is aggregated or statistical, which means that we will not be able to identify you individually. You can find more details about the cookies we use and how to withdraw consent in our cookies policy.\n\nAre you happy to accept these cookies?  If not, you can decline all but the essential cookies or manage your cookie preferences by clicking on the relevant link below.\n\nYes, I accept\nNo, decline all but essential cookies\nMagazine\nAwards\nJobs\nEvents Guide\nShowroom\nSchool Shows\nCourses\nArchitecture\nInteriors\nDesign\nLookbooks\nTalks\nVideos\nPodcasts\nOpinion\nComments\nNews\nInterviews\nHighlights\nAbout\nNewsletters\nPreferences\nSubmit a story\nAdvertise\nPrivacy notice\nContact\nDezeen Magazine\nNext story\nEnter your site search term\nclear\nFollow:\nTalks\nVideos\nOpinion\nComments\nSubscribe\nArchitecture\nInteriors\nDesign\nLookbooks\nMagazine\nAwards\nJobs\nEvents Guide\nShowroom\nSchool Shows\nCourses\nTokujin Yoshioka uses millions of straws to recreate Tornado installation in Japan\nDan Howarth | 7 July 2015  2 comments\n\nAn installation of more than two million translucent straws provides the setting for a retrospective exhibition of work by Japanese designer Tokujin Yoshioka (+ slideshow).\n\nYoshioka created the Tornado installation as a backdrop for a solo exhibition of his work at the Saga Prefectural Art Museum – located on the island of Kyushu, where the designer grew up.\n\nFor the show, which opened 2 July 2015, he has recreated a 2007 installation in Miami built using over two million clear plastic drinking straws.\n\nThe straws are arranged to look like a tornado, with swirling forms spanning across the exhibition spaces, which have recently undergone renovation work supervised by Yoshioka.\n\nHaphazardly jumbled straws burst through doorways, circle around columns and pile up in heaps around the spaces.\n\nThin pathways remain clear of the piled straws, allowing visitors to walk through the exhibition and find the items on display.\n\nHidden amongst the piles are some of Yoshioka's artistic seating designs, which are presented on low white plinths.\n\nRelated story\nTokujin Yoshioka installs glass tea house beside an ancient Japanese temple\n\nThese include the 2001 Honey-pop Armchair, sculpted from a paper honeycomb, and the 2002 Water Block bench designed to look like solidified liquid.\n\nThe 2008 Venus chair, which was grown in a tank as crystals formed on a sponge-like substrate, is also on show.\n\nA large space free of straws is dedicated to displaying versions of Yoshioka's plastic furniture for Italian brand Kartell – with patterned surfaces resembling cut-crystal glasses – which are arranged on the exposed concrete floor in front of a glowing white projection.\n\nHis Moon chairs for furniture brand Moroso are presented in a glass-fronted space at the entrance to the museum, where the Tornado exhibition will remain until 2 August 2015.\n\nThe Tornado installation was first built for Yoshioka's Designer of the Year commission at the 2007 edition of the Design Miami fair, and provided a similar backdrop for his furniture designs. Dezeen interviewed Yoshioka about the project at the time.\n\nIt occupied the top floor of the Moore Building in the Miami Design District – a former furniture showroom that is now an events space and the permanent home for a Zaha Hadid installation.\n\nYoshioka, who worked for fashion designer Issey Miyake before starting his own studio in 2000, is known for his ephemeral installations and furniture pieces.\n\nRelated content: see more projects by Tokujin Yoshioka\n\nIn 2010 he installed a 15-metre-long tank filled with flying feathers at Tokyo's Mori Art Museum and added a window made of 500 glass prisms to the Beyond Museum in Seoul.\n\nMost recently, he built transparent glass tea house beside a historic Buddhist temple in Kyoto.\n\nRead more: Japan Tokujin Yoshioka White Exhibitions Installations Design Slideshows\nSubscribe to our newsletters\nYour email address\nShare and comment\n2 comments\nMore\nArchitecture\nInteriors\nDesign\nLookbooks\nMore from Tokujin Yoshioka\n\nTokujin Yoshioka shares three-step template for emergency ...\n\nJapanese cherry blossoms inform Tokyo 2020 Olympic torch design\n\nTokujin Yoshioka creates cloud-like sculpture from thousands ...\n\nTokujin Yoshioka designs minimal packaging for Japanese ...\n\nTokujin Yoshioka and LG reveal science fiction-inspired ...\n\nTokujin Yoshioka and LG to create huge light installation ...\n\nGlas Italia enlists prominent designers to create glass ...\n\nTokujin Yoshioka creates transparent mannequins for Issey ...\n\nComments\n\nVisit our comments page | Read our comments policy\n\nTop design stories\nMost\npopular\nMost\nrecent\n1\nDezeen In Depth investigates trend of interspecies design\n2\nBottlecup is a two-in-one reusable water bottle and coffee cup\n3\nPure Advance Flex e-scooter folds down to size of cabin bag\n4\nChristien Meindertsma invents technique for 3D printing wool\n5\nLouis Vuitton stacks travel trunks for Claridge's Christmas tree\nPricegore revives brutalist 1960s townhouse in London\nRISD researchers create floating mycelium pods to cleanse waterways\nChristian Louboutin and Madalena Caiado create \"most extravagant and most traditional\" hotel in Portugal\nSuper Local creates products that could eradicate litter in the Himalayas\nSubscribe\n\nSubscribe to\nour newsletters\n\nYour email address\nEspacio 18 Arquitectura cantilevers a sculptural concrete house in Oaxaca\nTen buildings that became embroiled in legal battles\nPopular\njobs\nFeatured\njobs\n1\nSenior interior designer at Kerry Hill Architects\n2\nFinance officer at The London School of Architecture\n3\nArchitect at Chapman Architects\n4\nPhotography and tech resource manager at Cityscape Digital\n5\nArchitect at Weston Williamson + Partners\nTen different and everyday uses for bioplastics\nBlock722 nestles O Lofos house into Crete mountainside\nMiami art week 2023 guide\nDezeen Jobs\nHighlights\n\n\nSaunas\nRed-shingled sauna\n\n\n2023 review\nVote now!\n\n\n2023 review\nThe year's top stories\n\n\nOffice architecture\nMVRDV office retrofit\n\n\n2023 review\nDezeen's cabin picks\n\n\nInterview\nPaola Antonelli interview\n\n\nNews\nFoster + Partners Miami office\n\n\nArchitecture\nPixelated-brick house\n\n\nPublic and leisure\n\"Ancient ruin\" community centre\n\n\n2023 review\nStaircases of the year\n\n\nPavilions\nChilean lookout tower\n\n\nNews\nShigeru Ban resort\n\n\n2023 review\nVote now!\n\n\nResidential\n\"Miniature\" country house\n\n\n2023 review\nVote now!\n\n\nSaunas\nRed-shingled sauna\n\n\n2023 review\nVote now!\n\n\n2023 review\nThe year's top stories\n\n\nOffice architecture\nMVRDV office retrofit\n\n\n2023 review\nDezeen's cabin picks\n\n\nInterview\nPaola Antonelli interview\n\n\nNews\nFoster + Partners Miami office\n\n\nArchitecture\nPixelated-brick house\n\n\nPublic and leisure\n\"Ancient ruin\" community centre\n\n\n2023 review\nStaircases of the year\n\n\nPavilions\nChilean lookout tower\n\n\nNews\nShigeru Ban resort\n\n\n2023 review\nVote now!\n\n\nResidential\n\"Miniature\" country house\n\n\n2023 review\nVote now!\n\n\nSaunas\nRed-shingled sauna\n\n\n2023 review\nVote now!\n\n\n2023 review\nThe year's top stories\n\n\nOffice architecture\nMVRDV office retrofit\nSubmit a story\nAdvertise\nPrivacy notice\nContact\nTalks\nVideos\nOpinion\nComments\nSubscribe\nArchitecture\nInteriors\nDesign\nMagazine\nAwards\nJobs\nEvents Guide\nShowroom\nSchool Shows\nCourses"
}