{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Redefining pollution and action: The matter of plastics",
  "href": "https://journals.sagepub.com/doi/abs/10.1177/1359183515622966",
  "body": "Abstract. Using plastic pollution as a case study, this article shows how the material characteristics of objects - their density, their size, and the strength of their molecular bonds, among other traits - are central to their agency. The author argues that it is crucial to attend to the physical characteristics of matter if we, as ...",
  "textContent": "We value your privacy\nWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products. With your permission we and our partners may use precise geolocation data and identification through device scanning. You may click to consent to our and our partners’ processing as described above. Alternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing. Your preferences will apply to this website only. You can change your preferences at any time by returning to this site or visit our privacy policy.\nMORE OPTIONS\nDECLINE ALL\nACCEPT ALL\nSkip to main content\nSearch this journal\nEnter search terms...\nSearch\nAdvanced search\nI have access via:\nUNIV OF THE SOUTH\nAccess/Profile\nCart\nBrowse by discipline\nInformation for\nJournal of Material Culture\nImpact Factor: 0.9\n5-Year Impact Factor: 1.2\nJOURNAL HOMEPAGE\nSUBMIT PAPER\nAvailable access\nResearch article\nFirst published online December 29, 2015\nRedefining pollution and action: The matter of plastics\nMax Liboiron mliboiron@mun.caView all authors and affiliations\nVolume 21, Issue 1\nhttps://doi.org/10.1177/1359183515622966\nContents\nAbstract\nRadical scientists\nTheories of pollution from ‘matter out of place’ to ‘allowable limits’\nHow plastics pollute: The materials and agency of polymers and monomers\nEndocrine disruptors\nMarine plastics\nChanging pollution, research, and action\nConclusion: Material culture in the Anthropocene\nAcknowledgments\nFunding\nReferences\nBiographies\nPDF / ePub\nMore\nAbstract\nUsing plastic pollution as a case study, this article shows how the material characteristics of objects – their density, their size, and the strength of their molecular bonds, among other traits – are central to their agency. The author argues that it is crucial to attend to the physical characteristics of matter if we, as researchers, are going to describe problems and contribute to solutions for ‘bad actors’ like pollutants. Plastics and their chemicals are challenging regulatory models of pollution, research methods, and modes of action because of their ubiquity, longevity, and scale of production. This article investigates how scientists researching plastic pollution are attempting to create a new model – or models – of pollution that account for the unpredictable and complex materialities of 21st-century pollutants, and how the Anthropocene has come to be a shorthand for our material understandings of moral transgressions, cherished boundaries, and good citizenship.\nI am arguing with the chemist on board. We are both crew members on a 172-foot research schooner sailing from Bermuda to New York City. The research voyage is organized by 5 Gyres, a marine plastics research and education NGO based in California. Several times a day on our week-long journey, we drag fine-mesh nets called trawls along the surface of the water. Every one of our 38 trawls contains plastics, the vast majority of which are smaller than a grain of rice. These microplastics account for 92 percent of all marine plastics floating in the world’s oceans (Eriksen et al., 2014). As I dissect the fish that get caught in our trawls, I find that one third of them have eaten plastics. The chemist and I disagree as to whether or not these plastics are toxic.\nBesides the chemist and myself, the crew includes schoolteachers, surfers, recycling consultants, students, health professionals, and journalists (5 Gyres, 2015a). 5 Gyres co-directors Marcus Eriksen and Anna Cummins open all their research voyages to the general public. Everyone pays a berth fee of around $4000, some of which is fund-raised, and some of which comes out-of-pocket. This makes for an unusual research crew, though it does have the advantage of establishing a shared tacit knowledge gained while trawling for, seeing, touching, and sorting plastics.\nMarine plastics look and act differently from the plastics most people know on shore. When our trawls pulled up startling amounts of plastic, signaling our arrival in the South Atlantic gyre and thus to an accumulation zone like the famous ‘garbage patch’, I leaned over the edge of the ship and took a photograph (Figure 1):\nFigure 1. Photograph of an area in the South Atlantic Ocean with high concentrations of marine plastics. Photograph: Max Liboiron.\nOPEN IN VIEWER\nYou simply cannot see the vast majority of marine plastics (Emmelhiez, 2015). They are tiny. They are dispersed. The crew wonders how we will communicate this genre of plastic to audiences more familiar with the environmental repertoire of water bottles and plastic bags? This matters, because policy makers, NGOs, and other change-makers define solutions in response to how problems are defined. For example, calling obesity a problem of overeating rather than a problem of access to healthy food leads to fundamentally different research projects and types of solutions. The representation of a problem forecloses some forms of action while allowing others to make sense. These are the stakes of our voyage.\nIt is also why I am arguing with the chemist. Our entire crew is gathered in the galley to discuss how we will communicate what we have found on our voyage. All 21 of us have agreed to use the metaphor of plastic smog to talk about the constant stream of tiny microplastics in our trawls. Someone has suggested we call it ‘toxic smog’. Scientists know that, in water, plastics absorb oily chemicals (Mato et al., 2001). These chemicals include flame-retardants and dioxins, among others. Even before they reach the ocean, plastics contain flame-retardants and other endocrine disruptors like bisphenol A (BPA). Scientists have found that when animals eat plastics, these chemicals transfer to their bodies (Colabuono, 2010; Rochman, Browne, Underwood et al., 2013; Tanaka et al., 2013). In laboratory settings, these chemicals have been correlated with infertility, recurrent miscarriages, feminization of male fetuses, early-onset puberty, early-onset menopause, obesity, diabetes, reduced brain development, cancer, and neurological disorders such as early-onset senility in adults and reduced brain development in children (Bergman et al., 2013; Grün and Blumberg, 2009: 8; Halden, 2010: 179–194). This is where we hit the snag. Some of the crew, including me, are comfortable calling plastics toxic. Others, including the chemist, are not.\n‘If you call it toxic smog, people will come out swinging’, warns our plastics recycling representative. I think he means industry people. Plastic chemicals are correlated with health effects the way smoking is correlated with cancer, but neither directly causes harm – you can smoke your entire life and not develop cancer. Industry representatives have pointed this out before (Bergman et al., 2015).\n‘Plastics aren’t toxic’, says our chemist.\n‘Of course they are’, I reply.\nOur chemist clarifies: ‘Plastic polymer chains by themselves aren’t toxic, but the small molecules that are added or attracted to them are toxic.’\nHe’s distinguishing between the polymer part of plastics – the plastic itself – and the added chemicals, called plasticizers or monomers, which are routinely added to plastics. BPA, which adds flexibility and transparency to plastics, is a typical example of the second. Monomers and polymers behave differently, and they account for two different types of pollution. At the time, I thought he was splitting hairs. I wondered if we needed to be that specific? Now, I believe that we do.\n***\nOur argument is not about whether plastics and their associated chemicals cause harm – plastic polymers choke marine animals, clog storm drains and cause floods, and chemicals added to plastics have been correlated with a wide range of health effects as diverse as infertility, obesity, and cancer. We are arguing about how they cause harm. Both plastics and their chemical additives (called monomer or plasticizers) are what chemists colloquially refer to as ‘bad actors’ because they intervene in ‘natural’ systems, can change genetic material, easily travel and escape containment, accumulate in the environment, and do not break down, among other characteristics. Plastic is a relatively novel material and its forms of harm are notoriously difficult to discern. Plastic pollution currently exceeds the ability of traditional scientific methods to explain its fate and transport, as well as its persistence and effects. For example, every human and animal body tested in the past decade contains chemicals that leach from plastics (Bergman et al., 2013; Bushnik et al., 2010), meaning that it is no longer possible to establish uncontaminated control groups for experimental designs in scientific research on the effects of plastics. At the same time, plastics and their chemicals up-end the premise of toxicology, where ‘the dose makes the poison’, because some monomer additives cause effects at minute doses, and have no or different effects at high doses (Diamanti-Kandarakis et al., 2009; Vandenberg, 2014). The result has been protracted debates in toxicology about methodologies that can address trace doses, and what kinds of studies are needed to inform policy (Vandenberg et al., 2009; Vogel, 2013).\nGiven such problems of definition, stakeholders as diverse as scientists, industry lobbyists, and activists argue for different – and often opposing – meanings of pollution, health, and harm. My argument with the chemist is a microcosm of these larger debates on new forms and parameters of harm. Some scientists and activists argue that any piece of plastic in the ocean is an anomaly, and therefore pollution. Others argue that something has to be scientifically demonstrated as a detriment to health before being called pollution. Still others question whether health effects at an individual level are as important as those within an entire population. Even individual scientists oscillate between calling plastics harmful in physical, aesthetic, chemical, and individual terms. These discussions are reminiscent of other historical moments, such as the advent of germ theory or the discovery of nuclear radiation, when emerging forms of pollution were thought to cause harm, but exactly what kind of harm and what might constitute evidence were under debate (Davis, 2014; Hamlin, 1990).\nIn my own research, I conduct laboratory science on marine plastics within a sociology department. I use tools of both the natural and the social sciences to see how different knowledge communities make emerging, amorphous forms of harm not only discernible, but articulate enough for action. My disciplinary home is Science and Technology Studies (STS), where we understand the split between the social and physical world as an artifact of historical and present-day knowledge practices, rather than a difference that exists ‘in nature’. STS theorist Bruno Latour (2009: 25) argues that our task is not to shift attention away from humans and toward objects, but to ‘[shift] from certainty about the production of risk-free objects (with their clear separation between things and people) to uncertainty about the relations whose unintended consequences threaten to disrupt all orderings, all plans, all impacts’. For STS researchers and scholars aligned with Material Culture studies, objects are as implicated in social relations as human beings, and thus demand close attention (Bennett, 2009; Bryant et al., 2011; Henare et al., 2007; Law and Singleton, 2005; Miller, 2005, among others). Objects have agency. They influence the things around them in relation to each other. Objects also have politics and are entangled in struggles of power and meaning (Abrahamsson et al., 2015; Coole and Frost, 2010; Latour, 2007). Research that attends to the politics of objects is crucial in what has come to be called ‘the Anthropocene’, a proposed epoch characterized by human activities impacting atmospheric, geologic, hydrologic, biospheric and other earth systems, where industrial materials with unprecedented tonnage, toxicity, and heterogeneity (MacBride, 2011) are having ‘unintended consequences [that already] threaten to disrupt all orderings, all plans, all impacts’, on a planetary scale, from ocean acidification to the survival of the human species.\nBut how do we attend to these politics (Abrahamsson et al., 2015; Latour, 2009)? Drawing from the natural sciences and their attention to how modes of influence change based on the material characteristics of matter, I argue that the minutiae of matter and its attendant scale are two major factors in non-human agency. I join Bruce Braun and Sarah Whatmore (2010) in arguing that materialists who insist that ‘everything is, in a sense, alive’ (Bennett, 2009: 117) need to be more specific, as more is to be ‘gained from a close attention to the specificity of matter at hand, as opposed to a general analogy to ‘life’ (Braun and Whatmore, 2010, xxix). The difference between PET plastics used in soda pop bottles and PVC plastic used for water pipes matters because the materials fragment, travel, and influence bodies differently. It matters whether that PET or PVC is in water, in a cod stomach, or on a store shelf because it will cause harm differently, and cause different types of harm, in each case. This article, then, is not an ethnography of toxicity. Rather, it is about the struggle to represent the different agencies of different kinds of plastics in a high-stakes situation. Size, destiny, weight, color, proliferation, and molecular composition are not only characteristics of matter, but profoundly matter for my definition of material agency.\nRadical scientists\nMaterial specificity matters for action. Matter does not always interact with other matter in predictable ways, particularly for plastics and their associated monomers and plasticizers. Without paying close attention to the ways materials are located within wider material and social systems, solutions to their presence are often stillborn. For example, most proposals to ‘clean up’ or mine marine plastics assume that they are larger than five millimeters, and thus miss the microplastics that make up 92 percent of the problem (Liboiron, 2015). They also overlook the massive scale of the ocean (Wilson, 2010). Unlike many other groups focused on plastic pollution, 5 Gyres consistently bridges the gap between research conducted under a microscope and large-scale action for policy and industrial production. The organization would never recommend ‘ten small things you can do to save the planet’ because its staff have sailed across every ocean in the world, spoken with waste pickers in India, and sat at boardroom tables with plastics industry representatives. They recognize that those small steps have little bearing on the plastics they find everywhere.\nOriginally a research NGO, 5 Gyres is now a primary force behind legislation and advocacy banning sources of marine plastics, including the recent phase-out of microbeads in California by 2020 (AB888). Microbeads are plastic exfoliants used in personal care products that go down the drain, bypass water treatment plants, and wash into waterways (5 Gyres, 2015b; Abrams, 2015; Fendall and Sewell, 2009); 5 Gyres worked with a number of other NGOs to pen the model legislation and mobilize constituents when the bill was on the floor in September 2015. A member of 5 Gyres might be counting plastics under a microscope one day and calling legislators the next as part of the same job; 5 Gyres is just one example of other science-based organizations and individuals that have become advocates or activists because of their science on plastics.\n5 Gyres are not the only ones whose scientific work has lead them into politics. Chelsea Rochman is a young scientist who studies the transfer of chemicals from ingested plastics into animals (Rochman, Hoh et al., 2013; Rochman et al., 2014). She is the lead author on a Nature article that advises reclassifying plastics as a hazardous substance so it can be regulated by environmental protection agencies (Rochman, Browne, Halperne et al., 2013). With colleagues, she has also written in scientific journals that ‘Scientific evidence supports and ban on microbeads’ (Rochman, Kross et al., 2015) and argues for source reduction of plastics, rather than ‘clean ups’ based on the size and scale of microbeads. The article critiques policy documents on microbeads from a scientific perspective.\nScientists who are deeply engaged with plastic matter on a daily basis are proposing some of the most radical responses for eliminating plastic pollution. Guided by the qualities of matter, they skip over recycling and clean up and aim at plastic’s industrial roots. I take these ‘radical scientists’ as models for how other researchers can articulate socio-materialities and tie research to action in a way that foregrounds the specificity of different material agencies. I use ‘radical’ in its etymological sense to mean ‘from the roots’, as these scientists’ research starts with the basic characteristics of matter: count, size, density, color. But I also use it in the colloquial sense, as their findings lead them directly into politics. Radical scientists are at the forefront of articulating novel forms of harm that arise from plastics through their scientific representations of the problem.\nThe socio-materialities of plastics challenge cultural and scientific concepts of harm, danger, pollution, and the best ways to intervene in these problems. In the rest of this article, I take a cue from these radical scientists to argue that plastics are disrupting dominant theories of pollution, the overriding descriptions of how matter causes harm. The next section introduces two main theories of pollution: matter out of place, and thresholds of harm. Then, drawing on current scientific research on plastic pollution, including but not limited to that produced by the aforementioned scientists, I present a close reading of the material properties of plastics to show why these theories of pollution are inadequate to describe, predict, and govern plastic pollution. Plastics pollute two ways: chemically, when added chemicals (monomers and plasticizers) escape plastics and interact with bodies and ecosystems, and physically, when pieces of plastics themselves (polymers) interact with systems. I will cover each in turn, even though they often occur together. The article ends with an analysis of how matter and action are entwined, not only for plastics, but also for other topics of engaged research in the 21st century.\nTheories of pollution from ‘matter out of place’ to ‘allowable limits’\nThe materiality of plastics is challenging cultural concepts of pollution. The premise of the foundational text in social studies of pollution, Mary Douglas’s Purity and Danger (1966), is that pollution is co-constituted by larger social, cultural, and political systems; it is not ‘out there’ in nature waiting for us to discover. Instead, Douglas argues that pollution, or ‘dirt’, is ‘matter out of place’, where what is in and out of place is determined by religious norms, practices, and values:\nDirt implies two conditions: a set of ordered relations and a contravention of that order. Dirt then, is never a unique, isolated event. Where there is dirt there is system. Dirt is the by-product of a systematic ordering and classification of matter, in so far as ordering involves rejecting inappropriate elements … It is a relative idea. Shoes are not dirty in themselves, but it is dirty to place them on the dining table; food is not dirty in itself, but it is dirty to leave cooking utensils in the bedroom, or food bespattered on clothing … In short, our pollution behaviour is the reaction which condemns any object or idea likely to confuse or contradict cherished classifications. (pp. 35–36)\nDouglas’s theory of pollution does not focus on waste or environmental pollution at any scale. She explicitly argues, ‘rubbish is not dangerous. It does not even create ambiguous perceptions since it clearly belongs in a defined place, a rubbish heap of one kind or another’ (p. 160). Her theory of pollution is about projecting social values onto and investing power into objects – any kind of object – rather than theorizing matter as actants. It is decidedly not a theory about matter, toxicity, or materiality.\nWhile this theory of pollution can be brought to bear on current environmental concepts of pollution, Douglas’s form of material culture focuses on representational practices and symbolism. In fact, she draws a hard line between environmental and social pollution:\nThere is a strict technical sense, as when we speak of river or air pollution, when the physical adulteration of an earlier state can be precisely measured. The technical sense rests upon a clear notion of the prepolluted condition … The technical sense of pollution is not morally loaded but depends upon measures of change. (Douglas and Wildavsky, 1983: 36)\nWhile STS scholars have long argued that there is no ‘purely technical’ measure free of politics (Desrosières and Naish, 2002; Gitelman, 2013), Douglas’s anthropological concept of pollution is not automatically synonymous with scientifically determined environmental pollution – they have to be brought together.\nHow physical and social forms of pollution are contested and aligned (or not) is a genre of research in science and waste studies (Bohme, 2014; Boudia and Jas, 2011; Davis, 2014; Fortun, 2009; Hamlin, 1990; Langston, 2010; Murphy, 2006; Sellers, 2000; Walker, 2000; Vogel, 2013; among others). The most successful enmeshing of the two types of pollution has been through the environmental movement. Rachel Carson’s Silent Spring (1962) presents a clear notion of a prepolluted condition before representing measures of change as moral transgressions. The pollution regulations that followed Carson’s work link scientific measurements of pollution to breaches of citizenship by organizing socially determined boundaries and norms (Douglas, 1966: 3). Science, rather than religion, is our contemporary arbitrator of matter out of place. Crucial to an analysis of current models of pollution, then, is how scientific measures are understood as transgressions of ‘cherished boundaries’.\nThe cultural and scientific boundaries that denote pollution have not stabilized for plastics. Charles Moore, founder of the Algalita Marine Research Institute, for example, argues that one piece of plastic in the ocean is too many (Moore, 2011). This is a cultural argument premised on matter of out place. Chelsea Rochman and her colleagues, on the other hand, recently published a report differentiating ‘perceived’ versus ‘demonstrated’ harmful impacts from marine pollution, implicitly arguing that cultural or aesthetic notions of harm are less valid that those measured and tracked by empirical scientific methods (Rochman, Kross et al., 2015). They looked for evidence of change at ‘suborganismal levels (e.g., molecular, cellular, tissue)’ and ‘higher levels of organization (i.e., death to individual organisms, changes in assemblages)’. They conclude that while there is ample demonstration of widespread contamination, ‘there is little evidence for this contamination being the cause of any ecological harm’ (p. 17: emphasis in original). Yet\ndespite the problems and uncertainties in the literature, there appears to be enough evidence for policymakers to recognize the hazards and take a precautionary and/or anti-catastrophe approach … by beginning to mitigate the problem now before there is any irreversible harm from such pervasive materials. (p. 20)\nEven scientists such as Rochman, who privilege empirical methods of change, often still appeal to action in line with Douglas’s (1966) theory that pollution practices are ‘attempts to force one another into good citizenship’ (p. 3). Even in science, cultural norms do not follow from evidence of harm, but help to determine the types of research and methodologies that might define and measure harm.\nRochman and her colleagues may be looking for different ways to express harm, but they are doing so in alignment with, and occasionally against, preexisting socio-scientific norms of pollution control. Today, debates about chemical and physical harm tend to be settled by the toxicological premise of modern pollution control, that is, Paracelsus’ truism from ancient pharmacology that ‘the right dose differentiates a poison and a remedy’, or ‘the danger is in the dose’ (Pagel, 1982). Starting in the 1920s and 30s in the US, then in the UK, the notion that the environment and the human body could assimilate a certain amount of material pollutant before harm occurred took precedence over other ideas of environmental and bodily pollution based on aesthetics, philosophy, purity, or use (Boudia and Jas, 2013; Cairns, 2008; Campbell, 1981; Hamlin, 1990). This harm had to be both observable and quantifiable. Scientists studying materials as diverse as sewage, radioactive substances, and lead focused on identifying the exact moment when harm manifested after subjects were exposed to a precise quantity of contaminant; much of this work developed ways to make harm apparent to determine a ‘safe dose’. Harm did not mean suffering in this context.\nThis pursuit of a quantified pollution proliferated across disciplines and contexts. Rather than extending a medical framework to look for ‘symptoms’ of environmental pollution, scientists moved away from amorphous descriptions of pain, suffering, or health and toward isolating observable and quantifiable change in cells, molecules, or populations from the disembodied perspective of laboratory research (Davis, 2014). In 1925, sanitary engineers HW Streeter and Earl Phelps quantified the moment the Ohio River could no longer assimilate sewage through the action of microorganisms and became polluted (Streeter and Phelps, 1925). In 1934, both American and international radiation protection agencies recommended a ‘tolerance dose’ of 0.2 roentgens (units of radiation) per day, based on the exposure it took to cause erythema, a visible red skin irritation (Walker, 2000: 12). By 1945, the US Food and Drug Administration would set the allowed quantity of the pesticide DDT on fruit at 7mg/kg (Davis, 2014: 46).\nThe threshold theory of pollution and its attendant techniques (as well as implicit questions about what counted as harm and for whom or what) became institutionalized and then naturalized throughout the postwar period and into 1970s when ‘acceptable levels’ of most pollutants were written into such key environmental laws as the Clean Air and Clean Water Acts in the United States (Boudia and Jas, 2011; Davis, 2014; Langston, 2010). There are three premises to the threshold model of pollution. First, some pollutant is allowed and indeed accepted as reasonable or normal. Second, pollution marks the moment that harm occurs. Thirdly, that harm is somehow observable, measurable, and traceable by laboratory, rather than medical, methods. A transgression is only recognized as having occurred when the third condition is met.\nHow plastics pollute: The materials and agency of polymers and monomers\nThe effects of plastics exceed the threshold theory of pollution on all three counts. First, the chemical effects of plastics complicate the notion of allowable limits by having high effects at low doses. Second, the types of harm caused by plastics are hard to detect, as they blend in with other systems, including ocean ecosystems and endocrine (hormone) systems in bodies. Third, their modes of influence are more likely to be correlative than causal (Illari et al., 2011). This section will outline these issues in greater depth, particularly in terms of how the material characteristics of plastic polymers and their associated monomers, from their size to their molecular composition to their density, are at the root of these challenges.\nModern plastics are most commonly derived from petrochemicals. The first fully synthetic plastic was Bakelite, invented in 1907, but plastics did not become ubiquitous in consumer goods until after the Second World War had prompted American and German governments to invest considerable resources into the research and development of plastic polymers (Meikle, 1995). The amount of plastics produced worldwide has been steadily increasing since the 1950s, and today worldwide production of plastics is 299 million tonnes a year (PlasticsEurope, 2015). Plastics consist of long molecular chains of individual units joined by strong molecular bonds. The resultant polymers, with their staunch bonds, can be thin and light yet strong and permanent. While all plastics are polymers, not all polymers are plastics. Hair, proteins, and DNA are polymers, but each of these substances has developed over evolutionary time in tandem with microbes that can digest them. The synthetic plastic polymers that came onto the scene all at once in the 20th century, in contrast, last significantly longer because of both the strength of their bonds and the general absence of microbes that can digest them. (While several microbes and fungi have ‘eaten’ plastics, the context for this action is fundamentally different than that developed over an evolutionary time frame; moreover, the digestion is slow and incomplete, see Andrady, 1994.)\nPolymers are not very versatile in isolation. For example, pure polyvinyl chloride (PVC), the plastic used in most shower curtains, is a white, brittle solid that does not possess the supple, mold-resistant, flower-patterned qualities of a shower curtain. To make plastics more flexible, flame retardant, or purple, among other qualities, smaller molecules, called plasticizers, are added. While these individual molecules are not molecularly bound to the polymer chain – this would change and thus weaken the strong bonds that characterize polymers and would prevent plastics from being plastic – they are nonetheless typically referred to as ‘monomer additives’. Monomer additives nestle among the polymers’ strands (see Figure 2). There are about a hundred different plasticizers produced today, including bis(2-ethylhexyl) phthalate (DEHP), bisphenol A (BPA), or polychlorinated biphenyls (PCB) (Kutz, 2011).\nFigure 2. Long polymer strands make up plastics. Monomer additives nestle among these strands, unbound, and can leave their host through off-gassing or leaching.\nDiagram: Max Liboiron.\nOPEN IN VIEWER\nThis loose affiliation means that monomer additives can leave their plastic hosts. Discoloured or brittle plastics have lost many of their monomers. The vast majority of plastics – 98 percent – off-gas or leach some monomers (Yang et al., 2011). Between 2007–2009, 91 percent of tested Canadians had BPA metabolites in their urine (Bushnick et al., 2010). One of the highest-volume chemicals produced worldwide, BPA is used in hard, clear polycarbonate plastics including water bottles, eyewear, food packaging, and water tanks. It also appears in canned food, dental sealants, cash register receipts, and industrial pulp and paper effluent (Hewitt et al., 2006; Liao and Kannan, 2011; Vandenberg et al., 2009). What is particularly surprising about the presence of BPA in 91 percent of test subjects is that the chemical is metabolized and flushed out of the body in about six hours (Bushnick et al., 2010). The remarkably high presence means that people are continuously exposed to the chemical. Avoiding packaging and canned food can reduce a person’s body burden of BPA and other chemicals associated with plastic by about 76 percent, but exposure comes from so many sources that complete avoidance is unlikely (Rudel et al., 2011).\nThe temporality of plasticizers – both their long lives and their relatively new arrival in the world – complicate our understanding of their relations with other objects ‘in the wild’, where they become part of bodies, ecosystems, consumer products, and landscapes. Plastics have the capacity to act over generations, and even over millennia. These research challenges are compounded by plasticizers’ ubiquity, since no body, ecosystem, consumer product, or landscape is likely to be without plastics or their associated monomers for long. Yet, it is still hard to ‘see’ the effects of plasticizers’ various modes of agency. I will turn to this problem next.\nEndocrine disruptors\nWhile plastics and their associated monomers might be ‘out of place’ in bodies and landscapes in social terms, they pollute by acting as though they are snuggly in place in biological systems. Most plasticizers are endocrine disruptors that interfere with the endocrine, or hormone, system. Rather than acting like foreign trespassers or poisons, these chemicals (including BPA) participate in the body’s hormone system. Hormones travel through the body until they encounter a receptor with a shape that complements their own. The hormone and receptor fit together like a lock and key (see Figure 3). When the two bind, the receptor activates and signals the DNA in the cell to get to work. This work includes expressing genes, developing tissue, or making proteins. Because plasticizers are the same shape as hormones, they act as rogue keys, signaling cells to work or blocking receptors so other hormones cannot bind to them. Rather than breaking things, endocrine disruptors make gene expression and protein production work differently than they otherwise would. This may result in nothing notable – a gene that expresses itself out of turn may just create harmless proteins. But, as mentioned before, plasticizers have been correlated with recurrent miscarriages, feminization of male fetuses, early-onset puberty, early-onset menopause, obesity, diabetes, reduced brain development, cancer, and neurological disorders such as early-onset senility in adults and reduced brain development in children (Bergman et al., 2013; Grün and Blumberg, 2009: 8; Halden, 2010: 179–194). Up to 40 percent of young men in some countries, including the US, have low semen quality and problems with infertility, conditions that have been correlated to endocrine disruptors (WHO/UNEP, 2013: 2). According to the World Health Organization (WHO) and the United Nations Environmental Programme (UNEP), up to 800 chemicals are known or suspected to be endocrine disruptors, but they are still produced and circulated in everyday consumer goods; and the two organizations, as well as many scientists, posit that disease risks associated with the chemicals are ‘significantly underestimated’ (WHO/UNEP, 2013).\nFigure 3. Endocrine receptors accept hormones – or endocrine disruptors – that complement their shape. On the right, a hormone and receptor have bound together and activated the receptor to signal DNA to begin work. Diagram: Max Liboiron.\nOPEN IN VIEWER\nThe problem, then, is not lack of correlative evidence for health effects. The problem is that the evidence does not provide a clear, decisive picture of which plasticizers produce which effects, at what levels, and whether these effects can be called harm. There is no zero state against which to test exposure because any test body will already have active hormones, making it difficult to discern whether industry-made or bodily hormones are responsible for effects. Moreover, there is no ‘control’ group free from endocrine disruptors against which to test experimental doses, since the chemicals are found in all or nearly all humans and animals tested (Bushnik et al., 2010; Meeker et al., 2009). There are hundreds of industrial chemicals, including plasticizers, in a person’s body at any given time that ‘may interact additively, multiplicatively or antagonistically in what is commonly referred to as the “cocktail effect”’ (Meeker et al., 2009: 2108). The cocktail effect is akin to drinking alcohol, smoking marijuana, taking a few aspirins, and sucking on a cough lozenge all at once. In such circumstances, it becomes impossible to sort out which effect is caused by which chemical because all are acting at once, and each chemical changes the behaviors of the others (see Martin, 2007, for another social science treatment of the cocktail effect).\nEven if the chemicals could be disaggregated, one hormone – or endocrine disruptor – does many things, so the effects are not discrete even if the chemicals are. For example, estrogens collaborate with other hormones to maintain memory functions, influence fat stores, support lung and heart function, promote mental health. Estrogens influence the regulation of metabolism, protein synthesis, blood coagulation, salt and water retention, and the development of sexual organs, sex drive, and fertility of both men and women (Nelson et al., 2001: S116–S124). Locating the effect of an estrogen mimic such as BPA is difficult if not impossible. Finally, because endocrine disruptors relate to endocrine systems that express genes, developing fetuses are the most sensitive to endocrine disruption, as their genes are laying frameworks that will last the rest of their lives (Bergman et al., 2013). The effects of a fetus’s exposure to an endocrine disruptor might not manifest until months, years, decades, or even generations later if a female fetus’s reproductive systems are affected (Vandenberg, 2014), making the potential effects of exposure difficult to see.\nThese modes of relation – extreme latency, transgenerational effects, collaboration, and additive or antagonist effects – challenge scientific notions of deterministic, linear models of causality that sort agency into origins, symptoms, side effects, harm, and natural processes (this is not unique to plastics; see, for example, Nash, 2006). Moreover, ubiquity and scale complicate the boundaries between the outside world, the laboratory, and the experimental subject as endocrine disruptors move between them. But, to date, endocrine disruptors pose the greatest methodological challenge in the realm of toxicology. Endocrine systems have a feedback loop whereby high amounts of a hormone – or endocrine disruptor – signal the body to shut down or reduce the synthesis and acceptance of that hormone, meaning endocrine disruptors can have great effects at small doses. This finding has challenged toxicology’s time-honored adage that ‘the danger is in the dose’ and has resulted in scientific controversy over what methods are valid in the field, and what toxicological findings should or should not be used in policy (Bergman et al., 2015; Piersma, 2014; Vandenberg, 2014; Vandenberg et al., 2012). The premise of the threshold model of pollution – the basis of most environmental regulations in the global north – no longer holds.\nGiven these material factors, the common language within scientific articles on endocrine disruptors, many of which have created new experimental designs, is usually one of correlation and ‘reasons for concern’. Researchers ‘suggest links’ and ‘identify plausible mechanisms’ rather that stating that X caused Y. Such caution is characteristic of scientists in new research areas, but any expression of non-causal modes of agency is increasingly under fire from policy decision-makers and industry lobbyists (Bergman et al., 2015; Boudia and Jas, 2011, 2013; Oreskes and Conway, 2011). A paradigm shift in which plastics and other industrial synthetic chemicals are necessitating new ways of thinking about material agency may be starting in science, but has not reached governance.\nMarine plastics\nThe endocrine disruption action of monomer plasticizers is just one of the ways plastics pollute. Polymers can also cause harm. On land or in water, plastics do more than ruin the aesthetics of a landscape. They can entangle and choke animals (Barnes et al., 2009); impair industrial infrastructure by entangling propellers, gears, or air intakes (UNEP, 2014); reduce oxygen transfer in soils and sediments (Barnes, 2009); and provide a vector for plasticizers to leach into other substances (Tanaka et al., 2013). Most research on plastic polymer pollution is on marine plastics, and ‘plastic pollution’ is usually shorthand for ocean plastics. Like endocrine disruptors, marine plastics are ubiquitous: there are plastics in every ocean in the world, including the Arctic (Eriksen et al., 2014; Obbard et al., 2014). Roughly half of all plastics sink because they are denser than seawater; the other half floats (Andrady, 2015). Floating plastics tend to accumulate in the middle of huge currents called gyres at the center of each of the world’s five oceans, including the one we sailed through with 5 Gyres. As floating plastics are exposed to sunlight and wave action, they lose their monomer additives, become brittle, and fragment into smaller pieces, though their strong polymer bonds stay intact.\nWhile there are many problems associated with marine plastics, from entangling marine life to acting as a vector for introducing invasive species to new shores (Gregory, 2009), the most pressing problem is ingestion. Unlike larger plastic objects, microplastics are small enough to be eaten by a wide range of marine life, including plankton at the bottom of many aquatic food webs (Cole et al., 2013). Scientists have even found plastic fragments circulating in the blood of mussels (Browne et al., 2008). The smaller the plastic, the more types of animals can ingest it (Wright et al., 2013). Size matters (see Figure 4).\nFigure 4. Microplastics from our trawls in the Sargasso Sea off the coast of Bermuda. The squares on the page are 1mm x 1mm. CC BY. Photograph: Annie McBride (Creative Commons).\nOPEN IN VIEWER\nPlastic ingestion can harm health in ways that are not intuitive, particularly because they are not necessarily linked to suffering. Like endocrine disruptors, ingested marine plastics do not kill most animals outright or allow a straightforward observation of harm. While some animals choke on plastics, most animals that ingest plastics do not (Kühn et al., 2015). Some animals may eat so many plastics they feel full, but many animals that are full of plastic (or rocks or other items) are healthy, and a recent study has found that two species known for eating high quantities of plastics – albatross and petrels – excrete about 75 percent of plastics within a month of ingestion (Ryan, 2015).\nIngestion is where the polymer and monomer parts of plastic work together to cause harm. Monomer additives such as BPA readily leach in hot, acidic, abrasive conditions like those of a stomach. In addition, because of their polarity in water, marine plastic polymers also attract and absorb oily chemicals. Hydrophobic plastics absorb the oily chemicals that are repelled by water; they can absorb these chemicals at concentrations of up to a million times higher than the surrounding water (Mato et al., 2001). These oily chemicals pack into the spaces in between strands of polymers, in effect acting as unintended monomer additives. Marine scientists nickname marine microplastics ‘poison pills’ because ordinary plastic polymers are able to concentrate synthetic chemicals in water in a way they do not on land. When a piece of plastic moves across parking lots, down sewage systems, through harbors, and into open water, it will be accumulating oily chemicals such as the pesticides DDT and HCH, the chemical coolant PCB, flame retardants like PBDEs, and surfactants (waterproofing material) like PFOA (Mato et al., 2001; Ogata et al., 2009; UNEP, 2014; Zarfl and Matthies, 2010). All of these chemicals are endocrine disruptors. When an animal ingests plastics, both the original monomer additives and these absorbed chemicals can accumulate in an animal’s tissue, then biomagnify up food webs (Burreau et al., 2006; Rochman, Hoh et al., 2013; Tanaka et al., 2013).\nWhether as a plastic that can entangle or choke an animal, or as a vector for concentrated endocrine disruptors, marine plastics cannot be governed by legislation based on allowable thresholds. What is a ‘safe’ level of choking or entanglement hazard? How can the amount of chemical a plastic attracts in the water be maintained at legislative levels? Some of the premises of the threshold model of pollution used in environmental legislation throughout the global north do not make much sense when applied to plastic polymers, monomer additives, and oily chemicals absorbed by marine plastics. At the same time, they open up new questions for pollution control. Should we divide the agencies of polymers from monomers when we create legislation, scientific research, or activism around pollution? Do we have to be able to discern and measure harmful effects before taking precautionary action as consumers, citizens, legislators, or manufacturers? What is the best way for researchers to represent forms of emerging harm?\nChanging pollution, research, and action\nWhen marine plastics first came to the attention of the mass media, accounts frequently used the metaphor of a plastic island to convey the scale of the problem. Unfortunately, the metaphor was often mistaken for the phenomenon, and solutions to tow or mine the ‘island’ proliferated. In response, scientists began using a metaphor of soup or confetti to highlight the prevalence of microplastics and their uneven distribution in the water column (Kukulka et al., 2012). On our research trip from Bermuda to New York City, our crew chose a new metaphor:\nConsider the smog that hovers in the air above our major cities. It is composed of fine particles of carbon swirled by atmospheric currents and sometimes adrift for hundreds of miles before settling to the ground. The plastic smog in our oceans is a particulate of hydrocarbons swirled by ocean currents and drifting for thousands of miles before possibly settling to the seafloor … Our cities are the horizontal smokestacks pumping plastic into the ocean. (Eriksen, 2015)\nThe metaphor of smog is designed not only to convey the size of the particles, the scale of the problem, and their origins in petrochemical industries, but also to evoke the filthy, choking sensations of smog and to borrow the environmental legacy of mass rallies around urban air pollution in the US from the 1930s to 1970s (Melosi, 1980). Smog is already a sign of an established breach of ‘good citizenship’ through environmental regulations, and the metaphor works to put plastics out of place in the ocean while highlighting their size and uneven dispersion. Moreover, this charismatic metaphor does not launch just any kind of action, but particular actions that target the material specificity and scale of the problem. Marcus Eriksen has quipped, ‘you can’t catch smog with a butterfly net’, an overt critique of technological fixes for ‘scooping’ marine plastics out of environments. One such example is the Ocean Clean Up Array, which proposes to conduct ‘the largest clean up in history’ using a two-kilometer floating boom with a skirt that collects plastics larger than two centimeters, sends them through a spinning centrifuge to get rid of water and non-plastics, then onto a platform for storage (Slat, 2014). The Clean Up Array and other technological fixes fail to address both the sources and material properties of microplastics (Liboiron, 2015; Martini and Goldstein, 2014). The metaphor of plastic smog is about matching the agencies of marine plastics with modes of agency for activism and advocacy.\nAt the same time, the smog metaphor implies modes of harm that are not aligned with the mechanisms of plastic pollution. Plastic pollution, particularly in the sense of endocrine disrupting monomers, does not enter the body like a foreign particulate and cause biological havoc the way industrial smog does. I have argued elsewhere (Liboiron, 2013) that endocrine disruptors that leach and off-gas from plastics pollute more like a miasma, ‘an ill-defined but universally recognized corruption and infection of the air’ (Cipolla et al., 1993: 4). In pre-20th-century medical models, miasmas were called the ‘exciting’ cause of disease – they were not the disease itself, but could influence the body to manifest various other diseases. Miasmas were also inextricable from the landscape, urban architecture, and the human population, yet insensible, invisible, and somewhat mysterious. While the metaphor of a miasma is a more accurate description of how plasticizers saturate our lived environments and influence health problems than the smog metaphor (also see Shapiro, 2015), it is rather esoteric for the average audience. More importantly, miasma does not address the roots of plastics as industrial petrochemicals, which is a crucial point for thinking through upstream action to decrease or eliminate the production of pollutants. While miasma focuses on the polluting action of monomer additives as endocrine disruptors, smog emphasizes the effects of polymers. To date, I have neither encountered nor been able to conceive of a metaphor that does not consistently split the two modes of pollution.\nThe changes from island to confetti to soup to smog to miasma are indicative of how scientists are struggling to represent marine plastics so that their materiality, scale, agency, and loci for effective action are as clear as possible. Scientists and activists, including myself, are like artists in an ongoing struggle to get the sense of things just right in our representations of plastic pollution, whether those representations are metaphors or our data. Many of us recognize that no single work will communicate the idea completely, so we are building a body of work to communicate different aspects of the problem with an eye to making these representations charismatic enough to launch action. Charismatic data are designed to inspire devotion strong enough to move an audience to action because of how the data resonates with preexisting cultural values, desires, and morals (Pine and Liboiron, 2015).\nUsing charismatic representations that are simultaneously scientific evidence and map onto preexisting moral imperatives from social meanings of harm to create change is not a new technique in science or activism. Bruno Latour (1993: 87) writes about how pioneering microbiologist Louis Pasteur created ‘theaters of proof’ to ‘dramatize’ his science: he vaccinated select sheep in public corrals of sheep exposed to anthrax, and as the unvaccinated sheep died and the vaccinated ones thrived, his intervention seemed ‘miraculous’ and uncontestable. Likewise, in 1975, the founder of Greenpeace, Robert Hunter, interposed small inflatable boats between whaling ships and whales so the brutality (his word) of the whaling industry would be captured on film. These cinematic ‘mind bombs’ designed to ‘explode in people’s minds’ to create new understanding and inspire change are still a major advocacy technique for Greenpeace (DeLuca, 2012; Weyler, 2004: 73). Radical scientists like those in 5 Gyres are working to make research findings public and charismatic, often by highlighting how scientific measurements and metaphors are out of place, for instance by showing samples of trawl contents or microbeads from personal care products during media appearances, exhibiting images of fish with plastics in their digestive tracts, and referring to plastic pollution as smog or miasma.\nDescribing, and eventually intervening in, plastic pollution requires research that focuses on the physical specificity of matter while simultaneously focusing on relations, research that brings the ‘scientific’ and ‘cultural’ sides of pollution together to create a new model of pollution that can account for the agencies of plastics and their associated chemicals. In an epoch characterized by the ubiquity of industrial wastes, pollution, plastic or otherwise,\ndoes not stand as a ‘problem’ of analysis and policy action waiting to be ‘solved’ [but is] best understood as an incitement to explore the full spectrum of problem definitions and suggested responses reflective of human disagreements about the right way to live on Earth. (Castree, 2014: 474)\nThat is, we need to wed the cultural aspects of pollution as matter out of place, as a way to talk about norms, morals, cherished boundaries, and citizenship, with the particular material agencies of industrial matter. This allows us to ask about the conditions under which an extended engagement with matter becomes a necessary part of knowledge production and action in collective life (Braun, 2015; Castree, 2014; Robbins and Moore, 2013).\nConclusion: Material culture in the Anthropocene\nThe Anthropocene is a socio-material theory of planetary change. The term proposes that the conditions for life on Earth are entering thresholds of radical, irreversible, and uncertain change, impacting the viability of all species, including humans, because of industrial externalities from excess carbon dioxide to persistent organic pollutants (Crutzen and Stoermer, 2000; Steffen et al., 2011; Stromberg, 2013). The industrial materials that impact the environment within the Anthropocene, including but not limited to plastics and endocrine disruptors, have novel material make-ups, are produced at unprecedented scales, exhibit extreme longevity, and thus circulate into new realms with chances for potentially unknown modes of relation. In the Anthropocene, the ‘afterlives’ of industrially produced objects are the longest part of their lives. This goes beyond the problem of developing intergenerational methodologies for studying transgenerational effects of endocrine disruptors, for example, since even a multi-generational research program does not begin to approach the timescales characteristic of the Anthropocene. Instead, the Anthropocene paradoxically pushes us to think of relations between non-humans, rather than placing humans at the center of all relations, by placing humans on a shorter time scale than industrial objects.\nThe Anthropocene both centralizes and decentralizes humans. Humans, or, as Donna Haraway and many others have pointed out, certain humans’ economic and industrial practices (Haraway, 2015; Moore, 2014), are the driving force behind permanent changes in the Earth’s chemical and geological systems, yet these changes will outlast the human species, decentralizing our role in the longue durée of planetary systems. Discard studies scholar Joshua Reno (2015: 566) warns:\ncare should be taken lest an appreciation for human impact become conflated with an anthropocentric belief in the power and reach of human managerial control. Waste, in all its variety and complexity, should serve as a reminder that we can never fully grasp the planetary processes to which we contribute, nor can we assume that they are easily managed.\nWith plastics, the presumption of waste ‘management’ stops making sense, and the idea that human agency and intentions play a determining role in material relations becomes untenable. A conversation about pollution, for example, becomes moot after humans and our socio-material norms are gone.\nYet the longue durée signaled by the Anthropocene is still imperative to think with now. A useful conceptual framework for Anthropoceneic material culture is scale. The Anthropocene relates our research sites and objects to the entire planet, forever. Scale is not about relative measurement, but about how quantitative shifts make a qualitative difference. Cultural geographers have long argued that scale is produced when narratives, metrics, or models posit that different kinds of things happen at different magnitudes or levels (Lefebvre, 1991; Smith, 1992; Soja, 1989). For example, arms do not act like skin and muscle cells, even though they are made entirely of cells, and chopping an arm into little pieces does not result in cells. The researcher interested in how cellular processes affect arms or in how arm motion impacts cells cannot simply zoom in and out with the microscope to understand the relationship between the two scales. By extension, if you want to treat harm in an arm (slings, bandages, ointment), you use fundamentally different processes than what you would use to treat a cell (washes, temperature changes, nutrients). The point is that scale is a way of talking about how things like physical properties and action hold together even as they remain ontologically distinct; arms and cells are never the same thing, but they are always in relation. So, too, are microplastics and plastic pollution.\nArticulating the relations between things that are related but different, and even incommensurate, is one of the key activities of research. We ask: How is one instance of the object different from the wider phenomenon of objects in the world? How do the material and cultural aspects of objects shift at different spatial and temporal scales? How are these scales produced or complicated by the specific material characteristics of objects? It is not ‘wrong’ that some scientists think plastics are automatically out of place and thus count as pollution the moment they are in the ocean, while others want demonstrated empirical evidence of harm to life in a laboratory setting before they will agree to the designation of ‘pollution’. These arguments over matter and social relations, including my argument with the chemist over the ‘proper’ location and designation of toxicity, are at the core of maneuvering the radical changes that characterize everyday agency in a permanently polluted world, where purity, humancentricism, and management are unable to fully describe the complexity of socio-material relations.\nAcknowledgments\nThank you to the Waste and Science, Technology, and Environment (WaSTE) working group at Memorial University of Newfoundland, especially Charles Mather and Josh Lepawsky; Haidy Geismar; Timothy Carroll; Audra Wolfe; and an anonymous reviewer for their invaluable feedback on drafts of this paper. Thank you also to Hildegard Hoeller for support and feedback on a much earlier version. Special thanks to 5 Gyres and the crew of the SEA Change Expedition 2015 for their time, camaraderie, and insights.\nFunding\nFunding for this project was received from Memorial University of Newfoundland.\nReferences\n5 Gyres (2015a) 2015 SEA Change Expedition, Leg 3 Crew. 5 Gyres. Available at: http://www.5gyres.org/meet-our-expedition-crew (accessed 11 October 2015).\nGO TO REFERENCE\nGoogle Scholar\n5 Gyres (2015b) Microbeads. 5 Gyres. Available from: http://www.5gyres.org/microbeads/ (accessed 11 October 2015).\nGO TO REFERENCE\nGoogle Scholar\nAbrahamsson S, et al. (2015) Living with Omega-3: New materialism and enduring concerns. Environment and Planning D: Society and Space 33(1): 4–19.\nCrossref\nISI\nGoogle Scholar\nAbrams R (2015) Fighting pollution from microbeads used in soaps and creams. The New York Times, 22 May.\nGO TO REFERENCE\nGoogle Scholar\nAndrady AL (1994) Assessment of environmental biodegradation of synthetic polymers. Journal of Macromolecular Science, Part C 34(1): 25–76.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nAndrady AL (2015) Persistence of plastic litter in the oceans. In: Bergman M, et al. (eds) Marine Anthropogenic Litter. Heidelberg: Springer, 57–72.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nBarnes DKA, et al. (2009) Accumulation and fragmentation of plastic debris in global environments. Philosophical Transactions of the Royal Society B: Biological Sciences 364(1526): 1985–1998.\nCrossref\nPubMed\nISI\nGoogle Scholar\nBennett J (2009) Vibrant Matter: A Political Ecology of Things. Durham, NC: Duke University Press.\nCrossref\nGoogle Scholar\nBergman Å, et al. (2013) State of the Science of Endocrine Disrupting Chemicals 2012: Summary for Decision-Makers. Geneva: World Health Organization.\nGoogle Scholar\nBergman Å, et al. (2015) Manufacturing doubt about endocrine disrupter science: A rebuttal of industry-sponsored critical comments on the UNEP/WHO report ‘State of the Science of Endocrine Disrupting Chemicals 2012’. Regulatory Toxicology and Pharmacology. Available at: http://www.sciencedirect.com/science/article/pii/S0273230015300350 (accessed 6 August 2015).\nGoogle Scholar\nBohme SR (2014) Toxic Injustice: A Transnational History of Exposure and Struggle. Berkeley: University of California Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nBoudia S, Jas N (2011) Powerless Science? The Making of the Toxic World in the Twentieth Century. New York: Berghahn.\nGoogle Scholar\nBoudia S, Jas N (eds) (2013) Toxicants, Health and Regulation since 1945 (Studies for the Society for the Social History of Medicine). London: Pickering & Chatto.\nGoogle Scholar\nBraun B (2015) From critique to experiment? Rethinking political ecological for the Anthropocene. In: Perreault T, et al. (eds) The Routledge Handbook of Political Ecology. London: Routledge, 102–114.\nGO TO REFERENCE\nGoogle Scholar\nBraun B, Whatmore S (2010) Political Matter: Technoscience, Democracy, and Public Life. Minneapolis: University of Minnesota Press.\nGoogle Scholar\nBrowne MA, et al. (2008) Ingested microscopic plastic translocates to the circulatory system of the mussel, Mytilus edulis (L.). Environmental Science & Technology 42(13): 5026–5031.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nBryant L, Srnicek N, Harman G (2011) The Speculative Turn: Continental Materialism and Realism. Victoria, Australia: Re.Press.\nGO TO REFERENCE\nGoogle Scholar\nBurreau S, et al. (2006) Biomagnification of PBDEs and PCBs in food webs from the Baltic Sea and the northern Atlantic Ocean. Science of the Total Environment 366(2–3): 659–672.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nBushnik T, et al. (2010) Lead and bisphenol A concentrations in the Canadian population. Ottawa: Statistics Canada.\nGoogle Scholar\nCairns J (2008) Assimilative capacity revisited. Asian Journal of Experimental Science 22(2): 177–182.\nGO TO REFERENCE\nGoogle Scholar\nCampbell IC (1981) A critique of assimilative capacity. Journal of Water Pollution Control: 604–607.\nGO TO REFERENCE\nGoogle Scholar\nCarson R (1962) Silent Spring. New York: Houghton Mifflin Harcourt.\nGO TO REFERENCE\nGoogle Scholar\nCastree N (2014) The Anthropocene and Geography III: Future directions. Geography Compass 8(7): 464–476.\nCrossref\nGoogle Scholar\nCipolla CM, Potter E, Davis AB (1993) Miasma and disease: Public health and the environment in the pre-industrial age. Technology and Culture 34(4): 926.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nColabuono FI, Taniguchi S, Montone RC (2010) Polychlorinated biphenyls and organochlorine pesticides in plastics ingested by seabirds. Marine Pollution Bulletin 60(4): 630–634.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nCole M, et al. (2013) Microplastic ingestion by zooplankton. Environmental Science & Technology 47(12): 6646–6655.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nCoole D, Frost S (2010) New Materialisms: Ontology, Agency, and Politics. Durham, NC: Duke University Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nCrutzen PI, Stoermer EF (2000) The ‘Anthropocene’. International Geosphere–Biosphere Programme Newsletter 41.\nGO TO REFERENCE\nGoogle Scholar\nDavis FR (2014) Banned: A History of Pesticides and the Science of Toxicology. Durham, NC: Yale University Press.\nCrossref\nGoogle Scholar\nDeLuca KM (2012) Image Politics: The New Rhetoric of Environmental Activism. London: Routledge.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nDesrosières A, Naish C (2002) The Politics of Large Numbers: A History of Statistical Reasoning. Cambridge, MA: Harvard University Press.\nGO TO REFERENCE\nGoogle Scholar\nDiamanti-Kandarakis E, et al. (2009) Endocrine-disrupting chemicals: An endocrine society scientific statement. Endocrine Reviews 30(4): 293–342.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nDouglas M (1966) Purity and Danger: An Analysis of Concepts of Purity and Taboo. London: Routlege & Kegan Paul.\nCrossref\nGoogle Scholar\nDouglas M, Wildavsky A (1983) Risk and Culture: An Essay on the Selection of Technological and Environmental Dangers. Berkeley: University of California Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nEmmelhiez I (2015) Images do not show: The desire to see in the Anthropocene. In: Davis H, Turpin E (eds) Art in the Anthropocene. London: Open Humanities Press, 131–154.\nGO TO REFERENCE\nGoogle Scholar\nEriksen M (2015) Which US city produced this horrific plastic sample during the SEA Change Expedition? 5Gyres.org. Available from: http://www.5gyres.org/blog/posts/2015/8/9/which-us-city-produced-this-horrific-plastic-sample-during-the-sea-change-expedition (accessed 20 September 2015).\nGO TO REFERENCE\nGoogle Scholar\nEriksen M, et al. (2014) Plastic pollution in the world’s oceans: More than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PLoS ONE 9(12): e111913.\nCrossref\nISI\nGoogle Scholar\nFendall LS, Sewell MA (2009) Contributing to marine pollution by washing your face: Microplastics in facial cleansers. Marine Pollution Bulletin 58(8): 1225–1228.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nFortun K (2009) Advocacy after Bhopal: Environmentalism, Disaster, New Global Orders. Chicago: University of Chicago Press.\nGO TO REFERENCE\nGoogle Scholar\nGitelman L (2013) Raw Data Is an Oxymoron. Cambridge, MA: MIT Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nGregory MR (2009) Environmental implications of plastic debris in marine settings – entanglement, ingestion, smothering, hangers-on, hitch-hiking and alien invasions. Philosophical Transactions of the Royal Society B: Biological Sciences 364(1526): 2013–2025.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nGrün F, Blumberg B (2009) Endocrine disrupters as obesogens. Molecular and Cellular Endocrinology, Special Issue: Endocrine Disruptors from the Environment in the Aetiology of Obesity and Diabetes, 304(1–2): 19–29.\nCrossref\nPubMed\nISI\nGoogle Scholar\nHalden RU (2010) Plastics and health risks. Annual Review of Public Health 31(1): 179–194.\nCrossref\nPubMed\nISI\nGoogle Scholar\nHamlin C (1990) A Science of Impurity: Water Analysis in Nineteenth Century Britain. Berkeley: University of California Press.\nGoogle Scholar\nHaraway D (2015) Anthropocene, Capitalocene, Plantationocene, Chthulucene: Making kin. Environmental Humanities 6: 159–165.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nHenare A, Holbraad M, Wastell S (2007) Thinking Through Things: Theorising Artefacts Ethnographically. London: Routledge.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nHewitt Parrott JL, McMaster ME (2006) A decade of research on the environmental impacts of pulp and paper mill effluents in Canada: Sources and characteristics of bioactive substances. Journal of Toxicology and Environmental Health, Part B 9(4): 341–356.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nIllari P, Russo F, Williamson J (2011) Causality in the Sciences. Oxford: Oxford University Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nKühn S, Rebolledo ELB, Van Franeker JA (2015) Deleterious effects of litter on marine life. In: Bergmann M, et al. (eds) Marine Anthropogenic Litter. Heidelberg: Springer International, 75–116.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nKukulka T, et al. (2012) The effect of wind mixing on the vertical distribution of buoyant plastic debris. Geophysical Research Letters 39(7).\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nKutz M (2011) Applied Plastics Engineering Handbook: Processing and Materials. Norwich: William Andrew.\nGO TO REFERENCE\nGoogle Scholar\nLangston N (2010) Toxic Bodies: Hormone Disruptors and the Legacy of DES. New Haven, CT: Yale University Press.\nGoogle Scholar\nLatour B (1993) The Pasteurization of France. Cambridge, MA: Harvard University Press.\nGO TO REFERENCE\nGoogle Scholar\nLatour B (2007) Can we get our materialism back, please? Isis 98(1): 138–142.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nLatour B (2009) Politics of Nature. Cambridge, MA: Harvard University Press.\nCrossref\nGoogle Scholar\nLaw J, Singleton V (2005) Object lessons. Organization 12(3): 331–355.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nLefebvre H (1991) The Production of Space Translated. Oxford: Blackwell.\nGO TO REFERENCE\nGoogle Scholar\nLiao C, Kannan K (2011) High levels of bisphenol A in paper currencies from several countries, and implications for dermal exposure. Environmental Science & Technology 45(16): 6761–6768.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nLiboiron M (2013) Plasticizers: A twenty-first-century miasma. In: Gabrys J, et al. (eds) Accumulation: The Material Politics of Plastic. London: Routledge: 22–44.\nGO TO REFERENCE\nGoogle Scholar\nLiboiron M (2015) How the ocean cleanup array fundamentally misunderstands marine plastics and causes harm. Discard Studies. Available from: http://discardstudies.com/2015/06/05/how-the-ocean-clean-up-array-fundamentally-misunderstands-marine-plastics-and-causes-harm/ (accessed 27 September 2015).\nGoogle Scholar\nMacBride S (2011) Recycling Reconsidered: The Present Failure and Future Promise of Environmental Action in the United States. Cambridge, MA: MIT Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nMartin E (2007) Bipolar Expeditions: Mania and Depression in American Culture. Newark, NJ: Princeton University Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nMartini K, Goldstein M (2014) The ocean cleanup, part 2: Technical review of the feasibility study. Deep Sea News. Available from: http://deepseanews.com/2014/07/the-ocean-cleanup-part-2-technical-review-of-the-feasibility-study/ (accessed 16 May 2015).\nGO TO REFERENCE\nGoogle Scholar\nMato Y, et al. (2001) Plastic resin pellets as a transport medium for toxic chemicals in the marine environment. Environmental Science & Technology 35(2): 318–324.\nCrossref\nPubMed\nISI\nGoogle Scholar\nMeeker JD, Sathyanarayana S, Swan SH (2009) Phthalates and other additives in plastics: Human exposure and associated health outcomes. Philosophical Transactions of the Royal Society B: Biological Sciences 364(1526): 2097–2113.\nCrossref\nPubMed\nISI\nGoogle Scholar\nMeikle JL (1995) American Plastic: A Cultural History. Princeton, NJ: Rutgers University Press.\nGO TO REFERENCE\nGoogle Scholar\nMelosi MV (1980) Pollution and Reform in American Cities: 1870–1930. Austin: University of Texas Press.\nGO TO REFERENCE\nGoogle Scholar\nMiller D (2005) Materiality. Durham, NC: Duke University Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nMoore CC (2011) Plastic Ocean: How a Sea Captain’s Chance Discovery Launched a Determined Quest to Save the Oceans. London: Penguin.\nGO TO REFERENCE\nGoogle Scholar\nMoore JW (2014) The Capitalocene, Part I: On the nature and origins of our ecological crisis. Unpublished paper, Fernand Braudel Center, Binghamton University, NY.\nGO TO REFERENCE\nGoogle Scholar\nMurphy M (2006) Sick Building Syndrome and the Problem of Uncertainty: Environmental Politics, Technoscience, and Women Workers. Durham, NC: Duke University Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nNash LL (2006) Inescapable Ecologies: A History of Environment, Disease, and Knowledge. Berkeley: University of California Press.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nNelson LR, Bulun SE (2001) Estrogen production and action. Journal of the American Academy of Dermatology 45(3, Supplement): S116–S124.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nObbard RW, et al. (2014) Global warming releases microplastic legacy frozen in Arctic Sea ice. Earth’s Future 2(6): 315–320.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nOgata Y, et al. (2009) International pellet watch: Global monitoring of persistent organic pollutants (POPs) in coastal waters. 1. Initial phase data on PCBs, DDTs, and HCHs. Marine Pollution Bulletin 58(10): 1437–1446.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nOreskes N, Conway EM (2011) Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming. New York: Bloomsbury Publishing USA.\nGO TO REFERENCE\nGoogle Scholar\nPagel W (1982) Paracelsus: An Introduction to Philosophical Medicine in the Era of the Renaissance. Basel: Karger Medical and Scientific Publishers.\nGO TO REFERENCE\nGoogle Scholar\nPiersma A (2014) Low-dose effects: Experimental challenges for endocrine disruption. Toxicology Letters 229: S37–S37.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nPine KH, Liboiron M (2015) The politics of measurement and action. In: Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems, ACM: 3147–3156.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nPlasticsEurope (2015) Plastics: The Facts 2014/2015. Brussels: PlasticsEurope.\nGO TO REFERENCE\nGoogle Scholar\nReno J (2015) Waste and waste management. Annual Review of Anthropology 44(1): 557–572.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nRobbins P, Moore SA (2013) Ecological anxiety disorder: Diagnosing the politics of the Anthropocene. Cultural Geographies 20(1): 3–19.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nRochman CM, Browne MA, Halpern BS, et al. (2013) Policy: Classify plastic waste as hazardous. Nature 494(7436): 169–171.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nRochman CM, Browne MA, Underwood AJ, et al. (2013) The ecological impacts of marine debris: Unraveling the demonstrated evidence from what is perceived. Ecology. Preprint version.\nGO TO REFERENCE\nGoogle Scholar\nRochman CM, Hoh E, Kurobe T, et al. (2013) Ingested plastic transfers hazardous chemicals to fish and induces hepatic stress. Scientific Reports 3.\nCrossref\nPubMed\nISI\nGoogle Scholar\nRochman CM, Kross SM, Armstrong JB, et al. (2015) Scientific evidence supports a ban on microbeads. Environmental Science & Technology 49(18): 10759–10761.\nCrossref\nPubMed\nISI\nGoogle Scholar\nRochman CM, Lewison RL, Eriksen M, et al. (2014) Polybrominated diphenyl ethers (PBDEs) in fish tissue may be an indicator of plastic contamination in marine habitats. Science of the Total Environment 476: 622–633.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nRudel RA, et al. (2011) Food packaging and bisphenol A and bis(2-ethyhexyl) phthalate exposure: Findings from a dietary intervention. Environmental Health Perspectives 119(7): 914–920.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nRyan PG (2015) How quickly do albatrosses and petrels digest plastic particles? Environmental Pollution, August.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nSellers CC (2000) Hazards of the Job: From Industrial Disease to Environmental Health Science. Chapel Hill: University of North Carolina Press.\nGO TO REFERENCE\nGoogle Scholar\nShapiro N (2015) Attuning to the chemosphere: Domestic formaldehyde, bodily reasoning, and the chemical sublime. Cultural Anthropology 30(3): 368–393.\nGO TO REFERENCE\nCrossref\nISI\nGoogle Scholar\nSlat B (2014) How the Oceans Can Clean Themselves. Delft: The Ocean Cleanup Foundation.\nGO TO REFERENCE\nGoogle Scholar\nSmith N (1992) Geography, difference and the politics of scale. Postmodernism and the Social Sciences: 57–79.\nGO TO REFERENCE\nCrossref\nGoogle Scholar\nSoja EW (1989) Postmodern Geographies: The Reassertion of Space in Critical Social Theory. New York: Verso.\nGO TO REFERENCE\nGoogle Scholar\nSteffen W, et al. (2011) The Anthropocene: Conceptual and historical perspectives. Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences 369(1938): 842–867.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nStreeter HW, Phelps EB (1925) A study of the pollution and natural purification of the Ohio River. Public Health Service Bulletin 146.\nGO TO REFERENCE\nGoogle Scholar\nStromberg (2013) What is the Anthropocene and are we in it? Smithsonian. Available from: http://www.smithsonianmag.com/science-nature/what-is-the-anthropocene-and-are-we-in-it-164801414/ (accessed 30 December 2014).\nGO TO REFERENCE\nGoogle Scholar\nTanaka K, et al. (2013) Accumulation of plastic-derived chemicals in tissues of seabirds ingesting marine plastics. Marine Pollution Bulletin 69(1–2): 219–222.\nCrossref\nPubMed\nISI\nGoogle Scholar\nUnited Nations Environment Programme (UNEP) (2014) UNEP Year Book 2014: Emerging Issues in Our Global Environment. Nairobi: UNEP Year Books, United Nations Publications.\nGoogle Scholar\nVandenberg LN (2014) Low-dose effects of hormones and endocrine disruptors. In: Litwack G (ed.) Endocrine Disrupters. San Diego: Elsevier, 129–165.\nCrossref\nGoogle Scholar\nVandenberg LN, et al. (2009) Bisphenol-A and the great divide: A review of controversies in the field of endocrine disruption. Endocrine Reviews 30(1): 75–95.\nCrossref\nPubMed\nISI\nGoogle Scholar\nVandenberg LN, et al. (2012) Hormones and endocrine-disrupting chemicals: Low-dose effects and nonmonotonic dose responses. Endocrine Reviews 33(3): 378–455.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nVogel SA (2013) Is It Safe? BPA and the Struggle to Define the Safety of Chemicals. Berkeley: University of California Press.\nGoogle Scholar\nWalker JS (2000) Permissible Dose: A History of Radiation Protection in the Twentieth Century. Berkeley: University of California Press.\nCrossref\nGoogle Scholar\nWeyler R (2004) Greenpeace: How a Group of Journalists, Ecologists, and Visionaries Changed the World. Vancouver: Raincoast Books.\nGO TO REFERENCE\nGoogle Scholar\nWilson S (2010) The fallacy of gyre cleanup: Part one, scale. 5 Gyres. Available from: http://5gyres.org/posts/2010/07/05/the_fallacy_of_gyre_cleanup_part_one_scale/ (accessed 17 March 2015).\nGO TO REFERENCE\nGoogle Scholar\nWHO/UNEP (2013) State of the Science of Endocrine Disrupting Chemicals – 2012. World Health Organization/United Nations Environmental Programme. Available from: http://www.who.int/ceh/publications/endocrine/en/ (accessed 8 August 2015).\nGoogle Scholar\nWright SL, Thompson RC, Galloway TS (2013) The physical impacts of microplastics on marine organisms: A review. Environmental Pollution 178: 483–492.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nYang CZ, et al. (2011) Most plastic products release estrogenic chemicals: A potential health problem that can be solved. Environmental Health Perspectives 119(7): 989–996.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nZarfl C, Matthies M (2010) Are marine plastic particles transport vectors for organic pollutants to the Arctic? Marine Pollution Bulletin 60(10): 1810–1814.\nGO TO REFERENCE\nCrossref\nPubMed\nISI\nGoogle Scholar\nBiographies\nMax Liboiron is an Assistant Professor at Memorial University of Newfoundland. Her research focuses on how harmful yet invisible threats such as disasters, toxicants, and marine plastics become visible in science and activism, and how these methods of representation relate to action. Liboiron is founder and director of Civic Laboratory for Environmental Action Research (CLEAR), which creates feminist, citizen science technologies for environmental monitoring of plastic pollution. She is also managing editor of Discard Studies, a public online forum for audiences interested in research on waste and pollution. Recent publications include ‘Coupling complexity: Ecological cybernetics as a resource for non-representational moves to action’ with Erica Robles-Anderson in Sustainable Media edited by Nicole Starosielski and Janet Walker (forthcoming) and ‘The politics of measurement and action’ with Kathleen Pine in Human Factors in Computing Systems (2015).\nRelated content\nSimilar articles:\nOpen Access\nToward an anthropology of plastics\nShow details\nAvailable access\nHazy clouds: Making black carbon visible in climate science\nShow details\nAvailable access\nObserved Decay: Telling Stories with Mutable Things\nShow details\nView more\nSage recommends:\nSAGE Knowledge\nEntry\nPlastics Industry\nShow details\nSAGE Knowledge\nEntry\nEndocrine Disruptors\nShow details\nCQ Researcher\nReport\nRegulating Toxic Chemicals\nShow details\nView more\nNow Reading:\nShare\nPREVIOUS ARTICLE\nOn the discrepancy between objects and things: An ecological approach\nNEXT ARTICLE\nThick photography\nAlso from Sage\nCQ LibraryElevating debate\nopens in new tab\nSage DataUncovering insight\nopens in new tab\nSage Business CasesShaping futures\nopens in new tab\nSage CampusUnleashing potential\nopens in new tab\nSage KnowledgeMultimedia learning resources\nopens in new tab\nSage Research MethodsSupercharging research\nopens in new tab\nSage VideoStreaming knowledge\nopens in new tab\nTechnology from SageLibrary digital services\nopens in new tab\nBack to top\nAbout\nAbout Sage Journals\nAccessibility guide\nHistorical content\nAdvertising disclaimer\nPermissions\nTerms of use\nSage discipline hubs\nSage microsites\nInformation for\nAuthors\nEditors\nLibrarians\nPromoters / Advertisers\nResearchers\nReviewers\nSocieties\nFrequently asked questions\nJournal of Material Culture\nISSN: 1359-1835\nOnline ISSN: 1460-3586\nAbout SageContact usCCPA - Do not sell my personal informationCCPA\nPrivacy Policy\n\nCopyright © 2023 by SAGE Publications\n\nPDF\nHelp"
}