{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "How to Strengthen Fine Motor Skills with Modelling Clay",
  "href": "https://preschooltoolkit.com/blog/fine-motor-creative-play-with-modelling-clay-and-straws",
  "body": "As already mentioned, plastic straws are not considered earth friendly. This activity is a good way to reuse plastic straws you might still have on hand that would otherwise go to the garbage. You can also substitute craft sticks or reusable straws to provide the activity. Learning through play with modelling clay. 1. Cut straws in various lengths.",
  "textContent": "PRESCHOOL\nTOOLKIT\nShopping cart\n\nThere are no items in your cart.\n\n My Account\nHOME\n\t\nABOUT US\n\t\nPRODUCTS\n\t\nBLOG\n   \nHow to Strengthen Fine Motor Skills with Modelling Clay\n\nTagged Activities; Posted Mar 20, 2015, 10:08 AM by Heather\n\nUse modeling clay in these fun child-led activities that support creative play. The clay is ideal for strengthening fine motor muscles while supporting imagination and independent play.\n\nThis post contains affiliate links. Privacy and Disclosure\n\n \n\nFine motor ability is essential for the development of handwriting skills, and is supported with activities that help strengthen and coordinate kids hands and fingers. Modeling clay is one material that is effective in supporting fine motor development.\n\nModelling clay is firmer than regular play dough so more finger strength is required to squeeze and mold the clay. This effort contributes to developing hand muscles and coordination. \n\nFind out more about the benefits of using clay for strengthening fine motor skills from Childhood 101.\n\n\n\nModeling clay and straws activity\n\n\n\nModelling clay is flexible and strong, making it ideal for fine motor practice. A combination of straws and clay invites kids to build and create using hands and fingers and simple tools. \n\nIn this post, we illustrate ways kids can use their fine motor skills - cutting, squeezing, pressing -  and math skills - sorting, stacking, counting - to make everything from a tall tower to a bowl of soup.\n\nUPDATE: Plastic straws are used in this activity but they are no longer recommended for purchase. You can substitute environmentally friendly straws or use craft sticks.\n\nSupplies for fine motor play with clay:\n\n\n\n\n \n\nplastic straws\nmodeling clay\nscissors.\n\n \n\nAs already mentioned, plastic straws are not considered earth friendly. This activity is a good way to reuse plastic straws you might still have on hand that would otherwise go to the garbage. You can also substitute craft sticks or reusable straws to provide the activity.\n\n \n\n \n\nLearning through play with modelling clay\n\n\n\n1. Cut straws in various lengths. Roll out strips of clay to match the lengths of the straws.\n\n2. Arrange different straw lengths in a clay base from tallest to shortest.\n\n3. Make circles with strips of clay and stack them on the straws set into a clay base.\n\n \n\n \n\n4. Cut straws and clay into small pieces to make spaghetti or soup. Use jar lids for plates and bowls.\n\n \n\n \n\n \n\nThis activity provides fine motor and sensory play while encouraging creative and engineering skills.\n\nYou can introduce modeling clay as a quiet time activity, or as an indoor activity on a rainy day.\n\nThe added benefit is knowing kids are strengthening muscles they will use for future handwriting and other developmental skills.\n\n \n\nMore play with clay!\n\nFinger painting with clay from Best Toys 4 Toddlers\n\nClay and pipe cleaner spider from The Imagination Tree\n\nColor mixing with clay from The Jenny Evolution\n\nBuild a nest with modeling clay from Powerful Mothering\n\nCreating with modeling clay from Craftulate  \n\n \n\n \n\nFollow our Fine Motor board on Pinterest! \n\n \n\nRelated Posts\nHow to Make Shapes with Colorful Feathers\nHow to Make a Felt Busy Book for Preschoolers\nTracing Leaves Fine Motor Activity\nShare this page\nPINTEREST\nFACEBOOK\nTWITTER\nNewsletter\nSubscribe to our mailing list and get updates right in your inbox!\nJoin Our Newsletter\nRecent Posts\n→ DIY Christmas Matching Game for Preschoolers\n→ Fall Hide and Seek Outdoor Game with Pumpkins\n→ Halloween Memory Game with Bottle Tops\n[As an Amazon Associate, I earn from qualifying purchases.]\nSponsored Content\nBlog Tags\nActivities\nCanada Day\nChristmas\nCrafts\nEaster\nHalloween\nLiteracy\nMath\nMusic\nNature\nPainting\npretend play\nScience\nSeasons\nSensory\nStPatricksDay\nteaching resources\nTop posts\nValentine\n\nFollow Us\n\nShare this page\n\nCopyright 2023 PTK\n\nDisclaimer ‐ ‐ Privacy Policy\n\nWe use cookies to make interactions with our website and services easy and meaningful. By continuing to use this site you are giving us your consent to do this.\n\nOkay"
}