{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "The Magnificent 7 Elements of plastics as a 'wicked problem'",
  "href": "https://plasticoceans.org/magnificent-7-elements-plastics-wicked-problem/",
  "body": "Plastic Oceans International is a 501(c)(3), non-profit organization, founded and existing under the laws of California (Federal Tax ID #81-3778043). We are dedicated to ending plastic pollution and fostering sustainable communities worldwide.",
  "textContent": "Our TeamEventsContactVolunteer\nOUR WORK\nFILMS\nPROGRAMS\nBLOG\nDONATE\nHUMAN HEALTH  ORGANIZATION NEWS  POLICY\nThe Magnificent 7 Elements of plastics as a ‘wicked problem’\n12/08/2015  TOD HARDIN  \n\nWe are the Plastic Generation.  This material is in all aspects of our daily lives.  We use plastic because of its qualities – flexible, durable, in packaging protecting food and consumer products, as components in all our household goods and cars.\n\nSo why is this wonder product now causing so much of a problem to our wildlife, both on land but importantly our rivers and oceans?\n\nPlastic is a ‘wicked problem’ – complex, multifaceted, a legacy of old thinking that is crying out for a new paradigm. We can’t live without it, but living with it is increasingly leading to impacts in wildlife and ultimately us.\n\nGiven we have produced more plastic in the last 10 years than we did in the entire previous century.  It is burgeoning, over-stretching waste management facilities and leaking out into the environment.  We are all to blame, but lets understand why this is wasteful and inefficient, and harder to fix than you might initially think. Yet there are simple things that can be done to change this within a generation…once you’ve understood the problem.\n\nWicked Problem 1:  Plastics are made primarily for use and not designed for end of life\n\nPlastics are everywhere in our lives – we depend and apparently cannot live without plastics. Yet, durable cannot be suddenly ‘degradable’. It persists into the environment. It breaks up, not down, causing a microplastic hazard for marine organisms and our food chain. By being so persistent, we need to stop this material entering the environment where it causes increasing damage to our aquatic ecosystems, and our health through the food chain.\n\nSolution = less single-use plastic: we need to identify where we can live without single use plastics, such as in some packaging, and find more sustainable alternatives through the use of other materials for some applications – using card, paper, vegetable products that can be composted\n\nSolution = collect and re-process single-use plastic instead of discarding it – plastics must be directed into a reprocessing stream, to gain the value back and avoid disposal into landfill or the environment, where it will persist forever.\n\nWicked Problem 2: Plastics are made from oil, water, energy – this is a substantial ‘planetary’ resource of value, which can be reclaimed after use\n\nThe resources in plastics are ‘spent’ into the product. Why would we continue to throw something away when we use even more of that material the following day? With ubiquity (and therefore risk of escape) high quantities being single use, resource recovery must be the priority.\n\nSolution = that plastics are reprocessed to be formed into pre-production\n\npellets or other products, to regain the energy and water resources that have\n\ngone into the material, reducing the demands on new oil for some of these\n\n‘plastics demands’\n\nWicked Problem 3: A third of all plastics can’t be currently recycled\n\nThese plastics these are the films – wrappers, chip packets, and are the cause of the much of the plastics littering the environment. These plastics incorporate labels or are of mixed types on the same product – bottle caps different to the main bottle, or plastic pouches containing different plastic materials bonded together.\n\nSolution = To reprocess these plastics, they need to be separated, and treated to regain the value\n\nSolution = Waste management and product formulators work better and closer together to close the loop on plastics manufacture and disposal.\n\nWicked Problem 4: Plastics value is lower, and are toxicologically more hazardous, when it contains dye\n\nPlastics are often coloured for branding or product safety purposes. However,\n\n-Plastic colours cannot be separated from the plastic material\n\n-Recycled plastic containing coloured dyes is inherently less valuable because it can only be taken back to a darker colour\n\n-Dyes leach from the plastic product into the product it contains – food etc. – and are also associated with endocrine disruption activity.\n\nSolution = clear and white plastics should be the ideal for recycling and reprocessing\n\nSolution = to reprocess these plastics (and restore the highest recyclate\n\nvalue), the colour/wrapper needs to be ‘removable’\n\nWicked Problem 5: The low value of recyclates\n\nThe economics of plastics is focused on those plastics that can be readily recycled into the broadest range of plastic products – clear and white plastic – as this has the greatest potential to be turned into products.\n\nHowever, the economics also are driven by the low price of oil. Recyclates need to compete against cheap virgin plastic. The resource inefficiency of the current system means that we are seeing more plastics heading to landfill and energy from waste/incinerators, or worse, poor waste management.\n\nSolution = economic measures to reduce the cost burden on plastic recyclates / taxing new plastics at a higher rate, so as to drive a higher value in recycled plastics or decreasing the taxes on recycled. This will increase the proportion of plastics being reprocessed and reduce the resource loss of plastic to lower return processes such as energy from waste or landfill.\n\nSolution = a range of take back and other innovative schemes to add value to plastics and make it both incentivized as well as punitive measures to change the balance of the single/low use plastics in circulation\n\nWicked Problem 6:Adequate waste management facilities – capacity and capability\n\nJambeck et al (2015) indicates that there is a lack of capacity and capability in waste management facilities in Asia, in particular.  It is clear that the capacity is low in these countries – collection, separation, processing and disposal/treatment.\n\nBut it is not true to say that there is optimal waste plastic collection, separation, treatment and reprocessing into beneficial use is in place in the US and Europe. In the US 80% of plastics is heading to a non-recycling fate.\n\nIt is clear that all countries must and can do more to increase the quantity of plastics to be collected, recycled and reprocessed.  This is particularly true of the US.\n\nSolution = waste management as a business to be supported economically and in plastic throughput to make this a viable business proposition, thereby enabling investment in new technologies and increase capacity across all developed world markets\n\nSolution = That Governments legislate and mandate in targets more ambitious recycling outcomes to regain the resources – oil/water /energy – invested in each plastic product.\n\nWicked Problem 7: Some products are designed with microplastics in them\n\nMicroplastic beads are used in a range of consumer cosmetic and health care products – toothpaste, scrubs and the like. These products frequently are used and disposed of ‘down the drain’, yet we know these materials pass through sewage treatment processes to find their fate in the water environment – rivers, and ultimately the coastal waters\n\nThere is a next generation concern of so-called ‘nano-plastics’ which we know so little about – yet due to their small size, the potential for this nano-plastics to move into cells.\n\nThere are product bans and voluntary phase-outs across the globe, but it is inconsistent and has relied on business to do this gradually.\n\nIn the absence of regulation, this will be a slow process continuing the release of these persistent materials, and exposing plankton and young larval fish who have been shown eat this material (with chemical and physical impacts), and in shellfish and fish flesh into us as a food chain\n\nThe challenge is that regulation for solid plastic waste is difficult, yet there is a market failure.\n\nSolution = There is no excuse now not to ban these products completely. The market response has been poor – consumers need to know this still going on and to choose products that have had the beads replaces with silica.\n\nSolution = that urgent research is needed to assess the hazards and risks of nano-plastics.\n\nIn summary\n\nIt is clear that dealing with the plastics problem in the environment is complex and there are even more facets to explore. It is causing harm to wildlife and people, and its getting worse thanks to economic growth in developing countries.\n\nHowever, the opportunity to change the way we look at this material is upon us – ever more plastic production is outstripping our ability to manage the waste that arises particularly single use, ‘disposable’ plastics.\n\nSo by managing plastics more sustainably, we can reuse that resource, reducing the amount of virgin plastic entering the environment, and regaining its value into a further product.\n\nBut significantly we also reduce the costs of environmental clean up, and worse, the consequences of impacts in the environment and on human health.  However wicked the problem is, it can be cracked if we think and act differently.[/vc_column_text][/vc_column][/vc_row]\n\nocean plastic\nplastic pollution\nsolutions\n\nPlastic Oceans International is a 501(c)(3), non-profit organization, founded and existing under the laws of California (Federal Tax ID #81-3778043). We are dedicated to ending plastic pollution and fostering sustainable communities worldwide.\n\nBRANCHES\nPlastic Oceans Chile\nPlastic Oceans Europe\nPlastic Oceans México\nINFORMATION\nContact\nDonate\nPrivacy Policy\nSOCIAL MEDIA\n   \nDOING GOOD\nCopyright © Plastic Oceans International 2022"
}