{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "A Sustainable Approach to Preventing Ocean Plastic Pollution",
  "href": "https://www.huffpost.com/entry/a-sustainable-approach-to-preventing-ocean-plastic-pollution_b_7512910",
  "body": "Redesigning plastic products to be valuable and sustainable is our biggest leap toward preventing plastic pollution. When designed in cradle-to-cradle systems, plastic products have a much better chance of being recovered and recycled. In addition, better product design will ease many of the challenges plastic recyclers face.",
  "textContent": "Skip to Main Content\nSUPPORT US\nLog In\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nPERSONAL\nVOICES\n🎁 SHOPPING 🎁\nPYRAMID SCHEME\nSupport Us\nU.S. Edition\nOpen editions submenu\nTHE BLOG\nGREAT PACIFIC GARBAGE PATCH\nWHATSWORKING\nWORLD-OCEANS-DAY\nA Sustainable Approach to Preventing Ocean Plastic Pollution\nMany would say the \"plastic pollution awakening\" happened in 1997, when Captain Charles Moore discovered the swirling soup of plastic debris in the Pacific's northeastern gyre -- known by many as the Great Pacific Garbage Patch.\nBy \nKatie Allen, Contributor\nEducation Director, Algalita\nJun 10, 2015, 10:15 AM EDT\n|Updated Jun 10, 2016\nThis post was published on the now-closed HuffPost Contributor platform. Contributors control their own work and posted freely to our site. If you need to flag this entry as abusive, send us an email.\n\nOur ocean is in trouble. Each year, more than 8 million metric tons of plastic trash flows into the sea -- much of it single-use disposal items like plastic bottles, bags, containers and packaging. Plastic is prolific in modern-day society; it has become a key lubricant of globalization. As plastic manufacturing continues to grow and man-made debris continues to invade the ocean, the plastic-pollution crisis remains one of the most serious threats to our planet.\n\nHow did we get here and why did we lose control? The short answer is: we're recklessly addicted to convenience, and like most addictions, we're not willing to give it up easily. Plastic producers and consumers will continue to crave the convenience plastic products deliver until there is a major shift in environmental consciousness. The good news is, this transformation is already under way.\n\nMany would say the \"plastic pollution awakening\" happened in 1997, when Captain Charles Moore discovered the swirling soup of plastic debris in the Pacific's northeastern gyre -- known by many as the Great Pacific Garbage Patch. After his discovery, Moore was compelled to study the plastic plague destroying our ocean, so he refocused the mission of his research organization, Algalita Marine Research and Education, and began exposing the impacts of plastic pollution on the marine environment.\n\nADVERTISEMENT\n\nOver the years, Algalita has inspired the formation of like-minded groups around the world -- each committed to finding ways to prevent ocean plastic pollution. How close are we to implementing major solutions? What have we learned over the past 18 years?\n\nFirst and foremost, we've learned that sustainable change will come through an educated and aware society. We've also learned a thing or two about successful environmental education, which can be understood as a type of education that raises an awareness that provokes action.\n\nSince 2011, Algalita has been bridging real-world science with real-time solutions through their Plastic Ocean Pollution Solutions (POPS) Education Program. Reaching more than 60,000 students and teachers each year, the program provides free in-class science workshops, teaching kits, and field-research opportunities, as well as engages students in action campaigns by means of an annual Youth Summit. In 2014, Algalita worked with students to launch more than 60 waste-reduction campaigns worldwide. The POPS Program continues to grow exponentially each year as more and more students find their place within the movement to combat plastic pollution.\n\nImplementing sustainability programs in schools has made an immense impact on the environmental consciousness of the next generation. Grades of Green, a non-profit organization in Southern California, makes environmental protection fun through programs like the Trash Free Lunch Challenge, where schools compete against each other to see who can reduce lunchtime waste the most. The type of effective environmental education groups like Algalita and Grades of Green provides is our best bet in preparing the next generation to deal with the challenges ahead.\n\nADVERTISEMENT\n\nAlthough we know sustainable change begins with education, we're well aware that major solutions are being achieved through attacking the problem at its source. Redesigning plastic products to be valuable and sustainable is our biggest leap toward preventing plastic pollution. When designed in cradle-to-cradle systems, plastic products have a much better chance of being recovered and recycled.\n\nIn addition, better product design will ease many of the challenges plastic recyclers face. These challenges stem from the difficulties in recovering and processing mass amounts of mixed materials. Groups like Recycle Across America are working to standardize the act of recycling for the general public in order to expedite environmental progress and simultaneously help improve the economy. Their standardized-labels initiative is delivering profound results.\n\nOver the years, we've also learned that, although implementing bans on single-use items like plastic bags and polystyrene is a step in the right direction, the plastics industry puts up a good fight to protect their bottom line. Last year, California passed a law banning stores from giving out plastic bags for free. The law was set to take effect in July 2015; however, the plastic-bag manufacturing industry gathered enough valid voter signatures to qualify a November 2016 referendum on the measure.\n\nCalifornia voters will decided next year whether to sustain a statewide ban on plastic grocery bags. Will our addiction to convenience influence the outcome? We'll have to wait until 2016 to see.\n\nNow we know that prevention is our best approach to this issue. But what about cleaning up what's already out there? As scientific-research groups like Algalita continue to uncover the threats of plastic on our environment, it's become clear that extracting plastic debris from our ocean may not be worth its input. Read why here.\n\nADVERTISEMENT\n\nScientific research provides crucial information that is necessary to the success of our ideas and efforts. Experts agree that more research is needed to fill the gaps in knowledge regarding the impacts of plastic pollution on our environment. Moving forward, sound science will continue to influence positive change on a global level, as it is the foundation upon which our most sustainable solutions are built.\n\nThis post is part of a series produced by The Huffington Post in partnership with Ocean Unite, an initiative to unite and activate powerful voices for ocean-conservation action. The series is being produced to coincide with World Oceans Day (June 8), as part of HuffPost's \"What's Working\" initiative, putting a spotlight on initiatives around the world that are solutions oriented. To read all the posts in the series, read here.\n\nRELATED\nGREAT PACIFIC GARBAGE PATCH\nWHATSWORKING\nWORLD-OCEANS-DAY\nOCEANS\nGREEN\nKatie Allen, Contributor\n\nEducation Director, Algalita\n\nSuggest a correction\n\nDo you have info to share with HuffPost reporters? Here’s how.\n\n GO TO HOMEPAGE\nFROM OUR PARTNER\nRecommended by\nHUFFPOST SHOPPING'S\nBEST FINDS\n59 Gifts That’ll Probably Make Everyone Say 'Ooh' When They Get Unwrapped\nReviewers Say This Under-$30 Bra Feels Like \"Having Nothing On\"\n27 Toys Under $30 That Reviewers Say Their Kids Are 'Obsessed' With\nApple AirTags Are THE Top Cyber Monday Item. Here's Why Everyone's Buying Them.\nThis Under-$25 Tool Could Get You Out Of Serious Jam On The Highway\nThe Morning Email\nWake up to the day's most important news.\nSuccessfully Signed Up!\nRealness delivered to your inbox\n\nBy entering your email and clicking Sign Up, you're agreeing to let us send you customized marketing messages about us and our advertising partners. You are also agreeing to our Terms of Service and Privacy Policy.\n\nGIFT GUIDES\nActually-Fun Family Games Even Teens Will Want To Play With You\n26 Thoughtful Gifts For The Most Stressed-Out Person On Your List\nThese Noise-Canceling Headphones Are Highly Coveted — And They're $100 Off Right Now\nExperts Say These Under-The-Radar Beauty Products Make For Seriously Great Gifts\nMORE IN ENVIRONMENT\nTrump Slams John Kerry In Wild Town Hall, Insisting Climate Change Isn't A Problem\nBoston Tourist Killed By Shark While Paddleboarding In Bahamas\nCOP28 Climate Summit Awash In Record Number Of Fossil Fuel Lobbyists\nHead Of Global Climate Summit Manages To Deny Science In Pro-Science Comment\nGreasy Yet Adorable Mole Resurfaces After Hiding Out For 8 Decades\nScandal At Major Climate Summit Spurs A Resignation\nMali, 'One Of The World's Saddest Elephants,' Dies Alone In Captivity\nWhy Gas Prices Are Likely To Spike — Once Again\nA Scandal Just Rocked A Major Climate Summit — And It Was Years In The Making\nPresident Of UN Climate Summit Planned For Oil And Gas Deals Behind The Scenes: Report\nOhio Egg Farm Slaughters 1.35 Million Chickens Over Bird Flu\nThis Type Of Disaster Could Be The Most Dangerous Of All — And It’s A Mystery\nVenice Rolls Out Day-Tripper Fee Amid Overtourism Fears\nResidents Of Kentucky Town Can Return Home After Crews Extinguish Derailment Fire\nHunt For Pipeline Leak Continues As Oil Spill Tops 1 Million Gallons\nThis Country Is Gripped By Political Chaos — But Some See A Big Opportunity\nThese Japanese Incarceration Camp Survivors Are Calling Out A Climate Change Measure That Feels Like Cultural Erasure\nThe Thanksgiving Foods That Are Dangerous To Pets\nTaylor Swift Postpones Rio Show Due To 'Extreme Temperatures' After Fan's Death\nOrcas Pummel Boat After Crew Tries To Deter Them With Heavy Metal Music\nDogs Are Getting Sick And Dying From A Mystery Illness In Several States\nPepsiCo Sued By New York State Over Plastics Polluting Rivers, Drinking Water\nA Massive U.S.-Led Pledge Could Be A Global Gamechanger\nA Volcano In Iceland Could Erupt At Any Moment. What’s Going On?\nIndians Celebrating Diwali Set World Record As Pollution Worries Rise\nEscaped Zoo Owl May Be On A Futile Search For Love, And People Can Relate\nIceland Evacuates Town As Volcano Threatens To Erupt\nBear-y Hungry: Video Shows Florida Mammal Swiping Food Delivery Order Off A Porch\nA Pond In Hawaii Turned Barbie Pink. Here's What Scientists Think That Means.\nU.S. Lawyer Accused Of Shooting 2 Environmental Protesters Dead In Panama\nThe U.S. Project Meant To Debut Revolutionary Nuclear Reactors Just Fell Apart\nMichigan Gov. Gretchen Whitmer’s 100% Clean Energy Bills Pass\nMaine Voters Reject Public Takeover Of Power Companies After Multi-Year Battle\nThe Chillest, Most Handsome Coyote Lounges On Patio Couch In San Francisco\nSurfboard-Stealing Otter Is Now Mom To A New Pup\nVideo Shows Black Bear's Sneak Attack On A Security Guard\nHow Long Should You Wait After Losing A Pet To Get Another One?\nHurricane Otis Makes Landfall As Category 5 Storm Off Mexico's Coast\nScientists Warn Earth Has Entered 'Uncharted Climate Territory'\nBobi, The World's Oldest Dog Ever, Dies In Portugal At The Age Of 31\nBiden’s “Moonshot” To Fight Cancer Just Took A Big Step Forward By Moving To Ban This Chemical\nHurricane Norma Makes Landfall Near Mexico's Los Cabos, Tammy Hits Barbuda In The Caribbean\nDemocratic Governors Block Bills For New Nuclear Power Plants\nSynthetic Diamonds Are Wildly Cheaper Than Natural Ones. So What's The Catch?\nChina Bans Exports Of A Key Material, Escalating Trade War With U.S.\nMontana GOP Senate Candidate Embraces A Seriously Toxic Position\nMarco Rubio Tries To Thwart Biden’s Plan For Greener Houses\nDog Rescued Unharmed After Getting Stuck For 3 Days In Bear Cave\nKen Burns’ New Film Tackles America’s Worst Conservation Failure\nOil Prices Surge As Israel Prepares To Invade Gaza\nClimate Researcher Who Refuses To Fly For Environmental Reasons Fired\nSen. John Fetterman Points Out 1 Huge Benefit Of Being Disabled\nYou Gotta Be Kitten Me! Missing Cat Gives Owners An Absolute Shock... 12 Years Later\nDeaths Rise To 47 After Icy Flood Sweeps Through India's Himalayan Northeast\nJudi Dench Gets To Meet Seal Pup Who Shares Her Name\nNearly 1,000 Migrating Birds Dead After Crashing Into 1 Chicago Building\nCouple Attacked By Bear Sent 1 Distressing Final Text\nGiraffe Feces Seized By US Customs Officials At Minnesota Airport\nScientists Agree: September Heat Was 'Mind-Blowing'\nKevin McCarthy Bragged About A Big Legislative ‘Victory’ — But There’s 1 Problem\nThese Movies Focus On A Very Real Crisis — But They Could Do Better\n95-year-old Painter Threatened With Eviction From Cape Cod Dune Shack Wins Five-year Reprieve\nCouple Dead In Apparent Grizzly Bear Attack In Canada's Banff National Park\nThe 13 Rudest Things You Can Do With Other People's Pets\nFamily Comes Home And Finds Tiny Seal Pup Sleeping On Front Porch\nSea Lion Escapes Enclosure As Floodwaters Rise At Central Park Zoo\nGovernment Shutdown Could Spell Trouble For This Big Alaska Tradition\nBiden's Plan Would Offer Record-Low Number Of Offshore Drilling Leases\nBiden Administration Plans To Shutter National Parks As Shutdown Looms\nSome Jerk Just Chopped Down One Of The World’s Most Iconic Trees\nThese States Aim To Keep Iconic National Parks Open Amid Possible Government Shutdown\nThe Government Is Charging $500K For Something It Admits Is Basically Pointless\nPhillies Deny Entry To Man's Emotional Support Alligator Into Citizens Bank Park\nSwiss Glaciers Have Melted By A Terrifying Rate In Last 2 Years, Study Finds\nRepublicans Fight Over Who Loves Fossil Fuels The Most At Second GOP Debate\nThe GOP Loves To Hate On A Key Biden Initiative. There's Just 1 Problem.\nTrump Goes On Unhinged Rant About A 'Batty' Animal\nDonald Trump’s Weird Windmill Rant\nTropical Flamingos Make Rare Appearance On Wisconsin Beach\n17 Natural Pools And Hot Springs To Inspire Your Next Vacation\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nVOICES\nHUFFPOST PERSONAL\nSHOPPING\nNEWSLETTERS\nABOUT US\nADVERTISE\nCONTACT US\nRSS\nFAQ\nCAREERS\nUSER AGREEMENT\nCOMMENT POLICY\nDMCA POLICY\nHUFFPOST PRESS ROOM\nACCESSIBILITY STATEMENT\nPRIVACY POLICY\nCONSENT PREFERENCES\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nPart of HuffPost Environment. ©2023 BuzzFeed, Inc. All rights reserved.\nThe Huffington Post"
}