{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2015-07-02..2015-12-31",
  "title": "TLCsisterwives - Reddit",
  "href": "https://www.reddit.com/r/TLCsisterwives/",
  "body": "For years and years, Meri would share stuff on Instagram that made it appear as though, \"Ooooh, Meri sounds like she's going to leave Kody's sorrowful ass,\" or \"Ooooh, Meri's going to spill the tea in a BIG way!\" And it never happened. Instead, you'd see her kissing Kody's buttocks, more, or being mad at Christine for taking her power back, or ...",
  "textContent": "TLCsisterwives\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/TLCsisterwives\nCreate a post\nSort By:\nu/AutoModerator\n•\n6 days ago\nSister Wives season 18 episode 16 LIVE EPISODE DISCUSSION \"One on One: Part 2\"\nEpisode Discussion\nu/rarepinkhippo\n•\n2 hr. ago\nDo we think that when Robyn offers to mediate because she “can speak Kody,” that she’s actually just snooping on everyone else’s relationships with Kody?\nRobyn\n\nI know there’s also an element of her being able to control what he says, like in the last episode of the season proper when she shuts Kody up by saying he’s not in the right place to say something that is clearly going to be awful about inheritance and his kids.\n\nBut lately I’ve also been wondering how much of it is just that she’s nosy af.\n\nu/TradeStation\n• Official\n•\nPromoted\nCalling All Active Options Traders! Have you experienced TradeStation’s OptionStation® Pro? Before you place a trade, you can analyze your scenarios then quickly place those trades in the market. Plus, you get access to powerful trading tools. Enjoy the View with TradeStation.\ntradestation.com\nLearn More\nu/Pure-Pollution-5765\n•\n9 hr. ago\nJanelle and her mom being all hot for Brown Married zmen\nJanelle\n\nSo Janelle sees Kody and gets the hots for him. Then her mom goes up with her to “check out” the family and gets the hots for his dad. Sorry, but both men were married. I don't care. That's wrong\n\nu/Busy_Arachnid4091\n•\n5 hr. ago\nIn the beginning…\n\nDo you think think Robyn had kids right away so she didn’t have to work? I’ve always thought that. She could use the excuse of having little ones and that only she can manage them not anyone else? That’s why Robyn didn’t let Christine babysit because she would raise eyebrows and get told to start working? Why did no tv host ever ask Robyn what she does to contribute to the family financially???\n\nu/PippiMississippi\n•\n5 hr. ago\nMeri and the fertility doctor\nMeri\n\nRemember during the \"should we have another baby\" storyline with Meri and Kody the two went to a fertility doctor? One of the doctor's questions had to do with if they were having sex frequently and Meri and Kody shut it down. Can't remember the exact wording but they obviously didn't want to address it. Knowing what we do now, I wonder if Meri was celibate for all those years and if there would have been other potential for pregnancy if Kody hadn't started shunning her. If that's the case, the fertility storylines must have been about a million times more painful since she couldn't reveal that Kody no longer treated her as a wife and that that was the real reason she didn't have more kids.\n\nAny thoughts - and what other storylines now seem extra cringe and/or sad knowing what we do about the family?\n\nu/SodaPop788\n•\n16 hr. ago\nSocial Media Pictures 12-09-23\nDiscussion\nu/tortured4w3\n•\n1 day ago\nS1E1 Kinda Crazy Kody drives a car with no backseats\nEpisode Discussion\n\nHes got 14 kids and cant even put two in his own car?? Thats crazy to me, hes clearly not taking them anywhere.\n\nu/Lampin5\n•\n33 min. ago\nThe banana\n\nEvery time I see the \"Reddit recap\" banana, I think it has something to do with Meri. Not kidding. Anyone else have the same reaction?\n\nu/SodaPop788\n•\n17 hr. ago\nShort Preview For Tell All Part 3\n\nhttps://www.tiktok.com/@mrskickstandreal/video/7310358878825303338?is_from_webapp=1&sender_device=pc&web_id=7310580638859773482\n\nu/silent_chair5286\n•\n1 day ago\nNobody chose polygamy\nBrown kids\n\nIt’s so telling that none of the Brown kids chose polygamy as their lifestyle. What they must have seen behind the scenes when the cameras weren’t on.\n\nu/TradeStation\n• Official\n•\nPromoted\nCalling All Active Options Traders! Have you experienced TradeStation’s OptionStation® Pro? Before you place a trade, you can analyze your scenarios then quickly place those trades in the market. Plus, you get access to powerful trading tools. Enjoy the View with TradeStation.\ntradestation.com\nLearn More\nu/thatssomaggie\n•\n8 hr. ago\nMeri wanting the ring\n\nI thought if was strange that Meri wanted Kody's wedding ring back. It was weird he melted it, but equally weird she wanted it.\n\nAm I projecting or do you think it was weird she wanted it back as well?\n\nOpen • 328 total votes\nVote\nCloses in 2 days\nu/imhere4blkpeople\n•\n2 days ago\nI'm annoyed that Suki is annoyed that Christine doesn't want to be friends with Robyn.\nEpisode Discussion\n\nWhat universe has Suki been living in? Are Suki and Robyn secret besties? Why does she keep forcing Robyn on these women when they're no longer sister wives? They've never gotten along.\n\nSomething else that bothers me is how she babies Robyn but is harder on Christine and Janelle. I see the tide is turning on Christine on here but the only time Suki asks remotely difficult questions is when she's with Christine.\n\nNevermind that she babies Kody and almost leads him to his answers.\n\nThe question on why Christine didn't consider Robyn a sister wife/friend was top notch gaslighting\n\nu/Chelc2723\n•\n1 day ago\nCan we create a petition to get TLC to have someone other then Suki do the interviews for now on?\n\nI'm just curious if there was a petition who all would sign it? I literally cannot stand her style of interviewing anymore. She coddles the crap out of Kody, she catches him when he falls by walking him into answers or rewording what he said to where it sounds mildly more flattering and she falls for Robyn's woe is me non sense. Anyone else just over it? How is it a tell all when your not telling the truth or telling everything! I know she doesn't watch the show but as a journalist you're supposed to do your research before you do interviews, which obviously she doesn't. They need to get someone else in there that will watch the show. Who do you think would make a good interviewer on the show?\n\nu/inmyheadtho13\n•\n7 hr. ago\nChristine is my favorite right now!\nChristine\n\nShe’s saying what we’re all thinking and she’s impervious to Kody’s bullshit. Love that in the interview that she’s being so honest. You can tell she’s so much happier and Kody can’t stand it.\n\nu/Alibongo68\n•\n21 hr. ago\nConfused and think I am missing parts of episodes\nEpisode Discussion\n\nI keep reading about, and have seen clips of, the ear piercing drama and just now read about Gwen's engagement being filmed. I haven't seen these parts during s18. Also I am sure the part of the argument between Kody and Janelle that was shown on the Tell-All was longer than what I saw in the episode. So my question is, is the UK version edited more than the US version or can you point me to those scenes? Maybe I'm just zoning out!\n\nu/NoFundieBusiness\n•\n10 hr. ago\nDoes anyone know where I can hear the recorded phone call between Meri and Kody about the ring?\nMeri\n\nI saw some people say there’s a phone call recording going around between Meri and Kody talking about the ring situation and I can’t find it. Some are saying it could be AI but I wanna hear it anyway just because I’m curious as all hell 😅\n\nu/julesdenskadeglade\n•\n1 day ago\nRetirement Fund for Family Business\nEpisode Discussion\n\nI'm on my third re-watch of the show (it is what it is). I'm on the episode where they just arrived in LV and Janelle uses one of her favourite lines, \"our resources are finite.\" They're talking about finding homes, not having jobs.. the usual stuff. Anyways - Janelle says they want to use their retirement fund for a \"family business.\" Does anyone know what the rough $$ amount for that would be? Why didn't they just open a fast food chain? Then I thought how amazing it would be to watch this family try and run a restaurant together and how it would have been a fun bit of gasoline to pour on the dumpster fire.\n\nu/Competitive_Basil136\n•\n1 day ago\nThe original Claddagh ring came from Janelle\nJanelle\n\nJanelle also gave Kody a ring when they got married. It was his original Claddagh ring.\n\nhttps://www.facebook.com/reel/1075778800271615?mibextid=9drbnH\n\nPeople keep missing Kody wore this ring prior to the wives getting him one that represented all four.\n\nu/usaa_homeowners\n•\nPromoted\nDon’t worry about rebuilding costs. Add USAA Home Protector for 25% more coverage just in case.\nusaa.com\nGet a Quote\nu/inishmuse\n•\n2 days ago\nI'm sorry, how can anyone feel sorry for Meri\nMeri\n\nI know there are a bunch of Meri 'fans' on here, so I expect the downvotes (are they fans or paid social media posters? who knows).\n\nYes, she hung on forever, but it's clear from everything they are saying during the last episode of the season and the one-on-ones that she only 'left' publicly because Kody said something on the couch. They had an arrangement people!! She knew exactly what he felt. She knew that nothing was ever going to happen. They were lying for the show! So, how can I feel sorry that she just didn't get to break up publicly on the show? She was pissed that Christine got attention. She was pissed that she was getting flack at that time for staying - I remember all of the comments she was getting on her instagram. It was all about her image, nothing else. She says she was waiting around for the possibility of his coming around?? Please. Does anyone really believe that? It was for the show, full stop.\n\nShe made her bed, in my opinion. She was fully on board for this charade, despite the energy she puts into trying to spin it a different way.\n\nView full post\nu/SnooTomatoes5715\n•\n1 day ago\nMykelti using hashtags like #wonderfulman...\nBrown kids\n\nNot a major take or anything but I saw Mykelti's most recent post about Tony and I find it cringy that she is using that hashtag to talk about him when that is a term Christine would use for Kody back in the day. It just gave me the ick...like many aspects of this show.\n\nu/Training-Jello7600\n•\n2 days ago\nChristine says “soulmate” and “love of my life” one too many times for comfort\nChristine\n\nI am happy for Christine and David. I really am. I hope he is able to shower her with all the love she deserves because she, like all of us, is worthy of love. I want a happy ending as much as the next person.\n\nTHAT SAID, in this latest episode, she started going on to Suki about David being the “love of my life” and “soulmate” and saying “he really is.” Perhaps it was overacting, or emotionally compensating for all the painful stuff that was said about Kody and Robyn’s love story or just being excited, or being nervous in front of the cameras and it came out as a vocal tic. Who knows. All I know is she said it one too many times for comfort and it gave me a tiny bit of suspicion. And I very much don’t want to have suspicion! But yeah. That is all.\n\nu/SweetlyWorn\n•\n1 day ago\nWhat happened to the melted ring?\n\nI'm sorry if I missed it, I've checked the last few posts regarding this topic. Did they say exactly what Kody did with the ring once it was melted down?\n\nu/rstwt\n•\n2 days ago\nThey all lied to make money\nDiscussion\n\nKody created this big mess and all the wives facilitated this lie to make money from the show.\n\nKody is the worst for saying Christine dropped this bomb and caused him to spiral into his negative state. Wtf. He expected Christine to live without love just to fulfill his religion goal to get into heaven and make money.\n\nMeri just took whatever b.s. Kody gave her to make money try to win his love. Come on girl. You deserve more.\n\nJanelle just was there for the ride and it was good money. She ignored most drama.\n\nChristine wanted more and whined and pouted until she got the strength to free herself.\n\nRobyn probably came into this for fame and money. She made sure her \"best customer\" was treated like a king and facilitated his every stupid thought process.\n\nI hope they end the show after the specials in January.\n\nView full post\nu/gracemary25\n•\n2 days ago\nTruly sorry for being ageist\nLove should be multiplied not divided\n\nSo y'all probably saw a post I made talking about how harsh Facebook SW fans can be. In it, I said that these particular fans were \"90% Boomer/Gen X white women.\" A lot of people in the comments called me out for doing the very thing I was criticizing-being judgemental and stereotyping people based on things they have no control over. As I thought about it, I realized they were right. It's not fair of me to paint everyone from a certain age group with the same brush, or to assume that if you're older you must be mean and judgemental. I wouldn't want someone to assume that I am lazy or entitled just because I'm from Gen Z, so I have no right to do that to somebody else. I'm 21. I'll be honest, sometimes I get caught up in the generation war nonsense that is pervasive in our society today, ESPECIALLY among zoomers. It's practically a past time to rag on older people. I should rise above that, but I didn't, and for that I'm truly sorry. Every person should be treated as an individual. Every person has good and bad traits. Each generation is complex. Gen Z is flawed as well. Believe it or not, there are many things I actually admire about the Boomer/Gen X generations, especially your culture and the social progress you enacted. I thought I was being funny, I was just being a jerk.\n\nI hope this doesn't come across like some cringey fake youtuber apology that I'm only saying because people got mad at me. I'm genuinely sorry, I know I was wrong and I thought I should let everyone know that. If you could, try to have some grace for this silly 21 year old who is still learning. Much love ❤️\n\nPS I really hope y'all know I don't like Robyn and I don't want to defend her. I don't think she is a good person, I just think she is complex and not every situation can be boiled down to \"Robyn Bad.\" I hope you understand what I mean.\n\nView full post\nu/Momtheresawasacrank\n•\n1 day ago\nThe catfish has never had a conviction.\nMeri got catfished?\n\nEveryone seems to obsess on Jackie Overton. Yet she has never faced any sort of prosecution for anything related to the catfishing. No precautions for stalking or blackmail! Not for any of the alleged catfishing incidents. Despite blackmailing them and despite apparent evidence of stalking. She hasn't been sued either.\n\nu/Vardagar\n•\n3 days ago\nKody was so engaged in maddies family\nKody\n\nI know everyone remembers how awkvardly excited kody was about caleb joining the family. They had this great bromance (i think only from kodys side though, caleb always looked a bit forced) but kody was also really excited about becoming grandpa, and he seemed very attached to axel. And maddie seemed like the favourite. He seemed excited about this life with janelle with the grandkids.\n\nAnyone else think this attachment bothered robyn? 😏 Is that when she put in the next gear to get him away from them and keep him close to only her kids? The move to flaggstaff. Maddie seemed disappointed they were moving if i remember correct? Cause i remember thinking at the time, axel almost replaced sol, as the new baby. And there would be plenty more grandbabies taking his attention.\n\nu/joyous\n•\nPromoted\nStruggling with depression or anxiety? Joyous® can change your mind. Our proprietary ketamine microdose protocol sparks the beginning of gradual and consistent mental health improvements, for just $129/month. Schedule a free consultation today, to explore an at-home treatment with daily guidance.\n\nBook an appointment at joyous.team, potential side effects can be found in our disclaimer.\n\njoyous.team\nLearn More\nu/FinishOk9623\n•\n2 days ago\nWho Is Mya?\nDiscussion\n\nIn Season 9 Episode 2 Wrestling with Adoption they are building a play set for the little kids and Kody is calling the kids around. He says “Gwendolyn, little ones, come on. Sol, Mya, come on.” The older girls were not there and as far as I could tell, it was only family. So, who is Mya?\n\nu/SodaPop788\n•\n2 days ago\nSneak Peek: Meri says she doesn’t have sister wives anymore\nEpisode Discussion\nhttps://www.today.com/popculture/tv/sister-wives-meri-doesnt-have-sister-wives-anymore-rcna128520\nTop 2%\nRank by size \nRULES\n1\nFollow Reddiquette\n2\nNo doxxing\n3\nNo excessive rudeness\n4\nNo insulting or criticizing the minor children\n5\nNo homophobic or bigoted content\n6\nFlair spoilers\n7\nDuplicate Posting is not allowed\n8\nKeep posts relevant to TLC sisterwives\n9\nNo Meta posting\n10\nNo discussing/advertising PATREONs or paid content\nTOPICS\nSister Wives\nReality TV\nTelevision"
}