{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "Neuroaesthetics: An Introduction to Visual Art · 2015",
  "href": "https://impulse.pubpub.org/pub/oteofamc/release/1",
  "body": "Abstract: Neuroaesthetics is the study of how aesthetic perception, production, judgment, appreciation, and emotional response are produced and experienced from a neurobiological basis. While this area of study is relatively new to the field of neuroscience, this review will look at proposed theories behind aesthetic processes in the brain and ...",
  "textContent": "Skip to main content\nCookies and data privacy\n\nPubPub uses third-party cookies to help our team and our communities understand which features and content on PubPub are receiving traffic. We don't sell this data or share it with anyone else, and we don't use third-party processors who aggregate and sell data. Visit your privacy settings to learn more.\n\nAccept\nDisable\nSearch\nDashboard\nLogin or Signup\nHOME\nARCHIVE\nSUBMISSIONS\nREVIEW TEAMS\nABOUT US\nCONTACT\n2015\nArticles\nPublished on\nJan 31, 2015\nNeuroaesthetics: An Introduction to Visual Art\n\nInstitution: The University of the South, Sewanee, Tennessee, USA, 37383\n\nby Thomas S McClure and Jessica A Siegel\nCITE\nSOCIAL\nDOWNLOAD\nlast released\n2 years ago\nSHOW DETAILS\n\nAbstract: Neuroaesthetics is the study of how aesthetic perception, production, judgment, appreciation, and emotional response are produced and experienced from a neurobiological basis. While this area of study is relatively new to the field of neuroscience, this review will look at proposed theories behind aesthetic processes in the brain and existing experimental research implicating neural substrates behind these theories. The neurobiological basis of perception and interpretation of visual art is discussed. More specifically, we review the visual system and visual reward, and the evolutionary theory of visual perception. Among several findings of this review are examples of artistic manipulation of the two-stream hypothesis of visual processing. Manipulations of the ventral tegmental area (VTA) and nucleus accumbens (NAc) through transcranial direct current stimulation (tDCS) have been shown to increase aesthetic appreciation. Evolutionary theories rooted in survival are thought to govern the human appreciation for landscape art. While these findings are significant, they are only the beginning for a field with an immeasurable future.\n\nDownload Full Article (PDF)\n\nLICENSE\nCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)\nCOMMENTS\n0\n?\nLogin to discuss\nNo comments here\nWhy not start the discussion?\nREAD NEXT\nPhosphodiesterase 6β Expression In Developing Mouse Retina\nIMPULSE - The Premier Undergraduate Neuroscience Journal\nOpen Journals at AppalachianTranslateRSSLegal\nPublished with"
}