{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-01-01..2015-07-02",
  "title": "10 things we learned about tackling plastic ocean waste",
  "href": "https://www.theguardian.com/sustainable-business/2015/jun/23/10-things-we-learned-about-tackling-plastic-ocean-waste",
  "body": "Here is what the experts said in an online debate on plastic pollution. Hannah Gould. @hannahbgould. Tue 23 Jun 2015 08.57 EDT Last modified on Fri 29 Oct 2021 07.53 EDT. 1. We can't keep up ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nA adult Pacific green turtle suffocating on a plastic bag after mistaking it for jellyfish. Photograph: FLPA/Rex\nCircular economy\nGuardian sustainable business\n10 things we learned about tackling plastic ocean waste\n\nEarlier this year an NGO warned we could end up with ‘as much plastic in our oceans as fish’. Here is what the experts said in an online debate on plastic pollution\n\nHannah Gould\n@hannahbgould\nTue 23 Jun 2015 08.57 EDT\n10\n1. We can’t keep up with waste management\nCould a circular economy save world's oceans from plastic waste? - live chat\nRead more\n\nMore than 50% of ocean plastics are coming from rapidly developing geographies around the world, where population growth and increased plastics consumption is outpacing the capacity to manage waste. Even in the US, waste infrastructure is set up for a material mix that’s less relevant today.\n\n\n“Plastic never dies, and that means every piece we ever produce will stay on this planet,” warns Cyrill Gutsch, founder of Parley for the Oceans.\n\n\nA lot of areas don’t have the infrastructure to manage plastic, so even if consumers put their bottles in the right bins, it won’t necessarily end up being recycled.\n\n\n2. We need action from governments and businesses\n\nTackling ocean waste will require a range of different policies that drive manufacturer participation, combined with voluntary efforts by companies. Key to this will be global corporate leaders that recognise the scale of the problem and its local impact.\n\n3. It’s an economic as well as an environmental issue\n\nWe’re told of ocean plastic strangling seals and turtles swallowing it, but the mainstream media rarely frame the problem as an economic one.\n\n\nBridget Croke, head of investor and industry partnerships at the Closed Loop Fund, says some big consumer packaged goods companies are demanding more recycled content because they are concerned with the price volatility of raw materials. However, she says it’s early days and markets must be pushed pro-actively.\n\n\n“We need to show [companies] that designing in a way that holds the value of the materials makes economic sense”.\n\n4. Designers and recyclers often feel helpless\n\n\nJust designing a product with its end-of-life in mind could have a big impact, says Jenna Jambeck, assistant professor of environmental engineering at the University of Georgia. She says that “so many issues [are] caused downstream from not considering this point in a product’s life cycle”.\n\nBut Sandy Roger from the Ellen MacArthur Foundation (EMC) points out that there’s a “kind of helplessness pervading this space”.\n\n\nConsumer goods companies keen to design for recycling don’t know which system to design for because municipal recycling is so diverse, while municipalities and waste companies are overwhelmed by a growing and changing portfolio of plastics. “It’s a stalemate, and both sides end up with lowest common denominator solutions,” Roger says.\nEMC is trying to bring together the two sides to allow more joined-up thinking, while Croke says the Closed Loop Fund is looking at packaging trends to make sure it builds appropriate infrastructure.\n\nWhy cigarette butts threaten to stub out marine life\nRead more\n5. There are global solutions to this global problem\n\nOne way to solve the end-of-life problem would be to make simple products, such as yoghurt pots and shampoo bottles, from a single material that is recyclable around the world, suggests Alexis Haas, director of sustainability at Adidas. Currently, consumer goods are mostly made from mixed plastics, which are only suitable for downcycling.\n\n6. There are also local solutions\n\nBen Kneppers, co-founder of Bureo Skateboards, explains that an artisanal fishing village in Chile was left with no choice but to burn or discard its old fishing nets. In giving the community the resources and opportunity to return nets for recycling, the company says it has prevented waste, created jobs and captured a valuable material for its skateboards.\n\nIts business model works with both large and small fisheries and, according to Kneppers, results in “an amount of material 100 times more than we can make direct use of at the moment”.\n\n7. We have to eliminate the ‘ick factor’\n\n\nShubhankar Ray, global brand director at G-Star RAW, says: “People buy what they desire in fashion, so eco-clothing needs to be cool and sexy to drive desire.”\n\nThe company’s Raw for the Oceans jeans collection, fronted by singer Pharrell Williams, is made from 35% recycled ocean plastic and 65% cotton. Eliminating preconceptions around reusing waste can push the idea of recycling, which is one part of the solution.\n\n8. Labelling plastic bags like tobacco is not helpful\n\nAdding a warning sign to plastic bags about the damage they can cause may not be a great solution. While Kneppers agrees that a lack of education is part of the problem, he believes that we would better engage consumers with positivity, by highlighting how small actions can protect the places we love.\n\n9. A ban might not be best\n\n“We need to be careful when proposing an all-out ban on any one material,” warns Nicholas Mallos, director of the Trash Free Seas programme. “If material substitutes are available to replace a given non-recyclable plastic, like cellophane, then it’s key to look at the entire life cycle and ensure we don’t replace one unintended environmental impact with another.”\n\nBesides, a ban isn’t practical or actionable. Ray suggests that it would be better to lobby policy makers to put plastic reduction and suitable alternatives on serious agendas.\n\n\n10. Together, we can take plastics off the market\n\n\n“The problem we are facing is that plastic is simply the wrong material – it needs to be reinvented,” says Gutsch. “There is no need to use plastic straws, plastic utensils, plastic bottles, plastic bags … We can take these products off the market right away. By doing so, we show there is a movement happening, which motivates the research and development labs for material development.”\n\n\n$1,164,623\ncontributions\n$1,500,000\nour goal\n\nI hope you appreciated this article. Before you move on, I wanted to ask if you would consider supporting the Guardian’s journalism as we prepare for one of the most consequential news cycles of our lifetimes. We need your help to raise $1.5m to fund our reporting in 2024.\n\nFrom Elon Musk to the Murdochs, a small number of billionaire owners have a powerful hold on so much of the information that reaches the public about what’s happening in the world. The Guardian is different. We have no billionaire owner or shareholders to consider. Our journalism is produced to serve the public interest – not profit motives.\n\nAnd we avoid the trap that befalls much US media – the tendency, born of a desire to please all sides, to engage in false equivalence in the name of neutrality. While fairness guides everything we do, we know there is a right and a wrong position in the fight against racism and for reproductive justice. When we report on issues like the climate crisis, we’re not afraid to name who is responsible. And as a global news organization, we’re able to provide a fresh, outsider perspective on US politics – one so often missing from the insular American media bubble. \n\nAround the world, readers can access the Guardian’s paywall-free journalism because of our unique reader-supported model. That’s because of people like you. Our readers keep us independent, beholden to no outside influence and accessible to everyone – whether they can afford to pay for news, or not.\n\nIf you can, please consider supporting us with a year-end gift. Every dollar makes a difference. Thank you.\n\nBetsy Reed\n\nEditor, Guardian US\n\n\n\nContribution frequency\nOne-time\nMonthly\nAnnual\n\n\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue\nRemind me on New Years Eve\nExplore more on these topics\nGuardian sustainable business\nCircular economy\nMarine life\nWaste\nRecycling\nCorporate social responsibility\nWildlife\nsponsored features\nReuse this content\nMost viewed\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nCasey DeSantis encourages Republicans nationwide to vote in Iowa caucus\nWhy is the phase-out of fossil fuels the biggest flashpoint at Cop28?\nCalifornia hometown sheds few tears for retiring McCarthy: ‘Don’t let the door hit you on the way out, Kevin’\nCircular economy\nWelcome to the future, where your phone can fix its own smashed screen\n30 Aug 2017\n14\nIs it fair to blame Coca-Cola and big corporations for our waste crisis?\n2 Aug 2017\n29\nThe ick factor: Dutch project making bike lanes and bottles from used loo roll\n27 Jul 2017\n7\nCircular economy isn't a magical fix for our environmental woes\n14 Jul 2017\n7\nThe troubling fire record of UK recycling plants\n6 Jul 2017\n7\nFruit and veg come in their own natural wrapping. Why do we smother them in plastic?\n28 Jun 2017\n242\nDutch companies set up giant bread bins to help cities tackle rat scourge\n27 Jun 2017\n66\n‘There is so much out there’: Kenya’s plastic bag battle – in pictures\n8 Jun 2017\n12\nMore from Headlines\nIsrael-Gaza war\nState department uses emergency authority to sell tank shells to Israel\n11h ago\nUniversity of Pennsylvania\nPresident Elizabeth Magill resigns after furor over free speech and antisemitism\n8h ago\nThe big bet\nTop US betting firm lobbied against rules to protect young people and problem gamblers\n19h ago\nTennessee storms\nTornadoes kill at least six and cut power to tens of thousands\n2h ago\nCop28\n‘Magical’ tech innovations a distraction from real solutions, climate experts warn\n2h ago\nUK\nDavid Cameron urged to tell China to free Hong Kong publisher Jimmy Lai\n6h ago\nNBA Cup\nLeBron James named MVP as Lakers down Pacers to take win\n1h ago\n0\nMexico\n14 dead in clash between criminal gang and villagers\n10h ago\nLost in space no more\nMissing tomato found in space station after eight months\n11h ago\nLos Angeles Dodgers\nShohei Ohtani agrees to record $700m, 10-year contract\n9h ago\n55\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)"
}