{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "Sea turtle trauma: Video shows rescuers extracting plastic straw from ...",
  "href": "https://www.washingtonpost.com/news/morning-mix/wp/2015/08/17/researchers-save-a-sea-turtle-from-a-plastic-straw-in-this-traumatic-video/",
  "body": "Robinson and Marine Biology PhD candidate Christine Figgener came across the male sea turtle with a plastic straw lodged in its nostril while conducting research about an hour off the Pacific ...",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\n\nclock\nThis article was published more than 8 years ago\n\nMORNING MIX\nSea turtle trauma: Video shows rescuers extracting plastic straw from deep in nostril\nBy N. Kirkpatrick\nAugust 17, 2015 at 5:51 a.m. EDT\nResearchers pull straw from sea turtle's nostril\n8:13\nAt first, they thought it was a worm. Researchers soon realized the object stuck in this sea turtle's nostril was actually a plastic straw. (Video: COASTS)\nShare\nAdd to your saved stories\nSave\n\nWhen Nathan J. Robinson first discovered what was causing an Olive Ridley sea turtle to have problems breathing he said he felt “exasperated.”\n\n“It took me a while to take in that it was a straw,” Robinson, a post-doctoral fellow who specializes in turtles at Indiana-Purdue University said during a phone interview.\n\nRobinson and Marine Biology PhD candidate Christine Figgener came across  the male sea turtle with a plastic straw lodged in its nostril while conducting research about an hour off the Pacific coast of Costa Rica. Figgener filmed the encounter and uploaded to YouTube a week ago, where it has since accumulated over 2-million views.\n\n[A happy ending for an endangered leatherback turtle]\n\nFor eight long and traumatic minutes, the video first shows the researchers figuring what’s lodged in the turtles nasal passage and then with a Swiss army knife in hand, attempting to remove it.\n\n“We really had no idea if it was going into her mouth or if it was deeper than it looked,” he said. The researcher explained that they felt that it was in the turtle’s best interest to remove the straw on the boat and that their research permits didn’t allow them bring the turtle back to the mainland.\n\nShare this article\nShare\n\nUnfortunately, it’s quite common for turtles ingest plastic but scientists say that it’s happening with unprecedented frequency. According to a study released in February, the world’s 192 coastal countries contribute 8 million metric tons of plastic pollution into the ocean every year.\n\nThe tense video shows the turtle sneezing and responding to the researchers and at one point starting to bleed.   “Not knowing what’s on the other end of the straw,”Robinson said “So you want to be gentle.”\n\n(Nathan J. Robinson)\n\nAt the very end of the video with blood coming down the turtles face, the straw was removed. The straw “was a lot longer than we thought it was”  Dr. Robinson said.\n\nAccording to Robinson the camera’s battery died but after it shut off, antiseptic was applied and the turtle was deemed  “fit, healthy, and strong,” and released back into the ocean.\n\nRobinson said that afterward he was not able to get it off his mind and was in “an absolute shock at what we’ve seen.”\n\nSince the video’s release, Figgener started a GoFundMe campaign to support her research.\n\nShare\nBy Nick Kirkpatrick\nNick Kirkpatrick is a visual reporter at The Washington Post. They collaborate across the newsroom to report and produce visually driven stories told in interactive forms.  Twitter\nMORE FROM THE POST\nTrump loses chance to challenge N.Y. gag order before trial ends\nDec. 4, 2023\nPAID PROMOTED STORIES\nRecommended by\nMOST READ NATIONAL\n1\n‘We’re on the side of righteousness’\n2\nA harvest of memories\n3\nAt least 6 dead, 23 injured after tornadoes touch down near Nashville\n4\nSmall segment of voters will wield outsize power in 2024 presidential race\n5\nSome states spurn migrants. The Rust Belt wants them.\nTOP STORIES\nAdvice\nMoral dilemmas, relationships, parenting and more\nCarolyn Hax: Best friend is there with her problems but counts on others for fun\nMiss Manners: Recipients of my holiday treats said they’re not as good as usual\nAsk Amy: How do I say no to requests to stay overnight at my house?\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post\n\nCollapse\nStay informed with a subscription to The Washington Post\n24/7 coverage from 1,000+ journalists. Subscriber-exclusive events. Unmatched political and international news.\nSubscribe\nCancel anytime."
}