{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "These 5 Countries Are the Biggest Plastic Polluters | Audubon",
  "href": "https://www.audubon.org/news/these-5-countries-are-biggest-plastic-polluters",
  "body": "Ocean plastic harms seabirds and other wildlife, and a recent report zeroes in on the top culprits. Plastic washes up at Kedonganan Beach in Indonesia. Billions of pounds of plastic pollute the world's oceans and harm wildlife. Photo: Putu Sayoga/Redux Birds Tell Us to Act on Climate",
  "textContent": "Skip to main content\nAudubon\n \nAudubon Near You Press Room Shop Audubon About Us\nTake Action Membership Donate\nOur Work\nHow to Help\nBirds & Guides\nMagazine & News\nFrom Our Partners\nThese 5 Countries Are the Biggest Plastic Polluters\nOcean plastic harms seabirds and other wildlife, and a recent report zeroes in on the top culprits.\n  \nBy Suzanne Jacobs, Grist\nJanuary 21, 2016\nPopular Stories\nHow to Tell a Raven From a Crow\nHow to Make Hummingbird Nectar\nWhat Should Be Done About Flaco, the Eurasian Eagle-Owl Loose in New York?\n13 Fun Facts About Owls\nGet to Know These 20 Common Birds\nPlastic washes up at Kedonganan Beach in Indonesia. Billions of pounds of plastic pollute the world's oceans and harm wildlife. Photo: Putu Sayoga/Redux\nYou can protect birds DONATE NOW\nMonthly\nYearly\n$100\n$250\nOther\n$\nDonate\n\nThis story originally appeared on Grist, and it is reproduced with permission.\n\nThere’s a veritable shit ton of plastic floating around in the world’s oceans—between 10 and 30 billion pounds of it, to be imprecise—and more than half of it comes from just five countries.\n\nThose countries are China, Indonesia, the Philippines, Thailand, and Vietnam, according to a report from the Ocean Conservancy and the McKinsey Center for Business and Environment. Here’s why these countries are on the hook for up to 60 percent of the world’s ocean plastic, from GlobalPost:\n\nAs Asian economies rise, people have more cash to blow on Marlboros and Sprites at 7-Eleven. But the junk these habits produce often doesn’t end up in legit landfills.\n\nIn the five Asian countries listed above, only about 40 percent of garbage is properly collected. Across Asia, trash is often piled up in communal dumps where stray bits are swept up by the wind and cast into the ocean.\n\nEven sanctioned garbage dump sites are sometimes intentionally set up near rivers that flow into the sea. The reason, according to Ocean Conservancy: “Waste will intermittently be carried away by heavy rains or current, refreshing the capacity of the dump to receive more waste.”\n\nThis situation would be even worse if not for the valiant efforts of trash pickers—the brave souls who wade through garbage in search of valuable recyclables. Still, trash pickers aren’t going to spend 10 hours collecting plastic bags for a grand total of 50 cents when they could net $3.70 for a haul of plastic bottles, GlobalPost reports.\n\nAnother part of the problem is that products are packaged differently in developing countries:\n\nIn Asia’s rural hamlets, corporations sell everything from beauty products to instant noodles in tiny, cheap quantities. This helps even the most destitute laborers afford their wares. The result? Companies are churning out a lot more plastic packaging in poor Asian nations—and much of it winds up in the ocean.\n\nThough corporations aren’t “making plastic with the intent of it ending up in the ocean,” [Nicholas Mallos, director of Ocean Conservancy’s marine debris program says] they should be offering up their “world-class logistics, financing, project management and marketing capabilities” to help solve the problem.\n\nIf the top plastic polluters don’t adopt proper waste management systems, and their demand for plastic-based consumer goods continues to grow (which is guaranteed to happen), then by 2025 there could be one ton of plastic for every three tons of fish in the oceans, according to the report.\n\nWhat can we learn here? Separating your recycling actually does matter—just ask this guy—and even in the U.S., there’s still plenty of progress to be made in that department. I mean, there are villages in Japan that divide waste into 34 categories. That really puts paper vs. plastic into perspective.\n\nEditor's Note: You can read more about ocean plastics and their impact on seabirds here and here.\n\nGrist is a nonprofit news site that uses smarts and humor to shine a light on the big green issues changing our world. Get Grist in your inbox here, and follow them on Facebook and Twitter.\n\nWe Can Save the Birds We Love\n\nIn a changing world, birds need consistent support from caring people like you. Your gift is the best way to help.\n\nMonthly\nYearly\n$75\n$100\n$250\n$500\nOther\n$\nDonate Now\nSean Graesser\nStay abreast of Audubon\nGet updates about our conservation work and how to help birds.\n \nEmail address  \n\nNational Audubon Society\n\nAudubon protects birds and the places they need, today and tomorrow.\n\nHome\nNews\nBirds\nConservation\nGet Outside\nMagazine\nAbout Us\nPress Room\nCareers\nAudubon Near You\nNotice of Annual Meeting\nDonate Now\nRenew Membership\nJoin Audubon\nMonthly Giving\nAdopt a Bird\nLegacy Gift\nAudubon Products\nOnline Store\nTake Action\nNational Audubon Society Legal Notices Privacy Policy Contact Us\n \nNever Miss an Issue\nAudubon's sustaining donors receive quarterly issues of Audubon magazine, featuring award-winning journalism and stunning photos. Start your donation today to protect birds and stay informed.\nDonate Now\nNo, thanks\nPhotos clockwise from top left: White Ibis, Melissa Groo; Northern Shovelers, Steve Jessmore/Audubon Photography Awards; Blackpoll Warbler, Mike Fernandez/Audubon; Laysan Albatross, Jon Brack/USFWS. Illustration: Andrei Cojocaruu"
}