{
  "query": "plastic straws",
  "site": null,
  "time_range": "2015-12-31..2016-06-30",
  "title": "China Ramps Up U.S. Investments, From Straws To Semiconductors - NPR",
  "href": "https://www.npr.org/sections/parallels/2016/05/17/478377861/china-ramps-up-u-s-investments-from-straws-to-semi-conductors",
  "body": "The company, which makes straws and other plastic products, supplies fast food chains. Chinese companies are expected to invest about $30 billion in the U.S. this year, doubling the record set ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nParallels\nMANY STORIES, ONE WORLD\nMARKETS\nChina Ramps Up U.S. Investments, From Straws To Semiconductors\nMAY 17, 20162:12 PM ET\nHEARD ON ALL THINGS CONSIDERED\n\nJackie Northam\n\nLISTEN· 4:10\n4-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nThe Chinese company Fuling Plastic set up a plant in Allentown, Pa., last year. The company, which makes straws and other plastic products, supplies fast food chains. Chinese companies are expected to invest about $30 billion in the U.S. this year, doubling the record set last year.\n\nJackie Northam/NPR\n\nChinese companies are on a major shopping spree in the U.S. They're set to break a record for investment deals this year, snapping up everything from entertainment companies to methanol plants.\n\nMost of these investments are takeovers, though Chinese companies are also expanding their existing operations to the U.S.\n\nThey include Fuling Plastic, one of China's largest manufacturers of plastic cutlery, cups and straws. Its biggest customers are fast food chains in the U.S.\n\nFuling Plastic has been supplying American customers for about eight years, manufacturing in China and shipping its products to the U.S. A year ago, Fuling opened up operations in Allentown, Pa., transforming an empty 80,000-foot warehouse into a factory for its plastic straws.\n\nSponsor Message\n\nNow, at any given time of the day or night, machines at the plant are churning away, producing and wrapping drinking straws. Gilbert Lee, who runs the Allentown operation, says that's a lot of straws over the course of one year.\n\n\"It would be a few hundred million,\" he says. \"We have already made enough straws to go around the world one and a half times.\"\n\nLee, a U.S. citizen born in Hong Kong, says it was a strategic business decision to open up an American factory. He says it will save shipping time and millions of dollars in freight costs.\n\n\"First of all, a lot of our customers really like the fact that our products are made in the U.S.,\" he says. \"And then we'll be able to cut about a month of delivery time because it had to ship by ocean freight\" when the straws were made in China.\n\nSeeking More Chinese Business\n\nRelated Stories\nA NATION ENGAGED\nChina Killed 1 Million U.S. Jobs, But Don't Blame Trade Deals\nTHE TWO-WAY\nU.S. Steel Says China Is Using Cyber Stealth To Steal Its Secrets\nTHE TWO-WAY\nWorld's Steelmakers To China: Time To Cut The Glut\n\nFuling Plastic currently employs 43 people, including a few workers from China. A new factory is important in a place like Allentown. For decades it was an area dominated by heavy manufacturing. But a generation ago, large corporations moved elsewhere and jobs dried up.\n\nDon Cunningham, president of the Lehigh Valley Economic Development Corp., says his group lobbied hard to get Fuling Plastic into the area in the hopes that other Chinese companies would follow.\n\n\"My belief was that once one comes and breaks the ice, so to speak, there's a [comfort level] that others will tend to look at the same area,\" he says. \"If someone's already done the due diligence and it seems to work, then you have a better chance of a pipeline behind it.\"\n\nSponsor Message\n\nFuling Plastic may be the first Chinese company in the area, but it represents a fast-moving trend playing out more broadly.\n\nSome acquisitions have been very large, like the nearly $2 billion purchase of the Waldorf Astoria hotel by a Chinese insurance company.\n\nThis year, direct Chinese investment in the U.S. is projected to hit a record $30 billion. That's double last year's record.\n\n\"We're now looking at 90,000 Americans that are directly employed by Chinese organizations in the U.S.,\" says Steve Orlins, president of the National Committee on U.S.-China Relations, which co-authored a report studying the surge of direct Chinese investments over the past few years. He says Chinese companies have been scooping up all types of businesses.\n\n\"There is travel and leisure; we're seeing lots of investment in hotels,\" he says. \"We've seen billions of dollars in investment in entertainment, automotive parts, semiconductors.\"\n\nStill Relatively Small, But Growing Fast\n\nNicholas Lardy, with the Peterson Institute for International Economics, says Chinese investment is getting a lot of attention because it's increasing so rapidly. But it accounts for less than 5 percent of the investment coming into the U.S.\n\n\"Our traditional trading partners like the U.K., Canada and so forth are the really big investors,\" he says.\n\nStill, Lardy says Chinese investment will continue to grow. He says in the past, it was mostly state-run Chinese companies that invested abroad. Now, thanks to economic changes by Beijing, it's mostly private companies on a buying spree.\n\n\"Some of them are expanding because of opportunities. Some are expanding because of low prices. But the underlying factor I think is liberalization,\" he says. \"I think private companies have better access now to borrow money to make the acquisitions.\"\n\nBack at the Fuling Plastic factory, Gilbert Lee says the future of the company is looking very positive. It became a public company listed on the Nasdaq last year, which will help give it an image as being reputable and transparent.\n\nSponsor Message\n\n\"We have a lot of very loyal customers already. But new customers, seeing that we have established our manufacturing base in the U.S., now they want to do business with us,\" he says, adding that the company is due to expand over the next year, doubling its work force.\n\nbusiness\nchina\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nWORLD\nIreland Voted To Allow Abortion. But It's Still Strictly Banned In Northern Ireland\nWORLD\nJordan's Prime Minister Resigns Amid Protests Against Austerity\nMIDDLE EAST\nHooking Up Gets Easier To Do In Saudi Arabia\nEUROPE\nThis Room Is Thought To Have Been Michelangelo's Secret Hideaway And Drawing Board\nASIA\nOnce Ruled By Taliban, Residents Of Pakistan's Swat Valley Say Army Should Leave\nASIA\nWhat Summit? On North Korean TV, The News Is All About Rice Farming\nPopular on NPR.org\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNATIONAL\n3 UNLV faculty members were killed in the Las Vegas campus shooting\nNPR Editors' Picks\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nANALYSIS\nThe economy is a trouble spot for Biden despite strong signs. Here's why\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nCULTURE\nKids are losing the Chuck E. Cheese animatronics. They were for the parents, anyway\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}