{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2015-07-02..2015-12-31",
  "title": "These 5 Countries Account for 60% of Plastic Pollution in Oceans",
  "href": "https://www.waste360.com/plastics/these-5-countries-account-for-60-of-plastic-pollution-in-oceans",
  "body": "Roughly 8 million tons of plastic is dumped into the world's oceans every year, and according to a new study, the majority of this waste comes from just five countries: China, Indonesia, the ...",
  "textContent": "Waste360 In Session\nWasteExpo\nWWETT Show\nSign Up Today\nIndustry Insights\nCollection\nEnergy\nFleets\nLandfill\nOrganics\nRecycling\nSustainability\nPlastics\nThese 5 Countries Account for 60% of Plastic Pollution in Oceans\n\nOctober 15, 2015\n\n1 Min Read\n\nEcoWatch.com\n\nRoughly 8 million tons of plastic is dumped into the world’s oceans every year, and according to a new study, the majority of this waste comes from just five countries: China, Indonesia, the Philippines, Thailand and Vietnam.\n\nIt appears that these five countries are responsible for up to 60 percent of the marine plastic entering our oceans, according to Stemming the Tide, a study released last month by the Ocean Conservancy and McKinsey Center for Business and Environment.\n\nWhy are these parts of Asia leaking so much plastic? Well, as the study suggests, these emerging countries are experiencing rapid economic growth, reduced poverty and improved quality of life. This development is, of course, fantastic. However, as these economies grow, so does the consumer use of plastic and plastic-intensive goods.\n\nContinue reading at EcoWatch.com\n\nStay in the Know - Subscribe to Our Newsletters\nJoin a network of more than 90,000 waste and recycling industry professionals. Get the latest news and insights straight to your inbox. Free.\nSign Me Up\nTop Stories\nWaste Legislation\nNWRA’s Riley, WM’s Salaam Recognized Among The Hill’s Top Lobbyists for 2023\n\nDec 8, 2023\n\nWaste Recycling\nSpringfield, Mo. Encourages Residents to Recycle Holiday Waste, Excess Food\n\nDec 8, 2023\n\nIndustry Insights\nLCSWMA Announces Daniel Youngs as New Chief Executive Officer\n\nDec 8, 2023\n\nWaste Recycling\nOregon’s BRING Recycling Offers Holiday Gifts Made from Upcycled Gifts\n\nDec 8, 2023\n\nResources\nAdvertise\nAd Choices\nConnect\nAbout\nContact Us\nContent Licensing and Reprints\nJoin Us\nSubscribe\nFollow Us\n\nCopyright © 2023. All rights reserved. Informa Markets, a trading division of Informa PLC.\n\nAccessibility|\nPrivacy Policy|\nCookie Policy|\nTerms of Use|\nVisitor Terms and Conditions\nAbout Cookies On This Site\nWe and our partners use cookies to enhance your website experience, learn how our site is used, offer personalised features, measure the effectiveness of our services, and tailor content and ads to your interests while you navigate on the web or interact with us across devices. By clicking \"Continue\" or continuing to browse our site you are agreeing to our and our partners use of cookies. For more information seePrivacy Policy\nCONTINUE"
}