{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic straws stir up environmental debate in Berkeley",
  "href": "https://www.sfchronicle.com/bayarea/article/Plastic-straws-stir-up-environmental-debate-in-11192651.php",
  "body": "Thicker paper straws are used in milkshakes at Saturn Cafe in Berkeley, CA, on Friday June 2, 2017. Michael Short/Special to the Chronicle. The plastic straw is a vital accoutrement for milk ...",
  "textContent": "Skip to main content\nSUBSCRIBE NOW\nBAY AREA\nPlastic straws stir up environmental debate in Berkeley\nBy Peter Fimrite\nUpdated June 2, 2017 7:34 p.m.\nThicker paper straws are used in milkshakes at Saturn Cafe in Berkeley, CA, on Friday June 2, 2017.\nMichael Short/Special to the Chronicle\n\nThe plastic straw is a vital accoutrement for milk shakes and sodas and, to the dismay of schoolteachers, a formidable launcher of spit wads, but a growing number of Californians are challenging the virtue of this simple sucking device.\n\nConservation groups say far too many of the millions of plastic straws used and discarded in the United States every day are finding their way into the ocean and harming wildlife. The situation has prompted several California cities, including Berkeley, to consider banning the ubiquitous implements, part of a growing crusade to rid the world of plastic.\n\nBut the movement, which some call the “Straw Wars,” faces a significant challenge — and not just because it threatens the tradition of noisily slurping up the last bit of a shake. The biggest obstacle is that paper and other biodegradable straws, while reminding older folks of the collapse-prone straws of their childhood, can cost up to eight times more than the one-cent plastic versions.\n\nADVERTISEMENT\n\nArticle continues below this ad\n\nThe Berkeley City Council nevertheless dived headlong into the fight this week, directing staff to look into what would be the state’s first ordinance prohibiting the use of plastic drinking straws in bars, restaurants and coffee shops.\n\nHanna Eichman of Oakland enjoys an Arnold Palmer served with a paper straw at Saturn Cafe in Berkeley, CA, on Friday June 2, 2017.\nMichael Short/Special to the Chronicle\n\nThe idea, pushed by the nonprofit Surfrider Foundation and other groups, is to remove a major source of pollution washing down storm drains and flowing into San Francisco Bay. The plastic straw and its cousin, the stirrer, represent the sixth most common type of litter found on California beaches during annual coastal cleanup days held since 1989, behind cigarette filters, food wrappers, lids, bags and plastic dining ware, according to the conservation group Save the Bay.\n\n“It’s a small item, but cumulatively straws have a huge impact on our environment,” said Berkeley City Councilwoman Sophie Hahn, a co-author of the proposal to study a plastic straw ban. Citing an oft-quoted study, she said, “A half-billion straws are used (each day in the U.S.) and many of them end up in our waterways. They are not biodegradable, and there are alternatives.”\n\nAll of which may sound good, but the laws of business guide decisions, and plastic straws are still in demand, said Natalie Buketov, the founder and owner of Monster Straw Co. in Laguna Beach (Orange County).\n\nADVERTISEMENT\n\nArticle continues below this ad\n\n“Right now we have to go with what’s cost-effective and what the public is actually buying,” said Buketov, who has looked into a corn-based product similar to plastic. “If you can change the public’s mind about what they are buying and what it costs, I’m all in, but right now the public wants cheap plastic straws.”\n\nIf approved, supporters say, straw bans would bolster the state’s crackdown on single-use plastic grocery bags. Plastic litter makes up a large proportion of the estimated 1 million gallons of litter produced by Bay Area cities each year, said Martin Bourque, executive director of the nonprofit Ecology Center in Berkeley.\n\n“It’s not a problem we can recycle our way out of because single-use disposable plastic is hard to collect, expensive to process and doesn’t have a specific market,” said Bourque, who runs Berkeley’s curbside recycling program. “It generally goes into Asian markets, where the things with the highest value are picked out and the rest is often dumped. That’s how a straw from Starbucks in Berkeley might end up in the ocean near Bali.”\n\nThe trash that flows out of urban storm drains is threatening the habitat of 500 species of wildlife, including 23 endangered species, in San Francisco Bay. Marine biologists say fish and birds often ingest pieces of plastic that they mistake for food.\n\n“Plastic straws and stirrers are big culprits in trashing San Francisco Bay and our oceans,” said David Lewis, the executive director of Save the Bay.\n\nBerkeley’s Community Environmental Advisory Commission and Zero Waste Commission are expected to talk to business owners and others over the next few months about the feasibility of a plastic straw ban, while determining whether a compostable or reusable alternative, like paper or bamboo, can stand in.\n\nA recommendation is expected within nine months, and Berkeley could vote on a ban by early 2018.\n\nChris Rice of San Francisco takes a sip of his milkshake through a paper straw while eating at Saturn Cafe in Berkeley, CA, on Friday June 2, 2017.\nMichael Short/Special to the Chronicle\n\nAlternatives have, in fact, been around since at least 3000 B.C., when the first known straw was sealed inside a Sumerian tomb. The gold tube, inlaid with precious stone, was apparently used for drinking beer. Rye grass was fashioned into straws in the United States until 1888, when a man named Marvin Stone invented the paper straw so the flavor of rye wouldn’t tarnish his mint julep.\n\nPlastic straws were first used in the early 1960s, and by the 1970s they had largely replaced Stone’s invention.\n\nNow, the solution eyed by many conservationists would see restaurants switch back to paper or encourage customers to buy reusable straws made out of stainless steel, glass or bamboo. Gwyneth Borden, executive director of the Golden Gate Restaurant Association, said many higher-end restaurants have voluntarily switched to biodegradable substitutes.\n\n“Bans like what Berkeley is proposing don’t hurt the big restaurants; they hurt the smaller mom-and-pop restaurants,” said Borden, who nevertheless believes San Francisco and other cities will follow Berkeley’s lead. “The problem with being at the forefront of these movements is that there are added costs, and it takes time and effort to comply.”\n\nErnesto Quintero, the owner of Saturn Cafe, a vegetarian diner on Allston Way in Berkeley, said he spent the past few years searching for a compostable product, only to find that all the straws he tried went limp in liquid. Finally, last year, he found a thick paper straw designed by an Indiana company called Aardvark.\n\nMore\nStraws: Milkshake pipelines or turtle torture devices?\nBerkeley ponders ordinance banning plastic straws\nLooking for a straw in Davis? New law means you need to ask\n\n“Most people want a straw when they have a milk shake, so we really just kept hunting,” said Quintero, who expects prices for alternatives to drop once more businesses start using them. “We’re probably paying seven or eight times more for the straw, so it’s certainly not a cost-saving move, but for us we felt like it was both ethically and morally the right thing to do.”\n\nThe moral argument has gained momentum with activist groups and websites attracting more followers, and with the release of a 30-minute documentary narrated by actor Tim Robbins called “Straws.”\n\nThe straw-free movement can be found in places as far-flung as Milwaukee, Vancouver, B.C., and London. City officials in Davis recently carved out their own approach, requiring restaurants to ask patrons if they would like a straw, instead of automatically providing one. At least two restaurants in San Diego have voluntarily taken similar actions.\n\nCouncilwoman Hahn and others say the banning of plastic straws could help Berkeley and other cities meet mandates set by the San Francisco Bay Regional Water Quality Control Board to reduce the amount of trash choking creeks, polluting marshlands and fouling the Bay Area shoreline.\n\n“In the same way people are adapting to bringing their own shopping bags to the grocery store,” Hahn said, “I’m really confident people will learn how to drink again without straws.”\n\nPeter Fimrite is a San Francisco Chronicle staff writer. Email: pfimrite@sfchronicle.com Twitter: @pfimrite\n\nJune 2, 2017|Updated June 2, 2017 7:34 p.m.\nBy Peter Fimrite\n\nPeter Fimrite is The Chronicle’s lead science reporter, covering environmental, atmospheric and ecosystem science. His beat includes earthquake research, marine biology, wildfire science, nuclear testing, archaeology, wildlife and scientific exploration of land and sea. He also writes about the cannabis industry, outdoor adventure, Native American issues and the culture of the West. A former U.S. Forest Service firefighter, he has traveled extensively and covered a wide variety of issues during his career, including the Beijing Olympics, Hurricane Katrina, illegal American tourism in Cuba and a 40-day cross country car trip commemorating the history of automobile travel in America.\n\nMost Popular\n1.\nTaylor Swift receives warning from Elon Musk after being named Time magazine’s Person of the Year\n2.\nShohei Ohtani goes to Dodgers for $700M. Here’s what it means for Giants\n3.\nA fortune was unearthed at this California gold mine. Now it may reopen\n4.\nS.F. sex worker killed man who wanted refund after she revealed she was transgender, feds say\n5.\nOakland coffee shop temporarily closes after video exposes anti-Israel graffiti in restroom\nTop Of The News\nCALIFORNIA\nA fortune was unearthed at California gold mine. Now it may reopen\nThe mine, which dates back to the 1860s, is about an hour from where the Gold Rush began. Many locals fear that reopening would bring environmental costs.\nREAL ESTATE\nThese Bay Area neighborhoods are getting richer — fast\nBAY AREA\nS.F. sex worker killed man who wanted refund due to her being transgender\nGIANTS\nShohei Ohtani goes to Dodgers for $700M. What it means for Giants\nARTS & ENTERTAINMENT\nTaylor Swift receives warning from Elon Musk after Time magazine honor\nReturn To Top\n\nAbout\n\nOur Company\nCareers\nOur Use of AI\nStandards and Practices\n\nContact\n\nNewsroom Contacts\nCustomer Service\nFrequently Asked Questions\n\nServices\n\nAdvertise With Us\ne-Edition\nMobile App\nCopyright & Reprints\nArchives\nCorporate Subscriptions\n\nAccount\n\nAccount Settings\nEmail Newsletters\nSubscriptions\nMembership\n© 2023 Hearst Communications, Inc.\nTerms of Use\nPrivacy Notice\nCA Notice at Collection\nYour CA Privacy Rights (Shine the Light)\nDAA Industry Opt Out\nYour Privacy Choices (Opt Out of Sale/Targeted Ads)"
}