{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Put That Plastic Straw Down! · Mason Jar Lifestyle",
  "href": "https://masonjarlifestyle.com/blogs/all/put-plastic-straw",
  "body": "According to an article written by One Green Planet, each day humans produce and use 500 million straws, yes 500 million. To put that into perspective, the website eco.cycle breaks it down like this: 500 million straws could fill 127 school buses a day (46,400 per year). Between the ages of 5-65 a person will use 38,000 straws.",
  "textContent": "Skip to content\n\nFREE shipping on any US order over $49. Smaller orders $3.99\n\n1\n/\n2\nLog in\nShop by Category\nFor Food & Beverage\nStorage Lids\nDrinking & Straw Hole Lids\nSleeves & Koozies\nStraws\nRings & Bands\nFermentation\nSpecialty Lids\nLeak Proof Lids & Lid Liners\nCanning\nFor Home\nSoap Pumps\nLighting & Solar Lids\nDecorative Lids\nFrog & Flower Lids\nCandle Holders\nHandles & Caddies\nLabels & Tags\nJars\nMore\nAccessories\nMason Jar Novelties\nGift Sets\nGift Cards\nAll Products\nOur Story\nOur Team\nBlog\nWholesale\nFAQ\nK\nKristie Severn\nPut That Plastic Straw Down!\nOct 26, 2016\n\nAccording to an article written by One Green Planet, each day humans produce and use 500 million straws, yes 500 million. To put that into perspective, the website eco.cycle breaks it down like this: 500 million straws could fill 127 school buses a day (46,400 per year). Between the ages of 5-65 a person will use 38,000 straws.\n\nWow, I don’t know about you, but that is a crazy amount of waste that is ending up in our landfills and oceans. In the oceans these not only become waste, but hazards to some marine life and sea birds. So what can you do? Stop using single use plastic straws because…PLASTIC LASTS FOREVER.\n\nMason Jar Lifestyle carries several sizes of straws in both Stainless Steel Straws, Glass Straws, Silicone Straws, as well as Biodegradable Paper Straws . It is very easy to carry these straws with you, or just refuse the straw at the restaurant. Mason Jar Lifestyle is your one stop shop to help do your part and #CrushPlastic.\n\nWe here at Mason Jar Lifestyle know that if we do not decrease the amount of single use plastic now there will eventually be more plastic than fish in the ocean! Check out the other great article from One Green Planet here, the list below is taken directly from their article and pay close attention to numbers 4 & 5! Mason Jars and Reusable Straws are your new BFF’s!!\n\n14 Ways You Can #CrushPlastic in Your Daily Life\nCarry a spare canvas bag for groceries or small items you might purchase throughout your day.\nBring a reusable water bottle instead of buying a plastic one.\nTake a mug with you to work or class and ditch the plastic cups.\nSay no to plastic straws and utensils when eating out and bring your own stainless steel reusable ones.\nUse mason jars when grocery shopping to store all your bulk food items.\nUse cloth or reusable bags instead of produce bags when food shopping.\nReplace your plastic food storage bags with stainless steel tins or mason jars.\nDIY your own cosmetics instead of buying ones in plastic tubes.\nReduce plastic packaging in your cleaning routine by making your own natural cleaners.\nAvoid microbeads in your exfoliating face or body wash.\nTry DIY-ing your shampoo and conditioner instead of buying plastic bottles.\nSwitch to bar soap and shampoo to avoid plastic packaging.\nSkip the plastic tube toothpaste and make your own!\nBuy plastic-free beauty, hygiene, and cleaning products, like bamboo toothbrushes, plastic-free makeup brushes and natural material sponges.\n\nCheck our Instagram for a special offer!\n\nLink to share\n\nCopy URL\n\nUse this link to share this article\n\nShare \nTweet \nPin it\nLeave a comment\nWelcome!\n\nWe’re Maggie and Ryan, the Chief Mason Jar Geeks, founders, and owners of Mason Jar Lifestyle. We’re here to help eco-fabulous people (like you!) find the most innovative, charming, and useful Mason jar accessories anywhere (in one convenient location – lucky you!) so that you can “Live the Lifestyle” too!\n\nJoin Our Email List\nSign up for updates about products, promotions, and occasional company updates. As a thank you, we'll send you a 10% coupon code!\nEmail\n \nSubscribe\nShop\nAll Categories\nNew Arrivals\nStaff Picks\nGifts\nAccessories\nJoin Our Email List\n\nSign up for updates about products, promotions, and occasional company updates. As a thank you, we'll send you a 10% coupon code!\n\nEmail\nSubscribe\n#MasonJarLifestyle\nMason Jar Lifestyle\n\nAs a small, Colorado-based, family-owned business, we're proud to be your one-stop Mason jar accessory shop.\n\nShop\nAll Categories\nNew Arrivals\nStaff Picks\nGifts\nAccessories\nBrand\nOur Story\nBlog\nMeet the Team\nGiving Back\nBecome an Affiliate\nSupport\nContact Us\nShipping & Returns\nFAQ\nWholesale\n#MasonJarLifestyle\nTikTok\nFacebook\nYouTube\nPinterest\nInstagram\n\nPrivacy Policy\nTerms of Service\nEmail Us\n\nLog in\nCopyright 2023 ©. All rights reserved.\n\nGet 10% off!"
}