{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "20 Ways to Stand Up and Stop Plastic Pollution Today",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/11/16/20-ways-to-stand-up-and-stop-plastic-pollution-today",
  "body": "Plastic is a substance the earth cannot digest. If you're fired up about our health and the health of our planet, we have good news: so are we. Here are 20 things we all can do to stand up, speak out, and take action against plastic pollution. 20. Stop buying plastic bottled water. Get a reusable bottle and refill it. 19.",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\n20 Ways to Stand Up and Stop Plastic Pollution Today\nNovember 22, 2016\n\nDid you know that over the last decade we have produced more plastic than during the whole of the last century? Or that our oceans now contain billions of pounds of plastic?\n\nPlastic is a substance the earth cannot digest. If you’re fired up about our health and the health of our planet, we have good news: so are we. Here are 20 things we all can do to stand up, speak out, and take action against plastic pollution.\n\n20. Stop buying plastic bottled water. Get a reusable bottle and refill it.\n\n19. Just say no to single-use plastic grocery bags. Bring your own bags wherever you shop.\n\n18. Learn the facts about plastic pollution. That “floating continent” of plastic garbage in the Pacific Ocean is only the tip of the iceberg. Plastic doesn’t biodegrade; it photodegrades, meaning it breaks up into smaller and smaller pieces, creating a plastic soup in our oceans.\n\n17. Watch Jeff Bridges speak the truth about plastic, and take the pledge to refuse disposable plastic.\n\n16. Learn how to start a plastic bag ban in your town.\n\n15. Join our global Coalition. Our voices are stronger together.\n\n14. Refuse plastic straws in your drink. Get used to saying “No, straw please,” when dining out.\n\n13. Ask local restaurants to serve straws only on request. You can leave this card at your table.\n\n12. Forgo takeout containers. Bring your own reusable container or eat in at restaurants.\n\n11. Sign the petition to stop Nestle’s unregulated water bottling in California.\n\n10. Give up plastic wraps and bags. Purchase alternatives or reuse glass jars.\n\n9. Donate to Plastic Pollution Coalition. We are working toward a world free of toxic plastic pollution, and we need all hands on deck.\n\n8. Cook real food whenever possible. Packaged food is often wrapped in plastic. Thousands of chemicals are used in food packaging and can migrate into the food or liquid they hold.\n\n7. Vote with your dollars. Pay attention to the entire lifecycle of items you bring into your life, from source to manufacturing to distribution to disposal. Demand better alternatives to disposable plastic.\n\n6. Join a beach clean up. Use the interactive map to find a cleanup site near you.\n\n5. Choose clothes made with natural fibers whenever possible. Synthetic clothes shed small plastic fibers when washed that pollute rivers and oceans.\n\n4. Refuse “styrofoam” food and drink containers. “Styrofoam” or polystyrene is carcinogenic to animals and is a probable human carcinogen. Learn how to start a styrofoam ban in your town.\n\n3. Photograph plastic pollution wherever you live. Use this app to record plastic pollution anywhere in the world.\n\n2. Refuse personal care products with plastic microbeads. Toothpastes and face and body washes can contain tiny plastic beads that end up in our waterways. Learn more about the products that contain microbeads and what you can do to stop this pollution.\n\n1. Make your voice heard! Keep talking to your friends, relatives, and neighbors about plastic pollution and our environment. Use the facts and research you’ve found here to help your community understand the issue, so they can also stand up to Big Oil and go plastic free. Only together can we achieve a world free of plastic pollution.\n\nFollow us on Facebook, Twitter, Instagram, tumblr, Pinterest, or YouTube. Or send us an email.\n\n 25 \n41 responses to “20 Ways to Stand Up and Stop Plastic Pollution Today”\nBernt Harald Rasmussen says:\nNovember 22, 2016 at 11:09 pm\n\nBurn waste technically – do not dump it in the ocean or rivers.\n\ngoffinet.mclaren@gmail.com says:\nNovember 24, 2016 at 11:09 pm\n\nBe like Sullie Seagull. Sullie Seagull is a chirping bird. He chirps, cheeps and chitters about plastic litter!\n\naniljoc1979@gmail.com says:\nJanuary 4, 2017 at 1:33 am\n\nReally u r working good job for protect our planet.\n\nJT says:\nJanuary 9, 2017 at 7:21 pm\n\nFact is the majority of the American (and other countries) people are not going do much or any of this. The earth is doomed as is humanity by it’s own hand. Good luck though!\n\nBooze says:\nFebruary 9, 2017 at 9:08 am\n\nI was just saying the other day that stores should start putting signs up that say, bring your own bin to put your groceries in. Its so much easier anyways.\n\nAnna Towers says:\nFebruary 17, 2017 at 8:45 pm\n\nThis is a fantastic list! Please add a Facebook share button so we can pass along to our friends and family! (Right now if a person clicks \"share\" only the \"like\" option is available for Facebook; no share.)\n\nThank you for ALL that you do!!\n\nElena Bridges says:\nFebruary 19, 2017 at 6:33 pm\n\nOh, it is so frustrating going into a grocery store and seeing almost everything wrapped into some kind of plastic! Non-recicleable bags for organic apples? Really?!?! And we call ourselves the pinnacle of evolution? We, humans, are so so very stupid to create something that lasts for over 400 years to be used only once! Just ridiculous! Rant over, on the other side, there is science that proves plastic is deadly and eventually all people will come around and start using sensible materials!\n\ndaoukram@msu.edu says:\nFebruary 21, 2017 at 6:22 am\n\nI want to get involved professionally, by this i mean applying my college education towards helping improve our ways of everyday life. Is there any occupancies out there that fit this description? Please let me know daoukram@msu.edu..\n\nThe guy who knows it all says:\nFebruary 21, 2017 at 6:24 am\n\nFrom the person who said that we should burn plastic.. that is probably the most inefficient way of disposing of plastic not to mention the effects it would have on the air have fun burning that plastic yourself 🙂\n\nTiffany Schettle says:\nMarch 16, 2017 at 5:07 pm\n\nI agree!! I’m going to copy and paste it into a post and also copy and paste this link. Copying and pasting the url into a post creates the same effect as sharing. Hope this helps! <3\n\nprashanthakula.dba@gmail.com says:\nApril 20, 2017 at 12:29 pm\n\nWe try to avoid Plastic as much as possible in our family. But for the keeping the wet Trash I do not have any other option other than the plastic. Can Someone suggest what alternative is available for throwing the wet trash.\n\nSri_zaimah@hotmail.com says:\nApril 21, 2017 at 1:33 pm\n\nwhere can i go to sign up a petition to reduce the amount of plastic being produced. They just need to stop making those cheap mass plastic production. Or else we will forever be in plastic.\n\nJpr823@yahoo.com says:\nMay 21, 2017 at 2:13 pm\n\nWrap it in newspaper\n\nHpino@ecopod.us says:\nJune 11, 2017 at 2:23 pm\n\nThere is a way to make it easier for everyone to reduce plastics visit Ecopod.us. Visit also on Facebook\nHenry\n\ndavidchalu@gmail.com says:\nJune 28, 2017 at 10:55 am\n\nGet big brands like Unilever and P&G to reduce their dependency on plastic.\nIt’s harder to get people to care. If you don’t give a damn about chucking rubbish on the street. You won’t care about beaches, harbours, boats, ships….\n\n541175@soas.ac.uk says:\nJuly 19, 2017 at 9:17 am\n\nHi there – could you add the stop of ‘support a national campaign to ban all one-use/ non-biodegradable plastics’? These suggestions are all great, but mainly put the onus on individuals and certain companies. The rules need to cover everyone, and they can’t be optional!!\n\nhollcass@hotmail.com says:\nAugust 15, 2017 at 6:52 pm\n\nI would like to get a ban on plastic bags/straws here in Colorado Springs. I don’t know the legal route to take and was wondering if anyone here who might have been successful in banning it in other cities has any ideas.\n\nLauren.moore@netzero.com says:\nAugust 26, 2017 at 6:10 pm\n\nI live in an apartment complex in Michigan that absolutely refuses to provide a recycling bin/dumpster. They demand that all trash is disposed of in plastic bags. I save my grocery bags and reuse them, and also dispose of my trash in them. Any suggestions?\n\ngregaway86@gmail.com says:\nSeptember 9, 2017 at 1:57 am\n\nAre there any organizations creating incentive programs for farmers to reduce their use of plastic mulch? Would love to get in touch with anyone interested in this concept.\n\nFormer organic gardener, small-scale farmer, and now copywriter by trade.\n\nEmail me at gregaway86 (at) gmail (dot) com and we’ll move from there.\n\nCheers,\n\nGreg\n\nhorsedrag@aol.com says:\nNovember 26, 2017 at 8:56 pm\n\nIt’s not our fault or plastic for that matter. It’s governments fault.\n\nmicaholetaiyana@gmail.com says:\nDecember 4, 2017 at 4:58 am\n\nIn Kenya we’ve just banned this year the use of plastic bags.. Good move you think.. right.. but we’re still using plastic through the big brands like Unilever? How easy is it for the UN to convince the government to stop using plastic but be completely impuissant in convincing Coca-Cola, Unilever etc? Someone give me an answer that makes sense..\n\nourmissbrooks1944@hotmail.com says:\nDecember 11, 2017 at 7:22 pm\n\nThank you California for the ban on disposable plastic grocery bags. I am delighted to tote my reusable bags to the supermarket and other stores.\nNext, I would like to see the disposable plastic bags gone from the produce and bulk foods departments.\n\nourmissbrooks1944@hotmail.com says:\nDecember 11, 2017 at 7:27 pm\n\nThere is no answer that makes sense. Big corporations are rich and own people.\n\nourmissbrooks1944@hotmail.com says:\nDecember 11, 2017 at 7:28 pm\n\nPersonal responsibility vs depending on government.\nI’ll do my part!\n\nourmissbrooks1944@hotmail.com says:\nDecember 11, 2017 at 7:38 pm\n\nI mentioned the use of disposable plastic bags in my comment.\nWhen I buy produce or most bulk foods, I use the reusable shopping bags I bring with me.\n\nJeanamcneil@yahoo.com says:\nJanuary 3, 2018 at 5:40 pm\n\nHI Greg, check out massgreen.org. Here in the state of MA we passed 61 local bag bans. You can do it too! Massgreen has many online resources.\n\nOctavia says:\nFebruary 12, 2018 at 5:35 pm\n\nHi,\nI’ve recently founded a little company and social awareness campaign called Detrash The Planet. My social media accounts aim to show people how they can reduce the amount of plastic they purchase and giving valid alternatives. My company, when running, will be to sell eco-sustainable band merch, because I also help organise events.\nThe advice you give on your page is priceless – I shall be sharing it profusely.\nGreat work.\nOctavia Brown (Italy)\n\nktardiff12@gmail.com says:\nApril 2, 2018 at 4:51 pm\n\nI have same problem, save all recyclables in box an take to friends house to dump in her bin. Many neighborhoods now have oversize cans that can take weeks to fill.\n\nNila says:\nApril 20, 2018 at 12:29 pm\n\nTell people to stop littering\n\nNila says:\nApril 20, 2018 at 12:31 pm\n\nHaworth can we stop littering u find out and help\n\nkai@aemalire.org says:\nMay 17, 2018 at 2:29 pm\n\nSo all your people posting here. Sign up now to join me on one of 5 expeditions doing something not talking on Facebook: https://www.facebook.com/aemalire/ Here are details about the expeditions: https://www.researchinsvalbard.no/project/8799 Facebook comments are not gonna fix that problem and we talked enough, you can’t join ? Fine here is where you can donate: https://crowd.science/…/summer-expeditions-on-svalbard…/\n\nvijay@keiteq.com says:\nJune 5, 2018 at 5:59 am\n\nWe are Keiteq Co., Ltd. a Plastic Mold maker in Thailand. We have pledge to reduce plastic usage especially to single use plastics. Plastic industry and those who are directly involved in plastic business must take the pledge now and start to innovate if we want to be relevant in the future!\n\n\"The problem is not plastic itself. The problem is its irresponsible usage. Time for an unambiguous policy to eliminate single-use plastic\" Quote By Sadhguru.\nVisit us at keiteq.org\n\ncontact@navakara.com says:\nJuly 14, 2018 at 4:04 am\n\nWe are from Navakara – Ways to Zero Waste, an organization based in Jakarta, Indonesia.\nFor the months of July through September, we’re running #NoPlasticStrawJakarta campaign.\nThis is a campaign that is free for many and all to join, but we are targeting local and independent Food and Beverage providers in Jakarta and surroundings.\n\nFor more infos on this campaign, go to our Facebook Page Mitra NaAvakara or Instagram account @na_avakara\n\ncubiclp@googlemail.com says:\nJuly 23, 2018 at 4:42 am\n\nHey i’m curently in Costa Rica as a volunteer in a community Service program and the amount of plastic beeing used daily by everybody here is absolutely shocking. I’m working in the local townhall and am looking for ways to educate people for some time now. this Website is a gift of god! tomorrow is monday and I can’t wait to put these tips into practice.\n\ngoffinet.mclaren@gmail.com says:\nAugust 14, 2018 at 2:58 pm\n\nMy group is along the Grand Strand in South Carolina. We ate the Chirping Bird Society.\nWe chirp, cheep and chitter about plastic litter. We also have members who are ‘screaming eagles’!\nWe attend local events, make power point presentations, screen movies, the latest being Chris Jordan’s ALBATROSS. We visit our legislators in DC and locally and try to vote in candidates who are ‘Ocean Champions.’ We succeeded with plastic bag bans in Beaufort, Folly Beach, Mount Pleasant, Isle of Palms, Surfside and are now working on Georgetown and North Myrtle Beach.\nWe are about 500 strong and we are definitely making progress despite the fact that SC is a very conservative state but we are following the example of other countries especially Britain since Sir David Attenborough’s Blue Planet II Series about the impact of plastic on marine life.\nWe also donate the book, \"Sullie Saves the Seas\" to help educate children about the consequences of abandoning plastic on beaches.\n\n4724008@student.eacs.k12.in.us says:\nMarch 19, 2019 at 5:32 pm\nWe must reduce our plastic dependency\n\nWe use an incredible quantity of single-use plastic items, such as straws, plastic bags, packaging, plastic cups, plates and cutlery. We must put an end to it. An increasing number of countries have now imposed a ban on disposable plastics and plastic bags, or established concrete targets for reducing plastic consumption and waste. This effort must be scaled up, so that global plastic consumption goes down. You can do your part by refusing to use these products.\n\nIncreased producer responsibility\n\nOver the past 50 years, world plastic production has doubled, and leading plastic manufacturers are planning to increase production by almost a third over the next five years. In 1974, the average per capita plastic consumption was 2kg. Today, this has increased to 43kg! This is taking the world in the wrong direction. Instead, alternatives to non-degradable plastics must be developed, and the industries responsible for the major plastic wastes must be targeted with specific industry agreements and producer liability arrangements, with requirements for handling, collection and reuse of waste and broken plastic equipment.\n\nA member of Algeria’s Under the Sea diving club collects plastic bottles.\nA member of Algeria’s Under the Sea diving club collects plastic bottles.\nImage: Reuters/Zohra Bensemra\n3. Increase fees and taxes on polluting plastics\n\nMost of the plastics used today are produced from oil, and are a source of both climate emissions and pollution. As an example, in Norway only 0.5 percent of the plastic is renewable. Despite that, fossil plastic is still cheaper to make and buy than the renewable. Governments need to investigate implementing a tax or fee on polluting plastics. The fees must be changed so that recycled plastic becomes cheaper than fossil.\n\nIncreased waste management where the problem is greatest\n\nThe bulk of plastic waste comes from developing countries. Rapid population growth and a swelling middle class means the consumption of plastic is increasing faster than the capacity to handle the plastic waste, and therefore much of the excess ends up in the sea. China and Indonesia are among the countries that produce the most plastic waste. As part of the solution, an international aid programme should be established to develop waste management and recycling infrastructure.\n\nImplementation of the zero vision for ocean plastic\n\nIn December 2017, the UN Environment Assembly adopted a global goal to stop the discharge of plastic to the sea. As a follow-up, an international agreement with firm targets and time frames for implementation should be established, ensuring the mapping of sources of marine waste, increased market responsibility to prevent new propagation and strengthening of waste management globally.\n\nIncreased mapping, surveillance and research\n\nThere is still much we do not know about the plastic problem. Researchers estimate that more than 70 percent of the plastic ends up on the sea floor. Over time, it breaks down into tiny particles, but we do not know what happens to this material or how to get rid of it. The efforts to map and monitor, as well as conduct research on the negative effects, must be strengthened. An important initiative in this direction is REV, the world’s largest research and expedition vessel, which aims to solve the biggest challenges around the ocean, including a dedicated effort on plastic.\n\nfreeguysf@gmail.com says:\nMay 17, 2019 at 11:23 am\n\nThe problem is plastic material itself, made from petroleum based chemicals. These chemicals are known to cause cancer, and disrupt normal endocrine processes in the body.\nOne core solution is natural plastic replacement material, such as plant based eco products that biodegrade completely over time. Made from completely natural, non-petroleum sources, these products are benign when exposed to natural elements and break down back into organic nutrients.\nThe way this disaster finally improves is when countries and governments, ie people around the world demand it.\nOther improvements and temporary fixes are welcomed. However, with trillions of plastic items being produced in the world each year, time is running out on the devastation we’re causing to our mother Earth.\nThanks for caring!\n\nAquilakings450@gmail.com says:\nAugust 13, 2019 at 2:44 am\n\nFound in a society where environmental knowledge is little, and plastic pollution is rapidly on the rise, i educate young people about the need to join the fight against plastic pollution and take personal action. This changes their view of the problem, and therefore , they join me in the fight against plastic pollution .\nI hope i can do more and solve this problem in my community.\n\nmoxleykarmacapitalinc@yahoo.com says:\nAugust 30, 2019 at 8:16 pm\n\nIt’s sad that people are so naive, it’s such a shame that our young generation has no clue the affects of plastic chemicals in our food, and water, air, makeup sunscreen i mean i can make a list out of this world! IT’S TIME WE STAND UP OR WERE GOING TO BE IN BIG TROUBLE. PEOPLE PLEASE DON’T FORGET THE AMAZON RAIN FOREST! THEY SAY IT’S ON FIRE!!!\n\nsjwithaneye@gmail.com says:\nSeptember 10, 2019 at 5:00 pm\n\nWhy aren’t we re-using the plastic containers we already have, instead of throwing them out to then spend money on MORE containers? I’m talking about your laundry detergent, your dish soap, your cleaning supplies – they all come in these big containers that neither disintegrate nor are damaged by ONE USE. Corporations need to look into a better method of getting those supplies to us. Set up a ‘store’ in the nontraditional sense, where we can bring these containers with their labels or not, weigh out the container, pay for the product. What is so rocket-science about that? We are burning our brains trying to figure out how to recycle materials, but that itself is polluting in another way. I hate throwing these into my recycle bin, I want to reuse this stuff. Don’t some countries make ROADS of this stuff? It does not break down easily!\n\nseo.planetsolutionsgroup@gmail.com says:\nOctober 4, 2020 at 12:01 pm\n\nGreat suggestions. Plastic pollution is one of the greatest threats to ocean health worldwide. Many organizations are working to reduce plastic in the ocean. But I think we must think to stop plastic from source. Thanks for sharing nice blog!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nPlastic “Tox” Episode 6: Plastic-Free Products for Clean Beauty with Joshua Onysko\n\nJoshua Onysko is an award-winning entrepreneur, founder, and CEO...\n\nRead more\nNOVEMBER 14, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}