{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Reduce Plastic Pollution with 'One Less Straw' - Oceanic Society",
  "href": "https://www.oceanicsociety.org/resources/blue-habits-tips/reduce-plastic-pollution-with-one-less-straw/",
  "body": "Here are 7 ways that you can help reduce ocean plastic pollution today. Changing one's habits is not easy, but you can get started by joining us in signing on to this campaign and pledging to reduce your plastic consumption one straw at a time.",
  "textContent": "Skip to content\nABOUT\nBLOG\nCONTACT\n\t\nOur Work\nSea Turtle Conservation\nAccess to Nature\nBlue Habits\nPlastic Pollution\n2023 Global Ocean Cleanup\nClimate Change\nSustainable Travel\nSustainable Seafood\nTake A Trip\nBrowse All Trips\nSnorkeling Trips\nWildlife Trips\nFamily Trips\nVolunteer Trips\nAbout Our Trips\nWhale Watching\nFarallon Islands Whale Watching\nAdopt\nAdopt a Dolphin\nAdopt a Whale\nAdopt a Sea Turtle\nAdopt an Albatross\nDonate\nDouble Your Donation\nWays to Give\nBecome a Member of Oceanic Society\nShop\n\t\nReduce Plastic Pollution with ‘One Less Straw’\nHome / Blog / Reduce Plastic Pollution with ‘One Less Straw’\n\nAugust 31, 2016 • Blue Habits Tips\n\nShare This\nFacebook\nTwitter\nLinkedIn\n\nDid you know that in the U.S. alone we are using an estimated 500,000,000 plastic straws every single day? That is the equivalent of 1.6 straws for every man, woman, and child living in the country. If you were to take a single day’s worth of plastic straws, it would fill up over 127 school buses, or approximately 46,400 buses each year. These single-use plastic straws get dumped in landfills and often blow into our waterways, polluting beaches, lakes, and oceans all around the world.\n\n\nTo solve this problem, 14-year-old Olivia Ries and her 15-year-old brother Carter (the founders of the organization One More Generation) are launching a global OneLessStraw Pledge Campaign in September and October this year. Olivia and Carter realized that reducing our plastic footprint could be simple; we just need to say ‘no’ to single-use plastics, such as straws.\n\nThe campaign asks for schools across the nation to have their students, and at least one family member, participate in the program by signing a pledge to not use plastic straws during the month of October. They are also asking for people to reach out to their local restaurants to sign the pledge and not provide straws during the month of October, unless specifically requested by a customer.\n\nEach person who commits to the pledge must donate $0.50 to $1 to their local school every time they use a straw. The money will then be used in schools to provide resources for environmental education programs to teach awareness on marine debris, and its effects on human health, the environment, and our oceans.\n\nOceanic Society is proud to be a partner in the OneLessStraw Pledge Campaign. Our organization has seen first-hand the negative impacts that marine plastic pollution has on the environment. Not only is marine debris an eyesore and a health hazard, but it pollutes our beaches, reefs, and waterways, and is harmful to marine mammals, sea turtles, and birds.\n\nOceanic Society is working to reduce ocean plastic pollution through our Blue Habits Program. By making small changes in our daily habits and becoming more conscious of how we use plastic, together we can have a big impact in reducing the amount of marine debris that ends up in our waterways each year. Here are 7 ways that you can help reduce ocean plastic pollution today.\n\nChanging one’s habits is not easy, but you can get started by joining us in signing on to this campaign and pledging to reduce your plastic consumption one straw at a time. For more information on how to sign up for the campaign, please visit OneLessStraw.org. “Remember, anybody can make a difference… if we can, you can too.”\n\nJustin Willig\nJustin Willig is Oceanic Society's former conservation travel program coordinator.\nJoin our community.\nLatest Posts\nWhale Watching, Baja California: Encounter the Ocean Giants\nRead More\nExploring the Remote Corners of the Coral Triangle with Planet Deep\nRead More\n7 Do’s & Don’ts for Choosing Sustainable Seafood\nRead More\nSustainable and Eco-friendly Gift Guide for the Holidays\nRead More\nJoin our community.\nAdventure awaits.\nRequest a Catalog\nBecome a Member\n\n© François Baelen / Coral Reef Image Bank\n\nContact\n\t\n\nOceanic Society\nP.O. Box 844\nRoss, CA 94957\n\n\t\n\nWhale Watching\n1-415-256-9604\n\nExpeditions & General Inquiries\n1-800-326-7491\n\nOffice Hours\n\nCA Office\n\nMon-Fri: 8AM–3PM\n(PDT/PST)\n\nDC Office\n\nMon-Fri: 9AM–5PM\n(EDT/EST)\n\nNavigate\nOur Work\nTake A Trip\nWhale Watching\nAdopt\nDonate\nShop\nAbout\nBlog\nContact\nLegal\nTerms of Use\nPrivacy Policy\nAccessibility Statement\nSitemap\n \n \n \n\n© 2023 Oceanic Society. The Oceanic Society is a registered organization. Our Federal Tax ID is 94-3105570.\n\nWebsite by Yoko Co\n\nBy continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy.I Agree"
}