{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "The Oceans Are Drowning In Plastic -- And No One's Paying ... - HuffPost",
  "href": "https://www.huffpost.com/entry/plastic-waste-oceans_n_58fed37be4b0c46f0781d426",
  "body": "Today, plastics are the No. 1 type of trash found in the sea. Ocean Conservancy, a nonprofit that organizes an annual coastal cleanup event in more than 150 countries worldwide, said plastic debris makes up around 85 percent of all the trash collected from beaches, waterways and oceans ― and that's just the stuff we can see.",
  "textContent": "Skip to Main Content\nSUPPORT US\nLog In\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nPERSONAL\nVOICES\n🎁 SHOPPING 🎁\nPYRAMID SCHEME\nSupport Us\nU.S. Edition\nOpen editions submenu\n×\nIMPACT\nSUSTAINABILITY\nRECLAIM\nPOLLUTION\nThe Oceans Are Drowning In Plastic -- And No One's Paying Attention\n\"We're being overwhelmed by our waste.\"\nBy \nDominique Mosbergen\nApr 27, 2017, 05:02 AM EDT\n|Updated May 12, 2017\nLEAVE A COMMENT\nDiscarded plastic bottles and other garbage blocks the Vacha Dam, near the Bulgarian town of Krichim, on April 25, 2009. Single-use plastic containers like bottles and plastic bags are \"the biggest source of trash\" found near waterways and beaches, according to the nonprofit Ocean Conservancy.DIMITAR DILKOFF VIA GETTY IMAGES\n\nThis story is part of a series on ocean plastics.\n\nImagine an area 34 times the size of Manhattan. Now imagine it covered ankle-deep in plastic waste — piles of soda bottles and plastic bags, takeout containers by the mile, drinking straws as far as the eye can see.\n\nThat’s a total of about 19 billion pounds of garbage. And according to one of the best estimates available, that’s how much plastic waste ends up in our oceans every year.\n\nADVERTISEMENT\n\n“We’re being overwhelmed by our waste,” said Jenna Jambeck, an environmental engineer who led the 2015 study that determined this staggering number. According to Jambeck’s research, this figure is on track to double by 2025 unless something is done, swiftly and at a global scale, to stem the tide of garbage.\n\nPlastic ― a versatile, durable and inexpensive material ― has in many ways been a boon to humanity, used in everything from medical equipment to parts of airplanes. But some of the very traits that have made plastics so popular (they’re cheap, and therefore easy to throw away) have also made them a growing problem in our landfills and oceans. Today, plastics are the No. 1 type of trash found in the sea. Ocean Conservancy, a nonprofit that organizes an annual coastal cleanup event in more than 150 countries worldwide, said plastic debris makes up around 85 percent of all the trash collected from beaches, waterways and oceans ― and that’s just the stuff we can see.\n\nThere are also untold numbers of extremely small plastic fragments in marine waters. Plastics are non-biodegradable and merely break down into smaller and smaller pieces with exposure to sunlight. These fragments, known as microplastics, are less than 5 millimeters long, or about the size of a sesame seed. Some are microbeads, tiny pieces of plastic that are added as exfoliants to health and beauty products, while others come from larger plastic pieces that have degraded over time.\n\nRecent studies have found that microplastics can also get washed out of synthetic clothing, like those made of polyester or acrylic. A 2016 paper concluded that a single cycle of a washing machine could release more than 700,000 microplastic fibers into the environment.\n\nADVERTISEMENT\n\nThe United Nations Environment Programme says there could be as many as 51 trillion microplastic particles in our seas. Many of them have accumulated in five enormous swirling ocean convergences known as gyres. Marcus Eriksen, a co-founder of the 5 Gyres Institute, an organization dedicated to reducing plastic pollution, describes marine microplastics as a “plastic smog throughout the world’s oceans.”\n\nA man collects plastic and other recyclable materials from debris in the waters of Manila Bay in Manila, Philippines, July 30, 2012. Mismanaged waste from land is the primary cause of the ocean plastics crisis.\nERIK DE CASTRO/REUTERS\nFrom Land To The Sea\n\nSo, how does all this plastic waste end up in the oceans?\n\nSome of it comes from ships and offshore oil and gas platforms, but more than 80 percent of plastic waste in the oceans comes from land. Activities like the deliberate dumping of garbage into waterways and water pollution by plastic manufacturers contribute to some of this ocean trash, but mismanaged waste disposal appears to be the primary culprit.\n\nIn 2010, according to Jambeck’s research, over 50 percent of waste in more than 60 countries worldwide was found to be inadequately managed, mostly due to a lack of waste management infrastructure coupled with ballooning populations. In China, Indonesia, Vietnam, Thailand and the Philippines ― which were identified in a 2015 Ocean Conservancy report as the top five plastic-polluting nations in the world ― the amount of mismanaged waste was closer to 75 percent or more.\n\nTrash builds up on the coast of Illulissat, a town in Greenland.\nGETTY IMAGES\nADVERTISEMENT\n\nDeveloping nations don’t bear all the blame: The United States has an ocean pollution problem, too. The main issue in this country is littering, according to Jambeck. “Even though we do have robust and effective waste management systems, we have litter,” she said. “And because our per-person waste generation rate is so high in the U.S., even that small amount of litter contributes to this problem.” The United States is one of the world’s top five waste-generating developed countries, according to the World Economic Forum.\n\nLitter that consists of single-use plastic products is a particularly troublesome source of ocean garbage ― the plastic bag wafting in the wind that finds its way to a storm drain; the potato chip bag forgotten on a beach; the plastic soda bottle washed away in a stream that leads to a river and, finally, the sea.\n\nWorldwide, “single-use packaging is the biggest source of trash” found in or near bodies of water, said Ocean Conservancy’s Nick Mallos. In 2015, volunteers in the group’s International Coastal Cleanup event collected almost 1 million plastic beverage bottles, 800,000 plastic bottle caps, and about half a million each of plastic bags and drinking straws — and this was in just a single day.\n\nA plastic bag sits on a Manhattan street on May 5, 2016. Plastic bags are used for an average of 12 minutes each. But it could take up to 500 years or more for a plastic bag to degrade in a landfill.\nSPENCER PLATT/GETTY IMAGES\nThe Not-Very-Long History Of Plastics\n\nThough it seems now that the world couldn’t possibly function without them, consumer plastics are a remarkably recent invention. The first plastic bags were introduced in the 1950s, the same decade that plastic packaging began gaining in popularity in the United States.\n\nADVERTISEMENT\n\n“What I think many people aren’t aware of is just how quickly the amount of plastic in the world has increased,” said Jambeck, speaking from her home in Athens, Georgia, earlier this month. According to her research, global plastic resin production has increased by about 620 percent since 1975.\n\nThis growth has happened so fast, in fact, that science is still catching up with the change. Plastics pollution research, for instance, is still a very early science.\n\n“We put all these plastics into the environment and we still don’t really know what the outcomes are going to be,” said Susanne Brander, an ecotoxicologist at the University of North Carolina at Wilmington who studies the impact of plastic pollution on humans and wildlife.\n\nWhat we do know, though, is disturbing.\n\nOcean Conservancy says plastics are believed to threaten at least 600 different wildlife species. One in three leatherback turtles, which often mistake plastic bags for edible jellyfish, have been found with plastic in their bellies. In February, a dead whale beached on Norway’s coast had 30 plastic bags in its stomach. Ninety percent of seabirds, including albatross and petrels, are now eating plastics on a regular basis. By 2050, that figure is expected to rise to 100 percent.\n\nAnd it’s not just wildlife that’s threatened by the plastics in our seas. A growing body of evidence suggests humans are consuming plastics through the seafood we eat.\n\nADVERTISEMENT\n\nIn one study, 1 in 4 fish that researchers purchased from fish markets in Indonesia and the United States during the second half of 2014 were found to have plastic in their guts. It appears that some fish are mistaking plastic fragments coated in bacteria and algae for normal food sources.\n\nStudies have also found microplastics in the digestive systems of shellfish, including oysters, mussels and lobsters. Two Belgian researchers, looking at the amount of microplastics in some shellfish, concluded in 2014 that the average European seafood consumer could be eating 11,000 microplastics every year.\n\nIn 2012, photographer Zak Noyle captured the Indonesian surfer Dede Surinaya surfing in waters choked with trash off the coast of Java, Indonesia.\nZAK NOYLE/A FRAME PHOTO\n\nFor now, the potential risks to human health posed by this plastic consumption are not totally clear ― although preliminary research suggests some plastics could be toxic to humans, and could potentially increase the risk of cancer and liver damage, reproductive problems, and other negative health effects.\n\nWith this in mind, experts say that all of us have a critical role to play in mitigating the issue ― in ways both big and small.\n\nADVERTISEMENT\n\nAt a global level, several countries have recently committed to reducing the amount of plastic they send into the oceans. At the Economist World Ocean Summit this week, 10 nations ― including Uruguay, Costa Rica, France and Indonesia ― vowed to reduce plastic marine litter as part of U.N. Environment’s new #CleanSeas initiative.\n\nAs part of the campaign, Indonesia, one of world’s top plastic polluters, committed to slashing its marine litter by 70 percent by 2025. Uruguay said it will introduce a tax on single-use plastic bags later this year. The United States has yet to join the U.N. campaign.\n\nBut it’s not just countries that need to do their part. Corporations also have a role, as do individuals (yes, you).\n\nWe can all start by thinking twice before we use single-use plastic products ― and when we do use them, we should take care to properly dispose of them or recycle.\n\n“The one thing I’ve learned in doing my research is that population density is a huge driver of ocean pollution, so especially in places with high population densities, our individual choices really do matter,” Jambeck said. “Things that may seem mundane, like using a reusable bottle or a reusable bag — when taken collectively, these choices really do make a difference. I think it’s empowering as a citizen to know that your choices can make an impact.”\n\nADVERTISEMENT\n\n* * *\n\nDominique Mosbergen is a reporter at HuffPost covering climate change, extreme weather and extinction. Send tips or feedback to dominique.mosbergen@huffingtonpost.com or follow her on Twitter.\n\nThe Stakes Have Never Been Higher\n\nAs the 2024 presidential race heats up, the very foundations of our democracy are at stake. A vibrant democracy is impossible without well-informed citizens. This is why HuffPost's journalism is free for everyone, not just those who can afford expensive paywalls.\n\nWe cannot do this without your help. Support our newsroom by contributing as little as $1 a month.\n\nSUPPORT HUFFPOST\nRELATED\nSUSTAINABILITY\nRECLAIM\nPOLLUTION\nWASTE\nLIFESTYLE\n10 Things You're Not Doing (But Should) To Help The Ocean\nThere's A Huge Problem With Kids' Toys That No One's Talking About\nThe Islands Of Hawaii Hold One Of The Dirtiest Places In The World\nBEFORE YOU GO\nOcean Plastics And The Animals They Hurt\nSee Gallery\nLEAVE A COMMENT\nDominique Mosbergen\n\nSenior Reporter, HuffPost\n\nSuggest a correction\nPOPULAR IN THE COMMUNITY\nFROM OUR PARTNER\nRecommended by\nGIFT GUIDES\nThese Hidden-Gem Walmart Home Gifts Are Worthy Of A Cool Boutique\nThese Under-$5 Christmas Ornaments From Target Are Totally Unique\nLook No Further, Because We Found 54 Greatest Holiday Gifts At Every Budget\n58 Gifts You Can’t Go Wrong Giving\nNEWS\nPOLITICS\nENTERTAINMENT\nLIFE\nVOICES\nHUFFPOST PERSONAL\nSHOPPING\nNEWSLETTERS\nABOUT US\nADVERTISE\nCONTACT US\nRSS\nFAQ\nCAREERS\nUSER AGREEMENT\nCOMMENT POLICY\nDMCA POLICY\nHUFFPOST PRESS ROOM\nACCESSIBILITY STATEMENT\nPRIVACY POLICY\nCONSENT PREFERENCES\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nPart of HuffPost Impact. ©2023 BuzzFeed, Inc. All rights reserved.\nThe Huffington Post"
}