{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "A million bottles a minute: world's plastic binge 'as dangerous as ...",
  "href": "https://www.theguardian.com/environment/2017/jun/28/a-million-a-minute-worlds-plastic-bottle-binge-as-dangerous-as-climate-change",
  "body": "Between 5m and 13m tonnes of plastic leaks into the world's oceans each year to be ingested by sea birds, fish and other organisms, and by 2050 the ocean will contain more plastic by weight...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nWe need to talk about plastic bottles Guardian\nBottling it\nPlastics\n This article is more than 6 years old\nA million bottles a minute: world's plastic binge 'as dangerous as climate change'\nThis article is more than 6 years old\n\nExclusive: Annual consumption of plastic bottles is set to top half a trillion by 2021, far outstripping recycling efforts and jeopardising oceans, coastlines and other environments\n\nHelp us tell the stories that need to be told. Become a Guardian supporter or make a contribution today\nSandra Laville and Matthew Taylor\nWed 28 Jun 2017 08.50 EDT\n875\n\nA million plastic bottles are bought around the world every minute and the number will jump another 20% by 2021, creating an environmental crisis some campaigners predict will be as serious as climate change.\n\nNew figures obtained by the Guardian reveal the surge in usage of plastic bottles, more than half a trillion of which will be sold annually by the end of the decade.\n\n\nThe demand, equivalent to about 20,000 bottles being bought every second, is driven by an apparently insatiable desire for bottled water and the spread of a western, urbanised “on the go” culture to China and the Asia Pacific region.\n\nUK risks becoming 'dumping ground' for plastic after Brexit\nRead more\n\nMore than 480bn plastic drinking bottles were sold in 2016 across the world, up from about 300bn a decade ago. If placed end to end, they would extend more than halfway to the sun. By 2021 this will increase to 583.3bn, according to the most up-to-date estimates from Euromonitor International’s global packaging trends report.\n\nMost plastic bottles used for soft drinks and water are made from polyethylene terephthalate (Pet), which is highly recyclable. But as their use soars across the globe, efforts to collect and recycle the bottles to keep them from polluting the oceans, are failing to keep up.\n\n\nFewer than half of the bottles bought in 2016 were collected for recycling and just 7% of those collected were turned into new bottles. Instead most plastic bottles produced end up in landfill or in the ocean.\n\nBetween 5m and 13m tonnes of plastic leaks into the world’s oceans each year to be ingested by sea birds, fish and other organisms, and by 2050 the ocean will contain more plastic by weight than fish, according to research by the Ellen MacArthur Foundation.\n\nExperts warn that some of it is already finding its way into the human food chain.\n\nScientists at Ghent University in Belgium recently calculated people who eat seafood ingest up to 11,000 tiny pieces of plastic every year. Last August, the results of a study by Plymouth University reported plastic was found in a third of UK-caught fish, including cod, haddock, mackerel and shellfish. Last year, the European Food Safety Authority called for urgent research, citing increasing concern for human health and food safety “given the potential for microplastic pollution in edible tissues of commercial fish”.\n\nDame Ellen MacArthur, the round the world yachtswoman, now campaigns to promote a circular economy in which plastic bottles are reused, refilled and recycled rather than used once and thrown away.\n\n“Shifting to a real circular economy for plastics is a massive opportunity to close the loop, save billions of dollars, and decouple plastics production from fossil fuel consumption,” she said.\n\nI pick up plastic waste to save it from landfill. It's lonely but worth it\nAndrew Mayers\nRead more\n\nHugo Tagholm, of the marine conservation and campaigning group Surfers Against Sewage, said the figures were devastating. “The plastic pollution crisis rivals the threat of climate change as it pollutes every natural system and an increasing number of organisms on planet Earth.\n\n\n“Current science shows that plastics cannot be usefully assimilated into the food chain. Where they are ingested they carry toxins that work their way on to our dinner plates.” Surfers Against Sewage are campaigning for a refundable deposit scheme to be introduced in the UK as a way of encouraging reuse.\n\nTagholm added: “Whilst the production of throwaway plastics has grown dramatically over the last 20 years, the systems to contain, control, reuse and recycle them just haven’t kept pace.”\n\nIn the UK 38.5m plastic bottles are used every day – only just over half make it to recycling, while more than 16m are put into landfill, burnt or leak into the environment and oceans each day.\n\n“Plastic production is set to double in the next 20 years and quadruple by 2050 so the time to act is now,” said Tagholm.\n\nThere has been growing concern about the impact of plastics pollution in oceans around the world. Last month scientists found nearly 18 tonnes of plastic on one of the world’s most remote islands, an uninhabited coral atoll in the South Pacific.\n\nAnother study of remote Arctic beaches found they were also heavily polluted with plastic, despite small local populations. And earlier this week scientists warned that plastic bottles and other packaging are overrunning some of the UK’s most beautiful beaches and remote coastline, endangering wildlife from basking sharks to puffins.\n\nThe majority of plastic bottles used across the globe are for drinking water, , according to Rosemary Downey, head of packaging at Euromonitor and one of the world’s experts in plastic bottle production.\n\nChina is responsible for most of the increase in demand. The Chinese public’s consumption of bottled water accounted for nearly a quarter of global demand, she said.\n\n“It is a critical country to understand when examining global sales of plastic Pet bottles, and China’s requirement for plastic bottles continues to expand,” said Downey.\n\nIn 2015, consumers in China purchased 68.4bn bottles of water and in 2016 this increased to 73.8bn bottles, up 5.4bn.\n\nA worker sorts plastic bottles at a recycling centre on the outskirts of Wuhan, Hubei province, China. Photograph: Jie Zhao/Corbis/Getty Images\n\n“This increase is being driven by increased urbanisation,” said Downey. “There is a desire for healthy living and there are ongoing concerns about groundwater contamination and the quality of tap water, which all contribute to the increase in bottle water use,” she said. India and Indonesia are also witnessing strong growth.\n\n\nPlastic bottles are a big part of the huge surge in usage of a material first popularised in the 1940s. Most of the plastic produced since then still exists; the petrochemical-based compound takes hundreds of years to decompose.\n\nChart\nPlastic population\n\nMajor drinks brands produce the greatest numbers of plastic bottles. Coca-Cola produces more than 100bn throwaway plastic bottles every year – or 3,400 a second, according to analysis carried out by Greenpeace after the company refused to publicly disclose its global plastic usage. The top six drinks companies in the world use a combined average of just 6.6% of recycled Pet in their products, according to Greenpeace. A third have no targets to increase their use of recycled plastic and none are aiming to use 100% across their global production.\n\nPlastic drinking bottles could be made out of 100% recycled plastic, known as RPet – and campaigners are pressing big drinks companies to radically increase the amount of recycled plastic in their bottles. But brands are hostile to using RPet for cosmetic reasons because they want their products in shiny, clear plastic, according to Steve Morgan, of Recoup in the UK.\n\nYou’ll find them on the beaches, too. Photograph: Barbara Walton/EPA\n\nIn evidence to a House of Commons committee, the British Plastics Federation (BPF), a plastics trade body, admitted that making bottles out of 100% recycled plastic used 75% less energy than creating virgin plastic bottles. But the BPF said that brands should not be forced to increase the recycled content of bottles. “The recycled content ... can be up to 100%, however this is a decision made by brands based on a variety of factors,” said Philip Law, director general of the BPF.\n\nThe industry is also resisting any taxes or charges to reduce demand for single-use plastic bottles – like the 5p charge on plastic bags that is credited with reducing plastic bag use by 80%.\n\nDame Ellen MacArthur, sailor and long-distance yachtswoman. Photograph: Linda Nylind/The Guardian\n\nCoca Cola said it was still considering requests from Greenpeace to publish its global plastics usage. A spokeswoman said: “Globally, we continue to increase the use of recycled plastic in countries where it is feasible and permitted. We continue to increase the use of RPet in markets where it is feasible and approved for regulatory food-grade use – 44 countries of the more than 200 we operate in.”\n\nShe agreed plastic bottles could be made out of 100 percent recycled plastic but there was nowhere near enough high quality food grade plastic available on the scale that was needed to increase the quantity of rPET to that level.\n\n“So if we are to increase the amount of recycled plastic in our bottles even further then a new approach is needed to create a circular economy for plastic bottles,” she said.\n\nGreenpeace said the big six drinks companies had to do more to increase the recycled content of their plastic bottles. “During Greenpeace’s recent expedition exploring plastic pollution on remote Scottish coastlines, we found plastic bottles nearly everywhere we went,” said Louisa Casson, oceans campaigner for Greenpeace.\n\n“It’s clear that the soft drinks industry needs to reduce its plastic footprint.”\n\n\n\n\nExplore more on these topics\nPlastics\nBottling it\nPollution\nEllen MacArthur\nChina\nFood\nMarine life\nOceans\nnews\nReuse this content\nMost viewed\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nCasey DeSantis encourages Republicans nationwide to vote in Iowa caucus\nCalifornia hometown sheds few tears for retiring McCarthy: ‘Don’t let the door hit you on the way out, Kevin’\nThe wild true stories behind the 21 funniest animal photos of all time: ‘It only lasted half a second, but I was ready’\nMore on this story\nDrinks firms face EU-wide complaint over plastic bottle recycling claims\n7 Nov 2023\nWelsh town first to trial 10p bottle and can return scheme across community\n28 Sept 2023\nLego abandons effort to make bricks from recycled plastic bottles\n24 Sept 2023\nDead flies could be used to make biodegradable plastic, scientists say\n14 Aug 2023\nCoca-Cola, McDonald’s and PepsiCo named UK’s biggest packaging polluters\n21 Jul 2023\nFood producers and retailers lobby to delay UK household recycling reforms\n1 Jun 2023\nMars bar wrappers changed to paper from plastic in UK trial\n29 May 2023\nRecycling can release huge quantities of microplastics, study finds\n23 May 2023\nPlans by Westminster to block Scottish bottle deposit scheme a ‘travesty’\n13 Mar 2023\nUK government poised to block Scottish bottle recycling scheme\n13 Mar 2023\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,164,850 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$5 per month\n$7 per month\nOther\nContinue"
}