{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Wax Worms Eat Plastic. But Can They Clean Up Our Trash Pollution?",
  "href": "https://www.nationalgeographic.com/science/article/wax-worms-eat-plastic-polyethylene-trash-pollution-cleanup",
  "body": "\"Plastic pollution is a big global problem,\" Bornscheuer said. In 2014, Wu and colleagues at Stanford University found that a gut bacterium in another species of wax worm could break down ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nWax worms are common insects that evolved to live in bee hives. Now we know they can eat plastic.\n\nPHOTOGRAPH BY JONATHAN PLANT, ALAMY\nThis Bug Can Eat Plastic. But Can It Clean Up Our Mess?\n\nScientists have discovered that wax worms can eat plastic bags. Could that help us reduce plastic pollution?\n\nBYCARRIE ARNOLD\nPUBLISHED APRIL 24, 2017\n• 5 MIN READ\n\nEach year, the world produces 300 million tons of plastic, much of which resists degradation and ends up polluting every corner of the globe. But a team of European scientists may have found a unique solution to the plastic problem. They discovered that a common insect can chew sizable holes in a plastic shopping bag within 40 minutes.\n\n“This study is another milestone discovery for the research on biodegradation of plastics,” says Wei-Min Wu, an environmental engineer at Stanford University.\n\nThe discovery was led by Federica Bertocchini, a developmental biologist at the University of Cantabria in Spain. She first noticed the possibility as she cleaned out her backyard bee hives two years ago.\n\nShe removed some wax worms (Galleria mellonella) living in the hive and placed them in an old plastic bag. When she checked the bag an hour later, however, she discovered small holes in the part of the bag with the larvae. Although Bertocchini wasn’t an entomologist, she guessed immediately what was happening.\n\nThe worms live in honeycombs, where they feed on wax.\n\nPHOTOGRAPH BY AGENCJA FOTOGRAFICZNA CARO, ALAMY\n\nThe larval form of a small moth, wax worms get their names because they live on the wax in bee hives. Like plastic, wax is a polymer, which consists of a long string of carbon atoms held together, with other atoms branching off the sides of the chain. Both wax and the polyethylene in Bertocchini’s plastic bag had a similar carbon backbone.\n\n“Since they eat wax, they may have evolved a molecule to break it down, and that molecule might also work on plastic,” Bertocchini said.\n\nSolving the Mystery\n\nBertocchini teamed up with fellow scientists Paolo Bombelli and Christopher Howe to figure out how the wax worms were pigging out on plastic.\n\nWhen they placed the worms on polyethylene plastic, they found that each worm created an average of 2.2 holes per hour. Overnight, 100 wax worms degraded 92 milligrams of a plastic shopping bag. At this rate, it would take these same 100 worms nearly a month to completely break down an average, 5.5 gram plastic bag.\n\n0:32\n\nWHICH INSECT EATS AND RECYCLES PLASTIC?\n\nTo rule out munching action from their jaws as the source of degradation, the team applied a soupy blend of recently deceased worms to the plastic and waited. Sure enough, they found the liquid larvae could also eat holes in plastic. This told Bertocchini and colleagues that an enzyme in the worms or the bacteria living in and on their bodies was dissolving the plastic.\n\nThat enzyme converted polyethylene into ethylene glycol, a chemical commonly used in antifreeze. Bertocchini hopes to identify the precise enzymes that break down polyethylene in future work.\n\nSearching for a Solution\n\nScientists have searched for a way to biodegrade plastics for decades, says Uwe Bornscheuer, a biochemist at the University of Greifswald in Germany.\n\n“Plastic pollution is a big global problem,” Bornscheuer said.\n\nIn 2014, Wu and colleagues at Stanford University found that a gut bacterium in another species of wax worm could break down polyethylene, although it had different byproducts. A 2016 study identified the enzymes in a species of bacteria that could break down a type of plastic called poly(ethylene terephthalate).\n\n“There are probably lots of other worm species out there that can degrade plastics,” he said.\n\nWax worms are the larval stage of a type of moth. They are commonly fed to pet lizards.\n\nPHOTOGRAPH BY DAVID LIITTSCHWAGER, NAT GEO IMAGE COLLECTION\n\nTo marine biologist Tracy Mincer at the Woods Hole Oceanographic Institute, the solution to plastic pollution needs to focus on producing less and recycling more.\n\n“Polyethylene is a high-quality resin that can be up-cycled in many ways and can fetch up to $500 per tonne,” he said in an email. “In my opinion, although this is an amazing natural history story and wonderful academic exercise, it is not a solution for disposing of polyethylene as this is throwing away money.”\n\nFollow Carrie Arnold on Twitter.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe Bug That’s Eating the Woods\nMAGAZINE\nThe Bug That’s Eating the Woods\nA warming climate allowed pine beetles to ravage the West. Now they’re spreading east across Canada.\nCrystal lava shards offer a peek into a volcano’s underworld\nSCIENCE\nCrystal lava shards offer a peek into a volcano’s underworld\nHow the world became addicted to aspartame\nHISTORY & CULTURE\nHow the world became addicted to aspartame\nDoes your vanilla ice cream have beaver goo in it?\nANIMALS\nDoes your vanilla ice cream have beaver goo in it?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}