{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Hard black flecks on bed sheet, and brown things (egg casings ... - Reddit",
  "href": "https://www.reddit.com/r/whatisthisthing/comments/60p51t/hard_black_flecks_on_bed_sheet_and_brown_things/",
  "body": "I would guess the brown things are flea pupae and the black is flea dirt. You mention that you tried the towel test on the black stuff. Try again, only make sure you are using warm water on the towel and give the stuff some time to dissolve on the towel before rubbing it.",
  "textContent": "Hard black flecks on bed sheet, and brown things (egg casings?) embedded in mattress cover - please help!! :( : r/whatisthisthing\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to whatisthisthing\nr/whatisthisthing\n•\n7 yr. ago\ncourtiecrunch\nHard black flecks on bed sheet, and brown things (egg casings?) embedded in mattress cover - please help!! :(\n\nI woke up this morning to find a bunch of these small black cylindrical things directly underneath me on my bed. They ranged in size from about 1mm to 4mm in length. They definitely weren't there last night. I washed the sheets right away, because ew, gross. They were very hard, dry, did not dissolve in water, did not leave any red or brown behind on a wet paper towel.\n\nWhen I took the sheets off, I noticed a whole bunch of small brown oval-shaped things embedded in the mattress cover. They are all about 2-3mm in length. I tried removing a few to take a look under my microscope, but they broke very easily and took a bunch of mattress cover fibers with them.\n\nI'm not entirely sure if these two things are related? I've done a bunch of research, but the only things I can find are things like bed bug poop, flea dirt, and the like. I took a bunch more photos, some under the microscope (at 60x magnification), and have uploaded them here. This is also one of my first times using Imgur, so if the links don't work, please let me know!\n\nSome of the photos show that the black things have transparent spots on them (which were visible when the light source was placed underneath). I crushed one of the black things and it broke into what seemed like dirt.\n\nI am really concerned about both of these things, and am feeling super not good about going to sleep in my bed tonight. Please help!!\n\n*edit: I should mention that we don't have any furry pets, but I do work at a vet clinic, so there's a chance I could bring home something that one of our patients might be carrying, but I tend to throw my scrubs right in the laundry bin after work.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nLocked post. New comments cannot be posted.\nSort by:\nEggplantCider\n•\n7 yr. ago\n\nAs someone who has had bed bugs recently, it doesn't look like bed bugs. I would check around the trim of the walls closest to your bed and under the lip of your mattress to see if there are any bugs or greasy brown smears just to be sure.\n\ncourtiecrunch\n•\n7 yr. ago\n\nI did take a look, and I saw nothing else. All these things are on my side of the bed only; not on my girlfriend's side, not under any fabric lips, not anywhere else. It's so strange, and frankly somewhat unnerving.\n\nMrDorkESQ\n•\n7 yr. ago\n\nI'm wondering if the brownish things are tapeworm proglottids (segments), but they usually look more like sesame seeds.\n\nHere is a closeup of one that is about 3mm in length.\n\ntalkingmuffins\n•\n7 yr. ago\n\nThis certainly seems possible still. I guess it doesn't really explain the black bits but it still seems feasible.\n\nOP... Anyone's butthole itching lately?\n\ncourtiecrunch\n•\n7 yr. ago\n•\nEdited 7 yr. ago\n\nEuughhhh, yeah that could be a possibility. The ones on my mattress cover are flattened (from me lying on them I suppose) so they're maybe a bit hard to identify.\n\n*edit: just to add, I don't have any symptoms of having a tapeworm (I realize this is typically a cat tapeworm though). I'm trying to think if there are any ways that the proglottids could find their way under my bed sheets and get stuck to the mattress cover...\n\n1 more reply\nDark_Demoniac\n•\n7 yr. ago\n\nReminds me of dead larva from flies or such\n\nDarkDragoon4\n•\n7 yr. ago\n\nI would guess the brown things are flea pupae and the black is flea dirt. You mention that you tried the towel test on the black stuff. Try again, only make sure you are using warm water on the towel and give the stuff some time to dissolve on the towel before rubbing it. Flea dirt is mostly dried blood. It might take a bit to re-hydrate before you can get a tell tale stain from it.\n\n1 more reply\n[deleted]\n•\n7 yr. ago\nObvious_Grape_9320\n•\n1 yr. ago\n\nHi guys. I found same thing as well. What is it? Please help. My mattress Is very new. I don't want get rid of it.\n\n1 more reply\n[deleted]\n•\n7 yr. ago\n\nThe black things look like mouse poop...\n\nNo clue what the brown embedded things are\n\nLostsoulzero\n•\n2 yr. ago\n\nDealing with the same thing pleEe help ID\n\n_all_the_angels_\n•\n2 yr. ago\n\nI’ve been seeing them on my bed as well. I know it’s not bed bugs because I would have been bitten to pieces by now. Small tiny cylinder looking things!!! I thought it was mouse poop for a while since I’ve had several unwanted guests but its def not mouse poop.\n\nWhat is it?!?\n\n \nTop 1%\nRank by size \nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n137 upvotes · 37 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n123 upvotes · 30 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/CatastrophicFailure\nThe Aggie Bonfire Collapse | November 18, 1999 | College Station, TX (Fascinating Horror)\nyoutube\n294 upvotes · 32 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/videos\nWhat's inside this crater in Madagascar?\nyoutube\n143 upvotes · 40 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 76 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 92 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/videos\nDad's keys\nyoutube\n138 upvotes · 15 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 443 comments\nr/videos\nToo many cooks\nyoutube\n2.2K upvotes · 234 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/nope\nIf you've not seen this week's adventure so far, make yourself a brew, put your feet up and thank your lucky stars it's not you in that water!\nyoutube\n118 upvotes · 6 comments\nr/videos\nAfter 15 years waiting to post this clip from \"The Suite Life\", I'm definitely in the mood for Italian\nyoutube\n3.5K upvotes · 107 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 21, 2017\nReddit\nreReddit: Top posts of March 2017\nReddit\nreReddit: Top posts of 2017"
}