{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Microplastics: What are they and what can we do about them?",
  "href": "https://www.iisd.org/articles/insight/microplastics-what-are-they-and-what-can-we-do-about-them",
  "body": "By Michael Rennie on May 10, 2017 You've seen the headlines. In fact, it seems like everyday we are exposed to articles about how plastic pollution is affecting our environment and water supplies—microplastics in particular. Recently, Canada and the United States took action to remove microplastics from cosmetic products and scrubs.",
  "textContent": "Skip to main content\nAbout\nIssues\nArticles\nPublications\nEvents\nNewsroom\nClick to open the search form\nDonate\nFollow us\nTrending:\n \nNature\n \nGender Equality\n \nUkraine\n \nCOP 28\nArticles\nINSIGHT\nMicroplastics: What are they and what can we do about them?\nWhat exactly are microplastics? What are they doing to our water? And why should you be worried? We sat down with IISD Experimental Lakes Area research fellow Dr. Michael Rennie, who has recently worked on the impact of microplastics on fresh water, and he gave us the lowdown on them.\nBy Michael Rennie on May 10, 2017\nShare this page:\nTwitter\nFacebook\n\nYou’ve seen the headlines. In fact, it seems like everyday we are exposed to articles about how plastic pollution is affecting our environment and water supplies—microplastics in particular. Recently, Canada and the United States took action to remove microplastics from cosmetic products and scrubs.\n\nBut what exactly are microplastics? What are they doing to our water? And why should you be worried? We sat down with our research fellow Dr. Michael Rennie, who has recently worked on the impact of microplastics on fresh water, and he gave us the lowdown on them.\n\nWhat are microplastics?\n\nBasically, microplastics are small particles of plastic that are smaller than 5 mm.\n\nWhere do they come from?\n\nMicroplastics come from a variety of sources. While much hype has been made about the presence of microplastics in facial scrubs and cosmetic products (take a look at your scrubs or toothpaste at home—if they list polyethylene in the ingredients, those are microplastics), these sources actually make up a relatively small quantity in most regions.\n\nIt is estimated that up to 75 per cent of the microplastics found in the ocean are from the breakdown of larger material (bottles, plastic bags, fishing gear, etc.). For anyone who has participated in a riverbank cleanup this spring, this should not be terribly surprising. More recently, another major culprit of microplastic fibers is turning out to be synthetic clothing (like your favourite cozy solar fleece that you might be wearing right now).\n\nWhile wastewater treatment plants can effectively remove a large quantity of microplastics moving through them (up to 98 per cent), a 2016 study determined that the average wastewater treatment plant was still releasing 4 million particles per day (and as many as 65 million) despite these high removal rates.\n\nAnother recent study also demonstrated that microplastic particles are airborne and settle in large quantities in urban settings.\n\nHow much of this stuff is out there?\n\nIn 2014, it was estimated that the ocean had approximately 270,000 tonnes of plastic floating on the surface, and we don’t really know how much has settled out. However, somewhere between 5 million and 13 million tonnes is added annually from coastal cities—a shocking number.\n\nIn a recent study on Lake Winnipeg, researchers at Lakehead University, the University of Manitoba and IISD Experimental Lakes Area found densities of around 1 microplastic particle for every square metre of water, which was comparable to how much was found previously in Lake Erie.\n\nWhy should we care?\n\nFor starters, plastic is a manufactured product—it does not occur naturally, so anywhere we find it in nature is directly because of us. In the case of microplastics, there are few applications where one can say it was intentionally added to ecosystems, so this represents the waste product of our current lifestyle, which is heavily reliant on plastic products.\n\nSecondly, there is evidence that these particles can act as vectors of contaminants and carry these harmful substances from the water column and into the organisms that consume them, such as fish.\n\nSubscribe | Get IISD blogs delivered to your inbox\n\nThere is also increasing evidence that fish do ingest these microplastics. While this contaminant transfer has been demonstrated in the lab, there is still a lot of work to be done to figure out what the effects are on fish in the wild, as they are exposed to the levels of plastics that we observe currently.\n\nWhat can we do about it?\n\nWe have seen some good moves in the right direction, but there is still a long way to go. Many governments have legislation in place to ban microplastics from personal care products in the very near future, but, as we have learned, this only addresses a small part of the problem. Outdoor clothing manufacturers have been proactive, and are actually funding research into the rates of shedding of their clothing and evaluating new manufacturing methods that can reduce these losses.\n\nMost of all, people can have a positive impact on plastic pollution through their lifestyle choices. You should avoid purchasing products with excess packaging; choose glass or metal drink containers over plastic; avoid disposable plastic bags and bring reusable bags with you; choose wool over synthetic garments. And to help with the plastic that you don’t purchase, why not sign up to participate in a shoreline cleanup near you?\n\nShare this page:\nTwitter\nFacebook\nInsight details\nTopic\nWater\nRegion\nCanada\nYou might also be interested in\nSmall lakes, big studies: what Ontario's experimental lakes area teaches the world about water \n\nDeep in northwestern Ontario is a collection of 58 small, pristine lakes where, for the past half century, scientists worried about water have gathered to take their laboratory outside. This is the world's largest outdoor experimental freshwater research facility, allowing scientists to develop invaluable long-term data about the effects of pollutants, clean-up processes and climate change on a finite resource.\n\nIISD IN THE NEWS\n\nThe Narwhal\n\nNovember 7, 2023\n\nLake Superior's shipwrecks aren't immune to invasive species in the Great Lakes \n\nBeneath the cold blue waters of Lake Superior lie hundreds of shipwrecks, which serve as underwater time capsules of travel, trade and turbulence dating back more than a century. While the fate of these structures is largely subject to the hands of time, new foes have crept on board: zebra and quagga mussels. These invasive species have stirred up concern among archaeologists, historians and divers, who are reporting increased cases of the mussels coating wrecks across the Great Lakes, causing accelerated deterioration.\n\nIISD IN THE NEWS\n\nCBC\n\nOctober 3, 2023\n\nFreshwater connectivity can transport environmental DNA through the landscape\n\nA new study conducted at IISD-ELA found that the movement of water between freshwater bodies can transport eDNA which complicates the question of how accurately it can be used to monitor species.\n\nPRESS RELEASE\n\nSeptember 13, 2023\n\nLake lessons from East Africa \n\nOn a sweaty Friday afternoon, a few hours delayed, and with one suitcase fewer than when I set off, I finally landed down in the 'Peg after a 20-hour journey from my homeland of Kenya. For years, I had been aching to visit the province of 100,000 lakes. While, lamentably, I won’t be able to visit them all on this trip, seeing Lake Winnipeg in person was an unbridled delight, as was jumping in an SUV and heading over to another famed freshwater must-see of the region—the IISD Experimental Lakes Area.\n\nIISD IN THE NEWS\n\nWinnipeg Free Press\n\nSeptember 8, 2023\n\nFollow us:\nFooter menu\nContact\nEmployment\nAccessibility\nEthics\nPrivacy Policy\nTerms and Conditions\nPodcast\n© 2023 International Institute for Sustainable Development.\nDesigned and built by Soapbox.\nSign up to IISD’s newsletter\nSign up\nWe use cookies on this site to enhance your user experience\n\nBy clicking the Accept button, you agree to us doing so.\n\nAccept No, thanks"
}