{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "22M Pounds Of Plastic Pollute The Great Lakes Each Year",
  "href": "https://www.wpr.org/22m-pounds-plastic-pollute-great-lakes-each-year",
  "body": "Wednesday, December 28, 2016, 11:15am Share: Nearly 10,000 metric tons, or 22 million pounds, of plastic pollution enter the Great Lakes every year, according to researchers at New York's Rochester Institute of Technology.",
  "textContent": "Skip to main content\nWisconsin Public Radio\nSearch form\nSearch\n \nDONATE\nWPR Facebook\n \nWPR Instagram\nHOME\nNEWS\nWEATHER\nARTS & CULTURE\nMUSIC\nEVENTS\nSHOWS\nABOUT WPR\nSUPPORT\nListen Live\nThe Ideas Network\nProgram Schedule\nProgram Notes\nNPR News & Music Network\nProgram Schedule\nMusic Playlists\nAll Classical Network\nProgram Schedule\nMusic Playlists\nWPR\n\nLake Michigan shoreline in Milwaukee.\n\nThomas Hawk (CC-BY-NC)\n\n22M Pounds Of Plastic Pollute The Great Lakes Each Year\nHalf Of Plastic Pollution Is Concentrated In Lake Michigan, Study Finds\nBy Kyla Calvert Mason\nPublished: Wednesday, December 28, 2016, 11:15am\nSHARE: \n \n\nNearly 10,000 metric tons, or 22 million pounds, of plastic pollution enter the Great Lakes every year, according to researchers at New York’s Rochester Institute of Technology.\n\nTheir research is the first estimate of the total plastic pollution entering the Great Lakes system each year and builds on site surveys of plastic contamination previously conducted in areas around the lakes.\n\nAbout half of the plastic is concentrated in Lake Michigan, thanks to large population centers such as Milwaukee and Chicago and the fact that water cycles through Lake Michigan more slowly than the other Great Lakes, according to the study’s co-author Matthew Hoffman, a mathematics professor at Rochester Institute of Technology.\n\nMuch of the pollution is in the form of microplastics, which are pieces of plastic no more than 5 millimeters in diameter found in products such as face wash. Hoffman said that makes cleaning up the pollution difficult.\n\nUnderstanding the scope of the problem could help reduce the amount of plastic entering the lakes each year, he said, but prevention could also be complex.\n\n\"A lot of the plastic going in in Chicago or Milwaukee, because of the currents, is being transported to the coast of Michigan,\" Hoffman said. \"Or, a lot of stuff entering in Toronto ends up on the Rochester beaches, so actually if you think about managing the pollution, it becomes interstate or international in scope.\"\n\nStill, he said, the study’s analysis of how plastics enter and move through the system of lakes is an important step.\n\n\"One of the big questions with plastic pollution is what are the effects on the environment? What are the effects on wildlife? Do we, as humans, see any of this in our water or in food that we eat that comes from the lake?\" Hoffman said.\n\nHe said this study can help scientists figure out what concentrations of plastic are present in different areas of the Great Lakes as they try to answer those questions.\n\nWisconsin Public Radio, © Copyright 2023, Board of Regents of the University of Wisconsin System and Wisconsin Educational Communications Board.\n\nSPONSORED BY:\n\nBecome a WPR Sponsor\n\nWPR News\nWisconsin to receive $2.5M to study feasibility of passenger rail expansion\nNew law makes financial literacy a graduation requirement for Wisconsin high school students\nSchool board declines to renew contract of principal who alleged leave was due to his sexual orientation\nIce Age and North Country National Scenic Trails designated as national parks\n'There are going to be empty classrooms': Students at Wisconsin state universities react to cuts and layoffs\nMore WPR News\nRelated Stories\n“The Devil’s Element” examines the paradoxical story of phosphorus\nDrones offer Wisconsin researchers insights on what happens to eroded soil and how to prevent shoreline loss\n“Ripple Effects” explains how we’re loving our lakes to death — and what we can do about it\nGreat Lakes fish stocking update\nWhat scientists are seeing in Great Lakes (and inland lakes) ice so far this winter\n\nSPONSORED BY:\n\nBecome a WPR Sponsor\n\nSubscribe To WPR Newsletters\nKeep updated on the latest news and information. Sign up now!\n\n  Morning Top Headlines\n  Afternoon Top Headlines\nEmail Address (required)\n\nSee the newsletter archives\n\nWisconsin Public Radio\n\nECB UW-Madison National Public Radio PBS Wisconsin\n\nFor questions or comments, contact WPR’s Audience Services at 1-800-747-7444, email listener@wpr.org or use our Listener Feedback form.\n\nFind out how to Support WPR.\n\nView our privacy policy.\n\n© 2023 by Wisconsin Public Radio, a service of the Wisconsin Educational Communications Board and the University of Wisconsin-Madison."
}