{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Burn Or Ban? NGOs Bid Solutions to Plastic Waste | Plastic Pollution ...",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/7/19/burn-or-ban-ngos-bid-solutions-to-plastic-waste",
  "body": "Both GAIA and OC are keen on bull-horning the urgency of ocean plastic pollution as a major global threat. But there's a massive inventory of plastic waste already on the planet that could quadruple by 2050, a consequence GAIA intends us all to avoid by stressing source reduction over cleanup and conversion, the options OC prefers.",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nBurn Or Ban? NGOs Bid Solutions to Plastic Waste\nJuly 19, 2016\n\nBy Elizabeth Glazner\n\nEnvironmental advocacy groups looking for answers to the growing problem of plastic pollution in the world’s oceans have sparked a dialogue in recent months over variant strategies in how to deal with it.\n\nGlobal Alliance for Incinerator Alternatives (GAIA) and dozens of other groups, including Plastic Pollution Coalition, promote source reduction as the only viable long-term solution, questioning the efficacy of incineration and other land-based strategies. Yet in September 2015, Ocean Conservancy (OC) published a 48-page report, “Stemming the Tide: Land-Based Strategies for a Plastic-Free Ocean,” which heavily touted incineration for controlling plastic pollution.\n\nBoth GAIA and OC are keen on bull-horning the urgency of ocean plastic pollution as a major global threat. But there’s a massive inventory of plastic waste already on the planet that could quadruple by 2050, a consequence GAIA intends us all to avoid by stressing source reduction over cleanup and conversion, the options OC prefers.\n\nIn a summary of short, medium and long-term solutions outlined in their report, OC characterizes plastic pollution mitigation in terms of “waste-leakage measures,” while GAIA stresses the need for a “materials-efficient economy.”\n\nIn other words, OC is largely focusing on the effect, while GAIA is focusing on the cause, of ocean plastic pollution.\n\nIn a June 23 letter to supporters, GAIA’s International Coordinator Christie Keith wrote: “We have remained firm in our values and our conviction that incineration is not a solution to plastics pollution, and that it would in fact exacerbate the many problems that plastics cause to our health and environment.” She pointed out that, since the OC report “Stemming the Tide” came out, GAIA’s members, staff, partners, and friends have engaged in activities aimed at putting forth solutions “as the real pathway to reducing plastic pollution.” Some of those activities have included strategy meetings in Manila, Philippines and Washington D.C., and two meetings with OC that included leading zero waste, public health, and environmental justice community organizations in some of the countries targeted by the OC report (Philippines, Indonesia, and China, among others).\n\nThese are not companies that will support the kinds of solutions we really need, and they have a track record of making decisions with disastrous consequences for human rights, public health, and the climate.”\n\n“We called for a reduction in plastic use and production rather than an approach that focuses purely on ‘waste management,’” Keith wrote. “We also shared the work that many communities and organizations are doing in their cities and countries on waste reduction, product redesign, recycling, and policy change.”\n\nKeith also reported that in meetings with OC, “we expressed deep concern about these solutions being undermined by investments in incineration.” GAIA is skeptical that OC is faithful to the cause to which both organizations pledge an affinity — namely source reduction — given the corporate makeup of the steering committee that commissioned the report, which was drawn up by the McKinsey Center for Business and the Environment.\n\nIn an Open Letter to Ocean Conservancy issued shortly after “Stemming the Tide” was published, GAIA officials wrote: “This report asks us to manage an ever-increasing supply of plastics rather than shift the underlying economic problems with our ‘dig, burn, dump’ economy, as the corporations on the steering committee of this report (including Dow Chemical, the American Chemistry Council, and Coca Cola) all benefit from our current system. These are not companies that will support the kinds of solutions we really need, and they have a track record of making decisions with disastrous consequences for human rights, public health, and the climate.”\n\nOC’s arsenal, as explained in their report, includes burning waste plastics in the regions where research indicates more than half comes from: Asia and Southeast Asia. Quoting the report, mitigation efforts include:\n\nShort term — Accelerated development of collection infrastructure and plugging of post-collection leakage to create an almost 50 percent annual leakage reduction by 2020, which would also help ensure availability of sufficient waste feedstock to support waste treatment at scale;\nMedium term — Development and rollout of commercially viable treatment options to convert over 60 percent of plastic waste to material or energy, using technologies that are already viable or can be developed at an accelerated pace. This would reduce leakage by nearly 16 percent by 2025, for a total reduction of 65 percent by that year;\nLong term — Innovations in recovery and treatment technologies, development of new materials, product designs that better facilitate reuse or recycling, adoption of alternative food- and beverage-dispensing concepts, and adherence to the broader principles of circularity to ensure a more sustainable plastic life cycle.\n\nOC estimates the initiatives combined “have the potential to essentially eliminate plastic-waste leakage from the priority countries by 2035.”\n\nReframing the problem\n\nAccording to the report “The New Plastics Economy: Rethinking the Future of Plastics,” published January 2016 by the Ellen MacArthur Foundation and presented at this year’s World Economic Forum, only about 5 percent of waste plastics are effectively recycled. Forty percent is landfilled, about a third may end up in the world’s oceans, and the rest is often incinerated.\n\nGAIA’s Keith invited other environmental NGOs to sign on to the open letter her organization was generating that called out OC for their proposed plan that GAIA says “ends up promoting incineration in Asia as a supposed ‘solution’ to the problem of ocean plastics.\n\n“[Their] ‘solutions’ are not solutions at all,” Keith wrote. “As our colleagues and friends in Asia have said, this mindset will certainly allow for more creation of waste.”  \n\nThe Story of Stuff Project Campaigns Director Stiv Wilson agreed. “The Story of Stuff Project as well as GAIA are deeply concerned about this approach to marine litter mitigation. The [Ocean Conservancy] report doesn’t address upstream solutions or source reductions, and is essentially calling for a massive expansion in burning trash,” he wrote in an email.\n\nSurfrider Foundation’s Legal Director Angela Howe added this to the discussion: “While we appreciate Ocean Conservancy’s efforts on coastal clean up and other conservation issues, we do recognize the philosophical divide of our plastic pollution reduction program (focused on reduction of consumer use/less production) and the approach advocated for in OC’s report (post-consumer measures/incineration).”\n\nREAD IT: \n“Stemming the Tide: Land-Based Strategies for a Plastic-Free Ocean,”  |  Open Letter to Ocean Conservancy regarding deep concerns about the “Stemming the Tide” report  |  Technical critique of ‘Stemming the Tide’\n\nThe open letter had 218 organizations and individual leaders, including Plastic Pollution Coalition, as signatories, when it was forwarded to Ocean Conservancy in October. It included a technical critique of the report that addressed its cost analysis, unproven technology solutions, and perceived disavowal of the impact of its recommendations on the climate, public health, and the health of oceans and marine life.  \n\nSome of the problematic messages in “Stemming the Tide,” according to the critique, include:\n\n80 percent of waste in coastal areas of Asia should be incinerated;\n\nthe massive growth of plastic use is inevitable and in fact not a problem, as long as we can burn it all and recover some for recycling;\n\npublic subsidies are needed and laws should be changed to make incineration easier, profitable, and “risk free” for the companies involved;\n\nredesign of plastics and reduction of use is important, but it’s not a short or mid-term priority, but rather something that we can focus on in 10 or 20 years\n\nThe OC report’s foreword states: “We believe this is the best solution to the problem of plastic waste leaking into the ocean — stopping leakage in the first place, rather than treating it after pollution has already occurred.” In the open letter retort, GAIA commented on the remark: “This is puzzling to us, because this statement misses what seems to be glaringly obvious: the best solution to reducing plastics going into oceans is to reduce the generation of so much plastic and disposable products in the first place, and to create systems and implement solutions that work toward that goal, not against it.”\n\nOC’s CEO Andreas Merkl issued a belated, official response June 20, 2016 to GAIA’s open letter, stating: “We strongly believe the concerns of public health and ocean health are not at odds.” Well-managed post-consumer waste is the apparent palliative, as outlined (quoting the letter):\n\n[Solutions must] benefit both the planet and people. What is good for the ocean should be good for the local population, and vice versa;\nbe environmentally and socially responsible. We do not support substandard waste treatment facilities, and we believe any such facility must be:\ndesigned to reliably prevent harmful emissions\n\nsubject to international health and safety regulation standards\n\nreliably monitored to ensure proper and consistent operational standards\n\nadaptable to changing waste conditions and technologies, i.e. minimize lock-in.\n\ninclude waste prevention and reduction\n\nemphasize principles of circularity, e.g. recycling, waste repurpose, etc.\nbe politically viable and locally appropriate, working within existing structures, whenever possible, in a respectful and supportive way;\naddress geographic areas where inputs of plastic waste into the ocean are greatest, based on the best available science.\n\nMerkl also made the point that national and local policies on waste, and specifically on incineration, “should reflect and respect the priorities and values of denizens and communities.” But, he cautioned, “extreme scrutiny” is needed to carry out work on the ground in targeted areas to address “the potential negative impacts on public health, the climate, local economies and budgets from poorly designed and implemented projects.”\n\nAs GAIA and OC continue to grapple, the solution to whether plastic pollution is ultimately going to be a plastics management issue or a plastics reduction issue — or both — depends on keeping the dialogue going.\n\nJoin our Global Coalition!\n\nTake the pledge! Refuse single-use plastics.\n\nFreedom Island (above), an artificial island in Manila Bay, Philippines, is a mangrove protected area and an example of the global plastics waste problem in our oceans.\nPhoto: Dianna Cohen\n\n \n7 responses to “Burn Or Ban? NGOs Bid Solutions to Plastic Waste”\nJules Thompson says:\nJuly 20, 2016 at 4:15 pm\n\nHemp plastic…hempcrete is the answer\n\nloma.brian@gmail.com says:\nJuly 21, 2016 at 5:05 pm\n\nThis is a tragic truth no matter where we go, what to do with the waste of human consumption. I have found these disturbing images of the human footprint even where no humans live. https://cuttheplastic.wordpress.com/2016/06/29/pollution-in-american-samoa-a-look-at-the-nuuuli-mangroves/\n\nJess says:\nOctober 13, 2016 at 12:32 am\n\nWho wrote this Article?\n\nMick says:\nFebruary 8, 2017 at 9:54 pm\n\nI seen no argument here. It’s obvious we need both solutions. I don’t see plastic going away anytime soon – it’s too valuable. If we didn’t have plastic – we’d have to re-invent it and call it something different. Hemp-plastic, corn-starch plastic – it’s still plastic. Even if we could stop making all plastic now, how should we dispose of the plastic that’s already out there in the sea, half buried on the river bank, in the countryside and for the time being – in peoples’ homes?\nWhy don’t warm countries export their plastic waste to rich manufacturing (cold) countries with clean-burn incinerators so they can burn the plastic to keep warm and have light instead of burning coal/oil for heat and electricity? Why not make polythene trash into fuel pellets instead of clear felling forests for wood chip fuel pellets. Using pyrolysis, many plastics can be made into crude oil instead of going back to killin whales for oil.\n\ncarolpediani@btinternet.com says:\nMay 21, 2020 at 10:09 pm\n\nMick I agree that solving the plastic problem is not justt the three much promoted mantras of – reduce, reuse, recycle but must include the 4th solution of Recovery. We need to research and apply solutions to maximise the energy resource in waste plastic using pyrolysis and other emission controlled technologies. We need to recover the plastics that litter our coasts and oceans and at the same time make productive use of almost half of our plastics that cannot viably be recycled and end up as leakage from waste managemg systems or at ‘best’ in landfill.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nCalifornia’s New Policies on Plastics and Fossil Fuels\n\nA surge of legislation shows that a growing amount...\n\nRead more\nDECEMBER 9, 2022\nUN Global Plastics Treaty Negotiations (INC-1) Begin in Uruguay\n\nLearn about what happened at the first round of...\n\nRead more\nDECEMBER 2, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}