{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic straws are small, but they do a lot of harm - The Daily Times",
  "href": "https://www.delmarvanow.com/story/opinion/columnists/2016/08/20/plastic-straws-small-but-they-do-lot-harm/89016316/",
  "body": "Take plastic straws, for example. We use approximately 500 million straws per day in America — enough to circle Earth twice. Straws are too small to be recycled in many jurisdictions, so lots of ...",
  "textContent": "News\nSports\nEntertainment\nBusiness\nAdvertise\nObituaries\neNewspaper\nLegals\nOPINION\nPlastic straws are small, but they do a lot of harm\nIf you prefer to use a straw, consider alternatives – paper straws, glass straws, bamboo straws or hollow pasta.\nSAMANTHA BINGAMANCOLUMNIST\n\nWhen we think about it, we realize plastic is everywhere. By noon today, many of us have already used a plastic toothbrush, written with a plastic pen, popped plastic earphones into our ears and disposed of at least one piece of plastic food packaging.\n\nPlastic is becoming an inescapable part of our lives.\n\nIn a resort town like Ocean City, we come across plastic as we eat out — or on the go. Disposable plastic utensils, cups and dishware are evident, but sometimes the tiniest offenders pass under our radar, undetected.\n\nTake plastic straws, for example.\n\nWe use approximately 500 million straws per day in America — enough to circle Earth twice. Straws are too small to be recycled in many jurisdictions, so lots of energy and resources are wasted making an item that’s designed for only one use.\n\nUse, toss, forget — but as our straws head toward their graves, it is hard to ignore the new suite of repercussions that arises.\n\nStraws are among the most common types of trash found during beach cleanups all over the world, including in Ocean City. Any renegade straws that have escaped the trip to the landfill have an abbreviated journey to our bays’ waters. A quick downpour or heavy winds can push the little plastic pieces into our beaches and bays.\n\nEverything leads to the sea, after all.\n\nWhen the straws reach the coastal bays and the Atlantic Ocean, wildlife may mistakenly ingest the straws. This harms the animal, further endangering an entire ecological community.\n\nEndangered sea turtles have been found with straws accidentally stuck up their noses, causing unnecessary pain and suffering. Plastic can also break apart into microscopic particles known as microplastics.\n\nChemicals in the plastic are also proving to be an issue. Plastics absorb chemicals like PCB and DDT, and concentrate these chemicals. As animals eat the plastics, the chemicals and toxins enter the food web.\n\nThese chemicals and toxins bioaccumulate – they build up in fatty tissues of marine animals, especially those at the top of the food web. As we eat these animals, the chemicals could be building up in humans as well.\n\nIt’s not just wildlife that is at risk. Emerging studies show the plastic in our straws is also a human health hazard. Many straws are composed of a plastic called polypropylene — a material that was deemed safe for years by health watchdogs.\n\nIt wasn’t until recently that laboratories noted an unknown set of chemicals leaching from polypropylene under thermal stress. These chemicals are uncannily similar to the notorious bisphenol-A, a substance banned from baby bottles for its health risks.\n\nREAD MORE: Sustainable agriculture benefits farmers and bays\n\nBPA is not in our straws, but polypropylene still is, posing a risk of chemical migration from straw to food to tissue.\n\nWe have already interjected plastics into our surroundings; now we are letting them creep into our biology.\n\nSo let’s start kicking unnecessary plastic out of our lives for good.\n\nThe Stop the Straw campaign aims to make this small change for the good of our environment and our health. The campaign empowers consumers to make a difference while doing something as enjoyable as eating out.\n\nWant to help?\n\nStop the Straw goes like this:\n\nNext time you visit one of Ocean City’s 200-plus restaurants, consider asking your server to bring your beverage sans straw. Encourage friends to do the same. If you prefer to use a straw, consider the alternatives – paper straws, glass straws, bamboo straws and even hollow pasta. Be creative!\n\nAnother way to fight pollution in Ocean City is the Adopt Your Street program, a community cleanup initiative. Visit www.mdcoastalbays.org for more info on both this campaign and Stop the Straw.\n\nA single straw may seem like a small concern, but a surplus of forgotten straws can cause a world of difference.\n\nSimilarly – and in a much more positive fashion – our collective decisions can make a tremendous impact. The more straws we decline, the more vitality we can return to the waters we love.\n\nHealthy ecosystems and healthy people are everyone’s cup of tea – without the straw, of course.\n\nSamantha Bingaman is the environmental intern for the Maryland Coastal Bays Program and an environmental science and policy major at the University of Maryland.\n\nMd. Coastal Bays Program names new director\n\nOuch! Beware jellyfish in Maryland waters\n\nWhy ‘Nature's Stimulant’ Is Taking Over The Internet\n(Buy Online Without Prescription)\nHealth Headlines\n|\nAd\nBuy Now\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores\nIt's a bigger problem than you might think (the ugly truth)\nCoupon Code Finder\n|\nAd\nNeuropathy Experts Astounded by the Power of This New Device\nHealth Insight Journal\n|\nAd\nLearn More\nA Game Where Everything Is Allowed\nBuzzDaily Winners\n|\nAd\nPlay Now\nThe Root Cause Of Sciatic Nerve Pain And What Doctors Say You Can Do To Help It\nFortunately there is a vitamin anyone over 55 can take to help with the nerve pain\nSciatiEase\n|\nAd\nFather Walks Out In Tears During Daughter's Wedding Vows - After Noticing She Cancels The Wedding\npdfwonder.com\n|\nAd\nBreakthrough Device Aims to Ease Back Pain: Surgeons Impressed!\nHealth Insight Journal\n|\nAd\nLearn More\nNo More Free Returns? Amazon Releases New Fees\nOnline Shopping Tools\n|\nAd\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nOnline Shopping Tools\n|\nAd\nLook For Any High School Yearbook, It's Free\nClassmates\n|\nAd\nMore Stories\nOC Air Show makes big calendar move, has elite international headliner\nNEWS\nCrisfield woman dies, two children injured in Somerset County crash\nNEWS\nDon't miss this price drop\nFrontier®\n|\nSponsored Links\n© 2023 www.delmarvanow.com. All rights reserved."
}