{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Straw Wars Heat Up As Celebrities Take on Plastic Polluting ... - Oceans",
  "href": "https://deeply.thenewhumanitarian.org/oceans/articles/2017/06/07/straw-wars-heat-up-as-celebrities-take-on-plastic-polluting-the-oceans",
  "body": "The hashtag targets non-recyclable plastic straws - one of myriad throwaway objects contributing to the ocean plastic pollution crisis. Activist groups such as The Last Plastic Straw in Santa Cruz, California, have been campaigning against the ubiquitous utensil since 2011, and straws regularly appear on the Ocean Conservancy's list of most ...",
  "textContent": "Free Newsletter\n25 years of journalism from the heart of crises\nNews Deeply\nOCEANS DEEPLY— OCEAN NEWS\n\nIn-depth coverage of ocean health.\n\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\n \nExecutive Summaries\n \nArticles\n \nCommunity & Insight\n \nTalks\n \nBackground\n  \nAbout\nNEWS DEEPLY\nOCEANS DEEPLY— OCEAN NEWS\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\n \nExecutive Summaries\n \nArticles\n \nCommunity & Insight\n \nTalks\n \nBackground\n  \nAbout\nStraw Wars Heat Up As Celebrities Take on Plastic Polluting the Ocean\n\nA high-profile campaign aims to rid the ocean of plastic straws by persuading people to stop sucking on them. But are activists going after the right target?\n\nWRITTEN BY\nTaylor Hill\t\nPUBLISHED ON\n June 7, 2017\t\nREAD TIME\nApprox. 5 minutes\nThe United States consumes 500 million straws a day.Optick\n\nENVIRONMENTAL MOVEMENTS OFTEN come with their own catchy slogans: “Give a hoot, don’t pollute,” “Save the whales” and now, “#stopsucking.” The hashtag targets non-recyclable plastic straws – one of myriad throwaway objects contributing to the ocean plastic pollution crisis.\n\nActivist groups such as The Last Plastic Straw in Santa Cruz, California, have been campaigning against the ubiquitous utensil since 2011, and straws regularly appear on the Ocean Conservancy’s list of most-collected items at annual beach clean-ups. This year, though, the strawless movement has become a cause célèbre, with a proliferation of anti-straw hashtags and a YouTube video featuring an octopus slapping straws out of the mouths of Adrian Grenier of “Entourage” fame, Sports Illustrated model Brooklyn Decker and astrophysicist Neil deGrasse Tyson. The message: single-use plastic straws suck. Next up: “Straws,” a documentary narrated by actor Tim Robbins.\n\nBut is this pernicious peril a straw man when it comes to the larger threat of ocean plastic pollution?\n\nNumbers on ocean plastic pollution quickly grow incomprehensibly large. Start with plastic straws. Americans use them at an average rate of 1.6 per day. That’s 500 million straws every 24 hours – enough to fill 125 school buses.\n\nThat seems an astronomical number, but it’s a drop in a plastic-polluted ocean. The world produced 311 million tons of plastic in 2014, according to a report from the Ellen MacArthur Foundation. About 8 million tons of it ends up in the ocean each year – that’s the equivalent of dumping one garbage truckload of plastics into the sea every minute. The report estimates that the ocean will hold more plastic than fish by weight in 2050.\n\nGiven that scale, the value and impact of a slick celebrity-led campaign against straws depends on how you look at the plastic ocean problem, according to Nancy Wallace, director of the U.S. National Oceanic and Atmospheric Administration’s Marine Debris Program.\n\nOcean Conservancy\n\n“Over the years, we have seen the shift in how we target marine debris,” said Wallace, whose team conducts clean-up efforts in plastic hot spots, such as the northwestern Hawaiian Islands. In one 33-day voyage there in 2014, the team removed nearly 60 tons of plastic trash – most of it abandoned nylon fishing nets. “We went from this comprehensive strategy of going after all marine debris, to really trying to focus on certain items specifically.”\n\nOn top of tackling derelict fishing gear, the NOAA’s marine debris program targets other specific plastics deemed to cause the most ecological damage, such as cigarette butts – sea birds often ingest the toxic filters – and plastic grocery bags, which sea turtles are known to mistake for jellyfish.\n\nGrenier’s Lonely Whale Foundation has taken the targeted approach to straws, launching the Strawless Ocean campaign in April, spreading the hashtag #stopsucking to encourage bars and restaurants to replace plastic straws with alternatives made from paper, metal, glass, bamboo or other reusable materials. The idea may seem simplistic and small in the scheme of the grand problem of plastic pollution, but during an appearance at the United Nations Ocean Conference on Tuesday, Grenier described straws as a “gateway plastic” to raise awareness among consumers and industry.\n\n“While the single-use plastic straw may be the low-hanging plastic … it’s also a gateway” said Grenier, who was named on Monday as a U.N. Environment Programme goodwill ambassador. “They might think, ‘If I can do plastic straws, maybe I can do plastic lids, maybe I’ll bring a reusable container to have my coffee in in the morning.’ It really does become an opportunity for people to do more.”\n\nSaid Dune Ives, executive director of the Lonely Whale Foundation: “We realized that you can’t talk only about how devastating the straw can be or what people should do. To get a significant audience engaged quickly and reach beyond our normal choir, we had to make it attractive, surprising, meaningful and resonant across demographics.”\n\nHence the comedic video and accompanying hashtags. “We’re sharing with our audience the momentum they are creating so that we can build and keep a drumbeat going. Then, once we have their commitments, we can start to pivot towards other seemingly more difficult ocean health issues to tackle,” she said.\n\nFor Nick Mallos, director of the Ocean Conservancy’s Trash-Free Seas Program, a widespread ban on plastics might not be the most feasible solution to ocean pollution.\n\n“I think there are certain products that science has proven have an outsized impact on the marine environment and wildlife – and plastic bags are a good example of that,” Mallos said. “Microbeads and their unnecessary use in cosmetics is another one, but in terms of pervasiveness and impact on the environment, I don’t think straws really reach that level of magnitude.”\n\nStill, plastic straws made the list of top 20 worst types of plastics for marine mammals, turtles and seabirds worldwide, according to a 2016 study published in the journal Marine Policy.\n\nThat danger was on full display in August 2015, when a YouTube video of scientists pulling a plastic straw from the nostril of a 77-pound endangered olive ridley sea turtle went viral, attracting more than 11 million views. The turtle survived, becoming the poster animal for the anti-plastic straw movement.\n\n“That horrific video certainly showed there are impacts to wildlife,” Mallos said. He noted that transmitting that sort of image to the public can catalyze change, similar to what the Ocean Conservancy sees from its annual International Beach Clean-up. More than 800,000 volunteers around the world pick up millions of pounds of trash from beaches and inland waterways in a single day.\n\n“The clean-ups aren’t going to solve the problem – they’re just a Band-Aid,” Mallos said. “The real fix is reducing plastic production, improving waste management and recycling – but for now, getting people out there to their local beaches and seeing the tangible impact plastics are having is the first step to ocean conservation.”\n\nAnd just because plastic straw bans might not reach ballot boxes in the way campaigns against plastic bags have, consumers still can choose not to suck.\n\n“It’s not necessarily that straws are the most negatively impactful marine debris,” said Wallace at NOAA’s marine debris program, “But the reason these campaigns are popping up around straws could be that it’s not really a difficult choice to make not to use them. So for a group like the Lonely Whale Foundation, it’s just targeting one item. Pick one thing, let’s make a difference, and let’s move on to the next item.”\n\nHABITAT PLASTIC POLLUTION\nAbout the Author\nTaylor Hill\n\nTaylor Hill is a California-based journalist who has covered marine habitat, fisheries, harbors and beaches for TakePart, the Orange County Register, Sea Magazine and other publications.\n\nGet the latest humanitarian news, direct to your inbox\n\nSign up to receive our original, on-the-ground coverage that informs policymakers, practitioners, donors, and others who want to make the world more humane.\n\nSign up\n\nBecome a member of The New Humanitarian\n\nSupport our journalism and become more involved in our community. Help us deliver informative, accessible, independent journalism that you can trust and provides accountability to the millions of people affected by crises worldwide.\n\nJoin"
}