{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic Pollution and Our Oceans: What Everyone Should Know - Ruggles Media",
  "href": "https://web.northeastern.edu/rugglesmedia/2017/02/08/plastic-pollution-and-our-oceans-what-everyone-should-know/",
  "body": "Plastic pollution is the result of plastic waste accumulating and adversely affecting the environment and ecosystems around it. The world's oceans are being hit the worst by this problem. What's so bad about plastic? What separates plastic from other pollutants is that it doesn't bio-degrade. It instead breaks down into smaller and ...",
  "textContent": "Ruggles Media\nStories, insights and ideas from Northeastern's J-school\nHOME\nABOUT US\nNEWS\nFIND US ON TWITTER\nPlastic Pollution and Our Oceans: What Everyone Should Know\nby Patrick Johnston, Priyanka Ketkar | Ruggles Media\n\nWhat is plastic pollution?\n\nPlastic pollution is the result of plastic waste accumulating and adversely affecting the environment and ecosystems around it. The world’s oceans are being hit the worst by this problem.\n\nWhat’s so bad about plastic?\n\nWhat separates plastic from other pollutants is that it doesn’t bio-degrade. It instead breaks down into smaller and smaller pieces called micro-plastics. These pieces can stick around for centuries, and can be deadly to sea life if ingested. Everything from sea birds to whales can be seriously hurt or killed by this plastic. Millions of animals have already been killed as a result of plastic pollution, including many endangered species.\n\nHow much plastic do we put into the ocean?\n\nThe amount of plastic that “leaks” into the ocean each year world-wide is estimated to be 8 million metric tons. In fact, the top 5 countries on the list; China, Indonesia, the Philippines, Vietnam, and Sri Lanka together account for almost 60% of the ocean’s plastic pollution.\n\nWhere does all this plastic end up?\n\nThe plastic that finds its way into the ocean is mostly mismanaged. It consists of small particles hidden just below the surface of the water that circulate and concentrate in ocean gyres, large circular systems of ocean currents. These form “a diffuse soup of plastic floating in our oceans,” said Angelicque White, an Associate Professor of Oceanography at Oregon State University. The size of these garbage patches are difficult to determine, but some patches have been shown to be very dense, containing nearly 2 million bits of micro-plastic per square mile.\n\nWhat is mismanaged waste?\n\nMismanaged waste literally means that the material is not properly disposed of i.e., there isn’t a formally managed waste management system. Highly populated China tops the rank of countries whose mismanaged waste goes into the Oceans.\n\nHow many such gyres exist today due to mismanaged waste?\n\nAs many as five such gyres with mismanaged waste and debris exist today. The biggest of those is the Great Pacific garbage patch, which is estimated to be twice the size of Texas.\n\nHow much does the U.S contribute to plastic pollution?\n\nAccording to a recent study the United States puts between 40,000 and 110,000 metric tons of plastic waste into the ocean each year. This is the equivalent of throwing between 60 and 160 full-sized cars worth of weight in plastic into the ocean every day. This waste consists of everything from plastic bags, to straw fragments, to Legos.\n\nOne might think that because we produce so much plastic waste that we would be one of the main perpetrators, but in fact the U.S. ranks 20th in the world for ocean pollution when it comes to plastic. Even at our worst the U.S. only makes up 1.4% of the plastic waste in the ocean.\n\nWhat are the possible solutions?\n\nThe United States according to the same study has very good waste management relative to those countries higher on the list. In the end it’s a relatively small percentage of our plastic that ends up in the ocean — but 40,000 tons a year is still a lot. In the U.S. we can strive to be more conscious of how we use and dispose of our plastic garbage. And those who live on the coast should be aware that their waste if not properly handled can easily find its way to the ocean.\n\nBut if we want to look at the big picture we need to take a deeper look at the countries higher on the list. Most of these countries are developing nations, which do not have the resources to handle their plastic waste effectively. These countries have experienced massive booms in plastic manufacturing, but the required infrastructure to effectively manage the waste doesn’t exist. Lending support to these countries and helping them build up their infrastructure could be a huge help in reducing the amount of plastic in the oceans.\n\n\n\n\n\nPatrick Johnston, Priyanka Ketkar\n\nAuthor archive\n\nFebruary 8, 2017\n\n#NUdigital\n\nPrevious post\nNext post\n\nCOMMENTS ARE CLOSED.\n\n#DIGINU ON TWITTER\n#digiNU Tweets\nSEARCH FORM\nTEXT WIDGET\n\nThese widgets are displayed because you haven't added any widgets of your own yet. You can do so at Appearance > Widgets in the WordPress settings.\n\n© 2023 RUGGLES MEDIA — POWERED BY WORDPRESS\n\nTHEME BY ANDERS NOREN — UP ↑"
}