{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Say 'No' to Plastic Straws for Plastic Free July",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/6/23/say-no-to-plastic-straws-for-plastic-free-july",
  "body": "Over 500,000,000 plastic straws are used each day in the United States alone. In only the past twenty years, people have come to expect plastic straws in every drink: an example of extreme waste being generated for minimal convenience. These short-lived tools are usually dropped into a garbage can with no further thought, instantly becoming a ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nSay ‘No’ to Plastic Straws for Plastic Free July\nJune 23, 2017\n\nJoin us and over one million people worldwide participating in Plastic Free July! Plastic Pollution Coalition and The Last Plastic Straw challenge you to refuse single-use plastic during the month of July and beyond. Get started by saying no to plastic drinking straws!\n\nDid you know? Over 500,000,000 plastic straws are used each day in the United States alone. In only the past twenty years, people have come to expect plastic straws in every drink: an example of extreme waste being generated for minimal convenience. These short-lived tools are usually dropped into a garbage can with no further thought, instantly becoming a source of plastic pollution.  \n\nWhat can you do?\n\nSimply request “no straw” at bars, cafes, and restaurants and join us in the global movement to eliminate plastic drinking straws from our landfills, our waterways, our oceans, and our beaches.\n\nReach out to local eateries in your neighborhood or town and ask them to change their protocol to “only serve straws upon request”.  Simply download and print this PDF and ask them to try it for the month of July. You can also  leave these informational cards with your bill!\n\nEncourage these eateries to make the change to non-plastic straw options – like paper, rye wheat, glass, or stainless steel – if diners do request a straw. We have a business-specific pledge for them to sign, too.\n\nHave you had your last plastic straw? Take the pledge!\n\n \n3 responses to “Say ‘No’ to Plastic Straws for Plastic Free July”\nKuhfahlc@aol.com says:\nJune 23, 2017 at 6:59 pm\n\nI have just spoken to a restaurant owner who wants to do this. Is there a poster or sign he can hang in his restaurant?\n\nstaff@jmwd.com says:\nJune 28, 2017 at 3:07 pm\n\nWe are sending this challenge for all restaurants to replace plastic straws with paper straws, due to the negative impact the 500 million plastic straws per day have in our oceans.\n\nStraws can also be customized and personalized with any restaurant or company name, logo or tagline, increasing brand awareness and combating pollution from plastic straws at the same time.\n\nHere is a link for you to check out. Straws Made in USA, Earth Friendly and a coupon for MAKETHESWITCH for 50% off any retail order. http://tinyurl.com/ycj9tbjs\n\npete_smith@mail.com says:\nJuly 9, 2017 at 9:07 am\n\nHow about no straws at all? Stop putting ice in drinks and remove the \"need\" for straws. Considering how unhygenic is the ice in restaurants and bars, it would be better for everyone.\n\nAnd how about speaking out against the other plastic that people suck on all the time? Cigarette filters aren’t just plastic and never biodegrade, they also contain toxins. Sea animals eat them and die – fish, whales, birds, turtles, etc.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nBlack History Month: 10 Environmental Justice Groups & Leaders We Celebrate Today—& Every Day\n\nBlack History Month serves as an opportunity to learn...\n\nRead more\nFEBRUARY 22, 2023\nHow to Celebrate the Holidays Plastic Free\n\nThe holidays are a wonderful time for gathering with...\n\nRead more\nDECEMBER 16, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}