{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic straws, there is an alternative - Little Green Duckie",
  "href": "https://www.littlegreenduckie.com/sustainability/plastic-straws-alternative/",
  "body": "Plastic straws, these seemingly innocent items were invented in early 1960's America, and currently dominate 99% of the straw market. In this 1 min Vlog I explain some of the challenges, and solutions, to this not so innocent item of disposable plastic. Clarification points .",
  "textContent": "ABOUT ME CATEGORIES RESOURCES REAL WORLD WORK WITH ME \nPlastic straws, there is an alternative\nFebruary 20, 2017 3155 Views 1 Comment\nBackground\n\nPlastic straws, these seemingly innocent items were invented in early 1960’s America, and currently dominate 99% of the straw market.  In this 1 min Vlog I explain some of the challenges, and solutions, to this not so innocent item of disposable plastic.\n\nClarification points\n\nIn the Vlog I mention the “Turtle with a straw being removed from its nose” video as being pivotal in changing my view of plastic straws. If you haven’t seen it please take two minutes to watch it. Warning; it contains strong language and is distressing.\n\nI would like to clarify; the 27 straws (in various states of decay) found on the high tide line, were unlikely left by people using the beach. They probably were all washed up by the sea. Some looked like they had been there for a while. After filming they were all responsibly disposed of.\n\n27 straws found in 10 mins!\nWhat can you do?\nSay no to straws when ordering drinks. If restaurants know people don’t need them, they will be more likely to implement a “straws on request” policy.\nSign up to the “no straw pledge”.\nBring your own reusable straw (Boobalou have a great selection and silicone ones for kids). If you are a Zero Waster then add this to the cutlery & napkin you already carry. This has the added benefit of starting a conversation about what you are doing and why.\nAre you friendly with your local café, bar or restaurant? Ask them to consider implementing a “straws on request policy”. It will save them money and waste disposal costs.\nHere is an easy, print at home, card you can leave with the staff to find out more.\nIf the bar, restaurant or café has environmental tendencies, you know the kind of place! Suggest they transition to paper straws (if they have composting), bamboo or metal ones. These are washable (bamboo by hand, and metal by dishwasher) and reusable. The bamboo ones can be composted at the end of their life.\nCompliment, and celebrate, establishments using reusable straws on social media #ReusableStraw #PlasticFree\nCheck out the documentary “Straws“ released in March 2017. They have a short animated trailer, and this one is child friendly.\nCredits & inspiration;\nImage of drink with bamboo straw in video – Latitude 10, part of Cayuga Collection resorts.  Thank you for your commitment to bamboo straws in all your resorts. Particulary as Latitude 10 is situated on such a beautiful beach. Your action helps educate people that there is an alternative to plastic.\nImage of drink with metal straw in video – Olam Pure Food, showing that metal straws are completely workable in a busy café / restaurant environment.\nLike Tweet\n\nBy: GREENDUCKIE\n\n Tags: NO STRAW PLEDGE, PLASTIC FREE, PLASTIC STRAW, REUSABLE STRAW, STRAWS ON REQUEST, ZERO WASTE\nGREENDUCKIE\n\nLittle Green Duckie (Justine) lives in Stratford, East London. A sustainability blogger who envisions a disposable-plastic free city. Changing the food system from the inside at Get Loose Foods, balcony vegetable grower, book swap guardian and loves a litter pick.\n\n   \nYOU MIGHT ALSO LIKE\n1 COMMENTS\nPingback: No straw please! - Little Green Duckie\nLEAVE A COMMENT\nComment\nName *\nEmail\nWebsite\n\n Yes, add me to your mailing list.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nGET NOTIFIED ABOUT NEW POSTS\nPlease re-submit your details below.\n\nLittle Green Duckie is blogging again! As there has been a break MailPoet requires that everyone resubscribes. I know it's a pain, but if you still want to get an email notification of my new posts please fill in your details below.\n\nThanks for your support, Justine.\n\nFirst name\nE-mail *\nWe keep your data private and share your data only with third parties that make this service possible. See our Privacy Policy for more information.\nCATEGORIES\nFood\nMindfulness\nMinimalism\nSustainability\nTravel\nVolunteering\nMEMBER OF THE ZERO WASTE BLOGGERS NETWORK\nRECENT POSTS\nNasturtiums are amazing!\nSprouting, a step by step guide\nThe Big Compost Experiment\nWhy I love sprouting at home\nBenefits of including soya in your diet"
}