{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Death in the Water: How Plastic Is Poisoning Our Oceans",
  "href": "https://earth911.com/living-well-being/plastic-oceans/",
  "body": "The plastic pollution in our oceans affects more than just marine animals and birds — it also has a serious impact on human life. Once plastic debris enters the water, its ability to absorb waterborne pollutants and fragment into microscopic pieces makes it incredibly dangerous. Though the pieces cannot be seen by the naked eye, they're ...",
  "textContent": "Skip to content\nHow to Recycle Where to Recycle\nBusiness\nEcoTech\nHome & Garden\nHow & Buy\nLiving\nLearning\nTake Action\nMore…\nAbout Us\nEarth Watch Living & Well-Being\n  \nDeath in the Water: How Plastic Is Poisoning Our Oceans\nByLiz Greene\n FEB 17, 2017  ocean pollution, plastic pollution, plastic straws, single-use plastic\n\nWe live in a society obsessed with convenience, and that obsession has made plastic king. Though humankind has greatly benefited from plastic, the environmental costs of this reigning polymer may bring about our downfall. Traveling from land to sea in the wind or through waterways, plastic pollution is causing extensive damage to our marine life and giving life to one of the greatest ecological disasters of our times.\n\nPlastic has been collecting in the marine environment since plastic production began in the 1950s — in fact, each square mile of the ocean contains more than 46,000 pieces of floating plastic. Eight million metric tons of plastics make their way into the ocean each year, hitching a ride on the currents and reaching the furthest corners of our seas — even turning up in the Antarctic wilderness. Simply put, the world’s oceans are becoming a toxic soup of plastic and other debris, and all life is being negatively affected.\n\nUnfortunately, plastic doesn’t biodegrade — though it does eventually photodegrade (i.e., break down into smaller fragments by exposure to the sun). Photodegradation of plastic continues to the molecular level, yet photodegraded plastic remains a polymer. No matter how minute the pieces, they will always be plastic. Unlike naturally based paper or glass, they are not absorbed into or changed by natural processes — plastic never truly goes away.\n\nGyres and Garbage Patches\n\nThe majority of the plastic that enters the ocean every year ultimately sinks, harming life on the seabed. The rest finds itself caught up in gyres (large systems of circulating ocean currents), eventually cumulating in massive formations of trash called garbage patches. These patches are characterized as containing a higher concentration of plastic than surrounding oceans. As of 2017, a total of five patches have been discovered.\n\nThe most well known of the garbage patches is the Great Pacific Garbage Patch — a collective title for the Western and Eastern Pacific Garbage Patches created by the North Pacific gyre. Situated in the Central North Pacific Ocean, the Great Pacific Garbage Patch stretches for hundreds of miles across the ocean. The patch is not stationary by any means; it shifts as much as a thousand miles to both the north and south.\n\nThough the term “garbage patch” brings to mind the image of a large floating island of trash, it’s actually a bit of a misnomer. The lion’s share of the Great Pacific Garbage Patch is composed of extremely high concentrations of plastic debris, suspended at or beneath the surface of the ocean. Despite its size and density, it’s not visible from the air due to its consistency. Unfortunately, that’s part of the problem. As filmmaker Jo Ruxton told CNN when she visited the location:\n\n0 seconds of 0 secondsVolume 0%\nThis ad will end in 5\n \n\n“This was much more insidious than a huge mountain of trash which could be physically removed. You can’t remove all the tiny pieces.”\n\nThe Effect on Marine Life\nPhoto: Shutterstock\n\nThe horrifying impact of plastic pollution on marine life is well documented. A study from Greenpeace found that plastic pollution in the ocean has negatively affected at least 267 species worldwide, including 86 percent of all sea turtle species, 44 percent of all seabird species and 43 percent of all marine mammal species. Large pieces of plastic floating in the ocean are easily mistaken for food by seabirds, whales, dolphins and turtles. When plastic is ingested by these animals, it blocks their digestive tracts and gets lodged in their windpipes, cutting off or filling their stomach, which results in malnutrition, starvation and death. It also causes fatalities due to infection, drowning and entanglement. For instance:\n\nHERSHEY'S Nuggets.\nIf there’s one thing we know about chocolate, the more the better. #HersheysNuggets\nSPONSORED BY HERSHEY'S\nLEARN MORE\nSeabirds that feed on the ocean surface tend to ingest plastic debris that floats. The adults then feed these items to their chicks, who then fail to thrive — and very often die. One study found that 98 percent of Laysan Albatross chicks had been fed plastic in some form.\nMultiple whales and dolphins have been found washed up on shores, their stomachs full of plastic bags and other debris.\nA startling amount of dead sea turtles — 50 to 80 percent — have been found to have ingested plastic debris.\nAbout 640,000 tons of abandoned fishing nets are responsible for snaring and drowning thousands of marine animals per year, including seals, sea lions, dolphins, sea turtles, sharks, dugongs, crocodiles, seabirds, crabs and other creatures.\n\nAs plastic spends time in the ocean, it absorbs pollutants in the water around it. When photodegradation breaks it down into smaller and smaller pieces, it mingles with plankton and is eaten by fish and whales. The pollutants are then transferred into the tissues and organs of the animals, impacting everything from marine megafauna to lower trophic-level organisms.\n\nThe Effect on Humans\n\nThe plastic pollution in our oceans affects more than just marine animals and birds — it also has a serious impact on human life. Once plastic debris enters the water, its ability to absorb waterborne pollutants and fragment into microscopic pieces makes it incredibly dangerous. Though the pieces cannot be seen by the naked eye, they’re still there and still plastic. Since plastic is incapable of being absorbed into the natural system, it ends being up ingested by fish and zooplankton — and eventually makes its way to our plates.\n\nA recent study set out to see what effect this plastic was having on the food chain. Medaka, a species of fish, was fed three different diets.\n\nThe first group of medaka was fed regular fish food\nThe second group received a diet consisting of 10 percent “virgin” plastic (containing no pollutants)\nThe third group received a diet consisting of 10 percent plastic that had been immersed in the San Diego Bay for several months\n\nWhen tested two months later, the fish on the marine plastic diet had much higher levels of persistent organic pollutants — and were more likely to have tumors and liver problems. Chelsea Rochman, author of the study and assistant professor of ecology and evolutionary biology at the University of Toronto, explains, “We found that when the plastic interacts with the juices in the [fish’s] stomach, the chemicals come off of plastic and are transferred into the bloodstream or tissue.”\n\nSo what effect does this have on humans? The chemicals released when plastic breaks down — such as bisphenol A, styrene and PS oligomer — have been shown to cause hormone disruption and interfere with the reproductive systems of animals. Furthermore, high levels of bisphenol A are significantly associated with heart disease, diabetes, impotence and breast cancer.\n\nWhat Can Be Done to Stop This?\nThese shoes — a collaboration between Parley for the Oceans and Adidas — are made from plastic found in the ocean. Photo: Adidas\n\nSeeing that ocean plastic pollution ignores boundaries, monitoring it is slightly problematic. As it stands, China is the biggest plastic polluter, with Indonesia, the Philippines, Thailand and Vietnam following close behind. Though these five countries account for 50 percent of the plastic pollution in the ocean, a collective global approach is the best way to combat the issue.\n\nThough plastic pollution in the ocean can’t be cleaned up completely, large pieces of debris can be removed and recycled. The enormity of the problem has led a number of organizations to turn their attention to eco-innovation — using ocean plastics in products for everything from fashion to function. Parley for the Oceans, an organization dead set on ending plastic pollution once and for all, recently teamed up with Adidas to create both shoes and jerseys made almost entirely from recycled ocean plastic. Other brands confronting the plastic problem include Hamilton Perkins, which turns plastic bottles into designer bags, and Norton Point, which makes sustainable sunglasses from ocean plastic and plant-based materials.\n\nHowever, to truly end plastic pollution, we have to prevent it from happening in the first place — and that means changing our habits. The amount of disposable plastic products being used daily has gotten completely out of hand. As a society, we need to stop using plastic bags, Styrofoam packaging and single-use plastic containers. If we refuse to use non-eco-friendly packaging, companies will stop manufacturing it. We also need to focus on controlling litter through public education, as well as working to fund cleanup of the streets and waterways to keep plastic from making its way to the ocean. Prevention is not only key — it’s cost-effective and better for the environment.\n\nWhat You Can Do on a Personal Level\n\nAs any good eco-warrior knows, prevention starts at home. There are a number of ways you can avoid adding to the growing plastic pollution problem.\n\nStop using disposable plastics: The vast majority of the plastic products we encounter on a daily basis are used once and then thrown away. Think about it: grocery bags, disposable cutlery, straws, coffee cup lids — how many times do you use these things more than once? The best thing you can do is to replace these items with reusable versions. Bring your own bags to the store, carry a travel mug to the coffee shop, and stash silverware and a reusable water bottle in your bag.\nBlacklist products that contain microbeads: Microbeads are found in beauty products from facial scrubs to toothpaste. Though these tiny plastic beads seem harmless, their size allows them to slip through filters at water-treatment plants and make it to the ocean — where they end up being eaten by fish. Use products that have natural exfoliants, like oatmeal, sugar or salt, instead.\nRecycle, recycle, recycle: If you’re not sure what can go in the bin, check out this handy guide: The Ultimate Plastic Breakdown.\nAdvocate for a bag tax or ban: Encourage your elected officials to join multiple other cities and counties by introducing legislation that would make plastic bag use less worthwhile.\nInsist manufacturers do better: Write a letter, make a phone call or contact companies via social media compelling your favorite companies to use eco-friendly packaging. If they brush you off, you can hit them where it really hurts and give your money to more-sustainable competitors.\n\nSo many of the attractive qualities that led us to this love affair with plastic are what makes it so dangerous for our oceans. As consumers, it’s our responsibility to know what goes into the products we buy and to ensure our trash doesn’t end up in the ocean. Moreover, if we put our money where our heart is, corporations and producers will be forced to bend under the pressure and start manufacturing products that have less of a negative impact on our planet. If we start working together now, we may yet have a fighting chance to save our oceans.\n\nLearn More:\n\nStudy on Plastic Pollution in the World’s Oceans\nThe Pollution of the Marine Environment by Plastic Debris: A Review\nVolunteer at Save Our Shores\n\nFeatured image courtesy of Shutterstock\n\nPost navigation\n  \nHow to Have an Eco-Friendly Galentine’s Day\n  \n3 Reasons to Avoid Mass-Manufactured Chocolate\nBy Liz Greene\n\nLiz Greene is an animal-loving, makeup-obsessing pop culture geek from the beautiful City of Trees, Boise, Idaho. You can catch her latest makeup misadventures on her blog, Three Broke Bunnies.\n\nRelated Post\nInspire & Motivate Living & Well-Being\nEarth911 Inspiration: A Finely Calibrated Machine\n Dec 8, 2023  Earth911\nHow & Buy Living & Well-Being Travel\nMaking Sustainable Travel More Affordable\n Dec 7, 2023  Gemma Alexander\nFood & Beverage Home & Garden How & Buy Living & Well-Being\nGuide to Plant-Based Milk Alternatives\n Dec 7, 2023  Lisa Beres\n\nEarth911 brings the circular economy to life by connecting the world to brands, products, and services to live sustainably. We help millions of people find local end-of-use options for products and packaging using the largest curated directory of reuse, donation, and recycling locations, municipal curbside collection programs, and mail-in recycling options.\n\nWe educate and inform consumers, businesses and communities to inspire thought and facilitate earth-positive consumer decisions. Small changes by thousands of individuals will have a lasting, positive impact. More ideas make less waste.\n\nADVERTISE WITH US\nAudience\nCircularWorld Community + Marketplace\nProducts\nPartners\nRate Card\nContact Form\n\n© Copyright 2023 Earth Media Partners. All Rights Reserved.\n\nAbout Earth911\n \nPrivacy Policy\n \nContact Us\nInformation from your device can be used to personalize your ad experience.\n\nDo not sell or share my personal information.\nA RAPTIVE PARTNER SITE"
}