{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "10 Reasons to Pick Up 10 Pieces of Trash - Plastic Pollution Coalition",
  "href": "https://www.plasticpollutioncoalition.org/blog/2016/8/19/10-reasons-to-pick-up-10-pieces-of-trash",
  "body": "Trekkers are invited to be part of 10 Pieces on their adventures, and asked to bring along a pair of gloves and hand sanitizer to pick up items such as plastic bottles and candy wrappers. Here are 10 good reasons to join the 10 Pieces movement: Impact. Less litter on wilderness trails brings benefit to animals and humans.",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\n10 Reasons to Pick Up 10 Pieces of Trash\nAugust 19, 2016\n\nBy Donna Lawrence\n\nBrazilian poet and writer Paulo Coelho once said “It’s the simple things in life that are the most extraordinary.” Imagine if you could do something extraordinary for the planet by simply picking up 10 pieces of litter on your travels.\n\nWe at World Expeditions believe there is power in the collective will of global trekkers to keep wilderness trails free of litter. That’s why we are a founding partner in the creation of a simple but effective initiative that encourages travelers to pick up 10 pieces of litter each day of their guided treks in Nepal, Bhutan, Peru, and now the Mount Rinjani Climb in Indonesia. Trekkers are invited to be part of 10 Pieces on their adventures, and asked to bring along a pair of gloves and hand sanitizer to pick up items such as plastic bottles and candy wrappers.\n\nHere are 10 good reasons to join the 10 Pieces movement:\n\nImpact. Less litter on wilderness trails brings benefit to animals and humans. Not only is litter unsightly and capable of ruining our experience in nature, it also poses danger to animals that may ingest it. Often litter on a trail ends up in a river and we all know where our rivers lead to. By removing litter from mountain environments, we are ensuring that it doesn’t end up in our oceans. \nScale. Ten pieces sounds like a nominal number, but it’s scaled immensely when the collective power of a group of travelers joins in. With a group of just 12 travelers, the 10 pieces quickly turns into 120. And if there’s another group of 12 travelers at the same place the next week, that’s another 120 pieces of litter. It soon adds up. \nEase. Ten pieces of litter can be collected in under 60 seconds; anyone can do it, alone or with friends, on an organized excursion or not, and it costs nothing. At World Expeditions, we manage the responsible disposal of all litter collected. \nSafety. We provide participants with our reusable litter collection bags. Participants bring their own protective gloves and hand sanitizer, and are asked to only collect paper and plastic litter; no hazardous litter. \nOur planet’s future. As more travelers enter mountain environments, so does infrastructure and therefore non-biodegradable waste. Litter control programs are therefore critically relevant for future generations. \nLeading by example. The communities we pass through along trails in Peru, Nepal, Bhutan and Indonesia may not have been exposed to litter education programs, but when they see visitors to their home collecting litter, it encourages them to be responsible about their waste disposal. With this understanding, they can lobby for better litter disposal methods for their communities, and they also become less likely to throw litter into their environment themselves. \nLeaving No Trace. We are all accustomed to the phrase “take only photographs, leave only footprints.” Well we have expanded the “Leave No Trace” concept, to “take only photographs and 10 pieces of litter, and leave only footprints.” \nForward planning. There’s no point collecting litter if it’s disposed of incorrectly. Before offering 10 Pieces on a trek, we ensure that we can dispose of litter responsibly. In some cases, this means transporting it to the nearest city to be delivered to a recycling plant, and in other cases it’s the clean and thorough incineration of the litter at our campsites. \nInspiring others. We encourage other travel companies to build the 10 Pieces initiative into their offering, turning this into a collective movement that is propelled forward by travelers globally. \nAnd finally: because 10 Pieces helps make the world a better place!\n\nDonna Lawrence is Responsible Travel Manager for World Expeditions. Photos courtesy WE.\n\nJoin our global coalition.\n\nTake the pledge – say “no” to single-use plastic.\n\n 175 \n7 responses to “10 Reasons to Pick Up 10 Pieces of Trash”\nfrostyw@juno.com says:\nAugust 22, 2016 at 3:02 am\n\nWhile I am bicycling touring around the world, I carry a cotton bag for groceries. I’d like to see you post a 10 point plan or 5 point plan for utilizing cotton bags while on tour instead of all the plastic bags that get wasted. I’ve picked up trash on six continents and also carried a cotton grocery bag on six continents. Frosty Wooldridge, 6 continent world bicycle traveler.\n\ninigo@todotarifa.com says:\nSeptember 12, 2016 at 8:55 am\n\nHello plastic refusers! You are invited to participate in the colective artistic project “A Walk Down The Beach” and be part of a group exhibition next summer 2017. Go for it, the project needs you and your heart wants it. https://www.facebook.com/groups/664102453755267/?fref=ts\n\nhelen mcmullen says:\nMarch 12, 2017 at 8:00 am\n\nI’d like to see this become the norm – walk in the park?\nBring a bag and pick up 10 bits of rubbish\n\ndidn’t bring bag?\nGrab 1 of the dog shit bags and ..\n\npick up 10 bits of rubbish\n\ndone!\n\nVisit a new place and walk, down the beach, in a national park….\n\nyou know the drill….\n\nsame as the green bag revolution ….\n\nhabit, routine…..\n\ncan be done\n\nhelen mcmullen\nsick and fucking tired of blue bottle tops on local beach\n\nkevin says:\nMarch 19, 2019 at 7:37 pm\n\ntotes plastic is so bad\n\nIsabella Pettus says:\nApril 11, 2019 at 2:56 pm\n\nHellen McMullen that’s funny and you are right.\n\narindaisland.57@gmail.com says:\nOctober 20, 2019 at 6:05 pm\n\nThis is really a great deal, I have always looked upto. Being part of it, would do me no harm but a lifetime peace and comfort.\nLooking to hearing more of you arindaisland.57@gmail.com\n\nyour mom says:\nFebruary 13, 2020 at 2:35 pm\n\nwe should all pick up plastic no gonna cap?\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nPlastic “Tox” Episode 6: Plastic-Free Products for Clean Beauty with Joshua Onysko\n\nJoshua Onysko is an award-winning entrepreneur, founder, and CEO...\n\nRead more\nNOVEMBER 14, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}