{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Animals Eat Ocean Plastic Because it Smells Like Food",
  "href": "https://www.nationalgeographic.com/science/article/animals-eat-ocean-plastic-because-of-smell-dms-algae-seabirds-fish",
  "body": "In 2014, a global analysis measured ocean plastic at a quarter of a billion metric tons, much of it suspended in small rice-sized particles. More than 200 animal species have been documented ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nThis black-footed albatross dines on plastic garbage in the Hawaiian Leeward Islands. And now scientists know why.\n\nPHOTOGRAPH BY FRANS LANTING, NATIONAL GEOGRAPHIC\nAnimals Eat Ocean Plastic Because it Smells Like Food\n\nA new study sheds light on why so many seabirds, fish, whales, and other critters are gobbling up so much marine plastic debris. And it's not quite what scientists thought.\n\nBYLAURA PARKER\nPUBLISHED NOVEMBER 9, 2016\n• 5 MIN READ\n\nAs the oceans fill with plastic debris, hundreds of marine species eat astonishing amounts of it. Yet the question of why so many species, from the tiniest zooplankton to whales, mistake so much of it for food has never been fully explored.\n\nNow a new study explains why: It smells like food.\n\nAlgae are consumed by krill, a small crustacean that is the primary food source for many sea birds. As algae breaks down naturally in the ocean, they emit a stinky sulfur odor known as dimethyl sulfide (DMS). Sea birds in the hunt for krill have learned that the sulfur odor will lead them to their feeding grounds.\n\nIt turns out that floating plastic debris provides the perfect platform on which algae thrives. As the algae breaks down, emitting the DMS odor, sea birds, following their noses in search of krill, are led into an “olfactory trap,” according to a new study published November 9 in Science Advances. Instead of feeding on krill, they feed on plastic.\n\n3:10\n\nHOW WE CAN KEEP PLASTICS OUT OF OUR OCEAN\n\n“DMS is the dinner bell,” says Matthew Savoca, a doctoral student at the University of California, Davis, and lead author of the study. “When people hear the dinner bell, we know food is going to be in the area. This is the same sort of idea. Once the birds’ noses have told them this is where they should expect to find krill, it gets their foraging mode turned on, and their threshold is down for what the food is. ”\n\nPlastic debris has been accumulating rapidly in the world’s ocean, roughly doubling every decade. In 2014, a global analysis measured ocean plastic at a quarter of a billion metric tons, much of it suspended in small rice-sized particles. More than 200 animal species have been documented consuming plastic, including turtles, whales, seal, birds, and fish. Seabirds are especially at risk; a study published last year by scientists in Australia concluded that virtually all seabirds have consumed plastic.\n\nScientists have long known that ocean plastic is consumed because it looks like food. Sea turtles, for example, often mistake flimsy, clear plastic bags for jellyfish. Other marine animals, including fish, gobble bits of rice-sized micro plastics broken down by sunlight and wave action because they resemble the small particles they normally eat. (See the first of its kind map of ocean plastic pollution.)\n\nBut the study of how odors might play a role in marine animals’ consumption of plastic is the first of its kind. Sovaca teamed up with a scientist who studies how odors affect decision-making and a food and wine chemist to determine what smell could be the culprit.\n\n“This does not disprove that plastic might look enticing,” he says. “Often, it’s the smell that gets animals foraging in the area and turns their feeding mode on. It adds another layer on top of it. It is far more likely that a seabird will eat it if it looked and smelled like food.”\n\nChelsea Rochman, an evolutionary biologist at the University of Toronto, who studies the toxic effects of plastic consumed by fish, called the study an important step toward understanding why marine animals are eating plastic.\n\n“Throughout the literature on plastic debris, you see researchers write statements implying that animals are ‘choosing’ to eat plastic debris without a proper test or explanation of why,” she says. “This is the first group to really dive into the details of why.”\n\nSavoca’s team decided to focus on birds already severely affected by plastic consumption: albatrosses, petrels, and shearwaters. They began the study by placing buoys of micro plastics in bags in Monterey Bay and Bodega Bay off the California coast. After three weeks, they retrieved the buoys and tested them in the lab for smell.\n\n“They reeked of sulfur,” Savoca says.\n\n1:20\n\nTIL: FROM FLEECE JACKETS TO YOUR FOOD: THE SCARY JOURNEY OF MICROPLASTICS\n\nIt didn’t take long to identify DMS as a strong predictor of plastic consumption and the “keystone infochemical” that drew marine animals to plastic as if it was krill. Odor extraction tests confirmed that three common varieties of plastic acquired a “DMS signature” in less than a month. The team also found, not surprisingly, that the birds most attracted to the DMS odor are the albatrosses, petrels, and shearwaters that are most severely affected by plastic consumption.\n\nMany of those birds nest in underground burrows, and juvenile birds spend many more months on the ground than birds that nest above the surface. Consequently, burrow-nesting birds rely much more heavily on their sense of smell to get around.\n\n“We should be paying more attention to those species,” Savoca says.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nFor Animals, Plastic Is Turning the Ocean Into a Minefield\nMAGAZINEPLANET OR PLASTIC?\nFor Animals, Plastic Is Turning the Ocean Into a Minefield\nFrom getting stuck in nets to eating plastic that they think is food, creatures worldwide are dying from material we made.\nJapan releases nuclear wastewater into the Pacific\nENVIRONMENT\nJapan releases nuclear wastewater into the Pacific\nYou are what you eat—and for orcas, that’s bad news\nANIMALS\nYou are what you eat—and for orcas, that’s bad news\nCan UNESCO safeguard the Okavango from oil drilling?\nENVIRONMENTWILDLIFE WATCH\nCan UNESCO safeguard the Okavango from oil drilling?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nSt Helena is a wildlife-watching paradise\nPAID CONTENT FOR ADVERTISER\nSt Helena is a wildlife-watching paradise\nHere are 9 ways to fall in love with winter travel\nTRAVEL\nHere are 9 ways to fall in love with winter travel\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}