{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Straws... The Movie! Q&A with Director Linda Booker | Plastic Pollution ...",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/4/7/straws-the-movie-qa-with-director-linda-booker",
  "body": "With a colorful straw history animation and segments narrated by Oscar winner Tim Robbins, the film shows how individuals, groups, and business-owners around the globe are reducing plastic straw use through awareness, outreach, policy, and non-plastic alternatives. We sat down with STRAWS director Linda Booker to hear more about the story ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nStraws… The Movie! Q&A with Director Linda Booker\nApril 07, 2017\n\nEach day in the U.S., humans use an astounding 500,000,000 plastic straws. A new short film STRAWS has set out to entertain, educate, and inspire action against this plastic pollution. With a colorful straw history animation and segments narrated by Oscar winner Tim Robbins, the film shows how individuals, groups, and business-owners around the globe are reducing plastic straw use through awareness, outreach, policy, and non-plastic alternatives. We sat down with STRAWS director Linda Booker to hear more about the story behind the film.\n\nAs a documentary filmmaker what drew you to the topic of plastic straws?\n\nThe idea for STRAWS came from Steve Shor, a film producer and film festival programmer who I’ve worked with at Sonoma International Film Festival. Steve has a good eye for environmental documentaries so I payed attention to this idea. Once I started researching the topic, I was embarrassed that it never occurred to me something as small as a plastic straw could be a huge contributor to plastic litter and what we now know is a threat to marine life. \n\nIn your interviews with Jackie Nuñez of The Last Plastic Straw, what surprised you most about the problem of plastic straws?\n\nThe vast majority of plastic straws are non-recyclable because there’s no way to know what plastic they are made of. Add that to the complexity of the terms “compostable” “biodegradable” and “recyclable” and the challenges waste management and restaurants face when navigating the products with that labeling. So many businesses and consumers are trying to do the right thing by buying these kind of “eco” products but there’s very little education about how these break down or that unless compostable plastic products are going to a high-heat facility, it’s pretty much the same afterlife of a regular plastic item.\n\nThe film delves into the story behind the viral video of turtle who had the plastic straw stuck in its nose. In your view, what is the most compelling part of that story?\n\nFor starters there’s the story of the video going viral and the resulting impact that compelled people to stop using plastic straws or started talking to restaurants about them. It’s also the catalyst for many groups, organizations, and school kids to go further and start no plastic straw pledges and campaigns.  \n\nWe now know that more than 50 percent of sea turtles have ingested plastic, and Dr. Nichols, a sea turtle biologist interviewed in the film, estimates that every sea turtle in the world will encounter plastic during its lifetime.\n\nUnfortunately, as Christina Figgener who filmed that video says, there are some viewers who are just fascinated by the suffering of an animal and oddity of the circumstance. I’m hoping some of those people will see STRAWS and connect the dots that this was an example of how one plastic straw can hurt marine life and the larger problems of marine life eating plastic and the enormity of its impact in our environment and oceans. \n\nWhat message do you hope viewers will take away from the film?\n\nHopefully, they’ll never use a plastic straw again! Or at least try hard not to. Beyond that I hope they will think about the other single use plastic items they could change their habits around and consumption of.\n\nAs a filmmaker who’s doing the producing, interviewing, and editing, I make a lot of decisions that could affect what viewers think about afterwards. I hope to leave people entertained and informed. I like to add a little humor and tried not to be too heavy handed in the messaging. I’m grateful to all the people I interviewed for this film who address the plastic in oceans issue with a good balance of compassion, reality and hope.   \n\nWhat was the audience’s response to the STRAWS premiere?\n\nI think some were surprised to see the information presented in the film and many were motivated to act. I’ve already had some viewers say this film changed their life, which is the most amazing and rewarding words for a filmmaker to hear. \n\nHow can readers watch STRAWS?\n\nWe just had our film festival premiere in Sonoma, California, at the end of March and are currently screening at other film festivals and special events around the USA. I’m already getting inquires from all over the world from people wanting to use STRAWS in their schools and communities which is very exciting. I hope to make the film available as soon as possible with the help of a distributor as well as develop an impact campaign that will include a screening tool kit for educators, businesses, and organizations wanting to use STRAWS for awareness and action.\n\nWhat can readers and business/restaurants do today to stop pollution from single-use items like plastic straws?\n\nEliminating or using less plastic straws is an easy and feasible change that people and businesses can make that can help the plastic pollution issue and even save a business money. The restaurant and hotel industry people in our film all agree, most customers react positively and it can be a step towards other sustainable practices.\n\nFor a Business:\n\n• Offer straws by request only whether plastic or paper or any other kind.\n\n• Switch to using a truly biodegradable straw like paper or other 100 percent plant material or sustainable straws such as glass, steel, or bamboo\n\nFor Readers: \n\n• When ordering your beverage just politely say to the server “No straw please” if they use plastic straws. \n\n• If you like to use straws consider buying and bringing your own sustainable versions. Many come with brushes to clean them and there are straw sleeves available to protect them \n\n• Talk to the restaurants, cafes and establishments you go to and ask them to offer straws by request only and consider using paper or other types of straws instead of plastic. You can even leave this card with the bill.\n\nFor All\n\n• If you do use plastic straws, please make sure to dispose in garbage bins – not recycle bins or compost bins (unless your city collects for a high heat compost facility.) Help pick up straw and other plastic litter around your place of business, neighborhood, participate in beach and lake shore clean-ups. 80 percent of the plastic in oceans is coming from inland sources down through watersheds, so no matter where you live, every clean-up effort makes a difference.\n\nTake the pledge to refuse plastic straws.\n\nSee also: The Problem of Plastic Straws (And How Each of Us Can Make a Difference)\n\n \nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nPlastic “Tox” Episode 6: Plastic-Free Products for Clean Beauty with Joshua Onysko\n\nJoshua Onysko is an award-winning entrepreneur, founder, and CEO...\n\nRead more\nNOVEMBER 14, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}