{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "AceTrainerStorme (u/AceTrainerStorme) - Reddit",
  "href": "https://www.reddit.com/user/AceTrainerStorme/submitted/",
  "body": "3 or more plastic 5-gallon buckets (20L) 1 toilet seat 6 wood screws 3 small pieces of wood that function as cleats — Approximately, 1 inch (2.5 cm) wide by 3 inches long (8 cm) by 3/4 inch deep (2 cm) 1 compost chamber — Mine is constructed from recycled wooden pallets held together by wire at the corners. Tools. Wood saw",
  "textContent": "AceTrainerStorme (u/AceTrainerStorme) - Reddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nAceTrainerStorme\n\nu/AceTrainerStorme\n\nOverview\nPosts\nComments\nback\nforward\nr/TheBibites\n•\n5 mo. ago\nBibites Research Discord Server! The Official Fan Discord Server, with collaborative research, external tools (mods, editors, analysis tools) and bibite sharing! Link in comments :)\nr/TheBibites\n•\n7 mo. ago\nBibites Research Discord Server! The Official Bibites Fan Discord Server, with collaborative research, external tools (mods, bibite editors, gene analysis tools) and bibite sharing! (link in comments)\n\nhttps://preview.redd.it/bibites-research-discord-server-the-official-bibites-fan-v0-2lkp7vk376xa1.png?width=519&format=png&auto=webp&s=389529455b0e3bec80937459d982b61a4edf4823\nr/okbuddyvowsh\n•\n8 mo. ago\nBiden's Strongest Soldier\nr/TheBibites\n•\n8 mo. ago\nBibites Videos\n\nwould you watch a bibites video from creators other than Leo, i've seen a lot of ideas for bibites videos on the subreddit (200 hr simulation) and have some of my own and was wondering if you would be interested in me doing videos in a similar style to Leo. Might scratch some of your urges for content. What do you think? What ideas for videos do you have?\n\nr/prepping\n•\n8 mo. ago\nHow to make and use a sawdust toilet\nr/opensource\n•\n8 mo. ago\nHow to make and use a sawdust toilet\nr/OS_AT\n•\n8 mo. ago\nHow to make and use a sawdust toilet\n9 upvotes\nr/Survival\n•\n8 mo. ago\nHow to make and use a sawdust toilet\nr/OS_AT\n•\n8 mo. ago\nHow to make and use a sawdust toilet\n\nThe design I have for a sawdust toilet, which is explained in the Humanure Handbook, involves using a receptacle bucket, a removable toilet seat that fits onto the top, and a bucket of sawdust to cover waste after each use. Once the toilet is full, the seat is switched to an empty sawdust bucket. The toilet is then emptied, cleaned, and sanitized, and becomes the sawdust bucket once it's filled with clean sawdust. The entire toilet system, along with the outdoor compost chamber, can be constructed for less than $10. This toilet is a simple, inexpensive, and hygienic option that can be afforded and maintained by almost anyone on the planet. It's an excellent example of an appropriate and sustainable technology that complements organic gardening by closing the human nutrient cycle. Despite its lack of appeal in first-world countries that have expensive sewage systems, it may be highly suitable in areas that lack such complex infrastructure. However, with the rising interest in sustainability, more people are beginning to see composting toilets as the way to go!\n\nMaterials\n\n3 or more plastic 5-gallon buckets (20L)\n\n1 toilet seat\n\n6 wood screws\n\n3 small pieces of wood that function as cleats — Approximately, 1 inch (2.5 cm) wide by 3 inches long (8 cm) by 3/4 inch deep (2 cm)\n\n1 compost chamber — Mine is constructed from recycled wooden pallets held together by wire at the corners.\n\nTools\n\nWood saw\n\nScrew driver\n\nSteps\n\nUsing a wood saw, cut the top 4 to 6 inches off one of the buckets. This will serve as a flange to which a toilet seat is attached, allowing it to slip inside a second bucket (see photo). The bottom part of the cut bucket can be recycled, for example as a planter.\n\nAttach this flange to the bottom of a toilet seat using two screws at each of three wood cleats. One screw attaches the cleat to the toilet seat; the second attaches the bucket flange to the cleat (see photos and drawings). The four small brown objects in the photo, the original toilet seat spacers, are removed and discarded. The completed receptacle with flanged seat in place on a receptacle bucket is shown at the top of this page.\n\nA second bucket contains sawdust, chipped wood, chopped straw, cereal hulls, or other absorbent carbon-rich organic matter. Covering with several cups or handfuls of this matter after each use effectively prevents odors (see photo).\n\nWhen the receptacle bucket is full transfer the flanged toilet seat to the now empty sawdust bucket which then becomes the receptacle.\n\nEmpty the toilet contents into a composting chamber (see photo) and cover with a fresh layer of sawdust to prevent odors and present an aesthetic appearance. Clean the empty receptacle and sanitize and freshen in sunlight. This bucket, after filling with clean material, then becomes the sawdust bucket, and the cycle starts over. This step is the only time when odors are present, and only momentarily. Although not necessary, some individuals collect urine separately in a sealable container (such as an inexpensive but sturdy plastic bottle) because of its high value as a nitrogen source. It can be diluted by 5 parts water and put directly on plants.\n\nVentilation\n\nWe recently tested a simple ventilation system to capture odors during use and vent them outdoors. This common-sense, basic capability is something lacking in almost all toilets, even in the wealthy industrialized countries. The American approach is to ventilate the toilet room by a fan installed in the ceiling. This makes some sense, as this approach will also ventilate a shower or bath. However, a much more effective approach, which prevents any odors from even escaping from the toilet, is to ventilate the toilet itself. You can achieve this by attaching a flexible air suction hose to the toilet flange powered by an electric fan which sucks air from the room and vents it either into the normal ventilation stack or through the wall to the outside.\n\nOur simple contraption consists of a second hand vacuum cleaner, a 2\" check valve to prevent odors or outside air from flowing backwards into the room, a dimmer switch to lower the power (and therefore noise) of the vacuum, and a few pieces of 2\" or 3\" pipe to route the air flow. Total cost is less than $35 (vacuum: free, check valve: $17, other plumbing parts for routing air: about $5, dimmer switch and other electric parts: $10). The fan device is actuated for only a few seconds during use, until new deposits are covered when no further odors are present. This method works flawlessly and prevents all odors, all the time. For those who don't want to re-invent the wheel, I have come across a commercial version of a toilet ventilation fan, although I cannot vouch for whether it works well. Basically, it appears to be a thin device that fits between the usual toilet seat and the porcelain fixture. It ventilates air in its proximity with an electric fan. The following simple diagram shows the basic plan for this toilet (not including the ventilation device). The air suction device (connection by some type of flexible hose) attaches to anywhere on the flange.\n\nView full post\nr/Survival\n•\n8 mo. ago\nAll about Solar Stills\nr/opensource\n•\n8 mo. ago\nAll about Solar Stills (Open Source Appropriate Technology)\nr/OS_AT\n•\n8 mo. ago\nAll about Solar Stills\n11 upvotes\nr/clonehigh\n•\n3 yr. ago\nThe Reason Joan Of Arc is Goth\n\nNow I may be dumb for just now realizing this, but Joan of Arc being Goth is a pun. See when Joan of Arc was alive (real one), it was the Gothic Period of architecture, especially since gothic architecture originated in France. So yes, Joan of Arc being goth is a visual pun\n\nr/Optifine\n•\n3 yr. ago\nIs the website down?\n\nI was going to download the 1.16.1 prerelease version of optifine but found that I can’t connect to it. Is it down? Is there another way to download it?\n\nr/MinecraftHelp\n•\n4 yr. ago\n[1.15.2] can’t respawn on a single player world\n\nEvery time I press respawn the button goes grey (like what would happen if you clicked it) and then just goes back to being normal\n\nr/HeartHorny\n•\n4 yr. ago\nAll I need\n\nIs for someone to love and hold me\n\nr/dankmemes\n•\n4 yr. ago\nNever a truer statement\nr/deathnote\n•\n4 yr. ago\nConditional Statements used in the death note\n\nIn the Manga Light never uses a kill with a conditional statement, so we don’t know if it’s possible. The easiest form of conditional statement is actually used in the anime and goes like this:\n\n[convict name] [time and date] dies of a heart attack. Before death draws a detailed picture of L’s face\n\nNow how is this a conditional statement? Well if the convict does know L’s face, he would draw it. However if he doesn’t, he can’t draw it, thus just dying of a heart attack.\n\nNow let’s try something new! Let’s assume light hasn’t met L yet and wants to know the gender of L (this is for the sake of example, just follow along) and he is going to kill a member of the task force to figure it out.\n\n[task force member name] [time and date] dies of a heart attack if L is thought to be female by (task force member). dies of suicide of suicide if L is thought to be male by (task force member)\n\nIn this scenario, assuming it works, would be a conditional statement based on the knowledge of the killed. This is a lot like the previous kill I gave, but there is an actual if statement in the note this time.\n\nLet’s go to my last example\n\n[convict name] [time and date] dies of a heart attack. If L’s real name starts with a, (convict) pukes 40 seconds before death. If it doesn’t, he dies without puking.\n\nWith this last example it is a conditional statement like my previous, however unlike my previous it is based off of truth instead of the knowledge of the deceased. You may think this won’t work, however the death note only says that the way the person dies must be possible, including the steps before the death. However the if statements technically have no involvement with how the victim dies, only decides which way he physically dies.\n\nSo, since light and other death note users had never experimented with conditional statements in the death note, which of the two latter examples do you think would work, If any?\n\nIf these conditional statements were used in the anime, do you think Light would have had a lot easier time, or nothing would change that much\n\nView full post\nr/pokemon\n•\n5 yr. ago\nNew Junichi Masuda Interview about Sword and Shield [Satire]\nr/me_irl\n•\n5 yr. ago\nMe_irl\nr/dankmemes\n•\n6 yr. ago\nCap is right\nr/dankmemes\n•\n6 yr. ago\nRight now i'm feeling like a math god\nr/redstone\n•\n6 yr. ago\nMinecraft Redstone 1.12 program reader Showcase + Cringe Acting\nhttps://www.youtube.com/watch?v=xtAymuZNpE8&feature=youtu.be\nr/Jokes\n•\n7 yr. ago\nProm\n\nProm was approaching at Central High School, and Doug needed a date. He got the nerve up to ask a popular and pretty girl, Susan, to prom. To his surprise, she said \"yes.\" He was so excited, he went to a tuxedo shop that day to secure his rental. There was a very long line, as many other boys were renting tuxedos as well, but he waited patiently because he was so thrilled, and orders his tuxedo. A week passes. Doug realizes he wants to rent a limo for the big night to impress Susan, so he goes to a car rental shop. There's an even longer line and over a hundred people are waiting, but he's so excited that he waits and waits and finally secures his limo reservation. The big day approaches, and Doug can't contain his excitement. He goes to the flower shop to buy a corsage and a boutineer. Every guy in town is already waiting in line, but he patiently goes to the back and waits his turn. Hours pass, and he finally purchases his items. Flower in hand, he goes and picks Susan up for prom. The night is well, and Doug and Susan are having a blast. They're dancing and laughing and having a generally good time, and soon Susan leans in close to Doug and whispers that she'd like a glass of punch. So Doug, bent on getting her a drink, looks over to the drink tables and sees that there's no punch line.\n\nView full post\nr/Jokes\n•\n7 yr. ago\nSo a chicken walks into a library and says, \"bock\". Sounding like \"book\", the librarian hands him a a book. He takes it and goes merrily on his way. Then the next day ...\n\nThe chicken says \"bock bock\", and the librarian hands him two books. Away he went. The third day, chicken says \"bock bock bock\", and the librarian hands him three books. And so on until the fifth day, when the chicken says \"bock bock bock bock bock\", the librarian hands him five books and follows him to see what he's doing with all these books. There is a frog sitting across the way that the chicken takes the books to. The librarian, confused but curious, continues to follow the chicken. The chicken approaches the frog, says \"bock bock bock bock bock\", places the five books into the frogs hands. The frog responds by tossing each book aside one by one, \"reddit reddit reddit reddit reddit\"! Honest question: Is this jokey enough, or do I need to take my bullshit to dadjokes?\n\nr/Jokes\n•\n7 yr. ago\nThere are 10 types of people in this world\n\nThose who understand binary, and those who do not.\n\nr/Jokes\n•\n7 yr. ago\nWhy did 10 die?\n\nHe was in the middle of 9/11\n\nr/2b2t\n•\n7 yr. ago\nMY NEW MAP ART FOR PAPA FiTMC\n\nHere It Is http://imgur.com/9A3OR9H Msg me on Reddit if you want a copy\n\nAceTrainerStorme\nFollow\nChat\n\n3,608\n\nPost Karma\n\n2,966\n\nComment Karma\n\nJul 19, 2016\n\nCake day\n\nMODERATOR OF THESE COMMUNITIES\nr/OS_AT\n18 members\nTROPHY CASE\nSeven-Year Club\nFinal Canvas '23\nFirst Place '23\nPlace '23\nPlace '22\nVerified Email\nRPAN Viewer"
}