{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic waste in the marine environment: A review of sources ...",
  "href": "https://www.sciencedirect.com/science/article/abs/pii/S0048969716310154",
  "body": "Abstract This review article summarises the sources, occurrence, fate and effects of plastic waste in the marine environment. Due to its resistance to degradation, most plastic debris will persist in the environment for centuries and may be transported far from its source, including great distances out to sea.",
  "textContent": "Skip to main content\nSkip to article\nBrought to you by:\nUniversity of the South duPont Library\nView PDF\nDownload full issue\nOutline\nHighlights\nAbstract\nKeywords\n1. Introduction\n2. Sources of plastic debris\n3. Occurrence in water bodies and beach sediments\n4. Effects on organisms\n5. Fate of plastic debris in the environment\n6. Recommendations\n7. Conclusion\nAcknowledgment\nReferences\nShow full outline\nCited by (1059)\nFigures (2)\nTables (6)\nTable 1\nTable 2\nTable 3\nTable 4\nTable 5\nTable 6\nScience of The Total Environment\nVolumes 566–567, 1 October 2016, Pages 333-349\nReview\nPlastic waste in the marine environment: A review of sources, occurrence and effects\nAuthor links open overlay panel\nW.C. LI, H.F. TSE, L. FOK\nShow more\nAdd to Mendeley\nShare\nCite\nhttps://doi.org/10.1016/j.scitotenv.2016.05.084\nGet rights and content\nHighlights\n\n•\n\nThe annual production of plastic has increased 200-fold from the 1950s to 2014\n\n•\n\nMacroplastics and microplastics pose a risk to organisms\n\n•\n\nMicroplastics can lead to absorption of hydrophobic contaminants\n\n•\n\nRecommendations are made to minimise plastic pollution in the environment\n\nAbstract\n\nThis review article summarises the sources, occurrence, fate and effects of plastic waste in the marine environment. Due to its resistance to degradation, most plastic debris will persist in the environment for centuries and may be transported far from its source, including great distances out to sea. Land- and ocean-based sources are the major sources of plastic entering the environment, with domestic, industrial and fishing activities being the most important contributors. Ocean gyres are particular hotspots of plastic waste accumulation. Both macroplastics and microplastics pose a risk to organisms in the natural environment, for example, through ingestion or entanglement in the plastic. Many studies have investigated the potential uptake of hydrophobic contaminants, which can then bioaccumulate in the food chain, from plastic waste by organisms. To address the issue of plastic pollution in the marine environment, governments should first play an active role in addressing the issue of plastic waste by introducing legislation to control the sources of plastic debris and the use of plastic additives. In addition, plastics industries should take responsibility for the end-of-life of their products by introducing plastic recycling or upgrading programmes.\n\nPrevious article\nNext article\nKeywords\nMacroplasticsMicroplasticsEntanglementPlastic ingestion\n1. Introduction\n\nPlastic contamination in the natural environmental has attracted much attention from both researchers and the general public. Organisms can ingest the plastic or become entangled in it; plastic waste is therefore hazardous to the entire ecosystem (Stefatos et al., 1999, Sutherland et al., 2010). Plastics are synthetic or semi-synthetic organic polymers that are cheap, lightweight, strong, durable and corrosion-resistant (Derraik, 2002, Thompson et al., 2009). They tend to become brittle, break down into small pieces, and eventually degrade further when exposed to UV radiation either under direct sunlight or in seawater (Moore, 2008). However, the actual time that it takes for plastic to completely degrade in the marine environment remains unknown (Andrady, 2005). Many types of plastic debris, such as fishing nets, ropes and plastic bags, occur in the natural environment. It is estimated that 50% of plastic products, including utensils, plastic bags and packaging, are intended to be disposable (Hopewell et al., 2009). Therefore, the annual production of plastic has increased significantly from 1.5 million t in the 1950s to an estimated 299 million t in 2013 (PlasticsEurope, 2015). The most commonly used and abundant polymers are high-density polyethylene (HDPE), low-density polyethylene (LDPE), polyvinyl chloride (PVC), polystyrene (PS), polypropylene (PP) and polyethylene terephthalate (PET) (Table 1), which together account for approximately 90% of the total plastic production worldwide (Andrady and Neal, 2009). As a result, these polymers are also the most commonly found plastics in the environment, especially in aquatic environments (Andrady, 2011, Engler, 2012). Due to their corrosion-resistant properties, most plastics are regarded as “hard-to-degrade” materials, which will persist in the environment for up to a century (Cole et al., 2011). Large plastic items, known as macroplastics, have been reported in the marine environment since the early days of production (Derraik, 2002). Microplastics (< 5 mm), which are smaller, have recently drawn attention because they not only make their way into the marine environment but are also more easily ingested by marine organisms; they may thus act as vectors for the chemical transfer of pollutants within the food chain (Teuten et al., 2009). This article reviews the sources of both macroplastic and microplastic debris found in water bodies and beach sediments, and their occurrences are summarised in tables. The physical and chemical effects and the fate of the plastic debris are then evaluated. Finally, various recommendations are proposed to control the amount of plastic entering the natural environment and raise public awareness of the effects of plastic debris.\n\nTable 1. Types of plastic commonly found in the natural environment. (Halden, 2010, Andrady, 2011, Ghosh et al., 2013).\n\nType\tSpecific gravity\tUse/application\tHealth effects\nPolyester (PES)\t1.40\tFibers, textiles\tCause eye and respiratory-tract irritation and acute skin rashes (Ecology Center, 1996).\nPolyethylene terephthalate (PET)\t1.37\tCarbonated drinks bottles, peanut butter jars, plastic film, microwavable packaging, tubes, pipes, insulation molding\tPotential human carcinogen (Ecology Center, 1996).\nPolyethylene (PE)\t0.91–0.96\tWide range of inexpensive uses including supermarket bags, plastic bottles\t\nHigh-density polyethylene (HDPE)\t0.94\tDetergent bottles, milk jugs, tubes, pipes, insulation molding\tRelease estrogenic chemicals resulting in changes in the structure of human cells (Ecology Center, 1996)\nPolyvinyl chloride (PVC)\t1.38\tPlumbing pipes and guttering, shower curtains, window frames, flooring, films\tLead to cancer, birth defects, genetic changes, chronic bronchitis, ulcers, skin diseases, deafness, vision failure, indigestion, and liver dysfunction (Ecology Center, 1996).\nLow-density polyethylene (LDPE)\t0.91–0.93\tOutdoor furniture, siding, floor tiles, shower curtains, clamshell packaging, films\t\nPolypropylene (PP)\t0.85–0.83\tBottle caps, drinking straws, yogurt containers, appliances, car fenders (bumpers), plastic pressure pipe systems, tanks and jugs\t\nPolystyrene (PS)\t1.05\tPackaging foam, food containers, plastic tableware, disposable cups, plates, cutlery, CD, cassette boxes, tanks, jugs, building materials (insulation)\tIrritate eyes, nose and throat and can cause dizziness and unconsciousness. Migrates into food and stores in body fat. Elevated rates of lymphatic and hematopoietic cancers for workers (Ecology Center, 1996).\nHigh impact polystyrene (HIPS)\t1.08\tRefrigerator liners, food packaging, vending cups, electronics\t\nPolyamides (PA) (nylons)\t1.13–1.35\tFibers, toothbrush bristles, fishing line, under-the-hood car engine moldings, making films for food packaging\tLead to cancer, skin allergies, dizziness, headaches, spine pains and system dysfunction (Ecology Center, 1996)\nAcrylonitrile butadiene styrene (ABS)\t1.06–1.08\tElectronic equipment cases (e.g., computer monitors, printers, keyboards), drainage pipe, automotive bumper bars\tAirborne ultrafine particle (UFP) concentrations maybe generated while printing with ABS, which leads to oxidative stress, inflammatory mediator release, and could induce heart disease, lung disease, and other systemic effects (Card et al., 2008).\nPolycarbonate (PC)\t1.20–1.22\tCompact discs, eyeglasses, riot shields, security windows, traffic lights, lenses, construction materials\tBisphenol-A could be leached from polycarbonate products, which leads to liver function alternation, changes in insulin resistance, reproductive system and brain function (Srivastava and Godara, 2013).\nPolycarbonate/acrylonitrile butadiene styrene (PC/ABS)\t\tA blend of PC and ABS that creates a stronger plastic. Used in car interior and exterior parts and mobile\nphone bodies\t\n1.1. Macroplastics\n\nMacroplastic pollution is a global issue and is perceived as one of the most severe forms of pollution in shorelines, oceans and freshwater bodies. The problem has been widely reported since the 1990s (Shomura and Godfrey, 1990), and macroplastic litter has been subjected to much study. More recently, this issue has drawn greater public attention and is now covered by several international regulations. Anthropogenic macroplastic debris surveys and clean-up campaigns have usually focused on the larger plastic items found on beaches, and there is wide geographical variability in the level of pollution, which increases the difficulty of analysing potential trends. Macroplastics are generally defined as having a size > 25 mm (Romeo et al., 2015), but, despite their larger size, it has been reported that they are regularly ingested and retained by various marine species including seabirds, fish and cetaceans (Derraik, 2002, Teuten et al., 2007).\n\n1.2. Microplastics\n1.2.1. Primary microplastics\n\nAccording to Cole et al. (2011), primary microplastics are defined as plastics manufactured to have a microscopic size. Most primary microplastics in the environment are generated from industrial and domestic products (Betts, 2008, Moore, 2008) and are mainly used in air-blasting media (Gregory, 1996), in facial cleansers and cosmetics (Zitko and Hanlon, 1991) and in medicine as drug vectors (Patel et al., 2009). For example, blasting acrylic, melamine or polyester microplastic scrubbers (0.25–1.7 mm) is used to remove rust and paint (Browne et al., 2007). Although modern wastewater treatment facilities can remove up to 99% of microplastics, microplastics released thru effluents are still significant due to their sheer amount (Rochman et al., 2015). Thus, microplastics readily enter the marine environment and may accumulate in seas and freshwater bodies (Thompson et al., 2007). One of the most widely discussed types of primary microplastics consists of scrubbers, which are used in exfoliating hand cleansers and facial scrubs. In the 1980s, the use of the microplastic scrubbers increased significantly following the patenting of these products by cosmetic companies. The size, shape and composition vary according to the cosmetic (Fendall and Sewell, 2009), for example, polyethylene and polypropylene granules (< 5 mm) and polystyrene spheres (< 2 mm) have all been found in a single cosmetic product.\n\nBrowne et al. (2011) catalogued microplastic pollution at the shorelines of 18 sites worldwide, representing six continents from the poles to the equator. It was found that one of the most significant sources of microplastics in the marine environment was sewage polluted by fibres from washing clothes. It was concluded that the polyester (78%) and acrylic (22%) fibres on the studied shores were mainly from washing machine discharges rather than the fragmentation of plastic cleaning tools because the proportions of polyester fibres found in the wastewater and marine sediment were similar to those used for textiles (Oerlikon, 2009). Moreover, there was a positive relationship between the abundance of microplastics and human population density (Oerlikon, 2009).\n\n1.2.2. Secondary microplastics\n\nSecondary microplastics are derived from the fragmentation of large plastics into smaller debris, both at sea and on land (Ryan et al., 2009). The longevity of plastics is estimated to range from months to thousands of years (Zheng et al., 2005, Barnes et al., 2009), although this figure is still uncertain because conventional plastics have only been mass-produced for approximately 60 years. However, there are many reports stating that the fragmentation of plastic items is occurring in the environment as a result of various physical, biological and chemical processes that reduce the structural integrity of plastic debris (Browne et al., 2007).\n\nWeathering is the most important process causing the breakdown of plastics (Arthur et al., 2009). According to Corcoran et al. (2009), beaches are the optimal settings for plastic fragmentation due to the presence of both chemical and mechanical weathering. Another important process is photodegradation caused by sunlight. The ultraviolet radiation in sunlight causes oxidation of the polymer matrix, resulting in chemical bond breakage (Barnes et al., 2009). Compared to the cold temperatures of the marine environment, plastic debris on beaches is degraded more quickly due to the higher oxygen availability and direct exposure to sunlight, resulting in the loss of structural integrity (Browne et al., 2007). Finally, plastic particles are vulnerable to fragmentation from a combination of mechanical forces, for example, abrasion, wave action and turbulence (Barnes et al., 2009). The introduction of biodegradable plastics is also a source of microplastics. Biodegradable plastics are composed of traditional synthetic polymers plus starch and vegetable oils and are designed to reduce the degradation time (Derraik, 2002, Thompson et al., 2004, O'Brine and Thompson, 2010). However, if the plastics are inappropriately disposed of, the synthetic polymer, which is not biodegradable, will accumulate and fragment in the environment (Fig. 1).\n\nDownload : Download high-res image (457KB)\nDownload : Download full-size image\n\nFig. 1. Potential pathways of plastic debris transportation and its biological interactions (Wright et al., 2013, Ivar do Sul and Costa, 2014).\n\n2. Sources of plastic debris\n2.1. Land-based debris\n\nLand-based sources of plastic debris contribute 80% of the plastic debris in the marine environment, with densely populated or industrialised areas being the major sources due to littering, plastic bag usage and solid waste disposal, for example (Derraik, 2002). A study by Lee et al. (2013) found that the majority of floating and beached plastic debris originated from coastal recreational activities and land-based sources in the northern South China Sea. Other researchers found that large quantities of plastic debris derived from raw manufacturing materials were transported onto beaches following accidental spillage during handling and other processes (Redford et al., 1997). Other land-based sources include wastewater effluent and refuse site leachate (Browne et al., 2010). Plastics are transported from their sources by river systems and wastewater treatment works to the marine environment (Browne et al., 2010; Cole et al., 2011). In addition, extreme weather events (e.g., hurricanes or flooding) increase the transfer of land-based debris to the sea (Barnes et al., 2009). Research has found that the abundance of microplastic in Californian waters increased from 10 to 60 plastic particles m− 3 after a storm and that increased river water volume resulted in litter being deposited at greater distances from the estuary (Moore et al., 2002).\n\n2.2. Ocean-based debris\n\nOcean-based sources account for the remaining 20% of marine plastic debris, to which commercial fishing is the major contributing human activity. In 1975, the sinking of a fishing fleet resulted in the deposition of 135,400 t of plastic fishing gear and 23,600 t of synthetic packaging material into the sea (Cawthorn, 1989). Currently, the amount of fishing gear lost to the environment has quadrupled: an estimated 640,000 t of discarded fishing gear are added into the ocean every year, which amounts to approximately 10% of the total marine debris (Good et al., 2010). These discarded fishing items, including monofilament lines and nylon netting, float at specific depths within the sea, which results in “ghost fishing” and may cause the entanglement of aquatic organisms (Lozano and Mouat, 2009). There is a significant relationship between the number of ocean-based plastic items found on beaches and the level of commercial fishing (Walker et al., 1997, Cunningham and Wilson, 2003, Ribic et al., 2010). Edyvane et al. (2004) also highlighted this relationship by demonstrating a probable link between the reduction of ocean-based plastic debris over 10 years and a documented decline in specific inshore fisheries. Overall, these studies suggest that the level of fishing activity contributes to the amount of plastic debris in the ocean.\n\n3. Occurrence in water bodies and beach sediments\n3.1. Water bodies\n\nFloating plastic particles have been reported in the Northern Hemisphere subtropical gyres, particularly in the North Atlantic, since the early 1970s. Many publications have reported that plastic debris is the most serious marine litter worldwide; as detailed in Table 2, plastic debris is found globally in multiple seas. The distribution of plastic debris in the sea depends on various mechanisms, including winds, currents, coastline geography and human factors such as urban areas and trade routes (Barnes et al., 2009). For example, Table 2 shows that the density of plastic debris in the Mediterranean Sea and Atlantic Ocean is very high, attributed to both natural and human factors. With regard to the natural factors, the densities might exceed 1000 pd. ha− 1 along the coast, especially next to large cities and offshore canyons because the waste is trapped in zones with high sedimentation rates, and these rates are a regular occurrence where sea floors are flat (Galgani et al., 2000). In addition, coastal areas with industrial activity are regarded as plastic hotspots: an estimated 100,000 plastic particles m− 3 were found in a harbour area near a PE production plant in Sweden (Noren and Naustvoll, 2010).\n\nTable 2. Occurrence of plastic debris found in water bodies.\n\nLocation\tRegions\tWater bodies\tWater column\tDebris load\tUnit\tPlastic type\tPlastic sizes\tPlastic (%)\tReference\nBaltic Sea\tBaltic Sea\tMarine\tSurface water\t1.3 ± 0.8\tItems/Ha\tMacroplastics\t> 20 mm mesh\t35.7%\tGalgani et al. (2000)\nAtlantic Ocean\tNorth Sea\tMarine\tSurface water\t1.6 ± 0.4\tItems/Ha\tMacroplastics\t> 20 mm mesh\t48.3%\tGalgani et al. (2000)\nChannel East\tMarine\tSurface water\t1.2 ± 0.1\tItems/Ha\tMacroplastics\t> 20 mm mesh\t84.6%\tGalgani et al. (2000)\nBay of Seine\tMarine\tSurface water\t1.7 ± 0.1\tItems/Ha\tMacroplastics\t> 20 mm mesh\t89%\tGalgani et al. (2000)\nCeltic Sea\tMarine\tSurface water\t5.3 ± 2.5\tItems/Ha\tMacroplastics\t> 20 mm mesh\t29.5%\tGalgani et al. (2000)\nRio de la Plata\tRiver and estuary\tCoastal area and river bottom\t0–15.1\tItems/Ha\t–\t–\t74%\tAcha et al. (2003)\nOffshore, Ireland\tMarine\tSurface water\t2.5\tItem/m3\tMacroplastics and microplastics\t< 1.25 mm to > 10 mm\t94%\tLusher et al. (2014)\nPortuguese coast\tMarine\tSurface water and depth range of 25 m in the water column\t0.02–0.04\tItem/m3\tMicroplastics\t–\t43.8–91.7%\tFrias et al. (2014)\nGioana estuary,\nBrazil\tEstuary\tSurface and bottom water\t0.3\tItem/m3\tMicroplastics\t2.23 ± 1.65 mm\t–\tLima et al. (2014)\nMediterranean Sea\tGulf of Lion\tMarine\tSurface water\t1.4 ± 0.2\tItems/Ha\tMacroplastics\t> 10 mm mesh\t70.5%\tGalgani et al. (2000)\nEast Corsica\tMarine\tSurface water\t2.3 ± 0.7\tItems/Ha\t–\t–\t45.8%\tGalgani et al., 2000\nAdriatic Sea\tMarine\tSurface water\t3.8 ± 2.5\tItems/Ha\tMacroplastics\t> 20 mm mesh\t69.5%\tGalgani et al. (2000)\nGreece Gulfs\tMarine\tSeafloor\t0.7–4.4\tItems/Ha\t–\t–\t56%\tKoutsodendris et al. (2008)\nPacific Ocean\tNorth Pacific Central Gyre\tMarine\tSurface water\t334,271\tItem/km2\tMacroplastics and microplastics\t0.355 to > 4.76 mm\t98%\tMoore et al. (2001)\nWaters around Australia\tMarine\tSurface water\t4256.4\tItem/km2\tMacroplastics and microplastics\t0.4 to 82.6 mm\t80%\tReisser et al. (2013)\nTokyo Bay\tMarine\tSurface water\t1.9–3.4\tItems/Ha\t–\t–\t48.3–58.9%\tKuriyama et al. (2003)\nNorth Pacific offshore, surface\tRiver\tSurface water\t0.4–2.2\tItem/m3\t–\t–\t–\tMoore et al. (2005)\nNorth Pacific central gyre\tMarine\tSurface water\t0.02\tItem/m3\tMacroplastics and microplastics\t1–10 mm\t–\tCarson et al. (2013)\nNorth Pacific, inshore, surface\tRiver\tSurface water\t5.0–7.3\tItem/m3\t–\t–\t–\tMoore et al. (2005)\nEastern China Sea\tMarine\tSeafloor\t–\tItems/Ha\t–\t–\t< 5%\tLee et al. (2006)\nSouth Sea of Korea\tMarine\tSeafloor\t–\tItems/Ha\t–\t–\t< 10%\tLee et al. (2006)\nThe South Pacific subtropical gyre\tMarine\tSurface water\t26,898\tItem/km2\tMacroplastics and microplastics\t0.355 to > 4.75 mm\t88.8%\tEriksen et al. (2013b)\nNE Pacific Ocean\tMarine\tSurface water\t8–9180\tItem/m3\tMicroplastics\t64.8 μm to 5810 μm\t75%\tDesforges et al. (2014)\nGeoje Island,\nSouth Korea\tMarine\tSurface water\t16,000\tItem/m3\tMicroplastics\t< 50 μm to > 1000 μm\t–\tSong et al. (2014)\nSouthwest England\tTamar Estuary\tEstuary\tSurface water\t0.03\tItem/m3\tMicroplastics (82%) and macroplastics (19%)\t< 1 mm to > 5 mm\t82%\tSadri and Thompson (2014)\nThe United States\tLaurentian Great\nLakes\tLake\tSurface water\t43,000\tItem/km2\tMacroplastics and microplastics\t0.355–0.999 mm (81%), 1.000–4.749 mm (17%), > 4.75 mm (2%)\t90%\tEriksen et al. (2013a)\n\nIn addition, accumulation zones of plastic debris are also found in the open sea far from any waste sources, for example, 320 km off the Danish coast (Galgani et al., 2000). Gyres are particular hotspots for both macroplastic and microplastic accumulation (Lebreton et al., 2012, Eriksen et al., 2013b): the plastic debris, originating from both sea- and land-based sources, is transported into the subtropical gyres (Lebreton et al., 2012) and thus forms accumulation zones of particles. Eriksen et al. (2013b) reported 26,898 particles km− 2, ranging in size from 0.355 mm to over 4.750 mm, in the South Pacific subtropical gyre. The high abundance of plastic debris in the South Pacific subtropical gyre might be due to the occasional transfer of particles from the shores of Indonesia and Ecuador via the boundary currents (Eriksen et al., 2013b). Another study conducted by Moore et al. (2001) measured the plastic pollution in the contrasting region, the North Pacific subtropical gyre. > 33.000 particles km− 2 were reported that ranged in size from 0.355 mm to over 4.760 mm, including fragments, Styrofoam pieces, pellets, polypropylene and thin plastic films. This phenomenon may be explained by the influence of hydrodynamics (Moore et al., 2001) and might be related to the location of strong currents in the upper parts of canyons with overall reduced water movements. Sedimentation factors may also explain this situation: an area with very low turbulence (Jegou and Salomon, 1991) that coincides with the convergence zone of seabed sediment movements (Open University, 1993) will favour sedimentation, producing an accumulation zone. In addition to the natural factors affecting the plastic accumulation zones in the ocean, human activities such as fishing also contribute to the density and distribution of plastic in the marine environment (Kanehiro et al., 1995). Other anthropogenic factors, such as tourism and the presence of large metropolitan areas, are important in terms of the abundance and distribution of plastic debris (Galgani et al., 2000).\n\nThere have been many recent studies of the microplastic pollution in water bodies (Eriksen et al., 2013a, Reisser et al., 2013, Desforges et al., 2014). Plastics can be buoyant because they are composed of multiple polymers (Cole et al., 2011). The buoyancy of plastic is highly related to its specific gravity. Generally, plastic with a specific gravity < 1 (Table 1) is buoyant. Microplastic abundance has been found to be higher in coastal areas compared with offshore regions because anthropogenic activities are the major source of microplastics in the marine environment (Barnes et al., 2009, Ribic et al., 2010, Doyle et al., 2011, Collignon et al., 2012, Dubaish and Liebezeit, 2013). Eriksen et al. (2013a) calculated the levels of plastic pollution in the surface water of lakes and reported an average abundance of 43,157 plastic particles km− 2, 81% of which had a size of 0.355–0.999 mm. The majority of these plastics originate from heavily populated areas with heavy commercial and industrial activity, such as coal-burning power plants (Stamper et al., 2012) and sandblasting media (Eriksen et al., 2013a). Reisser et al. (2013) found that the surface waters around Australia are polluted by microplastics from the degradation of larger polyethylene and polypropylene objects. There was a high prevalence of plastic particles smaller than 5 mm. Similarly, it was assumed that the sources of these microplastics consisted mainly of populated regions such as the cities of Sydney and Brisbane (Reisser et al., 2013).\n\nFurthermore, plastic debris is found throughout the water column. Table 2 shows the density of the most common plastic types found in the natural environment. Plastics with a specific gravity > 1, for example, PS, PET and PVC, usually sink to the benthos, whereas LDPE and PP appear in the surface water. However, the density of individual plastic items can be altered once in the marine environment, for example, low density plastic can also be found on the seafloor. One of the major reasons for this alteration is that plastic debris in the aquatic environment can acquire a microbial biofilm on its surface, leading to colonisation by algae or invertebrates, which produces an increase in density (Andrady, 2011). A study conducted by Lobelle and Cunliffe (2011) investigated the development of biofilms on plastic bags. The authors discovered that a biofilm developed on the surface of the plastic after just 1 week and that microbial density increased dramatically after 3 weeks. When plastic reaches a certain density, some of it sinks to the seafloor, and some remains suspended within the water column due to turbulence (Cole et al., 2011).\n\n3.2. Beaches, sediments and shorelines\n\nIn addition to water bodies, the beach is another important environment suffering from plastic pollution. Table 3 illustrates the contamination by plastic debris of beaches worldwide (Velander and Mocogni, 1999, Santos et al., 2009, Martins and Sobral, 2011, Dekiff et al., 2014). The highest abundance, 258,408 items m− 2, was found at Fan Lau Tung Wan, Hong Kong (Fok and Cheung, 2015). Over 90% of the collected samples were classified as microplastics (< 5 mm), with 92% of the microplastics being expanded polystyrene. The high abundance of expanded polystyrene found on beaches in Hong Kong may be attributable to the high population density and the lifestyle of the people of Hong Kong, for example, the use of insulated boxes for takeaway food or food transportation (Fok and Cheung, 2015). Claessens et al. (2011) investigated beach sediment along the Belgian coast and found that the average microplastic concentration was 92.8 particles kg− 1 dry sediment, with fibres constituting over 88% (82.1 particles kg− 1) of the total collected plastic debris. It is assumed that the analysed fibres were nylon, polyvinyl alcohol and polypropylene, which are mainly derived from fishing nets, carpets and ropes. It was also stated that microplastic concentrations along the Belgian coast are increasing. Claessens et al. studied the change in the plastic concentration with time by investigating vertical sections of beach sediment and showed that the microplastic concentration on the beach at Groenendijk increased three times over the period from 1993 to 1996 to 2005–2008, with estimated concentrations of 54.7 ± 8.7 and 156.2 ± 6.3 particles kg− 1, respectively.\n\nTable 3. Occurrence of plastic debris found in beach sediment.\n\nLocation\tOccurrence\tPlastic type\tPlastic sizes\tReference\nEdinburgh coast, UK\tAverage density of 0.8 items m− 2\t–\t–\tVelander and Mocogni (1999)\nMumbai, India\tAverage abundance of 7.49 g and 68.83 items m− 2\tMicroplastics and macroplastic\t< 5 mm to 100 mm\tJayasiri et al. (2013)\nTasmania, Australia\tAverage abundance of 113 items or 1.69 kg of debris per beach.\t–\t–\tSlavin et al. (2012)\nNakdong River Estuary, South Korea\tAverage abundances of 8205 particles m− 2 in May and 27,606 particles m− 2 in September\tMicroplastics and macroplastic\t1 mm to > 25 mm\tLee et al. (2013)\nSan Diego, California\t2453 individual plastic debris\tMicroplastics and macroplastic\t< 5 mm to 50 mm\tVan et al. (2012)\nUK\tMaximum 8 particles kg− 1\t–\t–\tThompson et al. (2004)\nHong Kong\tAverage abundance of 5595 items m− 2 and maximum 258,408 items m− 2\tMicroplastic\t0.315 to > 5 mm\tFok and Cheung (2015)\nWestern coast of Portugal\tAverage density of 185.1 items m− 2\tMicroplastics (72%), macroplastic (18%)\t50 μm to 20 cm\tMartins and Sobral (2011)\nHawaii\tAverage weight of debris per sample was 23.38 g plastic\tMicroplastics and macroplastic\t1–2.8 mm (43%), 2.8–4.75 mm (48%), > 4.75 mm (9%)\tMcDermid and McMullen (2004)\nBelgian coast\tAverage 92.8 particles kg− 1 dry sediment\tMicroplastics\t38 μm to 1 mm\tClaessens et al. (2011)\nNorderney\tMean 1.76 kg− 1 dry sediment\tMicroplastics and macroplastic\t< 1 mm to > 2 cm\tDekiff et al. (2014)\nEast Frisian Islands, Germany\tMaximum 621 particles per 10 g\t–\t–\tLiebezeit and Dubaish (2012)\nSingapore\tMaximum 3 particles kg− 1\t–\t–\tNg and Obbard (2006)\nNorth Atlantic Coast\tAverage density of 0.15–12.5 items m− 2\t–\t–\tBarnes and Milner (2005)\nNortheast Brazilian Coast\tAverage density of 82.1 items m− 2\t–\t–\tSantos et al. (2009)\nMalta Island\t> 1000 particles m− 2\tMicroplastics\t1.9 to 5.6 mm\tTuner and Holmes (2011)\n\nIn addition to anthropogenic factors, natural factors such as rainstorms may also result in a high accumulation of plastic debris on beaches. A study conducted by Lee et al. (2013) investigated the abundance of plastic in different seasons and found that the accumulation of plastic, especially microplastic, in beach sediment after the rainy season was higher than that before the rainy season. Additionally, the directions of the wind and ocean currents are important determinants of the level of plastic contamination on beaches. A greater abundance of plastic items was observed on windward beaches compared to leeward beaches (Ivar do Sul et al., 2009); for example, the windward beaches of Fernando de Noronha Island, which has no plastic industry or fishing activity, had higher levels of contamination with plastic pellets (Ivar do Sul et al., 2009). This observation implies that plastic debris is mainly transported to windward beaches by surface currents or winds (Debrot et al., 1999, Ivar do Sul et al., 2009). Similar findings have been reported for non-industrial remote locations in Tonga, Rarotonga and Fiji (Gregory, 1999); the Pitcairn Islands (Benton, 1995); the Hawaiian Islands (Corcoran et al., 2009); and Chile (Hidalgo-Ruz and Thiel, 2013).\n\n4. Effects on organisms\n4.1. Plastic ingestion\n\nFig. 1 shows the pathway of plastic ingestion by different organisms. Plastic debris has been found in multiple species worldwide, including seabirds, turtles, crustaceans and fish (Derraik, 2002, Ryan et al., 2009, Cole et al., 2011). Macroplastics and microplastics are physical hazards to organisms if ingested (Fendall and Sewell, 2009). The effects include blockage of the intestinal tract, inhibition of gastric enzyme secretion, reduced feeding stimuli, decreased steroid hormone levels, delays in ovulation and failure to reproduce (Azzarello and Vleet, 1987, McCauley and Bjorndal, 1999, Wright et al., 2013). Ingestion seldom leads to immediate mortality in organisms; however, sub-lethal or chronic effects have long-term consequences (Wright et al., 2013). A review by Derraik (2002) suggested that the ingestion of macroplastics and microplastics by organisms might lead to a reduction in food consumption. For example, a negative correlation was found between the fitness of seabirds and the total mass of ingested plastics (Spear et al., 1995). A study conducted by Ryan (1988) investigated and imitated the potential effects of plastic ingestion by seabirds using domestic chicks (Gallus domesticus). The chicks, which were fed with polyethylene pellets, had reduced food consumption due to reductions in their stomach storage volume and feeding stimuli. Other studies, however, reported that some organisms might regurgitate the ingested plastic debris, which would reduce the potential adverse effects. For example, Thompson et al. (2004) showed that polychaete worms can excrete egested plastic particles in their faecal casts.\n\nSeabirds may be one of the most vulnerable species to plastic ingestion because seabirds seldom regurgitate undigested hard material, including plastics. The resultant accumulation of plastic in their gastrointestinal tract will eventually lead to gastrointestinal blockage or problems with feeding stimuli and activity levels (Derraik, 2002). The amount of plastic ingested by seabirds varies with their foraging practices, feeding technique and diet (Cole et al., 2011) but has remained at a high level (Fig. 2) (Lozano and Mouat, 2009, van Franeker, 2010, Trevail et al., 2015), indicating that microplastics are a new and increasing problem with regard to plastic ingestion. Plastic fragments have been reported in the guts of seabirds since the 1960s (Ryan et al., 2009). Surface-foraging species, such as gulls, shearwaters and fulmars, are vulnerable to both floating plastic entanglement and ingestion (Ryan, 1987, Moser and Lee, 1992). Table 4 shows that the occurrence of plastic debris in fulmar and shearwater species is over 65%. Zooplanktivorous species, for example, the little auk (Alle alle), are also susceptible to plastic ingestion because it may be difficult for them to distinguish between zooplankton, such as amphipods, copepods or euphausiids, and small neustonic plastic debris (Avery-Gomm et al., 2013).\n\nDownload : Download high-res image (583KB)\nDownload : Download full-size image\n\nFig 2. Occurrence (mean pieces) of plastic ingestion found in seabirds.\n\nTable 4. Occurrence of plastic ingestion found in seabirds.\n\nSpecies\tNumber studied\tPercentage with plastic (%)\tMean number of particles per individual\tStudied year\tLocation\tSource\nFamily Procellariidae\nFulmarus glacialis\t44\t86.4%\t17\t1975–1989\tNorth Carolina, USA\tMoser and Lee (1992)\nFulmarus glacialis\t15\t36\t7.7\t2002\tDavis Strait, Canadian Arctic\tMallory et al. (2006)\nFulmarus glacialis\t1295\t95\t34.5 ± 2.5\t2003–2007\tNorth Sea\tvan Franeker et al. (2011)\nFulmarus glacialis\t67\t92.5\t36.8 ± 9.8\t2001–2011\tEastern North Pacific\tAvery-Gomm et al. (2012)\nFulmarus glacialis\t58\t79\t6.0 ± 0.9\t2011\tWestfjords, Iceland\tKuhn and van Franeker (2012)\nFulmarus glacialis\t176\t93\t26.6 ± 37.5\t2000–2012\tNova Scotia, Canada\tBond et al., 2014a, Bond et al., 2014b\nFulmarus glacialis\t40\t87.5%\t15.32\t2013\tIsfjord, Svalbard\tTrevail et al. (2015)\nFulmarus glacialis\t25\t84\t5.6 ± 6.0\t2008\tPrince Leopold Island\tProvencher et al. (2009)\n\nEmpty Cell\n\t\t\t\t\t\t\nFulmarus glacialoides\t9\t79\t–\t1994–2005\tRio Grande do Sul, Brazil\tColabuono et al. (2009)\nCalonectris diomedea\t85\t83\t8\t2009–2011\tCanary Islands, Spain\tRodríguez et al. (2012)\nCalonectris diomedea\t49\t96\t14.6\t2003–2010\tCatalan coast, Mediterranean\tCodina-Garcia et al. (2013)\nPuffinus tenuirostris\t12\t100\t27\t2012\tNorth Pacific\tTanaka et al. (2013)\nPachyptila vittata\t95\t–\t2.66 ± 5.34\t2004\tSouthern Ocean\tRyan (2008)\nPachyptila vittata\t86\t–\t2.93 ± 3.80\t1999\tSouthern Ocean\tRyan (2008)\nPachyptila vittata\t149\t–\t1.73 ± 3.58\t1987–1989\tSouthern Ocean\tRyan (2008)\nArdenna pacifica\t24\t21%\t10.17 ± 4.55\t2012\tGreat Barrier Reef, Australia\tVerlis et al. (2013)\n\n\nFamily Hydrobatidae\nOceanodroma furcata\t7\t100\t20.1\t1987\tOffshore, eastern North Pacific\tBlight and Burger (1997)\nPelagodroma marina\t15\t73.3\t13.2 ± 9.5\t1988–1991\tOffshore, North Pacific\tSpear et al. (1995)\nPelagodroma marina\t86\t–\t4.06 ± 5.93\t1999\tSouthern Ocean\tRyan (2008)\nPelagodroma marina\t5\t–\t2.52 ± 4.43\t2004\tSouthern Ocean\tRyan (2008)\nPelagodroma marina\t253\t–\t3.98 ± 5.45\t1987–1989\tSouthern Ocean\tRyan (2008)\nPuffinus tenuirostris\t99\t100\t15.1 ± 13.2\t2000–2001\tOffshore, North Pacific\tYamashita et al. (2011)\nPuffinus tenuirostris\t129\t67\t7.1\t2010–2012\tNorth Stradbroke Island, Australia\tAcampora et al. (2014)\n\nEmpty Cell\n\t\t\t\t\t\t\n\n\nFamily Diomedeidae\nThalassarche melanophris\t2\t100\t3\t1994–2007\tRio Grande do Sul, Brazil\tTourinho et al. (2010)\nPhoebastria nigripes\t3\t100\t5.3\t1987\tOffshore, eastern North Pacific\tBlight and Burger (1997)\n\nEmpty Cell\n\t\t\t\t\t\t\n\n\nFamily Laridae\nRissa tridactyla\t4\t50\t1.2\t2003–2010\tCatalan coast, Mediterranean\tCodina-Garcia et al. (2013)\nLarus melanocephalus\t4\t25\t3.7 ± 7.5\t2003–2010\tCatalan coast, Mediterranean\tCodina-Garcia et al. (2013)\nLarus audouinii\t15\t13\t49.3 ± 77.7\t2003–2010\tCatalan coast, Mediterranean\tCodina-Garcia et al. (2013)\nLarus glaucescens\t589\t12.2\t–\t2007–2010\tProtection Island, USA\tLindborg et al. (2012)\n\n\nFamily Alcidae\nAethia psittacula\t208\t17.1\t17.1\t1998–1990\tAlaska, USA\tRobards et al., 1995a, Robards et al., 1995b\nFratercula cirrhata\t9\t89\t3.3\t1987\tOffshore, North Pacific\tBlight and Burger (1997)\nUria lomvia\t3\t100\t6.6 ± 2.2\t2011–2012\tNewfoundland, Canada\tBond et al. (2013)\nUria lomvia\t186\t11%\t0.2 ± 0.8\t2007–2008\tNunavut, Canada\tProvencher et al. (2010)\nAlle alle\t65\t14\t1.11\t2013\tWhite Bay, Newfoundland\tFife et al. (2015)\n\nMany studies have found that juvenile birds ingest significantly higher amounts of macroplastic and microplastic debris compared to adult birds (Codina-Garcia et al., 2013, Provencher et al., 2014, Acampora et al., 2013). Intergenerational transfer of plastic debris could explain the higher plastic ingestion by young seabirds (Carey, 2011). A study conducted by Skira (1986) reported that plastic debris is commonly found in the adult short-tailed shearwater at the beginning of its breeding period; however, the quantity of debris declined steadily as the period progressed. Moreover, microplastic ingestion by the non-breeding short-tailed shearwater is higher than that by its breeding equivalent, and the non-breeding bird suffered more from plastic pollution (Carey, 2011). Similarly, van Franeker et al. (2011) reported that the plastic loads of breeding adult northern fulmars increased until July before subsequently decreasing. This decrease in plastic ingestion may be due to the offloading of most of the ingested plastics to the offspring at the breeding grounds (Hutton et al., 2008, Carey, 2011, Van Franeker et al., 2011).\n\nIn addition, macroplastic and microplastic particles have been detected in the tracts of multiple species of fish from many locations, including the Mediterranean Sea (Romeo et al., 2015), North Pacific Ocean (Boerger et al., 2010, Jantz et al., 2013), South Atlantic Ocean (Possatto et al., 2011, Dantas et al., 2012) and North Sea. Seven common species of fish (1203 individuals) in the North Sea were examined by Foekema et al. (2013), 2.6% of which contained microplastics ranging in size from 0.04 to 4.88 mm. In this study, the physical effects caused by the ingested plastic were insignificant because the amounts ingested were too low and the particle sizes too small to cause intestinal blockage or feelings of satiation. In another study, a high occurrence (36.5%) of synthetic polymers was observed in the gastrointestinal tracts of 504 fish from the English Channel (Lusher et al., 2013), with 92.4% of the ingested plastic debris categorised as microplastics and 68.3% consisting of fibres. However, Hoss and Settle (1990) suggested that digestive system blockage would occur in small organisms if high amounts of plastic debris accumulated in the intestine, similar to the effects caused by large plastic particles in larger organisms. Predation activities are regarded as the most common means of plastic ingestion by fish. For example, tuna find their prey in or chase their prey to shallow waters with abundant buoyant plastic debris (Romeo et al., 2015), thereby ingesting unwanted plastic particles during feeding. In addition, a carnivorous diet leads to secondary ingestion of plastic contained in the prey. Battaglia et al. (2013) suggested that microplastic ingestion by mesopelagic fish resulted in plastic accumulation within Thunnus thynnus in the Pacific Ocean.\n\nThe problem of plastic ingestion is not restricted to seabirds and fish: sea turtles are also vulnerable to marine plastic debris (Table 5). A recent review by Schuyler et al. (2014) estimated that plastic ingestion by green turtles increased by nearly 20% from 1985 to 2012. It is assumed that most of this debris was ingested during predation activities (Schuyler et al., 2014). Several studies reported that the ingested plastic particles were white or transparent (Bugoni et al., 2001, Da Silva Mendes et al., 2015); it is thus possible that the turtles mistake the white plastic for jellyfish (Da Silva Mendes et al., 2015). In addition to sea turtles, it was reported that at least 48 cetacean species, such as whales and dolphins, suffered from plastic ingestion between 2000 and 2010, which is 11 times higher than between 1960 and 1970. Many regulations now restrict whale or dolphin hunting to protect endangered species, and plastic debris is a new and significant hazard. The death of a West Indian manatee (Trichechus manatus), an endangered species, in Florida may have been due to digestive tract blockage by a huge piece of plastic (Laist, 1987). A more recent study produced similar findings regarding the death of sperm whales in the Mediterranean Sea: the death of the whales could be attributed to either starvation or gastric rupture caused by plastic debris (de Stephanis et al., 2013).\n\nTable 5. Occurrence of plastic ingestion found in sea turtle, fish and other organisms.\n\nSpecies\tLocations\tNo of sample\tOccurrence\tIngested material\tPlastic sizes\tPlastic type\tReference\nTurtle\nGreen turtle (Chelonia mydas)\tBrazilian coast\t265\t70%\t–\t–\t–\tSantos et al. (2015)\nSouth west Altantic\t62\t90%\t–\t0.5–3.0 cm\tMacroplastics and microplastics\tCarman et al. (2014)\nUbatuba, Brazilian coast\t20\t45%\tSoft plastic (54.3%), hard plastic (19%), nylon (21.4%), rubber (4.2%) and foam (1.1%)\t(76%) 0–5 cm, (23%) 5–10 cm, (1%) > 10 cm\tMacroplastics and microplastics\tDa Silva Mendes et al. (2015)\nParanagua Estuary, Brazil\t76\t70%\tPlastic bags (44.7%), hard plastic (38.5%), nylon (7.73%), polystyrene (5.1%) and rubber (1.1%)\t–\t–\tGuebert-Bartholo et al. (2011)\nUSA\t10\t70%\t–\t–\t–\tParker et al. (2011)\nLoggerhead sea turtles (Caretta caretta)\tAdriatic Sea\t54\t35.2%\t–\t–\t–\tLazar and Gracan (2011)\nMediterranean\t19\t37%\t–\t–\t–\tRevelles et al. (2007)\nnorthern Pacific\t52\t35%\t–\t–\t–\tParker et al. (2005)\nTuscany coasts, Mediterranean Sea\t31\t71%\tUser plastics (70.4%), fragments (20.3%), and threadlike (4.3%)\t–\t–\tCampani et al. (2013)\nChelonia mydas and Caretta caretta\tAustralia\t54\t65%\t–\t–\t–\tBoyle and Limpus (2008)\n\n\nFish\nHerring, gray gurnard, whiting, horse mackerel, haddock, atlantic mackerel, and cod\tNorth Sea\t566\t2.6%\t\t0.04 mm to 4.8 mm\tMicroplastics\tFoekema et al. (2013)\nWhiting, blue whiting, Atlantic horse mackerel, poor cod, John Dory, red gurnard, dragonet, redband fish, solenette and thickback sole\tEnglish Channel\t504\t36.5%\tSemi synthetic cellulosic material rayon (58%), and polyamide (35%)\t0.13 mm to 14.3 mm\tMacroplastics and microplastics\tLusher et al. (2013)\nAnchovy (Stolephorus commersonnii)\tAlappuzha, India\t16\t37.5%\t\t1.14 mm to 2.5 mm\tMicroplastics\tKripa et al. (2014)\nCololabis saira, Hygophum reinhardtii, Loweina interrupta, Myctophum aurolaternatum, Symbolophorus californiensis\tNorth Pacific\t670\t35%\tFragments (94%), film (3%), fishing line (2%), and finally rope (woven filaments), Styrofoam and rubber (all < 1%)\t1 mm to 2.79 mm\tMicroplastics\tBoerger et al. (2010)\nLampris sp. (big eye)\tNorth Pacific\t115\t29%\t\t49.1 mm (± 71.1)\tMacroplastics and microplastics\tChoy and Drazen (2013)\n\n\nMarine invertebrates\nZooplankton\tWestern English Channel\t15\t87%\t–\t7.3 to 30.6 μm\tMicroplastic\tCole et al. (2013)\nPortuguese coastal waters\t152\t61%\tLow density polyehtylene (98.1%)\t–\tMicroplastic\tFrias et al. (2014)\nNeocalanus cristatus\tNortheast\nPacific Ocean\t960\t2.6%\t–\t555.5 ± 148.7 μm\tMicroplastic\tDesforges et al. (2015)\nEuphausia pacifica\tNortheast\nPacific Ocean\t413\t5.8%\t–\t816.1 ± 107.7 μm\tMicroplastic\tDesforges et al. (2015)\nNorway lobster (Nephrops norvegicus)\tClyde, U.K.\t120\t83\t–\t–\t–\tMurray and Cowie (2011)\nBrown shrimp (Crangon crangon)\tBelgium\t110\t–\tfibres (95%), films (5%)\t300 to1000 μm\tMicroplastic\tDevriese et al. (2014)\nBlue mussel (Mytilus edulis)\tBelgium, The Netherlands\t45\t–\tFibres\t300 to 1000 μm\tMicroplastic\tDe Witte et al. (2014)\nMytilus edulis\tNorth Sea, Germany\t36\t–\t–\t5 to 25 μm\tMicroplastic\tVan Cauwenberghe and Janssen (2014)\nGooseneck barnacles (Lepas spp.)\tNorth Pacific Subtropical Gyre\t385\t33.5%\tFragments (99%), monofilament line (1%)\t0.609 mm to 6.770 mm\tMicroplastic and macroplastic\tGoldstein and Goodwin (2013)\n\n\nCetacean\nFranciscana dolphins (Pontoporia blainvillei)\tNorthern coast of Argentina\t106\t28.1%\tPackaging debris (64.3%), fishery-related fragments (35.7%)\t0.2 to 11.4 cm\tMacroplastic\tDenuncio et al. (2011)\nTrue's beaked whales (Mesoplodon mirus)\tNorth and west coast of Ireland\t20\t85%\t–\t0.3 mm–7.1 cm\tMicroplastic and macroplastic\tLusher et al. (2015)\n4.2. Plastic entanglement\n\nThe physical hazards posed by macroplastic debris to marine organisms, such as ingestion and entanglement, have been reported since the late 1980s (Laist, 1987). Despite this, the importance of marine plastic debris has been largely neglected for three main reasons: 1) entanglement encounters are straightforward and require little investigation, 2) entanglement encounters between debris and organisms are rare, and 3) there is a distinct lack of reports to prove this overall rarity. However, in recent years, there have been many more studies focusing on entanglement encounters between debris, especially plastic debris, and marine organisms.\n\nA recent review by Gall and Thompson (2015) summarised 340 publications related to the incidence of marine organisms ingesting or becoming entangled by marine debris. Plastics accounted for 92% of all ingestion and entanglement cases. It was also found that the occurrence of plastic entanglement (55%) was much higher than that of plastic ingestion (31%). Furthermore, the incidences of entanglement were more serious or more frequently reported than those of ingestion, as it causes direct and visible harm to animals.\n\nMarine animals such as sea turtles, mammals, seabirds and crustaceans are vulnerable to entanglement encounters, which can lead to mortality (Gilman et al., 2009, Macfayden et al., 2009, Gilardi et al., 2010). The effects of entanglement can be summarised as drowning, suffocation, laceration, reduced fitness, a reduced ability to prey or an increased probability of being caught (Laist, 1987, Derraik, 2002, Gall and Thompson, 2015). Table 6 lists the incidence of entanglement encounters for different organisms, including sea lions, seals and seabirds. It is clear that the majority of entanglement materials are plastic, for example, packing loops and fishing materials such as fishing nets and ropes. Fishing materials, which are the most common encounter material reported, mostly originate from fishing activities or cargo ships (Kiessling, 2003, Macfayden et al., 2009, Gilardi et al., 2010). According to Macfayden et al. (2009), > 6.4 t of fishing gear are abandoned or lost in the sea each year. Once unusable nets are lost, they continue to indiscriminately entangle marine organisms because most nets are made from synthetic materials, which are cheaper, more durable and more lightweight (Gilardi et al., 2010).\n\nTable 6. Occurrence of plastic entanglement by organisms.\n\nSpecies\tLocation\tStudy period\tEntangled material\tEntanglement rate\tReference\nSeals and sea lions\n Antarctic fur seals\tBird Island, South Georgia\t1989–2013\tPackaging bands (43%), synthetic line (25%) or fishing net (17%)\t–\tWaluda and Staniland (2013)\n Antarctic Fur Seals\tSubantarctic island, Bouvetøya\t1996–2002\tFishing net (48.1%), polypropylene packaging strap (17.9%), rope or string (14.2%)\t0.024–0.059%\tHofmeyr et al. (2006)\nMarion Island\t1991–1996\tPolypropylene packaging strap (39.5%), synthetic string (10 mm diameter) (10.5%), synthetic rope (> 10 mm diameter) (13.2%), and fishing net (21.1%).\t0.15%\tHofmeyr and Bester (2002)\nSouth Georgia\t1988–1994\tPolypropylene packing band (42%), synthetic string (21%), fishing net fragment (14%)\t0.4%\tArnould and Croxall (1995)\n New Zealand fur seals\tKaikoura region\t1995–2005\tGreen trawl net (42%), and plastic strapping tape (31%)\t0.6–2.8%\tBoren et al. (2006)\nCape Gantheaume, Kangaroo Island\t1989–1991 and 2000–2002\tPacking tape (30%), trawl netting (28%), lobster float rope (13%)\t0.73%\tPage et al. (2004)\n Hawaiian Monk Seal\tNorthwestern Hawaiian Islands\t1982–1998\tNet, line, net and line combination, strap, ring\t0.70%\tHenderson (2001)\n Australian fur seals\tSouthern Australia\t1997–2012\tPlastic twine or rope (50%), other plastics (20%), monofilament line (17%)\t–\tLawson et al. (2015)\n Steller sea lions\tSoutheast Alaska and northern British Columbia\t2000–2007\tPacking bands 54%, rubber bands (30%), net (7%), rope (7%)\t0.26%\tRaum-Suryana et al. (2009)\n Australian sea lions\tSeal Bay, Kangaroo Island\t1988–2002\tMonofilament netting (55%), packing tape (11%), trawl netting (11%), other rope (14%)\t0.83%\tPage et al. (2004)\nSeabirds\n Northern gannets\tSpanish Iberia and Mauritania\t2007–2010\tFishing ropes (73.5%), nets (11.8%), nylon fishing lines (14.7%)\t0.93%\tRodríguez et al. (2013)\n American crow\tDavis, California\t2012–2013\tSynthetic twine, string and rope (77%), plastic strips (10%)\t5.6%\tTownsend and Barker (2014)\nOthers\nSeals, sea lions, gull, fulmar and turtle\tUnited States\t2001–2005\tFishing related (91.7%) such as fishing line, fishing hook, fishing string\t–\tMoore et al. (2009)\n\nThe entanglement incidence for a species depends on its behaviour (Derraik, 2002). Firstly, the sea turtle is regarded as the most susceptible species to ‘ghost netting’ because they frequently use floating objects either for shelter to avoid predation or as foraging stations (White, 2006). It was found that a larger mesh size poses greater problems because it increases the extent of animal ensnarement, especially for sea turtles (Murray, 2009, Lopez-Barrera et al., 2012, Wilcox et al., 2015). Plastic entanglement encounters have also been widely reported for seals and sea lions, which are the most vulnerable species to entanglement (Lawson et al., 2015). Materials such as packing loops may attract the interest of sea lions and seals, especially juveniles (Arnould and Croxall, 1995, Hanni and Pyle, 2000, Page et al., 2004, Boren et al., 2006); young animals may be particularly vulnerable to entanglement due to their curiosity and playfulness (Page et al., 2004). Moreover, young sea lions and seals are smaller in size and therefore become entangled in the plastic material more easily because it is easier for their necks or legs to pass through the material (Lawson et al., 2015). Approaching the materials, their heads may become caught in the holes; the neck is therefore the most common part of the sea lion or seal to become entangled. Once they have been entangled, it is difficult for them to remove the material because their long guard hair prevents the material from slipping off easily (Raum-Suryana et al., 2009).\n\nBirds are another group that is particularly vulnerable to entanglement. In a study conducted by Votier et al. (2011), an average of 66 birds become entangled around the legs or feet by plastic material, such as netting, each year in Grassholm, Wales, UK. A study conducted by Moore et al. (2009) investigated 31 bird species and nine marine mammal species and found that the common murre, western gull and California sea lion are the most commonly entangled species. Fishing materials are most frequently responsible for entanglement. The plunge diving fishing method of seabirds such as northern gannets (Morus bassanus) leads to a high rate of entanglement encounters, partly because the birds mistake floating plastic debris for fish or other food items (Rountree, 1989). This mode of feeding may be the primary reason for the entanglement encounters of seabirds. Apart from seabirds, terrestrial birds also suffer from plastic entanglement, although there are few studies of the effects of plastic debris on terrestrial animals. A recent report investigated the effect of plastic debris on the American crow (Corvus brachyrhynchos) in North America and found that 85.2% of the crow nests studied contained anthropogenic material, including synthetic string, twine, rope, plastic tape and plastic strips; in addition, 11 of 195 (5.6%) investigated nestlings were entangled (Townsend and Barker, 2014).\n\nPlastic entanglement leads to the addition of materials to the bodies of organisms, which raises the energetic cost of movement and therefore increases food consumption requirements. It was discovered that the addition of over 200 g of material in northern fur seals (Callorhinus ursinus) produced a four-fold increase in food consumption to simply maintain daily activity levels (Derraik, 2002). The entangled seals also spent more time foraging at sea. In addition, if plastic becomes entangled around the necks of organisms, it constrains their necks and may cause injury or even death by strangling as they grow up (Raum-Suryana et al., 2009). The wounds created by entanglement materials such as fishing nets or packing bands often lead to infection or necrosis. If the lymph system lacks the ability to control these infections, the lungs might become infected, eventually leading to mortality (Angliss and DeMaster, 1998). In addition, secondary infections can occur from microbes entering the bloodstream through the wound.\n\nTable 6 shows that the entanglement rate of seals and sea lions is below 1% on average. However, even a low entanglement rate may have important consequences for the population as a whole. Fowler (1987) reported that although the entanglement rate of northern fur seals is 0.4% and decreasing, this low entanglement rate has had adverse effects on the entire population. Similar studies of the effects of entanglement on the population of northern fur seals in the Pribilof Islands found that the percentage of entangled seals increased by 38% from 1969 to 1973. These rates of entanglement may be the cause of the population decrease at a rate of 4–6% each year, which corresponds to an estimated 40,000 fur seals killed by entanglement (Weisskopf, 1988). Furthermore, the entanglement rates may sometimes be underestimated (Page et al., 2004, Raum-Suryana et al., 2009). Firstly, it is difficult to observe all the entangled individuals within a population. The entangled animals may die at sea or on inaccessible land areas. As mentioned previously, the entanglement materials add weight to the affected animals, resulting in increased time spent at sea and reduced survival rates (Raum-Suryana et al., 2009). Secondly, it is difficult to monitor all the entangled animals that have been identified. For example, for Steller sea lions (Eumetopias jubatus), there are over 40 major haul-out sites and eight settlements during the breeding season and over 50 sites during the non-breeding season (Raum-Suryan et al., 2004, Pitcher et al., 2005).\n\n4.3. Chemical effects on organisms\n\nAs mentioned previously, plastic ingestion by different organisms has been widely reported. Apart from the physical impacts discussed in earlier sections, the ingestion of plastic debris can also have chemical effects. Multiple studies have reported that marine plastic debris can be a vector for the absorption or transport of waterborne chemical pollutants from invertebrates to higher trophic levels (Gregory, 1996, Teuten et al., 2007), including polychlorinated biphenyls (PCBs) (Zarfl and Matthies, 2010), polycyclic aromatic hydrocarbons (PAHs) (Teuten et al., 2009) and organochlorine pesticides such as DDT (Ivar do Sul and Costa, 2014). These pollutants are regarded as persistent organic pollutants (POPs), which are toxic, persistent in the environment, bioaccumulative, and hydrophobic and have long-range transport potential (Zarfl and Matthies, 2010). Plastics, especially microplastics, are particularly effective at carrying airborne pollutants such as POPs because plastics are composed of highly hydrophobic materials (Ivar do Sul and Costa, 2014). For example, it was found that the concentration of PCBs held by microplastics is one million-fold higher than in the surrounding water (Betts, 2008). In addition, a deployment experiment showed that unpolluted polypropylene pellets readily accumulated or absorbed hydrophobic contaminants such as PCBs, p-chlorophenyl and dichlorodiphenyldichloroethylene (DDE) over a period of 7 days (Mato et al., 2001). Plastic debris contaminated with POPs has been found worldwide. PCBs and DDE have been detected on plastic resin pellets gathered along the Japanese coast (Ogata et al., 2009). In Europe, PCBs (0.02–15.56 ng g− 1) and DDT (0.16–4.5 ng g− 1) have been detected on plastic pellets from the Portuguese coast (Frias et al., 2010). Marine organisms are especially susceptible to polluted plastic via ingestion due to its ubiquity, larger surface-area-to-volume ratio and small size (Barnes et al., 2009).\n\nThe toxicity displayed by these POPs is correlated with the amount of plastic ingested because the polluted plastic debris can be a major source of these toxins (Mato et al., 2001). A positive relationship was found between the amount of ingested plastic and the concentration of PCBs in the fat tissues of great shearwaters (Ryan, 1988). A similar study by Yamashita et al. (2011) also reported that the concentration of PCBs in North Pacific pelagic seabirds is positively correlated with the amount of ingested plastic debris. After organisms ingest plastic particles, the presence of digestive surfactants enhance the bioavailability of contaminants from the plastics and significantly increase the desorption rate of the contaminants absorbed on the plastics (Voparil and Mayer, 2000, Teuten et al., 2007). A recent study conducted by Bakir et al. (2014) investigated the POP desorption rate from plastic pellets in gut conditions and in seawater and found that the desorption rate in the presence of gut surfactants (38 °C, pH 4) was higher than in seawater (38 °C, pH 7.5–8.4). The authors suggested that temperature and pH could play important roles in the desorption of POPs from plastic pellets and thus increase the bioavailability of these compounds to marine animals (Bakir et al., 2014). A high concentration of POPs such as PCBs may cause endocrine disruption, teratogenicity and toxicity of the liver and kidney (Muirhead et al., 2006, Yogui and Sericano, 2009). For example, arctic fish suffer from endocrine disruption following exposure to polychlorinated dibenzo-p-dioxins (PCDDs) and PCBs. These chemical toxins have also been found in seabirds, the predator at the top of the food chain. In Svalbard, exposure to POPs led to alterations in steroid hormones, thyroid hormones and prolactin in the glaucous gull (Verreault et al., 2006, Verboven et al., 2008).\n\nApart from POPs, plastic additives, such as brominated flame retardants, phthalates and the constituent monomer bisphenol A, may have serious consequences in the natural environment because low concentrations in the ng/L or μg/L range could have harmful effects on molluscs, crustaceans, fish and amphibians (Oehlmann et al., 2009). Plastic additives are used to reduce the chemical affinity between molecules or as monomers in polycarbonate plastic. They are unstable in the plastic and therefore leach out into the environment (Staples et al., 1997). Recently, studies have reported that plastic additives are found in the bodies of organisms and are released from the plastic once ingested (Engler, 2012, Lithner et al., 2011). Similar to POPs, the desorption rate of plastic additives, such as diethylhexyl phthalate (DEHP), in the gut is higher than the rate in seawater. According to research by Bakir et al. (2014), the DEHP desorption rate from PE is 14-fold higher in the gut than in seawater. Once the toxins have desorbed from the plastic debris, they tend to bioaccumulate in an organism, causing adverse effects. For example, polybrominated diphenyl ethers (PBDEs), including BDE-183 and BDE-209, released from ingested plastics were detected in the tissues of short-tailed shearwaters, which might cause endocrine disruption (Tanaka et al., 2013).\n\nA high concentration of additives may result in the disruption of biological processes, for example, endocrine disruption due to molecular imitation or competition with the synthesis of endogenous hormones (Barnes et al., 2009, Lithner et al., 2009, Talsness et al., 2009). In particular, phthalates exert effects at the molecular, cellular and organ levels in marine organisms such as fish or invertebrates (Oehlmann et al., 2009). In addition, exposure to phthalates may lead to behaviour alternations in fish (Oehlmann et al., 2009). For example, the presence of 100 μg L− 1 benzyl butyl phthalate (BBP) in water stimulated alterations in the shoaling and feeding behaviour of the three-spined stickleback (Gasterosteus aculeate). Other researchers have also reported that 5 mg L− 1 diethyl phthalate (DEP) caused changes in the general behaviour of the common carp (Barse et al., 2007). Fossi et al. (2012) were the first to report the effects of DEHP and mono-(2-ethylhexyl) phthalate (MEHP) on the baleen whale, the second-largest filter feeder. The authors found that high concentrations of DEHP or MEHP may lead to endocrine disruption. Bisphenol A can have adverse effects on reproduction and metabolism, the nature of which depends on the concentration of the compound and the species of the organism (Oehlmann et al., 2009). For example, 1.75–2.40 μg L− 1 BPA caused ovulation delays and reductions in sperm quality in brown trout (Lahnsteiner et al., 2005). However, there is little research on the effects of exposure to POPs and plastic additives on marine seabirds or mammals such as whales, dolphins, seals and sea lions. In addition, the long-term effects of exposure to these hydrophobic contaminants remain unclear (Oehlmann et al., 2009). A study by Koelmans et al. (2015) found that, although chemicals can accumulate in the plastic, the role of plastics in chemical bioaccumulation is relatively low compared to that of naturally occurring particles.\n\n5. Fate of plastic debris in the environment\n\nAs mentioned previously, most currently used plastic polymers are highly corrosion resistant and can persist in the environment for a long time (Tamara, 2015). The occurrence of plastic debris in beach sediment and water bodies is summarised in Table 2, Table 3. The fate of plastic debris in the environment primarily depends on the degree of natural attenuation.\n\nFirstly, the biodegradation rate of plastic debris in the natural environment depends on the properties of the debris (Guo et al., 2012). Generally, the rate of biodegradation of most plastic debris is insignificant in natural water bodies such as rivers or oceans. In principle, plastics with high molecular weight, for example, PE and PS, are regarded as biodegradation resistant; these plastics gradually fragment but will remain in the environment as smaller pieces of the same polymer. Only a few microbial strains can biodegrade non-oxidized PE (Shah et al., 2008). The polymer chains eventually reach a sufficiently low molecular weight that can be easily decomposed by microorganisms (Zheng et al., 2005). Additionally, some plastics made of biodegradable materials are vulnerable to degradation via the activities of bacteria and fungi (Gregory and Andrady, 2003). However, the actual degradation time remains unknown (Andrady, 2005). In addition, a recent study of specific biodegradable plastic bags found decomposition rates of only 4.5% after 49 days and approximately 50% after 389 days (Müller et al., 2012).\n\nIn addition to biodegradation, photodegradation is another important component of natural attenuation. This process of chemical transformation may occur directly or indirectly via a light-induced mechanism (Yousif and Haddad, 2013). Ultraviolet light from the sun provides the energetic input to begin the incorporation of oxygen atoms into the plastic (Andrady, 2011), allowing the fragmentation of the plastic into small pieces. Photodegradation is regarded as an effective mechanism for LDPE and PP degradation upon exposure to air, for example, when lying on a beach surface (Andrady, 2011). However, in seawater, the rate of photodegradation becomes insignificant because of lower temperatures and lower oxygen concentrations (Andrady, 2011). The overall degradation process is very slow: complete degradation may take over 50 years (Müller et al., 2001). However, a study found that when plastic reaches a certain depth within the sea, the high pressure facilitates the degradation of plastics (Maurizio et al., 2012). In addition, Ho et al. (1999) reported that the degradation rate of plastic debris increased with elevated temperature and humidity because these conditions increased the rates of chemical reactions. Therefore, seawater conditions may hinder plastic degradation. On sediment, biodegradation is relatively significant due to a higher exposure to UV radiation and mechanical erosion than in water (Gregory and Andrady, 2003). However, the degradation rate of plastic in sediment is still almost negligible because the chemically and mechanically labile minerals, such as feldspars and clays, are easily washed out to the ocean (Corcoran et al., 2009). Overall, natural attenuation plays only a minor role in plastic degradation. The majority of plastics are resistant to degradation and only break down into smaller pieces (microplastics), which therefore persist in the natural environment. Ironically, plastic debris in the natural environment poses an ingestion or entanglement hazard to organisms.\n\n6. Recommendations\n\nTo commence, governments should play an important role in controlling plastic contamination in ecosystems. Microplastics have become a serious problem because they are ubiquitous in the natural environment, including in surface waters, the benthos and beach sediments (Barnes et al., 2009, Ryan et al., 2009). Microplastics have been detected not only in close proximity to areas of industrial activity but also in remote areas (Lebreton et al., 2012). Developing countries such as China, Indonesia, the Philippines, Sri Lanka and Vietnam are reportedly the major source of plastic pollution in the oceans, accounting for > 50% of the plastic in the marine environment (Tibbetts, 2015). Microplastics are difficult or impossible to clean up due to their ubiquity in global waters. However, there remains a lack of legislation to control microplastic contamination (Arthur et al., 2009). Therefore, it is recommended that governments cooperate globally or nationally to regulate the major sources of microplastics, namely, industrial and domestic products (Betts, 2008, Moore, 2008). In addition to greater legislation, more resources should be allocated to research the long-term effects of plastic debris, especially microplastics, on organisms. Because microplastic pollution is still a relatively new and increasing concern, the potential impacts on ecosystems remain uncertain. According to Oehlmann et al. (2009), the long-term effects of plastic additives or POPs on different organisms are poorly understood. This gap in understanding has contributed to the lack of regulation regarding the use of toxic additives such as bisphenol A.\n\nIn addition to legislation, it is essential to increase investments in the development of plastic collection technologies. Several advanced technologies have been developed for the collection of plastics from water bodies and soil. In the past, manta trawlers, a hybrid between a fish trawler and a plankton tow, were used for plastic collection (Ryan et al., 2009). The manta trawler was usually placed behind the ship and used to skim surface waters to collect buoyant plastic debris. However, due to the high level of plastic pollution, these technologies were insufficient for the removal of oceanic plastic. Recently, an innovative technology named the “plastic-eating drone” has been proposed as a method for cleaning up oceanic plastic debris. This technology relies on an autonomous device that can tow a trapping net, which could remove plastic debris from ocean waters (Boyle, 2012). Sonic transmitters could be used to deter marine organisms from getting caught in the net. It has been suggested that this technology could be used both in ocean and freshwater systems (Sigler, 2014). Another innovative technology, “The Ocean Cleanup Array”, may be a solution for extracting the plastics accumulating in the ocean gyres by harnessing ocean currents (The Ocean Clean-Up, 2014). Solid floating booms are attached to platforms that are anchored to the ocean floor. The array is designed to allow marine organisms to float beneath the booms and to collect floating plastic along the booms at the level of the surface water (The Ocean Clean-up, 2014). An estimated 7.25 million t of plastic debris could be collected and removed from the ocean (Singh, 2013, The Ocean Clean-Up, 2014).\n\nIn addition, a new technique using ellipsoid bodies has been developed to detect pixels of coloured plastic debris on beaches using photographs taken by a webcam. The technique involves generating colour references, using a uniform colour space (CIELUV), to detect plastic pixels and to remove misdetected pixels by applying a composite image method (Kataoka et al., 2012). This technique demonstrated superior performance in terms of detecting plastic pixels of various colours compared to the previous method, which instead used the lightness values in the CIELUV colour space (Kataoka et al., 2012). Webcam monitoring of plastic debris on beaches is effective because it is possible to take remote measurements of the level of plastic. In addition to monitoring debris levels, the webcam is also a potential tool for the systematic planning of beach cleanup initiatives (Kataoka et al., 2012).\n\nFurthermore, improving public awareness of the problems produced by microplastics is an important step towards changing people's behaviour with regard to plastic consumption. It has been suggested that the aim of raising public awareness of plastic pollution should be placed on the international political agenda, primarily because the issue of plastic marine litter is not familiar to the general public. Although the dumping of plastic garbage is forbidden by the International Convention for the Prevention of Pollution from Ships (MARPOL) Annex V, many people are unaware of the prohibition regarding the disposal of plastics into the sea. In response to this, awareness should be raised by introducing different campaigns to those stakeholders that play an important role in plastic littering, including plastics industries, marine businesses and consumers. Large multinational organisations, such as the United Nations Environment Programme (UNEP) and the International Maritime Organisation (IMO), should organise campaigns on a global scale.\n\nFinally, plastics industries should be responsible for the end-of-life of their products under requirements similar to those of electronic equipment producers. It has been suggested that materials with a high biodegradation rate, such as starch or pullulan, should be used instead of non-degradable or standard material. Biodegradable material will be more readily degraded by bacteria and fungi, reducing the lifetime of these plastics in the natural environment (Gregory and Andrady, 2003). In addition, industries should consider recycling or upgrading their plastic waste. Recently, the tertiary recycling of plastic has become better known; the process of converting the plastic material into smaller molecules can produce feedstock for the production of new petrochemicals and plastics (Mastellone, 1999). For example, PE can be recycled into a potential feedstock for gasoline production (AL-Salem, 2009).\n\n7. Conclusion\n\nIn summary, plastic debris is commonly found in water bodies and beach sediment and originates from two major sources, land-based and ocean-based, with domestic, industrial and fishing activities being the most important contributors. Once the plastic debris has entered the environment, it is difficult to biodegrade and only fragments into smaller pieces; it thus persists in the environment due to its long lifespan and resistance to corrosion. The presence of plastic debris in the environment has adverse effects on a wide range of organisms, predominantly via plastic entanglement or ingestion. Some marine organisms such as fish, seabirds or sea lions accumulate ingested plastic, which is often associated with hydrophobic contaminants, in their bodies; these organisms may also become entangled in the plastic, which can be harmful or fatal. Finally, it is suggested that governments play an active role in addressing the issue of plastic waste by introducing legislation to control the sources of plastic debris and the use of plastic additives. In addition, plastics industries should take responsibility for the end-of-life of their products by introducing plastic recycling or upgrading programmes.\n\nAcknowledgment\n\nFinancial support from the Hong Kong SAR Government Research Grant Council (ECS project no.: 859413) is gratefully acknowledged.\n\nReferences\nAcampora et al., 2013\nH. Acampora, Q.A. Schuyler, K.A. Townsend, B.D. Hardesty\nComparing plastic ingestion in juvenile and adult stranded short-tailed shearwaters (Puffinus tenuirostris) in eastern Australia\nMar. Pollut. Bull., 78 (1-2) (2014), pp. 63-68\nView PDFView articleView in ScopusGoogle Scholar\nAcha et al., 2003\nE. Acha, W. Hermes, A. Mianzan, C. Iribarne, A. Domingo, C. Gagliardini, A. Carlos Lasta, D. Pedro Daleo\nThe role of the Rıo de la Plata bottom salinity front in accumulating debris\nMar. Pollut. Bull., 46 (2003), pp. 197-202\nView PDFView articleView in ScopusGoogle Scholar\nAl-Salem, 2009\nS.M. Al-Salem\nInfluence of natural and accelerated weathering on various formulations of linear low density polyethylene (LLDPE) films\nMater. Des., 30 (5) (2009), pp. 1729-1736\nView PDFView articleView in ScopusGoogle Scholar\nAndrady, 2005\nA.L. Andrady\nPlastics in the Marine Environment: A Technical Perspective” Plastic Debris, Rivers to Sea Conference, September 7–9\n(2005)\nCity of Redondo Beach, California\nGoogle Scholar\nAndrady, 2011\nA.L. Andrady\nMicroplastics in the marine environment\nMar. Pollut. Bull., 62 (2011), pp. 1596-1605\nView PDFView articleView in ScopusGoogle Scholar\nAndrady and Neal, 2009\nA.L. Andrady, M.A. Neal\nApplications and societal benefits of plastics\nPhilos. Trans. R. Soc., B, 364 (2009), pp. 1977-1984\nCrossRefView in ScopusGoogle Scholar\nAngliss and DeMaster, 1998\nR.P. Angliss, D.P. DeMaster\nDifferentiating Serious and Non-Serious Injury of Marine Mammals Taken Incidental to Commercial Fishing Operations: Report of the Serious Injury Workshop 1–2 April 1997\nUS Dep. Commer., NOAA Tech. Memo. NMFS-OPR-13, 48, Silver Spring, Maryland (1998)\nGoogle Scholar\nArnould and Croxall, 1995\nJ.P.Y. Arnould, J.P. Croxall\nTrends in entanglement of Antarctic fur seals (Arctocephalus gazella) in man-made debris at South Georgia\nMar. Pollut. Bull., 30 (11) (1995), pp. 707-712\nView PDFView articleView in ScopusGoogle Scholar\nArthur et al., 2009\nC.A. Arthur, J. Baker, H. Bamford\nProceedings of the International Research Workshop on the Occurrence, Effects, and Fate of Microplastic Marine Debris”, September 9–11\nNOAA Technical Memorandum NOS-OR&R-30, 2009, Washington (2009)\nGoogle Scholar\nAvery-Gomm et al., 2012\nS. Avery-Gomm, P.D. O'Hara, L. Kleine, V. Bowes, L.K. Wilson, K.L. Barry\nNorthern Fulmars as biological monitors of trends of plastic pollution in the eastern North Pacific\nMar. Pollut. Bull., 64 (2012), pp. 1776-1781\nView PDFView articleView in ScopusGoogle Scholar\nAvery-Gomm et al., 2013\nS. Avery-Gomm, J.F. Provencher, K.H. Morgan, D.F. Bertram\nPlastic ingestion in marine-associated bird species from the eastern North Pacific\nMar. Pollut. Bull., 72 (2013), pp. 257-259\nView PDFView articleView in ScopusGoogle Scholar\nAzzarello and Vleet, 1987\nM.Y. Azzarello, E.S. Vleet\nMarine birds and plastic pollution\nMar. Ecol. Prog. Ser., 37 (1987), pp. 295-303\nCrossRefGoogle Scholar\nBakir et al., 2014\nA. Bakir, S.J. Rowland, R.C. Thompson\nEnhanced desorption of persistent organic pollutants from microplastics under simulated physiological conditions\nEnviron. Pollut., 185 (2014), pp. 16-23\nView PDFView articleView in ScopusGoogle Scholar\nBarnes and Milner, 2005\nD.K.A. Barnes, P. Milner\nDrifting plastic and its consequences for sessile organism dispersal in the Atlantic Ocean\nMar. Biol., 146 (2005), pp. 815-825\nCrossRefView in ScopusGoogle Scholar\nBarnes et al., 2009\nD.K.A. Barnes, F. Galgani, R.C. Thompson, M. Barlaz\nAccumulation and fragmentation of plastic debris in global environments\nPhilos. Trans. R. Soc., B, 364 (2009), pp. 1985-1998\nCrossRefGoogle Scholar\nBarse et al., 2007\nA.V. Barse, T. Chakrabarti, T.K. Ghosh, A.K. Pal, S.B. Jadhao\nEndocrine disruption and metabolic changes following exposure of Cyprinus carpio to diethyl phthalate\nPestic. Biochem. Physiol., 88 (2007), pp. 36-42\nView PDFView articleView in ScopusGoogle Scholar\nBattaglia et al., 2013\nP. Battaglia, F. Andaloro, P. Consoli, V. Esposito, D. Malara, S. Musolino, C. Pedà, T. Romeo\nFeeding habits of the Atlantic bluefin tuna, Thunnus thynnus (L. 1758), in the central Mediterranean Sea (Strait of Messina)\nHelgol. Mar. Res., 67 (1) (2013), pp. 97-107\nCrossRefView in ScopusGoogle Scholar\nBenton, 1995\nT.G. Benton\nFrom castaways to throwaways: marine litter in the Pitcairn Islands\nBiol. J. Linn. Soc., 56 (1995), pp. 415-422\nView PDFView articleGoogle Scholar\nBetts, 2008\nK. Betts\nWhy small plastic particles may pose a big problem in the oceans\nEnviron. Sci. Technol., 42 (2008), p. 8995\nCrossRefGoogle Scholar\nBlight and Burger, 1997\nL.K. Blight, A.E. Burger\nOccurrence of plastic particles in sea-birds from the eastern North Pacific\nMar. Pollut. Bull., 34 (5) (1997), pp. 323-325\nView PDFView articleView in ScopusGoogle Scholar\nBoerger et al., 2010\nC.M. Boerger, G.L. Lattin, S. Moore, C.J. Moore\nPlastic ingestion by planktivorous fishes in the North Pacific Central Gyre\nMar. Pollut. Bull., 60 (2010), pp. 2275-2778\nView in ScopusGoogle Scholar\nBond et al., 2013\nA.L. Bond, J.F. Provencher, R.D. Elliot, P.C. Ryan, S. Rowe, I.L. Jones, G.J. Robertson, S.I. Wilhelm\nIngestion of plastic marine debris by common and thick-billed Murres in the northwestern Atlantic from 1985 to 2012\nMar. Pollut. Bull., 77 (1) (2013), pp. 192-195\nView PDFView articleView in ScopusGoogle Scholar\nBond et al., 2014a\nA.L. Bond, J.F. Provencher, P.Y. Daoust, Z.N. Lucas\nPlastic ingestion by fulmars and shearwaters at Sable Island, Nova Scotia, Canada\nMar. Pollut. Bull., 87 (1) (2014), pp. 68-75\nView PDFView articleView in ScopusGoogle Scholar\nBond et al., 2014b\nA.L. Bond, J.F. Provencher, P.Y. Daoust, Z.N. Lucas\nPlastic ingestion by fulmars and shearwaters at Sable Island, Nova Scotia, Canada\nMar. Pollut. Bull., 87 (2014), pp. 68-75\nView PDFView articleView in ScopusGoogle Scholar\nBoren et al., 2006\nL.J. Boren, M. Morrissey, C.G. Muller, N.J. Gemmell\nEntanglement of New Zealand fur seals in man-made debris at Kaikoura, New Zealand\nMar. Pollut. Bull., 52 (2006), pp. 442-446\nView PDFView articleView in ScopusGoogle Scholar\nBoyle, 2012\nR. Boyle\nPlastic-eating underwater drone could swallow the great pacific garbage patch\nPop. Sci. (2012)\n(Retrieved from http://www.popsci.com/technology/article/2012-07/plastic-eating-underwater-drone-could-swallow-greatpacific-garbage-patch)\nGoogle Scholar\nBoyle and Limpus, 2008\nM.C. Boyle, C.J. Limpus\nThe stomach contents of posthatchling green and loggerhead sea turtles in the southwest Pacific: an insight into habitat association\nMar. Biol., 155 (2008), pp. 233-241\nCrossRefView in ScopusGoogle Scholar\nBrowne et al., 2007\nM.A. Browne, T. Galloway, R. Thompson\nMicroplastic – an emerging contaminant of potential concern?\nIntegr. Environ. Assess. Manag., 3 (2007), pp. 559-561\nCrossRefView in ScopusGoogle Scholar\nBrowne et al., 2010\nM.A. Browne, T.S. Galloway, R.C. Thompson\nSpatial patterns of plastic debris along Estuarine shorelines\nEnviron. Sci. Technol., 44 (2010), pp. 3404-3409\nCrossRefView in ScopusGoogle Scholar\nBrowne et al., 2011\nM.A. Browne, P. Crump, S.J. Nivens, E. Teuten, A. Tonkin, T. Galloway, R. Thompson\nAccumulation of microplastics on shorelines worldwide: sources and sinks\nEnviron. Sci. Technol., 45 (21) (2011), pp. 9175-9179\nCrossRefView in ScopusGoogle Scholar\nBugoni et al., 2001\nL. Bugoni, L. Krause, P.M. Virgı́nia\nMarine Debris and Human Impacts on Sea Turtles in Southern Brazil\nMarine Pollution Bulletin, 42 (12) (2001), pp. 1330-1334\nView PDFView articleView in ScopusGoogle Scholar\nCampani et al., 2013\nT. Campani, M. Baina, M. Giannetti, F. Cancelli, C. Mancusi, F. Serena, L. Marsilli, S. Casini, M.C. Fossi\nPresence of plastic debris in loggerhead turtle stranded along theTuscany coasts of the Pelagos Sanctuary for Mediterranean Marine Mammals (Italy)\nMar. Pollut. Bull., 74 (2013), pp. 225-230\nView PDFView articleView in ScopusGoogle Scholar\nCard et al., 2008\nJ.W. Card, D.C. Zeldin, J.C. Bonner, E.R. Nestmann\nPulmonary applications and toxicity of engineered nanoparticles\nLung Cell. Mol. Physiol., 295 (3) (2008), pp. 400-411\nGoogle Scholar\nCarey, 2011\nM.J. Carey\nIntergenerational transfer of plastic debris by short-tailed shearwaters (Ardenna tenuirostris)\nEmu, 111 (2011), pp. 229-234\nView in ScopusGoogle Scholar\nCarman et al., 2014\nV.G. Carman, E.M. Acha, S.M. Maxwell, D. Albareda, C. Campagna, H. Mianzan\nYoung green turtles, Chelonia mydas, exposed to plastic in a frontal area of the SW Atlantic\nMar. Pollut. Bull., 78 (1–2) (2014), pp. 56-62\nGoogle Scholar\nCarson et al., 2013\nH.S. Carson, M.S. Nerheim, K.A. Carroll, M. Eriksen\nThe plastic-associated microorganisms of the North Pacific Gyre\nMar. Pollut. Bull., 75 (1) (2013), pp. 126-132\nView PDFView articleView in ScopusGoogle Scholar\nCawthorn, 1989\nM. Cawthorn\nImpacts of marine debris on wildlife in New Zealand coastal waters\nProceedings of Marine Debris in New Zealand's Coastal Waters Workshop, 9 March 1989, Department of Conservation, Wellington, New Zealand (1989), pp. 5-6\nView in ScopusGoogle Scholar\nChoy and Drazen, 2013\nC.A. Choy, J.C. Drazen\nPlastic for dinner? Observations of frequent debris ingestion by pelagic predatory fishes from the central North Pacific\nMar. Ecol. Prog. Ser., 485 (2013), pp. 155-163\nCrossRefView in ScopusGoogle Scholar\nClaessens et al., 2011\nM. Claessens, S. De Meester, L.V. Landuyt, K. De Clerck, C.R. Janssen\nOccurrence and distribution of microplastics in marine sediments along the Belgian coast\nMar. Pollut. Bull., 62 (2011), pp. 2199-2204\nView PDFView articleView in ScopusGoogle Scholar\nCodina-Garcia et al., 2013\nM. Codina-Garcia, T. Militão, J. Moreno, J. Gonzalez-Solis\nPlastic debris in Mediterranean seabirds\nMar. Pollut. Bull., 77 (2013), pp. 220-226\nView PDFView articleView in ScopusGoogle Scholar\nColabuono et al., 2009\nF.I. Colabuono, V. Barquete, B.S. Domingues, R.C. Montone\nPlastic ingestion by Procellariiformes in southern Brazil\nMar. Pollut. Bull., 58 (1) (2009), pp. 93-96\nView PDFView articleView in ScopusGoogle Scholar\nCole et al., 2011\nM. Cole, P. Lindeque, C. Halsband, T.S. Galloway\nMicroplastics as contaminants in the marine environment: a review\nMar. Pollut. Bull., 62 (2011), pp. 2588-2597\nView PDFView articleView in ScopusGoogle Scholar\nCole et al., 2013\nM. Cole, P. Lindeque, E. Fileman, C. Halsban, R. Goodhead, J. Moger, T.S. Galloway\nMicroplastic ingestion by Zooplankton\nEnviron. Sci. Technol., 47 (2013), pp. 6646-6655\nCrossRefView in ScopusGoogle Scholar\nCollignon et al., 2012\nA. Collignon, J.-H. Hecq, F. Glagani, P. Voisin, F. Collard, A. Goffart\nNeustonic microplastic and zooplankton in the North Western Mediterranean Sea\nMar. Pollut. Bull., 64 (2012), pp. 861-864\nView PDFView articleView in ScopusGoogle Scholar\nCorcoran et al., 2009\nP.L. Corcoran, M.C. Beisinger, M. Grifi\nPlastic and beaches: a degrading relationship\nMar. Pollut. Bull., 58 (2009), pp. 80-84\nView PDFView articleView in ScopusGoogle Scholar\nCunningham and Wilson, 2003\nD.J. Cunningham, S.P. Wilson\nMarine debris on beaches of the Greater Sydney region\nJ. Coast. Res., 19 (2003), pp. 421-430\nView in ScopusGoogle Scholar\nDa Silva Mendes et al., 2015\nS. Da Silva Mendes, R.H. de Carvalho, A.F. de Faria, B.M. de Sousa\nMarine debris ingestion by Chelonia mydas (Testudines: Cheloniidae) on the Brazilian coast\nMar. Pollut. Bull., 92 (1–2) (2015), pp. 8-10\nView PDFView articleView in ScopusGoogle Scholar\nDantas et al., 2012\nD. Dantas, M. Barletta, M. da Costa\nThe seasonal and spatial patterns of ingestion of polyfilament nylon fragments by estuarine drums (Sciaenidae)\nEnviron. Sci. Pollut. Res., 19 (2) (2012), pp. 600-606\nCrossRefView in ScopusGoogle Scholar\nde Stephanis et al., 2013\nR. de Stephanis, J. Giménez, E. Carpinelli, C. Gutierrez-Exposito, A. Cañadas\nAs main meal for sperm whales: plastics debris\nMar. Pollut. Bull., 69 (2013), pp. 206-214\nView PDFView articleView in ScopusGoogle Scholar\nDe Witte et al., 2014\nB. De Witte, L. Devriese, K. Bekaert, S. Hoffman, G. Vandermeersch, K. Cooreman\nQuality assessment of the blue mussel (Mytilus edulis): comparison between commercial and wild types\nMar. Pollut. Bull., 85 (1) (2014), pp. 146-155\nView PDFView articleView in ScopusGoogle Scholar\nDebrot et al., 1999\nA.O. Debrot, A.B. Tiel, J.E. Bradshaw\nBeach debris in Curaçao\nMar. Pollut. Bull., 38 (1999), pp. 795-801\nView PDFView articleView in ScopusGoogle Scholar\nDekiff et al., 2014\nJ.H. Dekiff, D. Remy, J. Klasmeier, E. Fries\nOccurrence and spatial distribution of microplastics in sediments from Norderney\nEnviron. Pollut., 186 (2014), pp. 248-256\nView PDFView articleView in ScopusGoogle Scholar\nDenuncio et al., 2011\nP. Denuncio, R. Bastida, M. Dassis, G. Giardino, M. Gerpe, D. Rodríguez\nPlastic ingestion in Franciscana dolphins, Pontoporia blainvillei (Gervais and d'Orbigny, 1844), from Argentina\nMar. Pollut. Bull., 62 (8) (2011), pp. 1836-1841\nView PDFView articleView in ScopusGoogle Scholar\nDerraik, 2002\nJ.G.B. Derraik\nThe pollution of the marine environment by plastic debris: a review\nMar. Pollut. Bull., 44 (2002), pp. 842-852\nView PDFView articleView in ScopusGoogle Scholar\nDesforges et al., 2014\nJ.W. Desforges, M. Galbraith, N. Dangerfield, P.S. Ross\nWidespread distribution of microplastics in subsurface seawater in the NE Pacific Ocean\nMar. Pollut. Bull., 79 (2014), pp. 94-99\nView PDFView articleView in ScopusGoogle Scholar\nDesforges et al., 2015\nJ.P.W. Desforges, M. Galbraith, P.S. Ross\nIngestion of microplastics by zooplankton in the Northeast Pacific Ocean\nArch. Environ. Contam. Toxicol., 69 (2015), pp. 320-330\nCrossRefView in ScopusGoogle Scholar\nDevriese et al., 2014\nL. Devriese, S. Vandendriessche, H. Theetaert, G. Vandermeersch, K. Hostens, J. Robbens\nOccurrence of synthetic fibres in brown shrimp on the Belgian part of the North Sea\nPlatform Presentation, International Workshop on Fate and Impact of Microplastics in Marine Ecosystems (MICRO2014) (2014)\n(Plouzane, France, 13–15 January 2014)\nGoogle Scholar\nDoyle et al., 2011\nM.J. Doyle, W. Watson, N.M. Bowlin, S.B. Sheavly\nPlastic particles in coastal pelagic ecosystems of the Northeast Pacific Ocean\nMar. Environ. Res., 71 (2011), pp. 41-52\nView PDFView articleView in ScopusGoogle Scholar\nDubaish and Liebezeit, 2013\nF. Dubaish, G. Liebezeit\nSuspended microplastics and black carbon particles in the jade system, Southern North Sea\nWater Air Soil Pollut., 224 (2013), p. 1352\nView in ScopusGoogle Scholar\nEcology Center, 1996\nEcology Center\nPlastic Task Force Report\n(1996)\n(Berkeley, CA)\nGoogle Scholar\nEdyvane et al., 2004\nK.S. Edyvane, A. Dalgetty, P.W. Hone, J.S. Higham, N.M. Wace\nLong-term marine litter monitoring in the remote Great Australian Bight, South Australia\nMar. Pollut. Bull., 48 (2004), pp. 1060-1075\nView PDFView articleView in ScopusGoogle Scholar\nEngler, 2012\nR.E. Engler\nThe complex interaction between marine debris and toxic chemicals in the ocean\nEnviron. Sci. Technol., 46 (2012), pp. 12302-12315\nCrossRefView in ScopusGoogle Scholar\nEriksen et al., 2013a\nM. Eriksen, S. Mason, S. Wilson, C. Box, A. Zellers, W. Edwards, H. Farley, S. Amato\nMicroplastic pollution in the surface waters of the Laurentian Great Lakes\nMar. Pollut. Bull., 77 (2013), pp. 177-182\nView PDFView articleView in ScopusGoogle Scholar\nEriksen et al., 2013b\nM. Eriksen, N. Maximenko, M. Thiel, A. Cummins, G. Lattin, S. Wilson, J. Hafner, A. Zellers, S. Rifman\nPlastic pollution in the South Pacific subtropical gyre\nMar. Pollut. Bull., 68 (2013), pp. 71-76\nView PDFView articleView in ScopusGoogle Scholar\nFendall and Sewell, 2009\nL.S. Fendall, M.A. Sewell\nContributing to marine pollution by washing your face: microplastics in facial cleansers\nMar. Pollut. Bull., 58 (2009), pp. 1225-1228\nView PDFView articleView in ScopusGoogle Scholar\nFife et al., 2015\nD.T. Fife, G.J. Robertson, D. Shutler, B.M. Braune, M.L. Mallorym\nTrace elements and ingested plastic debris in wintering dovekies (Alle alle)\nMar. Pollut. Bull., 91 (1) (2015), pp. 368-371\nView PDFView articleView in ScopusGoogle Scholar\nFoekema et al., 2013\nE.M. Foekema, C. de Gruitjer, M.T. Mergia, J.A. van Franeker, A.T. Murk, A.A. Koelmans\nPlastic in North Sea Fish\nEnviron. Sci. Technol., 47 (15) (2013), pp. 8818-8824\nCrossRefView in ScopusGoogle Scholar\nFok and Cheung, 2015\nL. Fok, P.K. Cheung\nHong Kong at the Pearl River Estuary: a hotspot of microplastic pollution\nMarine Pollution Bulletin (2015), 10.1016/j.marpolbul.2015.07.050\n(Retrieved from)\nGoogle Scholar\nFowler, 1987\nC.W. Fowler\nMarine debris and northern fur seals: a case study\nMar. Pollut. Bull., 18 (6b) (1987), pp. 326-335\nView PDFView articleView in ScopusGoogle Scholar\nFrias et al., 2010\nJ.P.G.L. Frias, P. Sobral, A.M. Ferreira\nOrganic pollutants in microplastics from two beaches of the Portuguese coast\nMar. Pollut. Bull., 60 (2010), pp. 1988-1992\nView PDFView articleView in ScopusGoogle Scholar\nFrias et al., 2014\nJ.P.G.L. Frias, V. Otero, P. Sobral\nEvidence of microplastics in samples of zooplankton from Portuguese coastal waters\nMar. Environ. Res., 95 (2014), pp. 89-95\nView PDFView articleView in ScopusGoogle Scholar\nGalgani et al., 2000\nF. Galgani, et al.\nLitter on the sea floor along European coasts\nMar. Pollut. Bull., 40 (2000), pp. 516-527, 10.1016/S0025-326X(99)00234-9\nView PDFView articleView in ScopusGoogle Scholar\nGall and Thompson, 2015\nS.C. Gall, R.C. Thompson\nThe impact of debris on marine life\nMar. Pollut. Bull., 92 (1–2) (2015), pp. 170-179\nView PDFView articleView in ScopusGoogle Scholar\nGhosh et al., 2013\nS.K. Ghosh, S. Pal, S. Ray\nStudy of microbes having potentiality for biodegradation of plastics\nEnviron. Sci. Pollut. Res., 20 (2013), pp. 4339-4355\nCrossRefView in ScopusGoogle Scholar\nGilardi et al., 2010\nK.V. Gilardi, D. Carlson-Bremer, J.A. June, K. Antonelis, G. Broadhurst, T. Cowan\nMarine species mortality in derelictfishing nets in Puget Sound, WA and the cost/benefits of derelictnet removal\nMar. Pollut. Bull., 60 (2010), pp. 376-382\nView PDFView articleView in ScopusGoogle Scholar\nGilman et al., 2009\nE. Gilman, J. Gearhart, B. Price, S. Eckert, J. Milliken, J. Wang, Y. Swimmer, D. Shiode, O. Abe, S. Peckham, M. Chaloupka, M. Hall, J. Mangel, J. Alfaro-Shigueto, P. Dalzell, A. Ishizaki\nMitigating sea turtle by-catch in coastal passive net fisheries\nFish Fish., 11 (2009), pp. 57-88\nGoogle Scholar\nGoldstein and Goodwin, 2013\nM.C. Goldstein, D.S. Goodwin\nGooseneck Barnacles (Lepas spp.) Ingest Microplastic Debris in the North Pacific Subtropical Gyre, Peer J\n1 (2013), p. 184\nGoogle Scholar\nGood et al., 2010\nT.P. Good, J.A. June, M.A. Etnier, G. Broadhurst\nDerelict fishing nets in Puget Sound and the Northwest Straits: patterns and threats to marine fauna\nMar. Pollut. Bull., 60 (2010), pp. 39-50\nView PDFView articleView in ScopusGoogle Scholar\nGregory, 1996\nM.R. Gregory\nPlastic “scrubbers” in hand cleansers: a further (and minor) source for marine pollution identified\nMar. Pollut. Bull., 32 (1996), pp. 867-871\nView PDFView articleView in ScopusGoogle Scholar\nGregory, 1999\nM.R. Gregory\nPlastics and South Pacific Island shores: environmental implications\nOcean Coast. Manag., 42 (1999), pp. 603-615\nView PDFView articleView in ScopusGoogle Scholar\nGregory and Andrady, 2003\nM.R. Gregory, A.L. Andrady\nPlastic in the marine environment\nA.L. Andrady (Ed.), Plastics and the Environment, John Wiley, New York (2003), pp. 379-401\nCrossRefView in ScopusGoogle Scholar\nGuebert-Bartholo et al., 2011\nF.M. Guebert-Bartholo, M. Barletta, M.F. Costa, E. MonteiroFilho\nUsing gut contents to assess foraging patterns of juvenile green turtles Chelonia mydas in the Paranagua Estuary, Brazil\nEndanger. Species Res., 13 (2011), pp. 131-143\nCrossRefView in ScopusGoogle Scholar\nGuo et al., 2012\nW. Guo, J. Tao, C. Yang, C. Song, W. Geng, Q. Li, Y. Wang, M. Kong, S. Wang\nIntroduction of environmentally degradable parameters to evaluate the biodegradability of biodegradable polymers\nPLoS One, 7 (2012)\nGoogle Scholar\nHalden, 2010\nR.U. Halden\nPlastics and health risks\nAnnu. Rev. Public Health, 31 (2010), pp. 179-194\nCrossRefView in ScopusGoogle Scholar\nHanni and Pyle, 2000\nK.D. Hanni, P. Pyle\nEntanglement of pinnipeds in synthetic materials at South-east Farallon Island, California, 1976–1998\nMar. Pollut. Bull., 40 (12) (2000), pp. 1076-1081\nView PDFView articleView in ScopusGoogle Scholar\nHenderson, 2001\nJ.R. Henderson\nA pre- and post-MARPOL annex V summary of Hawaiian monk seal entanglements and marine debris accumulation in the Northwestern Hawaiian Islands, 1982–1998\nMar. Pollut. Bull., 42 (7) (2001), pp. 584-589\nView PDFView articleView in ScopusGoogle Scholar\nHidalgo-Ruz and Thiel, 2013\nV. Hidalgo-Ruz, M. Thiel\nDistribution and abundance of small plastic debris on beaches in the SE Pacific (Chile): a study supported by a citizen science project\nMar. Environ. Res., 87-88 (2013), pp. 12-18\nView PDFView articleView in ScopusGoogle Scholar\nHo et al., 1999\nK.L.G. Ho, A.L. Pometto, P.N. Hinz\nEffects of temperature and relative humidity on polylactic acid plastic degradation\nJ. Environ. Polym. Degr., 7 (1999), pp. 83-92\nView in ScopusGoogle Scholar\nHofmeyr and Bester, 2002\nG.J.G. Hofmeyr, M.N. Bester\nEntanglement of pinnipeds at Marion Island\nS. Afr. J. Mar. Sci., 24 (1) (2002), pp. 383-386\nCrossRefView in ScopusGoogle Scholar\nHofmeyr et al., 2006\nG.J.G. Hofmeyr, M.N. Bester, S.P. Kirkman, C. Lydersen, K.M. Kovacs\nEntanglement of Antarctic fur seals at Bouvetøya, Southern Ocean\nMar. Pollut. Bull., 52 (9) (2006), pp. 1077-1080\nGoogle Scholar\nHopewell et al., 2009\nJ. Hopewell, R. Dvorak, E. Kosior\nPlastics recycling: challenges and opportunities\nPhilos. Trans. Roy. Soc. B: Biol. Sci., 364 (2009), pp. 2115-2126\nCrossRefView in ScopusGoogle Scholar\nHoss and Settle, 1990\nD.E. Hoss, L.R. Settle\nIngestion of plastic by teleost fishes\nR.S. Shomura, M.L. Godrey (Eds.), Proceedings of the Second International Conference on Marine Debris 2–7 April 1989, Honolulu, Hawaii, U.S. Department of Commerce, NOAA Tech. Memo. NMFS, NOAA-TM-NMFS-SWFC-154 (1990), pp. 693-709\nGoogle Scholar\nHutton et al., 2008\nI. Hutton, N. Carlile, D. Priddel\nPlastic ingestion by flesh-footed (Puffinus carneipes) and wedge-tailed (P. Pacificus) shearwaters\nPap. Proc. R. Soc. Tasmania, 142 (1) (2008), pp. 1-6\nGoogle Scholar\nIvar do Sul and Costa, 2014\nJ.A. Ivar do Sul, M.F. Costa\nThe present and future of microplastic pollution in the marine environment\nEnviron. Pollut., 185 (2014), pp. 352-364\nView PDFView articleView in ScopusGoogle Scholar\nIvar do Sul et al., 2009\nJ.A. Ivar do Sul, A. Spengler, M.F. Costa\nHere, there and everywhere. Small plastic fragments and pellets on beaches of Fernando de Noronha (Equatorial Western Atlantic)\nMar. Pollut. Bull., 58 (2009), pp. 1229-1244\nGoogle Scholar\nJantz et al., 2013\nL.A. Jantz, C.L. Morishige, G.L. Bruland, C.C.A. Lepczyk\nIngestion of plastic marine debris by longnose lancetfish (Alepisaurus ferox) in the North Pacific Ocean\nMar. Pollut. Bull., 69 (1–2) (2013), pp. 97-104\nView PDFView articleView in ScopusGoogle Scholar\nJayasiri et al., 2013\nH.B. Jayasiri, C.S. Purushothaman, A. Vennila\nQuantitative analysis of plastic debris on recreational beaches in Mumbai, India\nMar. Pollut. Bull., 77 (1–2) (2013), pp. 107-112\nView PDFView articleView in ScopusGoogle Scholar\nJegou and Salomon, 1991\nA.M. Jegou, J.C. Salomon\nCouplage imagerie thermique satellitaire-modeles numeriques. application a la manche\nOceanol. Acta, 91 (11) (1991), pp. 55-61\nGoogle Scholar\nKanehiro et al., 1995\nH. Kanehiro, T. Tokai, K. Matuda\nMarine litter composition and distribution on the sea-bed of Tokyo Bay\nFish. Eng., 31 (1995), pp. 195-199\nGoogle Scholar\nKataoka et al., 2012\nT. Kataoka, H. Hinata, S. Kako\nA new technique for detecting colored macro plastic debris on beaches using webcam images and CIELUV\nMar. Pollut. Bull., 64 (2012), pp. 1829-1836\nView PDFView articleView in ScopusGoogle Scholar\nKiessling, 2003\nI. Kiessling\nFinding solutions: derelict fishing gear and other marine debris in northern Australia\nDepartment of Environment (2003)\nGoogle Scholar\nKoelmans et al., 2015\nA.A. Koelmans, E. Besseling, W.J. Shim\nNanoplastics in the aquatic environment\nM. Bergmann, L. Gutow, M. Klages (Eds.), Marine anthropogenic litter (pp. 329–344), Springer, Berlin (2015)\nGoogle Scholar\nKoutsodendris et al., 2008\nA. Koutsodendris, G. Papatheodorou, O. Kougiourouki, M. Georgiadis\nBenthic marine litter in four gulfs in Greece, Eastern Mediterranean: abundance, composition and source identification\nEstuar. Coast. Shelf Sci., 77 (3) (2008), pp. 501-512\nView PDFView articleView in ScopusGoogle Scholar\nKripa et al., 2014\nV. Kripa, P.G. Nair, A.M. Dhanya, V.P. Pravitha, K.S. Abhilash, A.A. Mohammed, D. Vijayan, P.G. Vishnu, G. Mohan, P.S. Anil Kumar, L.R. Khambadker, D. Prema\nMicroplastics in the gut of anchovies caught from the mud bank area of Alappuzha, Kerala\nMar. Fish. Inf. Serv. Tech. Ext. Ser., 219 (2014), pp. 27-28\nGoogle Scholar\nKuhn and van Franeker, 2012\nS. Kuhn, J.A. van Franeker\nPlastic ingestion by the northern fulmar (Fulmarus glacialis) in Iceland\nMar. Pollut. Bull., 64 (6) (2012), pp. 1252-1254\nView PDFView articleView in ScopusGoogle Scholar\nKuriyama et al., 2003\nY. Kuriyama, T. Tokai, K. Tabata, H. Kanehiro\nDistribution and composition of litter on seabed of Tokyo Gulf and its age analysis\nNippon Suisan Gakkaishi, 69 (2003), pp. 770-781\nView in ScopusGoogle Scholar\nLahnsteiner et al., 2005\nLahnsteiner, F., Berger, B., Kletzl,M., Weismann, T. (2005). Effect of bisphenol A on maturation and quality of semen and eggs in the brown trout, Salmotruttaf fario. Aquat. Toxicol. IS, 213–224.\nGoogle Scholar\nLaist, 1987\nD.W. Laist\nOverview of the biological effects of lost and discarded plastic debris in the marine environment\nMar. Pollut. Bull., 18 (1987), pp. 319-326\nView PDFView articleView in ScopusGoogle Scholar\nLawson et al., 2015\nT.J. Lawson, R. Kirkwood, C. Wilcox, K. Johns, P. Dann, B.D. Hardesty\nCharacteristics of marine debris that entangle Australian fur seals (Arctocephalus pusillus doriferus) in southern Australia\nMar. Pollut. Bull. (2015), 10.1016/j.marpolbul.2015.05.053\nGoogle Scholar\nLazar and Gracan, 2011\nB. Lazar, R. Gracan\nIngestion of marine debris by loggerhead sea turtles, Caretta caretta, in the Adriatic Sea\nMar. Pollut. Bull., 62 (10) (2011), pp. 43-47\nView PDFView articleView in ScopusGoogle Scholar\nLebreton et al., 2012\nL.C.-M. Lebreton, S.D. Greer, J.C. Borrero\nNumerical modeling of floating debris in the world's oceans\nMar. Pollut. Bull., 64 (3) (2012), pp. 653-661\nView PDFView articleView in ScopusGoogle Scholar\nLee et al., 2006\nD. Lee, C. Hyeon-Seo, J. Sun-Beom\nDistribution characteristics of marine litter on the sea bed of the East China Sea and the South Sea of Korea\nEstuar. Coast. Shelf Sci., 70 (2006), pp. 187-194\nView PDFView articleView in ScopusGoogle Scholar\nLee et al., 2013\nJ. Lee, S. Hong, Y.K. Song, Y.C. Jang, M. Jiang, N.W. Heo, G.M. Han, D. Kang, W.J. Shim\nRelationships among the abundances of plastic debris in different size, classes on beaches in South Korea\nMar. Pollut. Bull., 77 (2013), pp. 349-354\nView PDFView articleView in ScopusGoogle Scholar\nLiebezeit and Dubaish, 2012\nG. Liebezeit, F. Dubaish\nMicroplastics in beaches of the Frisian Islands Spiekeroog and Kachelotplate\nBull. Environ. Contam. Toxicol., 89 (1) (2012), pp. 213-217\nCrossRefView in ScopusGoogle Scholar\nLima et al., 2014\nA.R.A. Lima, M.F. Costa, M. Barletta\nDistribution patterns of microplastics within the plankton of a tropical estuary\nEnviron. Res., 132 (2014), pp. 146-155\nView PDFView articleView in ScopusGoogle Scholar\nLindborg et al., 2012\nV.A. Lindborg, J.F. Ledbetter, J.M. Walat, C. Moffett\nPlastic consumption and diet of Glaucous-winged gulls (Larus glaucescens)\nMar. Pollut. Bull., 64 (11) (2012), pp. 2351-2356\nView PDFView articleView in ScopusGoogle Scholar\nLithner et al., 2009\nD. Lithner, J. Damberg, G. Dave, Å. Larsson\nLeachates from plastic consumer products – Screening for toxicity with Daphnia magna\nChemosphere, 74 (9) (2009), pp. 1195-1200\nView PDFView articleView in ScopusGoogle Scholar\nLithner et al., 2011\nD. Lithner, Å. Larsson, G. Dave\nEnvironmental and health hazard ranking and assessment of plastic polymers based on chemical composition\nSci. Total Environ., 409 (2011), pp. 3309-3324\nView PDFView articleView in ScopusGoogle Scholar\nLobelle and Cunliffe, 2011\nD. Lobelle, M. Cunliffe\nEarly microbial biofilm formation on marine plastic debris\nMar. Pollut. Bull., 62 (1) (2011), pp. 197-200\nView PDFView articleView in ScopusGoogle Scholar\nLopez-Barrera et al., 2012\nE.A. Lopez-Barrera, G.O. Longo, E. Monteiro-Filho\nIncidental capture of green turtle (Chelonia mydas) in gillnets of small-scale fisheries in the Paranagu'a Bay, Southern Brazil\nOcean Coast. Manag., 60 (2012), pp. 11-18\nView PDFView articleView in ScopusGoogle Scholar\nLozano and Mouat, 2009\nR.L. Lozano, J. Mouat\nMarine Litter in the North-East Atlantic Region: Assessment and Priorities for Response\n(2009)\n(KIMO International)\nGoogle Scholar\nLusher et al., 2013\nA.L. Lusher, M. McHugh, R.C. Thompson\nOccurrence of microplastics in the gastrointestinal tract of pelagic and demersal fish from the English Channel\nMar. Pollut. Bull., 67 (1–2) (2013), pp. 94-99\nView PDFView articleView in ScopusGoogle Scholar\nLusher et al., 2014\nA.L. Lusher, A. Burke, I. O'Connor, R. Officer\nMicroplastic pollution in the Northeast Atlantic Ocean: validated and opportunistic sampling\nMar. Pollut. Bull., 88 (1–2) (2014), pp. 325-333\nView PDFView articleView in ScopusGoogle Scholar\nLusher and Tirelli, 2015\nA.L. Lusher, V. Tirelli, I. O’Connor, R. Officer\nMicroplastics in Arctic polar waters: the first reported values of particles in surface and sub-surface samples\nSci. Rep., 5 (2015), Article 14947\nView in ScopusGoogle Scholar\nMacfayden et al., 2009\nG. Macfayden, T. Huntington, R. Cappell\nAbandoned, lost or otherwise discarded fishing gear\nUNEP Regional Seas Reports and Studies 185, FAO Fisheries and Aquaculture Technical Paper 523, United Nations Environment Programme, United Nations, Rome, Food and Agriculture Organisation of the (2009)\nGoogle Scholar\nMallory et al., 2006\nM.L. Mallory, G.J. Roberston, A. Moenting\nMarine plastic debris in northern fulmars from Davis Strait, Nunavut, Canada\nMar. Pollut. Bull., 52 (7) (2006), pp. 813-815\nView PDFView articleView in ScopusGoogle Scholar\nMartins and Sobral, 2011\nJ. Martins, P. Sobral\nPlastic marine debris on the Portuguese coastline: a matter of size?\nMar. Pollut. Bull., 62 (12) (2011), pp. 2649-2653\nView PDFView articleView in ScopusGoogle Scholar\nMastellone, 1999\nM.L. Mastellone\nThermal Treatments of Plastic Wastes by Means of Fluidized Bed Reactors. Ph.D. Thesis\nDepartment of Chemical Engineering, Second University of Naples, Italy (1999)\nGoogle Scholar\nMato et al., 2001\nY. Mato, T. Isobe, H. Takada, H. Kanehiro, C. Ohtake, T. Kaminuma\nPlastic resin pellets as a transport medium for toxic chemicals in the marine environment\nEnviron. Sci. Technol., 35 (2001), pp. 318-324\nView in ScopusGoogle Scholar\nMaurizio et al., 2012\nT. Maurizio, W. Miriam, S. Michela, L. Christian, D.I. Francesso\nLaboratory test methods to determine the degradation of plastics in marine environmental conditions\nFront. Microbiol., 3 (2012), p. 225\nGoogle Scholar\nMcCauley and Bjorndal, 1999\nS.J. McCauley, K.A. Bjorndal\nConservation implications of dietary dilution from debris ingestion: sublethal effects in post hatchling loggerhead sea turtles\nConserv. Biol., 13 (1999), pp. 925-929\nView in ScopusGoogle Scholar\nMcDermid and McMullen, 2004\nK.J. McDermid, T.L. McMullen\nQuantitative analysis of small-plastic debris on beaches in the Hawaiian archipelago\nMar. Pollut. Bull., 48 (2004), pp. 790-794\nView PDFView articleView in ScopusGoogle Scholar\nMoore, 2008\nC.J. Moore\nSynthetic polymers in the marine environment: a rapidly increasing, long-term threat\nEnviron. Res., 108 (2008), pp. 131-139\nView PDFView articleView in ScopusGoogle Scholar\nMoore et al., 2001\nC.J. Moore, S.L. Moore, M.K. Leecaster, S.B. Weisberg\nA comparison of plastic and plankton in the North Pacific central gyre\nMar. Pollut. Bull., 42 (2001), pp. 1297-1300\nView PDFView articleView in ScopusGoogle Scholar\nMoore et al., 2002\nC.J. Moore, S.L. Moore, S.B. Weisberg, G.L. Lattin, A.F. Zellers\nA comparison of neustonic plastic and zooplankton abundance in southern California's coastal waters\nMar. Pollut. Bull., 44 (2002), pp. 1035-1038\nView PDFView articleView in ScopusGoogle Scholar\nMoore et al., 2005\nC.J. Moore, G. Lattin, A. Zellers\n“A Brief analysis of organic pollutants sorbed to pre and post-production plastic particles from the Los Angeles sand san Gabriel river Watersheds”, presented at Plastic Debris, Rivers to Sea Conference September 7–9\n(2005)\nGoogle Scholar\nMoore et al., 2009\nE. Moore, S. Lyday, J. Roletto, K. Litle, J.K. Parrish, H. Nevins, J. Harvey, J. Mortenson, D. Greig, M. Piazza, A. Hermance, D. Lee, D. Adams, S. Allen, S. Kell\nEntanglements of marine mammals and seabirds in central California and the north-west coast of the United States 2001–2005\nMar. Pollut. Bull., 58 (7) (2009), pp. 1045-1051\nView PDFView articleView in ScopusGoogle Scholar\nMoser and Lee, 1992\nM.L. Moser, D.S. Lee\nA fourteen-year survey of plastic ingestion by western North Atlantic seabirds\nColonial Waterbirds, 15 (1992), pp. 83-94\nCrossRefGoogle Scholar\nMuirhead et al., 2006\nE.K. Muirhead, A.D. Skillman, S.E. Hook, I.R. Schulz\nOral exposure of PBDE-47 in Fish: toxicokentics and reproductive effects in Japanese medaka (Oryzias latipes) and fat- head minnows (Pimephales promelas)\nEnviron Sci Technol, 40 (2) (2006), pp. 523-528\nCrossRefView in ScopusGoogle Scholar\nMüller et al., 2001\nR.-J. Müller, I. Kleeberg, W.-D. Deckwer\nBiodegradation of polyesters containing aromatic constituents\nJ. Biotechnol., 86 (2001), pp. 87-95\nView PDFView articleView in ScopusGoogle Scholar\nMüller et al., 2012\nC. Müller, K. Townsend, J. Matchullat\nExperimental degradation of polymer shopping bags (standard and degradable plastic, and biodegradable) in the gastrointestinal fluids of sea turtles\nSci. Total Environ., 416 (2012), pp. 464-467\nView PDFView articleView in ScopusGoogle Scholar\nMurray, 2009\nK.T. Murray\nCharacteristics and magnitude of sea turtle bycatch in US mid-Atlantic gillnet gear\nEndanger. Species Res., 8 (2009), pp. 211-224\nCrossRefView in ScopusGoogle Scholar\nMurray and Cowie, 2011\nF. Murray, P.R. Cowie\nPlastic contamination in the decapod crustacean Nephrops norvegicus (Linnaeus, 1758)\nMar. Pollut. Bull., 62 (6) (2011), pp. 1207-1217\nView PDFView articleView in ScopusGoogle Scholar\nNg and Obbard, 2006\nNg, K.L. and Obbard, J.P. (2006). Prevalence of microplastics in Singapore's coastal marine environment, Mar. Pollut. Bull., 52(7), 761–767.\nGoogle Scholar\nNoren and Naustvoll, 2010\nF. Noren, F. Naustvoll\nSurvey of Microscopic Anthropogenic Particles in Skagerrak. Report commissioned by Klimaog Forurensningsdirektoratet\n(2010)\nOslo, Norway\nGoogle Scholar\nO'Brine and Thompson, 2010\nT. O'Brine, R.C. Thompson\nDegradation of plastic carrier bags in the marine environment\nMar. Pollut. Bull., 60 (2010), pp. 2279-2283\nView PDFView articleView in ScopusGoogle Scholar\nOehlmann et al., 2009\nJ.R. Oehlmann, U. Schulte-Oehlmann, W. Kloas, O. Jagnytsch, I. Lutz, K.O. Kusk, L. Wollenberger, E.M. Santos, G.C. Paull, K.J.W. Van Look, C.R. Tyler\nA critical analysis of the biological impacts of plasticizers on wildlife\nPhilos. Trans. R. Soc. B, 364 (2009), pp. 2047-2062\nCrossRefView in ScopusGoogle Scholar\nOerlikon, 2009\nOerlikon\nThe Fiber Year 2008/09: A World-survery on Textile and Nonwovens Industry\nOerlikon, Swizerland (2009)\nGoogle Scholar\nOgata et al., 2009\nY. Ogata, H. Takada, K. Mizukawa, H. Hirai, S. Iwasa, S. Endo, Y. Mato, M. Saha, K. Okuda, A. Nakashima, M. Murakami, N. Zurcher, R. Booyatumanondo, M.P. Zakaria, L.Q. Dung, M. Gordon, C. Miguez, S. Suzuki, C. Moore, H.K. Karapanagioti, S. Weerts, T. McClurg, E. Burres, W. Smith, M. Van Velkenburg, J.S. Lang, R.C. Lang, D. Laursen, B. Danner, N. Stewardson, R.C. Thompson\nInternational Pellet Watch: Global monitoring of persistent organic pollutants (POPs) in coastal waters. 1. Initial phase data on PCBs, DDTs, and HCHs\nMar. Pollut. Bull., 58 (2009), pp. 1437-1446\nView PDFView articleView in ScopusGoogle Scholar\nOpen University, 1993\nOpen University\nWaves, tides and shallow water processes\n4, S330, Pergamon Press, Open University (1993), p. 150\nGoogle Scholar\nPage et al., 2004\nB. Page, J. McKenzie, R. McIntosh, A. Baylis, A. Morrissey, N. Calvert, T. Haase, M. Berris, D. Dowie, P.D. Shaughnessy, S.D. Goldsworthy\nEntanglement of Australian sea lions and New Zealand fur seals in lost fishing gear and other marine debris before and after Government and industry attempts to reduce the problem\nMar. Pollut. Bull., 49 (1) (2004), pp. 33-42\nView PDFView articleView in ScopusGoogle Scholar\nParker et al., 2005\nD.M. Parker, W.J. Cooke, G.H. Balazs\nDiet of oceanic loggerhead sea turtles (Caretta caretta) in the central North Pacific\nFish. Bull., 103 (2005), pp. 142-152\nView in ScopusGoogle Scholar\nParker et al., 2011\nD.M. Parker, P.H. Dutton, G.H. Balazs\nOceanic diet and distribution of haplotypes for the green turtle, Cheloniamydas, in the Central North Pacific\nPac. Sci., 65 (2011), pp. 419-431\nCrossRefView in ScopusGoogle Scholar\nPatel et al., 2009\nM.M. Patel, B.R. Goyal, S.V. Bhadada, J.S. Bhatt, A.F. Amin\nGetting into the brain: approaches to enhance brain drug delivery\nCNS Drugs, 23 (2009), pp. 35-58\nPlastics Europe, 2010. Plastics – The Facts 2010\nCrossRefView in ScopusGoogle Scholar\nPitcher et al., 2005\nK.W. Pitcher, M.J. Rehberg, G.W. Pendleton, K.L. Raum-Suryan, T.S. Gelatt, U.G. Swain\nSigler Ontogeny of dive performance in pup and juvenile Steller sea lions in Alaska Canadian\nJ. Zool., 83 (2005), pp. 1214-1231\nCrossRefView in ScopusGoogle Scholar\nPlasticsEurope, 2015\nPlasticsEurope\nPlastics - the Facts 2014/2015: An Analysis of European Plastics Production, Demand and Waste Data\n2011 (2015)\n(Retrieved from)\nhttp://issuu.com/plasticseuropeebook/docs/final_plastics_the_facts_2014_19122/1?e=5245759/13757977\nGoogle Scholar\nPossatto et al., 2011\nF.E. Possatto, M. Barletta, M.F. Costa, J.A. Ivar do Sul, D.V. Dantas\nPlastic debris ingestion by marine catfish: an unexpected fisheries impact\nMar. Pollut. Bull., 62 (5) (2011), pp. 1098-1102\nView PDFView articleView in ScopusGoogle Scholar\nProvencher et al., 2009\nJ.F. Provencher, A.J. Gaston, M.L. Mallory\nEvidence for increased ingestion of plastics by northern fulmars (Fulmarus glacialis) in the Canadian Arctic\nMar. Pollut. Bull., 58 (2009), pp. 1078-1096\nGoogle Scholar\nProvencher et al., 2010\nJ.F. Provencher, A.J. Gaston, M.L. Mallory, P.D. O'hara, H.G. Gilchrist\nIngested plastic in a diving seabird, the thick-billed murre (Uria lomvia), in the eastern Canadian Arctic\nMar. Pollut. Bull., 60 (9) (2010), pp. 1406-1411\nView PDFView articleView in ScopusGoogle Scholar\nProvencher et al., 2014\nJ.F. Provencher, A.L. Bond, M.L. Mallory\nMarine birds and plastic debris in Canada: a national synthesis, and a way forward\nEnviron. Rev. (2014), 10.1139/er-2014-0039\nGoogle Scholar\nRaum-Suryan et al., 2004\nK.L. Raum-Suryan, M.J. Rehberg, G.W. Pendleton, K.W. Pitcher, T.G. Gelatt\nDispersal, movement patterns and haulout use of pup and juvenile Steller sea lions (Eumetopias jubatus) in Alaska\nMar. Mamm. Sci., 20 (2004), pp. 823-850\nCrossRefView in ScopusGoogle Scholar\nRaum-Suryana et al., 2009\nK.L. Raum-Suryana, L.A. Jemisonb, K.W. Pitcherc\nEntanglement of Steller sea lions (Eumetopias jubatus) in marine debris: Identifying causes and finding solutions\nMar. Pollut. Bull., 58 (10) (2009), pp. 1487-1495\nGoogle Scholar\nRedford et al., 1997\nD.P. Redford, H.K. Trulli, W.R. Trulli\nSources of plastic pellets in the aquatic environment\nJ.M. Coe, D.B. Rogers (Eds.), Marine Debris—Sources, Impacts and Solutions, Springer-Verlag, New York (1997), pp. 335-343\nCrossRefGoogle Scholar\nReisser et al., 2013\nJ. Reisser, J. Shaw, C. Wilcox, B.D. Hardesty, M. Proiett, M. Thums, C. Pattiaratchi\nMarine plastic pollution in waters around Australia: characteristics, concentrations, and pathways\nPLoS One, 8 (11) (2013), Article e80466\nCrossRefView in ScopusGoogle Scholar\nRevelles et al., 2007\nM. Revelles, L. Cardona, A. Aguilar, G. Fernandez\nThe diet of pelagic loggerhead sea turtles (Caretta caretta) off the Balearic archipelago (western Mediterranean): relevance of long-line baits\nJ. Mar. Biol. Assoc. U. K., 87 (2007), pp. 805-813\nView in ScopusGoogle Scholar\nRibic et al., 2010\nC.A. Ribic, S.B. Sheavly, D.J. Rugg, E.S. Erdmann\nTrends and drivers of marine debris on the Atlantic coast of the United States 1997–2007\nMar. Pollut. Bull., 60 (2010), pp. 1231-1242\nView PDFView articleView in ScopusGoogle Scholar\nRobards et al., 1995a\nM.D. Robards, J.F. Piatt, K.D. Wohl\nIncreasing frequency of plastic particles ingested by seabirds in the subarctic North Pacific\nMar. Pollut. Bull., 30 (2) (1995), pp. 151-157\nView PDFView articleView in ScopusGoogle Scholar\nRobards et al., 1995b\nM.D. Robards, J.F. Piatt, K.D. Wohl\nIncreasing frequency of plastic particles ingested by seabirds in the subarctic North Pacific\nMar. Pollut. Bull., 30 (1995), pp. 151-157\nView PDFView articleView in ScopusGoogle Scholar\nRodríguez et al., 2012\nA. Rodríguez, B. Rodríguez, M. Nazaret Carrasco\nHigh prevalence of parental delivery of plastic debris in Cory's shearwaters (Calonectris diomedea)\nMar. Pollut. Bull., 64 (10) (2012), pp. 2219-2223\nView PDFView articleView in ScopusGoogle Scholar\nRodríguez et al., 2013\nB. Rodríguez, J. Bécares, A. Rodríguez, J.M. Arcos\nIncidence of entanglements with marine debris by northern gannets (Morus bassanus) in the non-breeding grounds\nMar. Pollut. Bull., 75 (2013), pp. 259-263\nView PDFView articleView in ScopusGoogle Scholar\nRomeo et al., 2015\nRomeo, T., Pietro, B., Pedà, C., Consoli, P., Andaloro, F., Fossi, M.C. (2015). First evidence of presence of plastic debris in stomach of large pelagic fish in the Mediterranean Sea, Marine Pollution Bulletin, 15 June 2015, vol.95(1), pp.358–361.\nGoogle Scholar\nRountree, 1989\nR.A. Rountree\nAssociation of fishes with fish aggregation devices: effects of structure size on fish abundance\nBull. Mar. Sci., 44 (1989), pp. 960-972\nView in ScopusGoogle Scholar\nRyan, 1987\nP.G. Ryan\nThe incidence and characteristics of plastic particles ingested by seabirds\nMar. Environ. Res., 23 (1987), pp. 175-206\nView PDFView articleView in ScopusGoogle Scholar\nRyan, 1988\nP.G. Ryan\nEffects of ingested plastic on seabird feeding: evidence from chickens\nMar. Pollut. Bull., 19 (1988), pp. 125-128\nView PDFView articleView in ScopusGoogle Scholar\nRyan, 2008\nP.G. Ryan\nSeabirds indicate changes in the composition of plastic litter in the Atlantic and south-western Indian Oceans\nMar. Pollut. Bull., 56 (8) (2008), pp. 1406-1409\nView PDFView articleView in ScopusGoogle Scholar\nRyan et al., 2009\nP.G. Ryan, C.J. Moore, J.A. van Franeker, C.L. Moloney\nMonitoring the abundance of plastic debris in the marine environment\nPhilos. Trans. R. Soc., B: Biol. Sci., 364 (1526) (2009), pp. 1999-2012\nCrossRefView in ScopusGoogle Scholar\nSadri and Thompson, 2014\nS.S. Sadri, R.C. Thompson\nOn the quantity and composition of floating plastic debris entering and leaving the Tamar Estuary, Southwest England\nMar. Pollut. Bull., 81 (2014), pp. 55-60\nView PDFView articleView in ScopusGoogle Scholar\nSantos et al., 2009\nI.R. Santos, A.C. Friedrich, J.A. Ivar do Sul\nMarine debris contamination along undeveloped tropical beaches from northeast Brazil\nEnviron. Monit. Assess., 148 (2009), pp. 455-462\nCrossRefView in ScopusGoogle Scholar\nSantos et al., 2015\nSantos, R.G., Andrades, R., Boldrini, M.A. and Martins, A, S. (2015). Debris ingestion by juvenile marine turtles: An underestimated problem, Mar. Pollut. Bull., 93 (1–2), 37–43.\nGoogle Scholar\nSchuyler et al., 2014\nQ. Schuyler, B.D. Hatderty, C. Wilcox, K. Townsend\nGlobal Analysis of Anthropogenic Debris Ingestion by Sea Turtles\nConserv. Biol., 28 (1) (2014), p. 129\nCrossRefView in ScopusGoogle Scholar\nShah et al., 2008\nA.A. Shah, H. Fariha, H. Abdul, A. Safia\nBiological degradation of plastics: a comprehensive review\nBiotechnol. Adv., 26 (2008), pp. 2467-2650\nGoogle Scholar\nShomura and Godfrey, 1990\nR.S. Shomura, M.L. Godfrey\nProceedings of the Second International Conference on Marine Debris 2-7 April 1989, Honolulu, Hawaii\nNOAA Technical Memorandum, NMFS-SWFSC(154), volume 1, US Department of Commerce, NOAA, Panama City. XIII (1990), p. 774\nView in ScopusGoogle Scholar\nSigler, 2014\nM. Sigler\nThe effects of plastic pollution on aquatic wildlife: current situations and future solutions\nWater Air Soil Pollut., 225 (2014), p. 2184\nView in ScopusGoogle Scholar\nSingh, 2013\nSingh, T. (2013). 19-Year-Old Develops Ocean Cleanup Array That Could Remove 7,250,000 Tons of Plastic from the World's Oceans. (Retrieved from) http://inhabitat.com/19-year-old-student-develops-ocean-cleanup-array-thatcouldremove-7250000-tons-of-plastic-from-the-worlds-oceans/.\nGoogle Scholar\nSkira, 1986\nI.J. Skira\nFood of the short-tailed shearwater, Puffinus tenuirostris, in Tasmania, Australian\nWildl. Res., 13 (1986), pp. 481-488\nView in ScopusGoogle Scholar\nSlavin et al., 2012\nC. Slavin, A. Grage, M.L. Campbell\nLinking social drivers of marine debris with actual marine debris on beaches\nMar. Pollut. Bull., 64 (2012), pp. 1580-1588\nView PDFView articleView in ScopusGoogle Scholar\nSong et al., 2014\nY.K. Song, S.H. Hong, J.H. Kang, O.Y. Kwon, M. Jang, G.M. Han, et al.\nLarge accumulation of micro-sized synthetic polymer particles in the sea surface microlayer\nEnviron. Sci. Technol., 48 (16) (2014), pp. 9014-9021\nCrossRefView in ScopusGoogle Scholar\nSpear et al., 1995\nL.B. Spear, D.G. Ainley, C.A. Ribic\nIncidence of plastic in seabirds from the tropical pacific, 1984–1991: Relation with distribution of species, sex, age, season, year and body weight\nMar. Environ. Res., 40 (2) (1995), pp. 123-146\nView PDFView articleView in ScopusGoogle Scholar\nSrivastava and Godara, 2013\nR.K. Srivastava, S. Godara\nUse of polycarbonate plastic products and human health\nInt. J. Basic Clin. Pharmacol., 2 (1) (2013), pp. 12-17\nCrossRefGoogle Scholar\nStamper et al., 2012\nStamper, V., Copeland, C., Williams, M., 2012.Poisoning the Great Lakes: Mercury Emissions from Coal-fired Power Plants in the Great Lakes Region. National Resource Defense Council Report. (Retrieved from) http://www.nrdc.org/air/files/poisoning-thegreat-lakes.pdf.\nGoogle Scholar\nStaples et al., 1997\nC.A. Staples, D.R. Peterson, T.F. Parkerton, W.J. Adams\nThe environmental fate of phthalates esters: a literature review\nChemosphere, 35 (1997), pp. 667-749\nView PDFView articleView in ScopusGoogle Scholar\nStefatos et al., 1999\nA. Stefatos, M. Charalampakis, G. Papatheodorou, G. Ferentinos\nMarine debris on the seafloor of the Mediterranean Sea: examples from two enclosed gulfs in Western Greece\nMar. Pollut. Bull., 36 (1999), pp. 389-393\nView PDFView articleView in ScopusGoogle Scholar\nSutherland et al., 2010\nW.J. Sutherland, M. Clout, I.M. Côté, P. Daszak, M.H. Depledge, L. Fellman, E. Fleishman, R. Garthwaite, D.W. Gibbons, J. De Lurio, A.J. Impey, F. Lickorish, D. Lindenmayer, J. Madgwick, C. Margerison, T. Maynard, L.S. Peck, J. Pretty, S. Prior, K.H. Redford, J.P.W. Scharlemann, M. Spalding, A.R. Watkinson\nA horizon scan of global conservation issues for 2010\nTrends Ecol. Evol., 25 (2010), pp. 1-7\nView PDFView articleGoogle Scholar\nTalsness et al., 2009\nC.E. Talsness, A.J.M. Andrade, S.N. Kuriyama, J.A. Taylor, F.S. vomSaal\nComponents of plastic: experimental studies in animals and relevance for human health\nPhilos. Trans. R. Soc. B, 364 (2009), pp. 2079-2096\nCrossRefView in ScopusGoogle Scholar\nTamara, 2015\nS.G. Tamara\nMicro- and nano-plastics and human health\nM. Bergmann, L. Gutow, M. Klages (Eds.), Marine Anthropogenic Litter (pp. 343), Springer, Berlin (2015)\nGoogle Scholar\nTanaka et al., 2013\nK. Tanaka, H. Takada, R. Yamashita, K. Mizukawa, M.-A. Fukuwaka, Y. Watanuki\nAccumulation of plastic-derived chemicals in tissues of seabirds ingesting marine plastics\nMar. Pollut. Bull., 69 (1–2) (2013), pp. 219-222\nView PDFView articleView in ScopusGoogle Scholar\nTeuten et al., 2007\nE.L. Teuten, S.J. Rowland, T.S. Galloway, R.C. Thompson\nPotential for plastics to transport hydrophobic contaminants\nEnviron. Sci. Technol., 41 (2007), pp. 7759-7764\nCrossRefView in ScopusGoogle Scholar\nTeuten et al., 2009\nE.L. Teuten, J.M. Saquing, D.R.U. Knappe, M.A. Barlaz, S. Jonsson, A. Björn, S.J. Rowland, R.C. Thompson, T.S. Galloway, R. Yamashita, D. Ochi, Y. Watanuki, C. Moore, P.H. Viet, T.S. Tana, M. Prudente, R. Boonyatumanond, M.P. Zakaria, K. Akkhavong, Y. Ogata, H. Hirai, S. Iwasa, K. Mizukawa, Y. Hagino, A. Imamura, M. Saha, H. Takada\nTransport and release of chemicals from plastics to the environment and to wildlife\nPhil. Trans. R. Soc. B, 364 (2009), pp. 2027-2045\nCrossRefView in ScopusGoogle Scholar\nThe Ocean Clean-Up, 2014\nThe Ocean Clean-Up\nThe Concept\n(2014)\n(Retrieved from)\nhttp://www.theoceancleanup.com/the-concept.html\nGoogle Scholar\nThompson et al., 2004\nR.C. Thompson, Y. Olsen, R.P. Mitchell, A. Davis, S.J. Rowland, A.W.G. John, D. McGonigle, A.E. Russell\nLost at sea: where is all the plastic?\nScience, 304 (5672) (2004), p. 838\nView in ScopusGoogle Scholar\nThompson et al., 2007\nR. Thompson, M.A. Browne, T. Galloway\nMicroplastic – an emerging contaminant of potential concern?\nIntegr. Environ. Assess. Manag., 3 (4) (2007), pp. 559-561\nGoogle Scholar\nThompson et al., 2009\nR.C. Thompson, C.J. Moore, F.S. vom Saal, S.H. Swan\nPlastics, the environment and human health: current consensus and future trends\nPhil. Trans. R. Soc. B, 364 (2009), pp. 2153-2216\nCrossRefView in ScopusGoogle Scholar\nTibbetts, 2015\nJ.H. Tibbetts\nManaging Marine Plastic Pollution: Policy Initiatives to Address Wayward Waste, Environ Health Perspect\n(2015), 10.1289/ehp.123-A90\nGoogle Scholar\nTourinho et al., 2010\nP.S. Tourinho, J.A. Ivar do Sul, G. Fillmann\nIs marine debris ingestion still a problem for the coastal marine biota of southern Brazil?\nMar. Pollut. Bull., 60 (3) (2010), pp. 396-401\nView PDFView articleView in ScopusGoogle Scholar\nTownsend and Barker, 2014\nA.K. Townsend, C.M. Barker\nPlastic and the nest entanglement of urban and agricultural crows\nPLoS ONE, 9 (1) (2014), Article e88006, 10.1371/journal.pone.0088006\nView in ScopusGoogle Scholar\nTrevail et al., 2015\nA.M. Trevail, G.W. Gabrielsen, S. Kuhn, J.A. van Franeker\nElevated levels of ingested plastic in a high Arctic seabird, the northern fulmar (Fulmarus glacialis)\nPolar Biol., 38 (2015), pp. 975-981\nCrossRefView in ScopusGoogle Scholar\nTuner and Holmes, 2011\nA. Tuner, L. Holmes\nOccurrence, distribution and characteristics of beached plastic production pellets bon the island of Malta (central Mediterranean)\nMar. Pollut. Bull., 62 (2011), pp. 377-381\nGoogle Scholar\nvan Cauwenberghe and Janssen, 2014\nL. van Cauwenberghe, C.R. Janssen\nMicroplastics in bivalves cultured for human consumption\nEnviron. Pollut., 193 (2014), pp. 65-70\nView PDFView articleView in ScopusGoogle Scholar\nvan Franeker, 2010\nJ.A. van Franeker\nFulmar Litter EcoQO Monitoring in the Netherlands 1979–2008 in Relation to EU Directive 2000/59/EC on Port Reception Facilities\nIMARES, Wageningen UR (2010)\nGoogle Scholar\nVan Franeker et al., 2011\nJ.A. Van Franeker, C. Blaize, J. Danielsen, K. Fairclough, J. Gollan, N. Guse, P.-L. Hansen, M. Heubeck, J.-K. Jensen, G. Le Guillou, B. Olsen, K.-O. Olsen, J. Pedersen, E.W.M. Stienen, D.M. Turner\nMonitoring plastic ingestion by the Northern Fulmar Fulmarus glacialis in the North Sea\nEnviron. Pollut., 159 (2011), pp. 2609-2615\nView PDFView articleView in ScopusGoogle Scholar\nVan et al., 2012\nA. Van, C.M. Rochman, E.M. Flores, K.L. Hill, E. Vargas, S.A. Vargas\nPersistent organic pollutants in plastic marine debris found on beaches in San Diego\nCalifornia, Chemosphere (2012), pp. 258-263\nView PDFView articleView in ScopusGoogle Scholar\nVelander and Mocogni, 1999\nK. Velander, M. Mocogni\nBeach litter sampling strategies: is there a best method?\nMar. Pollut. Bull., 38 (12) (1999), pp. 1134-1140\nView PDFView articleView in ScopusGoogle Scholar\nVerboven et al., 2008\nN. Verboven, J. Verreault, R.J. Letcher, G.W. Gabrielsen, E. Evans\nMaternally derived testosterone and 17b-estradiol in the eggs of Arctic-breeding glaucous gulls in relation to persistent organic pollutants\nComp. Biochem. Physiol., Part C: Toxicol. Pharmacol., 148 (2008), pp. 143-151\nView PDFView articleView in ScopusGoogle Scholar\nVerlis et al., 2013\nK.M. Verlis, M.L. Campbell, S.P. Wilson\nIngestion of marine debris plastic by the wedge-tailed shearwater Ardenna pacifica in the Great Barrier Reef, Australia\nMar. Pollut. Bull., 72 (1) (2013), pp. 244-249\nView PDFView articleView in ScopusGoogle Scholar\nVerreault et al., 2006\nJ. Verreault, R.J. Letcher, E. Ropstad, E. Dahl, G.W. Gabrielsen\nOrganohalogen contaminants and reproductive hormones in incubating glaucous gulls (Larus hyperboreus) from the Norwegian Arctic\nEnviron. Toxicol. Chem., 25 (2006), pp. 2990-2996\nView in ScopusGoogle Scholar\nVoparil and Mayer, 2000\nI.M. Voparil, L.M. Mayer\nDissolution of sedimentary polycyclic aromatic hydrocarbons into the lugworm's (Arenicola marina) digestive fluids\nEnviron. Sci. Technol., 34 (2000), pp. 1221-1228\nView in ScopusGoogle Scholar\nVotier et al., 2011\nS. Votier, W. Grecian, S. Patrick, J. Newton\nInter-colony movements, at-sea behaviour and foraging in an immature seabird: results from GPS-PPT tracking, radio-tracking and stable isotope analysis\nMar. Biol., 158 (2011), pp. 1-8\nGoogle Scholar\nWalker et al., 1997\nT.R. Walker, K. Reid, J.P.Y. Arnould, J.P. Croxall\nMarine debris surveys at Bird Island, South Georgia 1990–1995\nMar. Pollut. Bull., 34 (1997), pp. 61-65\nView PDFView articleView in ScopusGoogle Scholar\nWaluda and Staniland, 2013\nC.M. Waluda, I.J. Staniland\nEntanglement of Antarctic fur seals at Bird Island, South Georgia\nMar. Pollut. Bull., 74 (1) (2013), pp. 244-252\nView PDFView articleView in ScopusGoogle Scholar\nWeisskopf, 1988\nM. Weisskopf\nPlastic reaps a grim harvest in the oceans of the world (plastic trash kills and maims marine life)\nSmithsonian, 18 (1988), p. 58\nGoogle Scholar\nWhite, 2006\nD. White\nMarine Debris in Northern Territory Waters 2004. WWF Report\nWWF, Sydney, Australia (2006)\nGoogle Scholar\nWilcox et al., 2015\nC. Wilcox, G. Heathcote, J. Goldberg, R. Gunn, D. Peel, D. Hardesty\nUnderstanding the sources and effects of abandoned, lost, and discarded fishing gear on marine turtles in northern Australia\nConserv. Biol., 29 (1) (2015), pp. 198-206\nCrossRefView in ScopusGoogle Scholar\nWright et al., 2013\nS.L. Wright, D. Rowe, R.C. Thompson, T.S. Galloway\nMicroplastic ingestion decreases energy reserves in marine worms\nCurr. Biol., 23 (23) (2013), pp. 1031-1033\nCrossRefGoogle Scholar\nYamashita et al., 2011\nR. Yamashita, H. Takada, M.-A. Fukuwaka, Y. Watanuki\nPhysical and chemical effects of ingested plastic debris on short-tailed shearwaters, Puffinus tenuirostris, in the North Pacific Ocean\nMar. Pollut. Bull., 62 (2011), pp. 2845-2849\nView PDFView articleView in ScopusGoogle Scholar\nYogui and Sericano, 2009\nG.T. Yogui, J.L. Sericano\nPolybrominated diphenyl ether flame retardants in the U.S. marine environment: a review\nEnviron. Int., 35 (2009), pp. 655-666\nView PDFView articleView in ScopusGoogle Scholar\nYousif and Haddad, 2013\nE. Yousif, R. Haddad\nPhotodegradation and photostabilization of polymers, especially polystyrene: review\nSpringer Plus, 2 (1) (2013), pp. 1-32\nView in ScopusGoogle Scholar\nZarfl and Matthies, 2010\nC. Zarfl, M. Matthies\nAre marine plastic particles transport vectors for organic pollutants to the Arctic?\nMar. Pollut. Bull., 60 (2010), pp. 1810-1814\nView PDFView articleView in ScopusGoogle Scholar\nZheng et al., 2005\nY. Zheng, E.K. Yanful, A.S. Bassi\nA review of plastic waste biodegradation\nCrit. Rev. Biotechnol., 25 (2005), pp. 243-250\nCrossRefGoogle Scholar\nZitko and Hanlon, 1991\nV. Zitko, M. Hanlon\nAnother source of pollution by plastics: skin cleansers with plastic scrubbers\nMar. Pollut. Bull., 22 (1991), pp. 41-42\nView PDFView articleView in ScopusGoogle Scholar\nCited by (1059)\nGastric carboxylesterases of the edible crab Cancer pagurus (Crustacea, Decapoda) can hydrolyze biodegradable plastics\n2024, Emerging Contaminants\nShow abstract\nA systematic literature review and bibliometric analysis of sources and analytical approaches of indoor microplastics\n2024, Emerging Contaminants\nShow abstract\nBiodegradation of plastics in the pelagic environment of the coastal zone – Proposed test method under controlled laboratory conditions\n2024, Science of the Total Environment\nShow abstract\nRecent development in production of pellet fuels from biomass and polyethylene (PE) wastes\n2024, Fuel\nShow abstract\nDepth significantly affects plastisphere microbial evenness, assembly and co-occurrence pattern but not richness and composition\n2024, Journal of Hazardous Materials\nShow abstract\nCurrent technologies for plastic waste treatment for energy recovery, it's effects on poly aromatic hydrocarbons emission and recycling strategies\n2024, Fuel\nShow abstract\nView all citing articles on Scopus\nView Abstract\n© 2016 Elsevier B.V. All rights reserved.\nRecommended articles\nEffects of solution chemistry on antimicrobial activities of silver nanoparticles against Gordonia sp\nScience of The Total Environment, Volumes 566–567, 2016, pp. 360-367\nDong Chen, …, Louisa Orr\nView PDF\nSuspended micro-sized PVC particles impair the performance and decrease survival in the Asian green mussel Perna viridis\nMarine Pollution Bulletin, Volume 111, Issues 1–2, 2016, pp. 213-220\nSinja Elena Rist, …, Mark Lenz\nView PDF\nGeoelectrical monitoring of simulated subsurface leakage to support high-hazard nuclear decommissioning at the Sellafield Site, UK\nScience of The Total Environment, Volumes 566–567, 2016, pp. 350-359\nOliver Kuras, …, Nick Atherton\nView PDF\nShow 3 more articles\nAbout ScienceDirect\nRemote access\nShopping cart\nAdvertise\nContact and support\nTerms and conditions\nPrivacy policy\n\nWe use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\n\nAll content on this site: Copyright © 2023 Elsevier B.V., its licensors, and contributors. All rights are reserved, including those for text and data mining, AI training, and similar technologies. For all open access content, the Creative Commons licensing terms apply."
}