{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Toxic air : r/RimWorld - Reddit",
  "href": "https://www.reddit.com/r/RimWorld/comments/52q69i/toxic_air/",
  "body": "Inside is not important, only the roofed part. So, you can still do farming without people dying, iirc: Make long, narrow farm beds outdoors, then roof the sides of the farm area. Your pawn will stay under roof most of the time, only venturing out to sow and harvest. This minimizes exposure.",
  "textContent": "Toxic air : r/RimWorld\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to RimWorld\nr/RimWorld\n•\n7 yr. ago\nPand4Xpress\nToxic air\n\nHad my first toxic air pollution last night....boy did that suck. It almost killed everyone and lasted a week! All the animals on the world died too so no hunting for a while. How should you manage your colonists during this event? Its kind of unreasonable to keep them indoors for a week right?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n7 yr. ago\n\nlasted a week\n\nlucky bastard, my first one lasted as long as it could.\n\nNow I build all bases with fallout in mind.\n\nKeep them indoors as much as possible, dementia and worse can result. Never let them out for longer than you have to and build a roof over everything in your base that you can.\n\nIf you have animals tamed be sure to keep them indoors and keep a close eye on everyones health tab to avoid the toxic buildup reaching critical levels..\n\n4 more replies\npyciloo\n•\n7 yr. ago\n\nIt's brutal! I recommend setting everyone that can to Construct 1 and building as large a indoor area as you can, preferably with wood for fast building. You can venture out in short spurts and then let the short-term effects wear off. If watch and wait, you can snag the animals as they collapse or die, for food and/or taming. The \"toxic\" meat doesn't hurt you...in A15...\n\n4 more replies\n[deleted]\n•\n7 yr. ago\n\nI remember my first toxic fallout. Came in the first year of my first permadeath colony so I manned it out.\n\nThe short version is that after prematurely harvesting everything I could and hunting/collected what was available, I was already kinda working on greenhouses, so I had my constructors go out in shifts to finish those, cause I didn't know if it would last a season or more.\n\nAfter doing all the desired outdoor work I could, my constructors were above 35% so I put the whole colony on indoor duty all day to detox and last it out, though people under 10% were allowed to go outside very briefly as needed. Just did as much indoor work as I could, caught up my stonecutting backlog, cooked everything into a meal, remade furniture into excellent+, whatever to pass the time.\n\nNobody died, biggest bummer was that my nice jungle map turned into a barren wasteland for a very long time after.\n\n1 more reply\nKelmurdoch\n•\n7 yr. ago\n\nI've never seen Toxic Air. Is this different than Fallout?\n\n4 more replies\nRochhardo\n•\n7 yr. ago\n\nWell ... I am looking for a good supply of food to get over this and other hard events (e.g. volcanic fallout). So I don't have a problem to not leaving my base for a couple of weeks.\n\nAlso I set a zone for my colonists, which includs everything under a roof and behind doors ... the bedrooms, kitchen, cooler, fun room, etc.\n\nIf a toxic fallout appear I set the zone to all colonists, so they don't leave the roofed areas. So I don't have a problem with the health issues.\n\nThe only problem than can become is food supply ... for this ... I have greenhouses with sunlamps and heaters fully roofed, so with a quick sprint through the fallout they are in the next roofed area.\n\nmetky\n•\n7 yr. ago\n\nI keep everyone indoors and then rotate who gets to go outside. So if I have 4 colonists I'll let two people be unrestricted during the morning and once it hits 12~13hrs I'll restrict them to indoors and let the other two be unrestricted and then everyone recovers overnight while they're sleeping. Rinse & Repeat.\n\nUsually the buildup over 6 hrs isn't too bad and they're nearly fully recovered by the time they're scheduled to go out again the next day. Fluffy's medical tab is super helpful in keeping an eye on everyone's health during fallout. If you're worried about colonists wandering off then instead of 'unrestricted' just set them to your home zone etc.\n\nRedbellyrobin\n•\n7 yr. ago\n\nI get everyone on the construct priority immemorially and get them to construct roofing over all my 'roads' so they can go in between all my buildings w/o sucky toxicity levels going up... With everyone working on roofing it should be put up really fast... Only sucks taking down all of it\n\n[deleted]\n•\n7 yr. ago\n\nI do all my farming indoors as soon as I can so it is manageable.\n\nWhat sucks is when you get that\n\nand solar flare\n\nand psychic dron\n\nand dry storm\n\nand a bunch of maddened boomrats\n\nIt was a nice end to the colony\n\nZorbaTHut\n•\n7 yr. ago\n\nI had a real hard time with my first one. Every one after that has been a lot easier.\n\nFirst off:\n\nToxic buildup is not as dangerous at low levels as you might think. At Initial and Minor, it is guaranteed to have no permanent effects. One tier above that (40% severity, for reference) can have permanent effects but it's still rare. It wears off reasonably quickly as long as you stay indoors, and it doesn't accumulate that quickly outdoors.\n\nSo everything stuck outside is going to die horribly, but as long as you bring people back and keep an eye on it, a little toxic buildup isn't going to hurt longterm.\n\nBut wait, there's a cute trick! Everything stuck outside is going to die horribly . . . including all the animals!\n\nMy standard toxic buildup process now:\n\nSet up an \"roofed\" restriction zone, restrict everyone to that.\n\nAdd roof paths needed between all the buildings. Yes, you can let constructors outside for this - it won't be a problem. Get this done fast.\n\nWatch for wild animals to start dying.\n\nThe second wild animals start dying, get out there and unmark them as forbidden. Flag everyone as Priority 1 hauling and unrestrict them - they'll beeline for corpses - and get all that inside and in your freezer. Depending on what kind of map you're on and what size, you can expect thousands of meat from this. Once that's done, restrict them again and let the toxic buildup wear off.\n\nIf your food reserves start running low, roof over your garden and build a few sun lamps; again, you're not in any danger building solar panels or wind turbines outside to power 'em, you're fine, don't worry about it, it's really not that bad.\n\nIts kind of unreasonable to keep them indoors for a week right?\n\nNote that it can last over a month.\n\nKeep your colonists busy, really; do a bunch of crafting, do a ton of cooking with your new supplies of meat, make some clothes. You can always extend your roofs out further if you need to. Cut all that stone you've had lying around, then build roofs around your perimeter and go replace your wood walls.\n\nTl;dr: the event sounds scary, but once you figure out how to handle it, it's really not.\n\nTiePoh\n•\n7 yr. ago\n\nEvents like this make me always go \"Fuck, mountain bases are so much goddamn better.\"\n\nI'm not saying that I dislike these kind of things, I Just wish there were more incentives to build outside. I have to make myself do it - and when I do - it's always in a well defended mountain pass. Really wish we could have a buff to outside / nerf to mountains -.-\n\n13 more replies\nPhilosophile42\n•\n7 yr. ago\n\nI don't have much to add to what others have said about it, but there is an event similar to toxic fallout. Volcanic winter is kind of like toxic fallout, except that it feels like it lasts WAAY longer. But at least your pawns can go outside. Crops won't grow unless they have some kind of light source. Everything gets cold. Solar panels cut out. You start to run out of wood pretty quickly if you're using it for fuel.\n\nAce0fSwords\n•\n7 yr. ago\n•\nEdited 7 yr. ago\n\nYou can easily construct roofs over outdoor areas if you just put pillars down every 6 tiles or so and then plonk a few torches/lamps down in frequently-trafficed areas until the toxic air passes. So long as the area is roofed it doesn't need walls (I also keep my hay and cloth piles in a roofed outdoor area and they don't degrade).\n\nI have an allowed zone called 'restricted' that's set to allow my colonists to go anywhere except certain areas that depend on the situation. Whenever a situation occurs where I don't want colonists to enter that area at any costs, I remove those areas from that allowed zone. You can use this to prevent colonists from straying too far from your roofed areas (ie: when they go for walks and such) or doing things like walking into a bug infestation to go haul some steel.\n\nSometimes colonists just need to go outdoors to do stuff like walk to a mine. I will let them but periodically check everyone's infection levels. If it starts to approach 40% then I make extra sure to make them do indoor stuff only. I read somewhere that permanent dementia can result if you let the number get too high. Have never had a colonist suffer dementia so keeping under 40% seems safe.\n\nXannieh\n•\n7 yr. ago\n\nMy crafter had dementia and frequently had episodes throughout her life in the rimworlds. Still have her, she is still having her dementia episodes.\n\nNohealz\n•\n7 yr. ago\n\nWhen toxic fallout starts its always best to \"cut plant\" all your crops to get what you can from them, even if they are not ready. Then after 3-4 days send out 2 or 3 pawns to collect the dead wild life. When your pawns get to minor build up, switch them out for fresh ones. Doing this will insure you have plenty of food to ride out the fallout.\n\nSonicshot13\n•\n7 yr. ago\n\nNothing is quite as sobering as watching your food stocks dwindle as the whole winter is a toxic one, and just as the 1st of spring breaks, The toxic fallout refuses too. The hopes of my colonists died at that moment, as they wait for the uncertain end of this hell. Either Starvation or Salvation\n\n \nTop 1%\nRank by size \nr/projectzomboid\nCartoon I made~\nyoutube\n111 upvotes · 16 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/RimWorld\nAvatar: pixel-art avatars for pawns\n236 upvotes · 17 comments\nr/RimWorld\nForest City, no Killbox vs Desert Fortress, Super Structure w. Killbox\n119 upvotes · 21 comments\nr/RimWorld\nWallrise appreciation post\n203 upvotes · 19 comments\nr/RimWorld\n[Mod Release] Offworlders - The Biliog\n142 upvotes · 28 comments\nr/RimWorld\nWork left: 2\n451 upvotes · 30 comments\nr/RimWorld\nDesigns for Biotech's Small Worker Mechanoids [OC]\n1.9K upvotes · 57 comments\nr/RimWorld\nCoolest Map Gen I've seen in a while\n232 upvotes · 29 comments\nr/RimWorld\nBattle hardened baby\n102 upvotes · 8 comments\nr/RimWorld\nGrace and the Strange Revia || Art by u/meto30\n208 upvotes · 8 comments\nr/RimWorld\nVanilla Factions Expanded - Tribal is out now! || Link in the comments\n2K upvotes · 196 comments\nr/RimWorld\nBrotherly love...\n564 upvotes · 45 comments\nr/RimWorld\nShe's doing just fine.\n536 upvotes · 42 comments\nr/RimWorld\nDamm, this guy is epic\n246 upvotes · 22 comments\nr/RimWorld\nAfter weeks of development and learning CSharp from scratch, the Pawn Tracker mod is finally live!\n426 upvotes · 63 comments\nr/RimWorld\nThe Hussar Stare\n1.1K upvotes · 67 comments\nr/RimWorld\nWich side are you on\n265 upvotes · 56 comments\nr/RimWorld\nOkay next question... human or insect nutrition paste? (it's more efficient)\n879 upvotes · 87 comments\nr/RimWorld\n2 steps to get rid of toxic wastepacks (Needs vanilla insectoids expanded)\n356 upvotes · 69 comments\nr/RimWorld\nA normal day in the Rim\n1K upvotes · 88 comments\nr/RimWorld\nbefore and after a raid </3\n304 upvotes · 57 comments\nr/RimWorld\nI made a mechanitor gear retexture mod.\n391 upvotes · 21 comments\nr/RimWorld\nFor the first time in 2,435.5 hours, I finally launched a ship!\n130 upvotes · 10 comments\nr/RimWorld\nAndroid became.. wild man?\n182 upvotes · 17 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 14, 2016\nReddit\nreReddit: Top posts of September 2016\nReddit\nreReddit: Top posts of 2016"
}