{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Brawl Stars - Reddit",
  "href": "https://www.reddit.com/r/Brawlstars/",
  "body": "Name a more annoying team, I'll wait lol. Subreddit for Brawl Stars, the free multiplayer mobile arena fighter/party brawler/shoot 'em up game from Supercell. Fast-paced 3v3 and Battle Royale matches 🔥 Collect unique Brawlers. Play with your friends. Be the last one standing!",
  "textContent": "Brawl Stars\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/Brawlstars\nCreate a post\nSort By:\nu/zigzarlu\n•\n2 days ago\nQuick Questions, Loot, & General Game Discussion Mega Thread\nDiscussion\nu/MarS_884\n•\n13 hr. ago\nThe NEW community maps shown in the Brawl Talk, coming from the official Mapmaking Server, Brawl Craft. And two new map-maker maps are coming back as well!\nOfficial News\nu/Dymdolc\n•\n18 hr. ago\nThe grind was worth it lol\nSupercell Response \nu/EduU_2011\n•\n14 hr. ago\nNew Brawl Stars Cartoon skins in a nutshell\nHumor & Memes\nu/Budji_678\n•\n14 hr. ago\nForget the mico apocalypse we’re so dead\nDiscussion\nu/ACARdragon\n•\n9 hr. ago\nDani Chungus\nSupercell Response \nu/MtnDewOfficial\n•\nPromoted\nr/gaming, what Mtn Dew flavor pairs best with your favorite game? Let us know in the comments!\nmountaindew.com\nLearn More\nu/GLP310\n•\n14 hr. ago\nI'm sorry guys\nHumor & Memes\nu/DrpwithnoE\n•\n14 hr. ago\nScrew getting the brawl pass for gems! I'm getting THIS!\nOther\nu/PembeTavuk\n•\n14 hr. ago\nSo, fellow Colette enthusiasts, what do you think about Pawlette?\nDiscussion\nu/green_jp\n•\n14 hr. ago\nFYI, here Dani said \"This is fucking Brazil!\"\nSupercell Response \nu/dogsarecool1527\n•\n14 hr. ago\nEdgar hyper charge pin concept\nHumor & Memes\nu/ReallyLamePocoMain\n•\n14 hr. ago\nGotta say, W skin. I hope we get others like it, but who else could get a skin of this caliber? This one’s very unique.\nOther\nu/Pinkyellowjam\n•\n13 hr. ago\nHe's so cute\nHumor & Memes\nu/Sinorp\n•\n14 hr. ago\nGold Mastery for Mico.(Gold 1, Gold 2, Gold 3)\nHumor & Memes\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/New-Limit7992\n•\n13 hr. ago\nNew characters definitely need nerf\nHumor & Memes\nu/Eclp27\n•\n14 hr. ago\nThe good ending.\nHumor & Memes\nu/Imtoosmoooth\n•\n14 hr. ago\nThey really made this a real now\nDiscussion\nu/kip_485\n•\n13 hr. ago\nthis event will suck for dynamike…\nHumor & Memes\nu/What_Is_That_Place\n•\n14 hr. ago\nTalk about putting them everywhere it's possible\nHumor & Memes\nu/elnachonacho578\n•\n11 hr. ago\nout of all the legendary skins ive seen, this one is the most legendary looking\nDiscussion\nu/ItzTobiass\n•\n14 hr. ago\nShelly remodel that was shown in the brawl talk! What do you think?\nSupercell Response \nu/SaltyFoodBS\n•\n14 hr. ago\nThese are the best skins ever made..\nDiscussion\nu/hims\n• Official\n•\nPromoted\nSeasons change, but your hair doesn’t have to. Hold onto your hairline with our #1 customer-favorite regrowth spray. Made with topical finasteride and minoxidil, the ingredients in this no-mess 2-in-1 can have you seeing thicker hair in as few as 3-6 months—no pills or serums required.\nhims.com\nLearn More\nu/zigzarlu\n•\n14 hr. ago\nBrawl Talk Recap! Overview of 3 months of Content!\nOfficial News\n\nHere's the recap for today's Brawl Talk!\n\nDecember:\n\nBrawlidays and Brawliversary! Brawl Stars turns 5\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-fzfp310dca5c1.png?width=300&format=png&auto=webp&s=7062c0bc0f2df79e878c4c5e2132cf3b48435da2\n\nNew Brawler: Mico\n\nFree Brawler Mico will be released on Dec 14 on the Brawlidays daily login calendar\n\nCompletes the Brawlywood Trio with Lola and Grey\n\nBoom mic operator who thinks he’s the biggest director/actor in the industry\n\nMain attack: He jumps and can’t be attacked while in the air. Deals some damage when he lands.\n\nCan jump over walls, holes, and projectiles.\n\nSuper: Jumps into the air and you can control where he lands. The target location is visible to both you and your opponents.\n\n—\n\nBrawlidays skins:\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-8tel9brkda5c1.png?width=815&format=png&auto=webp&s=35837480434d236be57373a322f760acbab1fc48\n\nPrevious Brawlidays Dark Winter Tales skins return available at a discount\n\nDark Angel Colt (Supercell Make skin, concept Dodi, Angelo, and Kakatpoke) available for free Dec 24 on the Brawlidays calendar\n\n—\n\nNew Hypercharges\n\nMico - Stuns nearby enemies when he lands with his super\n\nLeon - Stays invisible while attacking during his hyper charged super\n\nFang - Hypercharged super goes through walls and leaves a popcorn attack\n\nEdgar - Reload speed and super charge both increase during his Hypercharge\n\nDynamike - After his Super explodes a lot of dynamites explode around it\n\nCrow - His knives are piercing and return to him after his attack\n\n(There will be another Hypercharge Unleashed event where you can get a free random Hypercharge by completing the challenge!)\n\n—\n\n5v5 Modes\n\nAll will have larger maps\n\nRun as weekend events this update\n\nFirst modes are\n\nBrawl Ball, featuring a sideways map and larger goal\n\nWipeout, higher number of takedowns required to win\n\nGem Grab, some maps with two gem spawn locations\n\n—\n\nJanuary Brawl Pass: Star Toon Season\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-p6v99u1aea5c1.png?width=300&format=png&auto=webp&s=7384b363ed4d0fc63bf38a88dbc1e6d382c04069\n\nNew Legendary Brawler: Kit\n\nIs part of a new environment called Starr Toon Studios\n\nIs a cartoon cat\n\nSupport Brawler\n\nMain attack: Short range attack using his claws\n\nSuper: Charges automatically. He can jump onto and cling to allies or opponents. If he jumps on an ally he heals them and himself, and becomes a thrower. If he jumps on an enemy his attack is to scratch them.\n\nWhen Kit is attacked to someone he becomes invincible and he either needs to jump off his host or be taken down by an enemy to become vulnerable to attacks again.\n\nAvailable a week ahead of the Star Toon season that begins Jan 4\n\n—\n\nStar Toon Skins\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-k4yc5wjxfa5c1.png?width=1144&format=png&auto=webp&s=f3f601783fe38e92d3ce20daa8eb3c4d2924aa98\n\nPink Pawlette (Brawl Pass Skin)\n\nMidori Pawlette and Kiiro Pawlette (Brawl Pass+ Skins)\n\nFinal Boss Rico (Power League Skin)\n\nToon Spike (299 Gems, comes with complete skin package)\n\n—\n\nNew Monthly Brawl Pass and Brawl Pass+ begins in January\n\n(Please see other posts about this more in-depth as it’s already been announced and discussed plenty on r/BrawlStars)\n\nTo Recap:\n\nAvailable as an in-app purchase, can no longer be bought with gems\n\nBrawl Pass is now monthly\n\nDev team says it’s not a nerf to progression because the free pass progression will be buffed from the previous system and give similar total rewards to the old Brawl Pass if you were using gems to buy a Pass every other month.\n\nPaid track has also been buffed, to get even more for even more value\n\nAll Pass tiers include a skin at the end\n\nNew end of pass rewards are changed to Starr Drops\n\nBrawl Passes won’t have a Brawler but you can unlock any Brawler up to Epic rarity (or otherwise receive credits)\n\nVisual & Name change: Tokens are now called XP.\n\nPass has extra benefits like more daily XP and Quests\n\nPurchased Brawl Pass can be upgraded to Brawl Pass Plus which includes more progression, 2 skin colour variations, a unique player title, and more\n\nGems can still be used on things like mythic and legendary skins, progression, and other purchases\n\nYou can receive and store skins for Brawlers you don’t own and access them in the Catalog\n\n—\n\nFebruary: Dragon Pit season\n\nNew Brawler: Larry and Lawrie\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-p82h91n5ha5c1.png?width=464&format=png&auto=webp&s=7c0c6bbe453ed4ce13e573aa584d3fbefe68f5b5\n\nIn R-T’s trio helping him with keeping order at Starr Park\n\nLarry, main attack: throws tickets that cause damage and explode twice\n\nSuper: Larry calls in for help from his brother Lawrie who follows the closest target and attacks with a passive fire\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-bff2ioluna5c1.png?width=455&format=png&auto=webp&s=3ba3883f0101d135a5f189b96bd42ba5a80d3105\n\n—\n\nFebruary Brawl Pass Season: Dragon Pit (Lunar New Year themed skins)\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-llyin6ngia5c1.png?width=898&format=png&auto=webp&s=3869f9b1f27710e751c23e51aeec740c9a969f64\n\nhttps://preview.redd.it/brawl-talk-recap-overview-of-3-months-of-content-v0-7y2v4hk6la5c1.png?width=1161&format=png&auto=webp&s=346d3272f30e7695af3f747c75b1dcd8d3ff7607\n\nOther skins:\n\n8-bit Virus will get 299 gem treatment\n\nNew recolour variations: Anti-Virus 8-bit, Ferocious Fang is a recolour of Furious Fang\n\nMacaron Mico\n\nBilly the Kit (29 gems)\n\nW Otis (celebrating Zeta Division winning 2023 BS World Finals)\n\nFlag Bearer Piper, a Carnival skin as a tribute to the Brazilian community\n\nDoll Jessie (Brawlentines)\n\nEl Quarterback for American football fans\n\nCCTV Poco\n\nGEDI-Kor’s concept finally comes to life with Red and Blue King Frank! They will be special offer skins only available in the Supercell Store at some point (no known release date, may be a future update)\n\n—\n\nMisc:\n\nWill be rewarded more for longer win streaks\n\nShelly model gets a revamp\n\nTrophy road is getting Starr Drops added\n\nSharing Replays with club will finally be added this update\n\n#SantaStu Giveaways will be held by content creators (We will be holding one later this month!)\n\n—\n\nP.S. I’ve confirmed that the BP+ colour variations will be available in Catalog for purchase after a year, they aren’t permanently exclusive.\n\nView full post\nu/MegaKnightSpammer\n•\n14 hr. ago\nWell.... Shit\nOther\nu/HawkyHenson\n•\n1 hr. ago\nDo you love this update?\nDiscussion\nu/fantastic0990\n•\n14 hr. ago\nThese Guys Remind Me Of Someone...\nHumor & Memes\nu/LordVex75\n•\n5 hr. ago\nWill these two have joycon drift?\nHumor & Memes\nu/NimpsMcgee\n•\n14 hr. ago\nIt's getting annoying how Gene keeps getting ignored when it comes to skins. He hasn't gotten one in years...\nDiscussion\nTop 1%\nRank by size \nMENU\nr/BrawlStars Discord\nr/BrawlRecruit\nBrawlRecruit Discord\nRULES\n1\nBe nice and follow reddiquette.\n2\nAll content must be related to Brawl Stars.\n3\nNo cheating/buying/selling/modding/emulating, etc.\n4\nKeep post titles descriptive and provide context.\n5\nRepetitive/low effort posts will be removed.\n6\nSelf-promotion must be well received.\n7\nJoin a club or recruit members in r/BrawlRecruit. To recruit teammates, use our Discord server\n8\nSimple Questions and Celebrations Belong in the Stickied Discussion Mega Thread\n9\nSelect Appropriate Post Flair\nMORE INFO\nDetailed Subreddit Rules\nContact the Moderators\nMod Applications\nBrawl Talk Recaps\nFILTER BY FLAIR\nOfficial News\nDiscussion\nArt\nHumor & Memes\nStrategy & Guides\nOther\nBrawl Lore & Theories\nIdeas & Game Feedback\nVideo Replays\nEvent\nLive\nOfficial Supercell \nOUR FRIENDS\nr/BrawlRecruit\n24,719 members\nr/Brawlmaps\n7,002 members\nr/SupercellMake\n23,595 members\nr/ClashRoyale\n821,938 members\nr/ClashOfClans\n596,881 members\nr/BoomBeach\n37,285 members\nr/HayDay\n83,770 members\nr/ClashMini\n21,933 members\nr/Everdale\n11,566 members\nr/SquadBusters\n2,159 members\nBRAWL MAPS\nTOPICS\nBrawl Stars\nTwin-stick shooter\nMobile game\nShooter game\nGaming"
}