{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "6 Most Common Sources of Plastic Pollution - Treehugger",
  "href": "https://www.treehugger.com/most-common-sources-plastic-pollution-4859259",
  "body": "6 Most Common Sources of Plastic Pollution By Katherine Martinko Updated May 2, 2017 Wokephoto17 / Getty Images The 5 Gyres Institute has published a report called \" The Plastics BAN List .\" Its...",
  "textContent": "SKIP TO CONTENT\nMENU\nHome\nSustainability for All.\nSearch\nClose\nSearch the site\nGO\nNews\nEnvironment\nBusiness & Policy\nScience\nAnimals\nHome & Design\nCurrent Events\nTreehugger Voices\nNews Archive\nEnvironment\nPlanet Earth\nClimate Crisis\nPollution\nRecycling & Waste\nNatural Disasters\nTransportation\nEco Terms A to Z\nBusiness & Policy\nCorporate Responsibility\nEnvironmental Policy\nEconomics\nFood Issues\nHome & Garden\nHome\nGarden\nScience\nSpace\nNatural Science\nTechnology\nAgriculture\nEnergy\nAnimals\nWildlife\nPets\nAnimal Rights\nEndangered Species\nCulture\nHistory\nTravel\nSustainable Fashion\nArt & Media\nHolidays\nCommunity\nEco-Design\nTiny Homes\nArchitecture\nInterior Design\nGreen Design\nUrban Design\nClean Beauty\nProducts\nTips & Techniques\nAbout Us\n \nContact Us\n \nEditorial Guidelines\n \nPrivacy Policy\nEnvironment  Recycling & Waste\n6 Most Common Sources of Plastic Pollution\nBy\nKatherine Martinko\nUpdated May 2, 2017\n\nWokephoto17 / Getty Images\n\nThe 5 Gyres Institute has published a report called “The Plastics BAN List.” Its purpose is to assess which plastics are most damaging to human health and the environment. Plastic waste was collected and analyzed to see in which form it’s most commonly found, which toxic chemicals are used to create the plastics, and what recovery systems (i.e. recycling, composting, reuse) exist, if any. The list includes “Better Alternatives Now” (that’s where the BAN acronym comes in) – ways in which consumers, industry, and government can take voluntary action without waiting for technological fixes. Voluntary action is key because, as the BAN list explains in its Findings and Recommendations, nearly all of these products have no economic value in today’s recycling systems.\n\nThis may come as a shock to those people who think recycling is a viable green solution:\n\n“Nearly all of the 15 products on the BAN List have no economic value in today’s recycling systems. They are literally ‘designed for the dump’ and are often contaminants in recycling systems, either damaging equipment and causing costly repairs when they enter recycling facilities (like plastic bags) or ending up as a net cost for recyclers to unload at a loss (like polystyrene) rather than as profitable materials.”\n\nYou’ll recognize every single one of the following items from your own forays into parks, along beaches, and through forests. They are ubiquitous, persistent, ugly, and unhealthy. These are plastic products you should reject at every opportunity, opting for better alternatives whenever possible.\n\n1\nof 6\nFood Wrappers & Containers (31.14% of pollution in environment, by unit count)\n\nconchitinarp / Getty Images\n\nSingle-use disposable packaging is everywhere, from cookie containers and candy bar wrappers to potato chip bags. These break down readily in the sun and surf, but the tiny plastic particles remain, getting ingested by animals that think they’re food and later suffer the consequences of filling their bellies with toxic, non-digestible plastic. A big part of the problem is that many of these products are designed to be eaten on the go. Minimizing their use requires a cultural shift in people’s relationship with food. Time needs to be taken to prepare and eat in order to reduce packaging.\n\nBetter Alternatives: The 5 Gyres report suggests the bulk purchase of snacks in reusable bags (now possible in all of Canada’s Bulk Barn stores) and requesting that made-to-order baked goods be served in recyclable containers, like paper boxes.\n\n2\nof 6\nBottle & Container Caps (15.5%)\n\nCherdchanok Treevanchai / Getty Images\n\nNobody really thinks about caps. Most of the attention when tossing a plastic bottle is on the bottle itself. Caps are terrible for the environment because they float on the surface of water and look like a tasty morsel for birds: “For some species, such as the Pacific Albatross, plastic ingestion is a major factor in their decline and potential extinction.” 5 Gyres believes that policy-makers should implement “leash the lid” rules, requiring manufacturers to attach caps to bottles to prevent their escape and encourage tandem recycling.\n\nBetter Alternatives: Reusable containers are the optimal choice. Take your own water bottle. Install water fountains at work. Always be sure to screw the lid onto a bottle before recycling.\n\n3\nof 6\nPlastic Bags (11.18%)\n\nJao Cuyos / Getty Images\n\nThe intrinsic evil of plastic bags is largely known by now, as reusables have hit the mainstream for the most part – but sadly this hasn’t resulted in a significant decline in plastic bags. These are highly persistent, and only a pathetic 3 percent are recycled. They get tangled in trees and waterways, ingested by sea otters, turtles, seals, birds, and fish. They give animals an artificial feeling of satiety, resulting in eventual starvation.\n\nBetter Alternatives: Reusable bags and containers are the way to go. There are lots of resources here on TreeHugger for zero-waste shopping, using glass jars, containers, and cotton bags. It requires diligence, but it absolutely doable.\n\n4\nof 6\nStraws and Stirrers (8.13%)\n\nRobert Kneschke / EyeEm / Getty Images\n\nStraws have no recovery system whatsoever, which should be illegal. In other words, there’s no way to recycle straws even if you wanted to. With the sheer volume of straws used on a daily basis (roughly 500 million per day in the U.S. alone), this amounts to a disgusting number of straws getting tossed in landfill and oceans each year. Look up the heartbreaking video of a straw being removed from a sea turtle’s nose and you’ll never want to use one again.\n\nBetter Alternatives: Stop using straws. Tell your server you don’t want one. If you’re a restaurant owner, adopt an “ask first” policy where you don’t hand out straws unless a client wants one. Stash some reusable ones in your bag. (My new tactic, after having one too many straws stuck into bar drinks accidentally, is simply to drink beer when I’m out because it comes in returnable glass bottles here in Canada.)\n\n5\nof 6\nBeverage Bottles (7.27%)\n\nSally Anscombe / Getty Images\n\nBottles have a relatively high recycling rate (between 74 and 74 percent, depending on the kind of plastic). Despite this, there are a great number of bottles in the environment that have failed to reach recycling facilities.\n\nBetter Alternatives: Increase the deposit on bottles to reduce littering and encourage recycling/returning to vendor. Research shows these policies work:\n\n“In Michigan, the state with the highest container deposit of 10 cents, container-recycling rates are at 94%, the highest in the country.”\n\nBest of all is to start using reusable containers for water and soda. Install easy-to-access water or soda fountains at schools and workplaces. If you're a business owner, refuse to sell disposable plastic bottles, following in the noble footsteps of places such as\n\n.\n\n6\nof 6\nTakeout Containers (6.27%)\n\nMaskot / Getty Images\n\nMany takeout containers are made from Styrofoam, which is next to impossible to recycle. You might be surprised to learn that even hard plastic coffee lids are made from the same polystyrene as spongy coffee cups. 5 Gyres is currently running a #FoamFree campaign, urging people to campaign for Styrofoam bans in their communities. Here’s why it’s important:\n\n“Polystyrene plastics are extremely toxic to make and difficult to recycle. The EPA ranks Styrofoam manufacturing as the fifth worst global industry in terms of hazardous waste creation. Polystyrene and Styrofoam are even banned from many recycling programs because of contamination problems—less than 2 percent of polystyrene was recycled in 2013.”\n\nWhen you call ahead to order takeout, tell the restaurant you’ll bring your own container. Carry an emergency\n\nwhen you head out so you can take extra food to go. Take a few minutes to sit down and enjoy your meal without taking it to go, thereby minimizing the amount of packaging needed. Long-term improvements require health code changes to allow the use of reusable takeout containers. This model could work with regular customers and a hefty deposit system.\n\nPlastic Waste From Takeout Is a Big Problem—Here's What You Can Do About It\n16 Simple Ways to Reduce Plastic Waste\nHow to Recycle Glass Correctly\n11 Easy Ways to Reduce Your Plastic Waste Today\nEngland Is Banning Single-Use Plastic Cutlery and Plates\nA Beginner's Guide to Plastic-Free Living\nEngland Is Finally Getting a Deposit Return Scheme for Some Bottles\n10 Tips for Living With Less Plastic\nRecycling Is Beyond Fixing, So Let's Get Over It\nThe 8 Best Eco-Friendly Pens\nAre To-Go Food Containers Recyclable?\nThe 9 Best Eco-Friendly Dish Soaps of 2023\nThe 6 Best Non-Toxic Nail Polish Removers of 2023\n'A Poison Like No Other' Makes You Think Twice About Plastic\nThe 7 Best Water Bottles for Kids\nA Beginner's Guide to Plastic-Free Living: Part 2\nTreehugger\nSustainability for All.\nFollow Us\nEnvironment\nBusiness & Policy\nHome & Garden\nNews\nAbout Us\nPrivacy Policy\nEditorial Guidelines\nTerms of Service\nCareers\nAdvertise\nContact\nYour Privacy Choices \nTreehugger is part of the Dotdash Meredith publishing family.\nPlease review our updated Terms of Service."
}