{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Gregtech New Horizons - Reddit",
  "href": "https://www.reddit.com/r/GTNH/",
  "body": "In order to get this to work I obviously need to program the autocrafting benches, either by manually placing each raw material into the crafting grid, or as I discovered I can use JEI and search for the item I want the autocrafting bench to create, and then simply shift+click on the question mark-button. And then all the raw materials will ...",
  "textContent": "Gregtech New Horizons\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/GTNH\nCreate a post\nSort By:\nu/Dalarrus\n•\n3 mo. ago\nGregTech: New Horizons Stable version update 2.4.0\nhttps://www.reddit.com/r/feedthebeast/comments/16a9tv8/gregtech_new_horizons_stable_version_update_240/\nu/AffectionateEgg3241\n•\n5 days ago\nSmall coal boiler does not want to accept coal\n\nHi! I'm having a problem. Small coal boiler does not want to accept coal. Everything works fine with other machines in this scheme. I use small tin item pipes.\n\nhttps://preview.redd.it/small-coal-boiler-does-not-want-to-accept-coal-v0-lkllabyh1i4c1.png?width=1641&format=png&auto=webp&s=6ac682b5412f5fede9d4d83f0df05560cc014670\nu/Usernm0\n•\n5 days ago\n32x32 Faithful-style Large fluid cells for GTNH 2.4.0 Minecraft 1.7.10\nr/feedthebeast\n•\n5 days ago\n32x32 Faithful-style Large fluid cells for GTNH 2.4.0 Minecraft 1.7.10\n40 upvotes · 2 comments\nu/Glass_Writer_4093\n•\n8 days ago\nEasiest method to protect your machines against rain?\n\nI just usually build a dirt ceiling over my machines in order to protect them from the rain, its cheap and it works, but not really aesthetic. Are there any other methods for protecting the machines against rain that are also pleasent to look at?\n\nu/danteesp\n•\n11 days ago\nNEI doesn't show usage or recipes for any item.\n\nHello, good people\n\nThis is my very first time playing GTNH. I downloaded the zip file from the official website and added it to prism launcher. I ran the pack and it crashed multiple times without loading up and when I looked at the crash log it was an issue with fastcraft so I installed optifine E7 and it worked perfectly since then.\n\nI created a new world and everything was fine. The issue appeared when I tried to look up the recipe for the crafting table it showed me nothing and gave me an error code in the chat log. I noticed NEI had around 250 pages. I quit the world and created a new one and the same issue. I loaded the first one and immediately after it loading opened my inventory, NEI needed around 10 seconds to load all recipes first, and noticed that the number of pages for the recipes was around 640 and when I tried to look up the recipe of anything, it worked just fine. After a couple of seconds the number of pages in the NEI was reduced to around 250 on its own and I can't look up any recipes or usages again. I replicated this error with the exact same steps multiple times on multiple new worlds. I tried updating the NEI version, I know it is not recommended to update any mods since many are created specifically for GTNH, and I got the newer version for GTNH and the same issue occurred. I tried updating the Library mod for NEI, the chicken something one, and still the same issue.\n\nI am running the latest stable build of GTNH 24.0 and the version for NEI ends with 3.83. The newest version of NEI is 4.11 I think. Also, I only added dynamic lighting and ore excavation to the pack. Haven't yet gotten a chance to try loading the pack without them to see if that helps but before that I would like to know if anyone has faced this issue before and how they fixed it.\n\nThanks in advance\n\nEdit:\n\nTldr: GTNH + ore excavation works fine but once I added Dynamic lighting NEI broke and stopped showing me the item usage and recipes showing an error message. Only solution I found so far is just to remove dynamic lighting mod.\n\nView full post\nu/scooty4789\n•\n13 days ago\nShaders\n\nHello, I want to ask about shaders, do somebody use shaders, if so could u comment which one? I know there is a lot of them, but i want to get some inspiration which one is really nice, also what resourcepacks are good for shaders in GTNH? Thanks for you comments!\n\nu/Glass_Writer_4093\n•\n20 days ago\nLogistics Pipes - Is it possible to program crafting pipes using without having the necessary raw materials in my inventory?\n\nI am currently at Tier 2, and I am about to start automating my base using Logistics Pipes. I have placed some autocrafting benches and I want to use them along with the crafting logistics pipes.\n\nIn order to get this to work I obviously need to program the autocrafting benches, either by manually placing each raw material into the crafting grid, or as I discovered I can use JEI and search for the item I want the autocrafting bench to create, and then simply shift+click on the question mark-button. And then all the raw materials will magically pop into the crafting grid. The I can open the attached Crafting Pipe and select the import button.\n\nSounds easy, right?\n\nThe problem is that this process is very cumbersome because I need to carry all the raw materials in order for this work. If I shift+click on the question mark button in JEI without carrying the necessary raw materials, the recipe will still show up in the crafting grid, but with a grey color. And as soon as I close the autocrafting bench GUI, the recipe will disappear.\n\nSo I am wondering, is it possible to import the recipe directly from JEI and into the autocrafting bench GUI, without having to carry the raw materials?\n\nI have tried fiddling with the JEI settings, and there is a mode called recipe-mode, but I haven't figured this out yet...\n\nView full post\nu/Parzivalxvi\n•\n24 days ago\nI chose the lava crystal as a quest reward what is the best tool to use it on?\n\nI got it from the nether quest\n\nu/Nonstopshedder\n•\n27 days ago\nWhat is going on.... I put my warp to 0 even in console commands. It just keeps zapping all my vis down to 0.\nu/sussyscylla69\n•\n1 mo. ago\nProblems with game flashing random colours when in UIs\n\nI am experiencing trouble with the game where the UI flashes when i open any (like full game window changng colours when i try to look around. This include inventory and chest and stuff like that. I went to the discord and it suggested neodymium mod which fixed it for a bit I also cant update to the 2021 IGPU drivers as my GPU/CPU was released 2022 (i only have an IGPU) any help is appretiated\n\nu/ColboltSky\n•\n1 mo. ago\nWhere could I get a eye of ender before hv?\n\nAs the title says. Any structures I should look for specifically, or villagers I should trade with?\n\nu/Tobias0404\n•\n1 mo. ago\n\"not enough output space\"\n\nI am trying to use the cobaltite dust in the EBF to make arsenic.\n\nThe EBF tells me there is not enough output space. Do I need 2 output busses for the 2 output items?\n\nI can't see any other fix. It can make aluminium just fine. My EBF has 1 output and input hatch (fluids) and 1 output and input bus (items)\n\nu/ikickbabiesforfun69\n•\n1 mo. ago\ni want to start gregtech, what the hell do i do first?\nu/Glass_Writer_4093\n•\n1 mo. ago\nGTNH is really slow and sluggish\n\nI just started playing GTNH using the Feed The Beast app. I've also downloaded FTB utilities and its relevant library. Other than that, i am running GTNH fresh outta the box.\n\nMy problem is that its running really slow and sluggish. For example:\n\n- Frequent lag spikes. Normal FPS is 80, however it often drops to 2-3 for many seconds.\n\n- The game itself takes about 5 minutes to start\n\n- If i load a new world it takes 3-4 minutes to load\n\n- If i enter the Nether i takes 1-2 minutes to load.\n\n- It also seems like my CPU is really struggling to play this game, the CPU fan is constantly running on max.\n\nMy hardware is as follows:\n\nCPU: I7-4790K\n\nRAM: 16 gigs of DDR3 PC3-12800H\n\nGTX 1080\n\nI can run most other games with decent quality and performance, but not GTNH. So the fault is within Minecraft, the FTB-app or GTNH.\n\nIs there anything i can do to increase performance?\n\nView full post\nu/JetstreamSam1984\n•\n1 mo. ago\nVersion 2.4.0 Crashing on launch bc of [AE2-CORE] (i think)\n\ntitle.\n\nAfter updating to the latest version of the pack now it crashes on start. I've tried running the build in individual mod updater but to no avail. Do I have to just nuke my install and start again? what about my save file?\n\n(Crash Log)\n\nu/XenoZohar\n•\n1 mo. ago\nI've seen the questline \"Infinite Energy Storage\" in Storing and Transforming, but has anyone actually gone ahead and built it?\n\nI may be one of the slowest GTNH players ever since I keep going off on tangents and trying out the things I see in the questbook that I've never seen or heard of others doing.\n\nI'm curious if there's any documented case of anyone actually building the Hydro Dam and actually; productively, using it.\n\nu/StoneHammers\n•\n1 mo. ago\nSome random images from my old base 2022-2023\nu/scooty4789\n•\n1 mo. ago\nRoom design\n\nHello everyone, i got some problem designing my room, where i grow all crops, maybe anyone got some ideas or sent me a picture of yours? Also some base design, my base looks like i sneezed on the walls, made from hardened clay but want to make it better and also have better look where are my LV machines and everything else.\n\n(Don't blame me for my english if u find something wrong, Thanks!)\n\nhttps://preview.redd.it/room-design-v0-85ebpye8b7xb1.png?width=1920&format=png&auto=webp&s=dccafe875a2767afca563d12fa0d4077ad40e4aa https://preview.redd.it/room-design-v0-nqvyndq8b7xb1.png?width=1920&format=png&auto=webp&s=c531511863b59c50bc079274af49329a031e3daf https://preview.redd.it/room-design-v0-ylihu2z8b7xb1.png?width=1920&format=png&auto=webp&s=da15dd2e3c59f2710ac20fca66daaf7ee00560c5\nView full post\nu/Spot_Responsible\n•\n2 mo. ago\nFinally found the copper vein I needed\nu/Nonstopshedder\n•\n2 mo. ago\nQuestion about voltage and EU/T\n\nHi guys,\n\nSo I'm making a combustion engine, and it can make some 6k eu/t. Is this considered EV or IV?\n\nI'm basically confused about what is considered what. So for example is 840 eu/t considered HV or EV? If this makes sense let me know, since I actually don't know, I've only used single block combustion generators and never had to deal with odd amounts of eu.\n\nThanks :)\n\nu/mcrib84\n•\n2 mo. ago\nman nobody told me you can use human flesh to make mince meat this is awesome\nu/Swit092\n•\n2 mo. ago\nHii! Day 1 / xxx\n\nToday I started playng GT:NH... any tips for beginners?\n\nu/hieronymusashi\n•\n2 mo. ago\nFPS Drop When Placing Blocks\n\nAnd changing to gt tools which apply the mesh overlay on GT machines ( wrench and wire cutter as examples)\n\nMy computer specs are rock solid.\n\nCPU : AMD 7950x\n\n32 GB DDR 5 ram\n\nNvidia RTX 4090.\n\nM.2 Samsung Evo 2 TB SSD\n\nUsing Adoptium Java 17\n\nThe issue is as follows: in a chunk with a lot of tile entities , I get a huge FPS Drop when chunk updates happen.\n\nThis fps drop is not attributable to any hardware bottlenecks. CPU and GPU barely register. The GPU fans don't even spin.\n\nI also observe frame rates lower than I expect. With vsybc off, even a new world gives me an fps of around 120. With my rig, I'd expect 300+ on a fresh world.\n\nI installed optifine, which helps.\n\nDisabling smooth lighting also helps greatly but the game looks like crap without it.\n\nDoes any one else have this issue? Any ideas on how to solve this? Since it seems software side, rather than hardware side, I assume it's solvable.\n\nIs Minecraft just that poorly coded that it decides to take it's sweet time updating? I can run far more demanding games at higher fps.\n\nView full post\nu/BackgroundAnalysis55\n•\n2 mo. ago\nNEW MOB DISCOVERED\n\nIt is currently 5:42 am on Friday 20th. I have a discovered a new creature in Greg Tech New Horizons\n\nIt is...\n\na business pig\n\nPs: if anyone has sighted a business pig be sure to snap a picture and repost here, here is a professional sketch of what the figure looks like\n\nPss: he is holding a shovel and is wearing a white and black suit w/tie\n\nhttps://preview.redd.it/new-mob-discovered-v0-tnx1w9o2acvb1.png?width=1896&format=png&auto=webp&s=bd5195749ea373c332cbe02ddcf08c97e6a720d9\nView full post\nu/EpicKittenGamer\n•\n2 mo. ago\nMy last GTNH video (I blew my base up and now can't deal with the ramifications of re-doing everything)\n\nhttps://youtu.be/5pDU7XP80-g?si=eBoJCNI9vGT8Jqwo\n\n(maybe, I am man, I am stupid)\n\nu/Hasherino\n•\n2 mo. ago\nLarge steam turbine - incomplete structure\nr/feedthebeast\n•\n2 mo. ago\nGTNH | Large steam turbine - incomplete structure\n\nBuilt a large steam turbine multiblock in GTNH 2.4.0, however I keep getting \"Incomplete Structure.\" Tried building it as it is shown in the multiblock structure guide block for block, double-triple checked if I'm using the correct blocks, even updated to 2.4.1, but still cannot get it to work. Any ideas?\n\nhttps://preview.redd.it/gtnh-large-steam-turbine-incomplete-structure-v0-r5hom7j8xdub1.png?width=616&format=png&auto=webp&s=24d7aeb762d508acc07763f95457dfd9e75c07b3 https://preview.redd.it/gtnh-large-steam-turbine-incomplete-structure-v0-byzjshv8xdub1.png?width=658&format=png&auto=webp&s=5acf67ec69ce68a80783fd72be8ad130525df951\n2 upvotes · 2 comments\nu/GetClqpxd\n•\n2 mo. ago\nNEW MODDED MINECRAFT SERVER NETWORK\n\nGTNH Server [24/7] [Dedicated] [LA] [Professionally Run]\n\nHello, I am hosting a GTNH server for those looking to play with other players and find groups! GTNH is a harcore technology and magic modpack, based around the technology mod Gregtech. The modpack is extensive with thousands of mods and crafting recipes, aswell as multiple progression paths, extensive multiblocks and a detailed quest book.\n\nThe server is set up to handle a large amount of people, and runs well! We'd love to see new groups, and or solo players join, so feel free to join the discord and take a look!\n\nhttps://discord.com/invite/Xvwj7tkFQ2\n\nServer information:\n\nDedicated 24/7\n\nHosted in LA (moving to Europe next month)\n\nLFG in discord\n\nAdditional mods: FTBChunks/FTBLib\n\nPlayer limit: 100\n\nVersion: Latest Stable\n\nNomifactory Server [24/7] [Dedicated] [LA] [Professionally Run]\n\nHello, I am hosting a Nomifactory CEU server for those looking to play with other players and find groups! Nomifactory CEU is a hardcore technology and exploration modpack, based around the technology mod Gregtech. The modpack is extensive with many mods and crafting recipes, aswell as multiple progression paths, extensive multiblocks and a detailed quest book.\n\nThe server is set up to handle a large amount of people, and runs well! We'd love to see new groups, and or solo players join, so feel free to join the discord and take a look!\n\nhttps://discord.com/invite/Xvwj7tkFQ2\n\nServer information:\n\nDedicated 24/7\n\nHosted in LA (moving to Europe next month)\n\nLFG in discord\n\nAdditional mods: N/a (all server sided)\n\nPlayer limit: 100\n\nVersion: Latest Stable\n\nView full post\nu/Matterbound\n•\n2 mo. ago\n[US East] [FTB Utils] Long term server looking for mature players of all skill levels\n\nI am running a small 2.4.0 server that has been running for the last month. Players have come and gone and we're now looking for more players again! The world was created on August 28th and pollution is off.\n\nI've added FTB Utilities (and FTBLib) for the chunk claiming and /sethome features, although /home will not work across dimensions! I can help you with getting these two mods added quickly if you need assistance.\n\nPost here or message me about why you're looking to join and I'll get back to you as soon as possible. A little bit about yourself and your previous experience with the pack would be great! I truly just want to find a group of friendly people to enjoy this pack with over the next several months and beyond.\n\nView full post\nTop 17%\nRank by size"
}