{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Chastity Stories - Reddit",
  "href": "https://www.reddit.com/r/ChastityStories/wiki/archive/",
  "body": "Chastity Stories Archive. The aim of this wiki is to build an archive of chastity stories. The stories have been divided into 5 sections. Men kept in chastity by women(and vice versa), both lesbian chastity and gay men in chastity, as well as anything that doesn't fit into that category such as where you don't know who the keyholder is or where there are multiple ones.",
  "textContent": "Open menu\nReddit Recap\nLog In\nExpand user menu\nr/ChastityStories\narchive\nOpen menu\nChastity Stories Archive\nChastity Stories Archive\n\nThe aim of this wiki is to build an archive of chastity stories. The stories have been divided into 5 sections. Men kept in chastity by women(and vice versa), both lesbian chastity and gay men in chastity, as well as anything that doesn't fit into that category such as where you don't know who the keyholder is or where there are multiple ones.\n\nMale chastity with a female keyholder\n\nStories where men are kept in chastity belts or devices where a women holds the key.\n\nFemale chastity with a female keyholder\n\nStories where women are kept in chastity belts where a woman holds the key.\n\nFemale chastity with a male keyholder\n\nStories where women are kept in chastity belts or devices where a man holds the key.\n\nMale chastity with a male keyholder\n\nStories where men are kept in chastity belts or devices where a man holds the key.\n\nOther chastity stories\n\nOther chastity stories\n\nAltarboy Stories\n\nHere is a link to an archived version of the old altarboy website that has since gone down. For anyone that is new here, this has nothing to do with actual altar boys. To try and avoid repeating links, other branches of this wiki will not feature links to any story originally on this former site.\n\nLast revised by deleted account 5 years ago\nRULES\n1\nRules\n2\nStories\n3\nMultiple Posts\n4\nImages\n5\nFlairs\n6\nStory Requests [Trial]"
}