{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "short roots, tall roots, and how they can affect fit - Reddit",
  "href": "https://www.reddit.com/r/ABraThatFits/comments/51o063/guide_root_height_short_roots_tall_roots_and_how/",
  "body": "The biggest thing that root height can do to affect how you will fit into bras is that it can effectively change what shape bras you need. People with short roots may require more full on bottom bras (closed on top) than their shape would otherwise want, while people with tall roots may require more full on top (open on top) bras.",
  "textContent": "[Guide] Root height - short roots, tall roots, and how they can affect fit : r/ABraThatFits\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ABraThatFits\nr/ABraThatFits\n•\n7 yr. ago\nLadyVerene\n[Guide] Root height - short roots, tall roots, and how they can affect fit\nProject/Guide\n\nSo, let's say you've read over the Beginner's Guide. You've got a good idea of what size you should be wearing, and you've generally figured out what you think your shape is. But you're still having trouble with bras that should work for your shape. What’s going on?\n\nYour root height - how much of your chest that your breasts cover, vertically - may be the cause of it.\n\nRoot height is definitely a more 'advanced' aspect of breast shape and bra fitting, as it can be a lot harder to figure out, as well as it being able to functionally change what shapes work well for you.\n\nWhen we talk about roots, that refers to where your breast tissue is anchored to your chest. Horizontal roots - whether or not your breasts are wide or narrow - is something that's pretty commonly known, as well as what bras are good for narrow or wide shapes. Vertical roots - how tall your breasts are - gets a bit trickier.\n\nu/noys made this great graphic that shows how the same breast shape can look different with short, average, and tall roots. All of the breasts shown project the same amount, and would measure as the same size, but due to how tall the breasts are, would have different bra requirements.\n\nI personally have very short roots, so that is what I’m most familiar with. However, many of the same concepts can work for tall roots as well, simply in reverse.\n\nHow can root height affect your shape?\n\nThe biggest thing that root height can do to affect how you will fit into bras is that it can effectively change what shape bras you need. People with short roots may require more full on bottom bras (closed on top) than their shape would otherwise want, while people with tall roots may require more full on top (open on top) bras. This is not definite, of course, but it’s a good thing to keep in mind.\n\nWhat fit issues can be caused by this?\n\nA common fit issue for short breasts is “strap gap” - that is, a gap between the breast and the cup where the strap attaches to it. This is generally caused by the fact that cups tend to get tall where they attach to the strap; so long as everything else fits fine, it’s not considered a major fit issue.\n\nTall roots can commonly find themselves experiencing a very different fit issue, where they find that they have gaping at the apex of the cup, but it also cuts in at the top. This can happen if the cups expect the breasts to have ended sooner, and the cups end up being too short.\n\nA visual representation of these issues can be seen in this graphic.\n\nHow do I figure out if I'm tall or short?\n\nDiagnosing root height is essentially a case of figuring out what size you should be wearing and about what shape you think you are, and working from there. I personally prefer the lean test (leaning over 90 degrees and seeing where most of your tissue lies - above or below your nipples, or evenly distributed) for finding shape without a well-fitting bra. From there, by trying on bras in the proper size that should work for your shape, fit issues can be identified and figured out.\n\nSometimes it is possible to see, by looking at yourself in the mirror in profile, how tall or short your roots are. For example, it's easy for me to tell that I am very short. But sometimes it's not always obvious, which is why trying bras in different shapes can help rule out other fit issues.\n\nWhat kind of bras will work for me?\n\nJust as there are bras that work better for certain shapes, certain bras will be more forgiving of short or tall roots than others. As tall roots can act functionally more full on top, and short roots can act functionally more full on bottom, keep that in mind as you select bras to try.\n\nHalf cups, due to the fact that they do not have an upper cup section, can work well for either tall or short roots, of any shape. However, there are a few notes to keep in mind - if you have particularly short roots, or lack in upper fullness in general, you may still find some half cups to be too tall. If you are especially tall-rooted and/or have nipples that are positioned high on your breasts, there is the possibility of the cup edge not coming up high enough and giving enough coverage.\n\nThere are a number of balconettes that are suitable for short roots and tall roots; if you are tall-rooted, you will likely want balconettes that are more open on top, while short roots will get along with balconettes that are more closed on top. Stretch lace makes bras much more forgiving in their fit; if you have taller roots you will want to avoid ones that have elastic edging as that can cause a bra to cut in. Elastic edges may work for shorter roots.\n\nFull cups are likely to not be good fits for tall roots, due to the way they tend to be cut; they simply do not have the room towards the top of the cup. They can work for short roots, but there will likely be extra room at the top of the cup.\n\nAny specific models or styles to try?\n\nWhat bras will specifically fit you depends a great deal on your size, root width, and general shape as well as your root height. Here are a few bras that are general good ones to try, however:\n\nShort roots: Panache Envy, Cleo Lucy/Kali, Cleo Hettie, Cleo Kayla, Curvy Kate Bardot/Ellace (Ellace has a stretch lace upper section), Curvy Kate Madagascar, Panache Tango II (tends to work better in large band/cup sizes due to scaling issues), Comexim 3HC (three-part half cup), Ewa Michalak CH/CHP/HM cuts. Panache Jasmine, Panache Black Esme, and Ewa Michalak S/SM cuts may work if you have a lot of upper fullness, as well as classic FoT bras like Cleo Marcie. Many Elomi bras can work well if you have a lot of bottom fullness and fall into their size range (generally 34+ bands).\n\nTall roots: Cleo Marcie (and various sister-cuts, though ones that are more open on top, such as Izzy, may not work as well), Cleo Skye, Panache Floris, Panache Thea, Panache Jasmine, Cleo Kayla, Comexim 3HC, Comexim plunges, Ewa Michalak CH/CHP/HM/PL cuts. Ewa Michalak S/SM may also work. Cleo Hettie might work if you are a smaller cup size (the stretch lace on top is reinforced, as well as having elastic edging, in GG cups and above) and have more bottom fullness.\n\nMany of these bras are quite projected, so if you are shallower, this post has some bras that may work for you.\n\nSports bras and swimwear: This gets trickier as, in the case of sports bras, there are simply not many options; as for swimwear, not much gets measured or reviewed, so I can only say what I have personally tried. The wireless Panache Sport is what I wear; the cups are quite tall so if you have shorter roots you may want to size down in this. This advice also stands for the wired Panache Sport, as it also runs tall. Panache Elle is the only swimwear top I’ve tried and it is a good fit for short roots. The Cleo Lucille balconette swim top may also work well for short roots. Curvy Kate Plain Sailing (both the plunge and balconette cut) can be suitable for short roots. Comexim and Ewa Michalak swimwear can work for either short or tall roots, depending on the cut and size.\n\nAnything else?\n\nIf there is anything I may have missed, any questions or suggestions anyone has, or any bra recommendations that would work, please feel free to post or let me know! Root height is definitely a complicated thing, and so any common issues people have had due to that, or ways they've managed to get a good fit while having short or tall roots, can potentially help someone else with the same thing.\n\nRead more\nSort by:\nAdd a Comment\nhurrrrrmione\n•\n7 yr. ago\n\nI've heard a few people on here say Curvy Kate Madagascar is good for short roots. I don't know anything about the bra otherwise though except that someone moderately recently tried both Madagascar and Bardot and Madagascar was more open on top than Bardot.\n\nIt might be good to add a paragraph mentioning that shallow breasts almost always have tall roots but projected breasts can have tall roots as well. I know the VenusianGlow graphic linked in the shape guide that says it shows shallow breasts versus \"other breasts\" trips a lot of people up because it's actually showing shallow breasts with tall roots versus projected short-rooted breasts. So I've seen people either coming away thinking that since they have tall roots they must be shallow and/or that because they don't have short roots they must have tall roots. I have a small, very simple illustration that I made of a projected breast with tall roots if you want to use it.\n\nReply\nreply\nkemicat\n•\n7 yr. ago\n\nI have short roots and am projected and the Madagascar is my perfect bra so +1 for this\n\nReply\nreply\nLadyVerene\n•\n7 yr. ago\n\nI actually had Madagascar on my initial list but somehow it didn't get copied over. I'll add it.\n\nI hesitate to say something like \"short roots are inherently projected\" or \"tall roots are shallow\" because that is something that depends wildly on body shape and size, as well as breast shape and size. Someone who measures in a smaller cup size (say around 28-30C range) can be short yet shallow. Also, if you look around at bloggers, there are quite a few that appear to be tall-rooted while very projected; CurvyWordy is the most clear example I can think of.\n\nReply\nreply\n1 more reply\n29 more replies\n[deleted]\n•\n7 yr. ago\n\nReally great post. I'd like to add that there are a plethora of shallow bras for tall rooted and short rooted people too!\n\nReply\nreply\nLadyVerene\n•\n7 yr. ago\n\nDo you have any specific ones that'd be good additions? I'm not as familiar with shallower bras, as they don't work for me at all.\n\nThanks!\n\nReply\nreply\n1 more reply\na_l_e_x_a_d\n•\n7 yr. ago\n\nThis is a really helpful guide. Thanks for taking the time to compile it.\n\nThis isn't a criticism, but I'm curious as to why you only mention Comexim and Ewa half-cups, and not the plunge styles? (Or the balconettes, but I know nothing about those personally). Maybe it's not true for everyone with tall roots, but Polish plunges are my best fits.\n\nAnother suggestion for more shallow, tall-rooted shapes would be Freya padded half-cups. Freya Starlet Vertical Seam is also tall-root friendly, but provides a bit more projection.\n\nReply\nreply\n6 more replies\ncaptain_wombat\n•\n7 yr. ago\n\nAwesome post! I'd like to add that CK Daily Dream and Cascade work well for short roots, as well as pretty much any Comexim bra with the reduced cup height alteration.\n\nAlso a bit of a DIY tip: I have really short roots but I love the look of Marcie and its clones, so I get out a needle and thread and take in the upper fabric at the top and sides of the gore so it lays flat. I got an Izzy recently and had to take in quite a bit of fabric, but it worked out well in the end!\n\nReply\nreply\nmailiana\n•\n7 yr. ago\n\nGreat post! Definitely agree about Cleo Kali, Comexim 3HC and Ewa for short roots (I have HP Rokoko and love it - sadly there are no more HP for sale right now! Hope it comes back...)\n\nThe biggest problem I have is that when my breasts are on the bigger side of their fluctuation, going to larger cup sizes makes gores tooooo tall - I am somewhat close set but I also think that being short rooted has to do with it, at least for me - my breasts don't really get any taller as I gain volume and larger sizes expect taller breasts. Plunges or lower-gore styles are much preferred for me.\n\nReply\nreply\n3 more replies\njoan-of-urk\n•\n7 yr. ago\n\nFWIW I am FOB with tall roots (to get ridiculously specific: I need tons of immediate room at the underwire, but only moderate projection at the apex, my obvious/projected breast is \"tallish\" with a little bit of upper fullness as well as the pronounced bottom fullness, plus ALSO I have gradually sloping shallow breast tissue right up to the collarbone).\n\nI have found that the Kali works quite well for me but that the Lucy is impossible -- it's too closed. I realize these bras are continually spoken of as clones, and tbh it drives me crazy, because that's not my experience at all, and I think that this whole root height cluster of factors is probably why.\n\nThe Cleos that have been most successful for me are actually the Kali and the Melissa. Go figure. I have an Izzy as well, and it provides better uplift than the Kali and slightly more comfort than the Melissa, with only a tiny bit of looseness in the lace. However, the fabric part of Izzy ends too low to cover up the nipple, which is therefore visible along with most of the areola through the lace part -- you see what I mean about tallness in the projected breast itself and not just in the shallow upper reaches -- so, while the fit of Izzy is surprisingly functional, it's clearly not 'as designed.'\n\nReply\nreply\nMorethan2hands\n•\n7 yr. ago\n•\nEdited 7 yr. ago\n\n36GG-Centre full/functionally FOT/very immediate projection/narrow + short roots/very soft tissue/high set/pendulous/close set\n\nI'm new here so this discussion is extremely interesting to me. I've read a lot and have concluded the above about my own breasts. I currently wear the hated and reviled Fantasie Belle because it's the only bra that fits most of my tissue. I'm overweight so I have loose mobile skin and fat that adds to my fit issues. I'm still quad-boobing even over the full cup, because of the loose skin fat overflow. I've just ordered Cleo Marcie to see if I have another option than Belle because I also hate the shape I get from it. I get downward pointing triangular sideview with some rounded FOT . I think it's been referred to as upside down 7. I've already altered the centre bore on the Belle and it opened up thecup top marginally but the top of the gore wire still project about 2.3 inches from sternum. I've never in my life had a bra with a gore that tacked. I tried Comexim but don't have tall enough breasts to fit. I just puddle in the bottom of the cups and slosh around like bags of jello. Plunges have the low gore that feels good but my CF breasts quickly jump ship in those and look like an animal that got stuck under a fence. I'm very frustrated at not fitting anything!! I'd be grateful if the experts here could jump in with their shape/fit wisdom and maybe some bra brands and styles which I could work to my advantage. I don't have enough bottom or outside fullness to go up a cup size so I just don't know where to go from here.\n\nReply\nreply\n2 more replies\nMiaHarder\n•\n1 yr. ago\n\nI'm having trouble with root height ...and width for that matter. Is there any other tips for figuring this out? Like ... if the root starts more that a hands length (fingertip [at collar bone] to wrist [at beginning of breast tissue]) you're short ...\n\nGrasping at straws here.\n\nReply\nreply\nabtfchesty\n•\n7 yr. ago\n\nShort root swimwear: I had good luck with Curvy Kate Plain Sailing padded bikinis. I tried both the plunge and balconette version. The balconette is perfect for my super-short roots. The plunge is about 1/2\" taller, but not everyone is quite my degree of short-rooted.\n\nReply\nreply\nD_Queen\n•\n7 yr. ago\n\nThis post is so amazing. It took me forever to figure out that short roots were causing many of my fit problems, and I'm so happy to see all this information in one place! Thanks for taking time to do so.\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nBra\nLingerie\nClothing\nFashion\nforward\nback\nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n429 upvotes · 92 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nPROMOTED\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n182 upvotes · 19 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nPROMOTED\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 171 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n123 upvotes · 9 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/eurovision\nBlanca Paloma - Jaleo (Spain 2023)\nyoutube\n106 upvotes · 15 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/eurovision\nLahjakäärijä - \"The gift wrapper\"\nyoutube\n95 upvotes · 10 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n113 upvotes · 26 comments\nr/ABroadInJapan\nHow to Spend 14 Days in JAPAN 🇯🇵 Ultimate Travel Itinerary\nyoutube\n129 upvotes · 21 comments\nr/DeppDelusion\nThe Redemption of Amber Heard\nyoutube\n233 upvotes · 34 comments\nr/ABroadInJapan\nWhy Christ Broad is So Loved in Japan\nyoutube\n126 upvotes · 32 comments\nr/ABroadInJapan\nI Spent $1,000 on Japan's Tiniest Car (Was it really worth it?) (Journey Across Japan: Non-Stop-North S1E1)\nyoutube\n114 upvotes · 19 comments\nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 93 comments\nr/hellblade\nNew Senua's Saga: Hellblade II Trailer\nyoutube\n297 upvotes · 48 comments\nr/videos\nWe need to talk about male suicide\nyoutube\n855 upvotes · 316 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 7, 2016\nReddit\nreReddit: Top posts of September 2016\nReddit\nreReddit: Top posts of 2016"
}