{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Researchers study plastic pollution in Great Lakes | RIT",
  "href": "https://www.rit.edu/news/researchers-study-plastic-pollution-great-lakes",
  "body": "In their study, Hoffman and co-author Eric Hittinger, assistant professor of public policy at RIT, report that half of the plastic pollution entering the Great Lakes—5,000 metrics tons per year—goes into Lake Michigan, followed by Lake Erie with 2,500 metric tons and Lake Ontario with 1,400 metric tons.",
  "textContent": "Skip to main content\nFUTURE STUDENTS\nCURRENT STUDENTS\nPARENTS\nFACULTY AND STAFF\nALUMNI\nPARTNERS\nREQUEST INFO\nVISIT\nAPPLY\nGIVE\nRochester Institute of Technology\nNews\nDirectory\nmyRIT\nAbout\nAcademics\nExperiential Learning\nAdmissions and Aid\nResearch\nRIT Life\nAthletics\nSite Search Button\nRIT / News\nDecember 19, 2016 by Susan Gawlowicz\nResearchers study plastic pollution in Great Lakes\nStudy inventories movement of plastic and microplastic debris throughout lake system\nShare on Facebook\nShare on Twitter\nShare on LinkedIn\nShare on Reddit\nShare via Email\n‌\n\nMatthew Hoffman, assistant professor in RIT’s School of Mathematical Sciences, used computer simulations to follow the volume of plastic debris moving across state and international boundaries—from Illinois to Michigan and from Canada to the United States.\n\nA new study by Rochester Institute of Technology that inventories and tracks high concentrations of plastic in the Great Lakes could help inform cleanup efforts and target pollution prevention.\n\nResearchers found that nearly 10,000 metric tons—or 22 million pounds—of plastic debris enter the Great Lakes every year from the United States and Canada. Matthew Hoffman, assistant professor in RIT’s School of Mathematical Sciences, is the lead author of “Inventory and transport of plastic debris in the Laurentian Great Lakes,” which will run in an upcoming issue of Marine Pollution Bulletin.\n\n“This study is the first picture of the true scale of plastic pollution in the Great Lakes,” Hoffman said.\n\nHoffman used computer simulations to follow the volume of plastic debris moving across state and international boundaries—from Illinois to Michigan and from Canada to the United States.\n\nEarlier studies estimate 40,000 to 110,000 metric tons of plastics enter the oceans along the U.S. coastline, Hoffman said.\n\nIn their study, Hoffman and co-author Eric Hittinger, assistant professor of public policy at RIT, report that half of the plastic pollution entering the Great Lakes—5,000 metrics tons per year—goes into Lake Michigan, followed by Lake Erie with 2,500 metric tons and Lake Ontario with 1,400 metric tons. Lake Huron receives 600 metric tons of plastic and Lake Superior, 32 metric tons per year.\n\nEstimates of surface microplastics entering the lakes each year show 4.41 metric tons in Lake Erie, 1.44 metric tons in Lake Huron and .0211 metric tons in Lake Superior.\n\nPlastic pollution in Lake Michigan is approximately the equivalent of 100 Olympic-sized pools full of plastic bottles dumped into the lake every year, Hittinger said, whereas the yearly amount of plastic in Lake Ontario equates to 28 Olympic-sized pools full of plastic bottles.\n\nPrior observational studies measured localized concentrations of plastic pollution in the open water, tributaries and along the shorelines. The new study applied mathematical modeling for the first time to extend the scope of the problem over time and spatial scales.\n\nThe inventory gives full mass estimates on the entire connected lake system and maps plastic debris moving between lakes and across interstate and international borders. The results provide environmentally realistic concentrations of plastic in the Great Lakes.\n\nFindings of the study show debris travels differently in the Great Lakes than in the ocean. Instead of the floating “garbage patches” found in the ocean, plastic in the Great Lakes are carried by persistent winds and lake currents to the shore—often washing up in another state or country, Hoffman said.\n\nPlastic accounts for approximately 80 percent of the litter on the shorelines of the Great Lakes. The study quantifies dense plastic that quickly sinks and surface plastics like microbeads, fragments and pellets, plastic line and Styrofoam, which could be consumed by wildlife and potentially enter the food chain.\n\nMajor population centers are the primary sources of plastic pollution in the Great Lake system, with Chicago, Toronto, Cleveland and Detroit releasing more plastic particles than accumulate on their shorelines.\n\n“Most of the particles from Chicago and Milwaukee end up accumulating on the eastern shores of Lake Michigan, while the particles from Detroit and Cleveland end up along the southern coast of the eastern basin of Lake Erie,” Hoffman said. “Particles released from Toronto appear to accumulate on the southern coast of Lake Ontario, including around Rochester and Sodus Bay.”\n\nEstimates of plastic pollution throughout the Great Lakes were derived using population dynamics within 100 kilometers, or 62 miles, of the shores and hydrodynamic modeling to simulate the distribution of plastic debris throughout the Great Lakes from 2009 to 2014. Data from the National Oceanic and Atmospheric Administration Great Lakes Coastal Forecast System were used to simulate currents transporting plastic debris throughout the lake system.\n\nMatthew Hoffman\nTopics\nresearch sustainability\nRecommended News\n\nDecember 8, 2023\n\nRIT to partner with Synapse VP for exclusive virtual production immersion in LA next month\n\nRIT is partnering with Synapse Virtual Production on an in-person immersion in Los Angeles next month that will provide creatives, technologists, and classically trained filmmakers with the latest training in experiential elements for virtual production.\n\nDecember 8, 2023\n\nRIT leading STEM co-mentoring network\n\nBetsy Dell, professor in the College of Engineering Technology, and Makini Beck, assistant professor in the College of Liberal Arts and the School of Individualized Study, are leading a National Science Foundation-funded project to support minoritized women students in STEM through a co-mentoring network.\n\nDecember 7, 2023\n\nHow to make Chef Herlan Manurung's tempeh and tofu curry  \n\nThe Humane Society features Herlan Manurung, corporate executive chef and associate director of RIT Dining.\n\nDecember 6, 2023\n\nAn auto engineer became a full-time potter in L.A. Thank her high school art teacher  \n\nThe Los Angeles Times features Becki Chernoff '00 (mechanical engineering).\n\nMore News  \n\nAddress and Phone\n\nOne Lomb Memorial Drive\nRochester, NY 14623\n585-475-2411\n\nRIT Facebook\nRIT Instagram\nRIT Twitter\nRIT TikTok\nRIT YouTube\nRIT LinkedIn\nSign up for RIT news\nWebsite feedback\nAbout\nAcademics\nExperiential Learning\nAdmissions and Aid\nResearch\nRIT Life\nAthletics\nNews\n\nCopyright © Rochester Institute of Technology. All Rights Reserved.\nLand Acknowledgment. Disclaimer. Copyright Infringement. Privacy Statement. Nondiscrimination. Emergency Information.\n\nThis website uses cookies to provide better user experience and functionality. You can control and configure cookies in your web browser. Cookie Statement | How to Disable Cookies\nOK"
}