{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Viral sea turtle video fuels campaign against plastic straws",
  "href": "https://abc7news.com/viral-sea-turtle-youtube-video-fuels-campaign-against-plastic-straws-bay-area-environmentalists-declare-war-on-straw-stuck-in-nose-pose-danger-for-mammals/1942663/",
  "body": "Bay Area environmentalists are declaring war on the lowly plastic straw. Americans use an incredible 500 million plastic straws every day. Even though they are small, straws can create serious ...",
  "textContent": "Take Action SF: Mayor, city leaders on the future of city\nFULL STORY\nABC7 Bay Area 24/7 live stream\nWATCH NOW\nWatch ABC7 newscasts on demand\nFULL STORY\nHow safe is your neighborhood? Check out Bay Area safety tracker\nFULL STORY\n\nWATCH LIVE\n\nSan Francisco\n\t\nEast Bay\n\t47°\nSan Francisco, CA\nEDIT\nLog In\nWelcome,\nYour Account\nLog Out\nSCIENCE\nViral sea turtle video fuels campaign against plastic straws\nMonday, May 1, 2017\nEMBED <>MORE VIDEOS \n\nEven though straws are small, they can create serious environmental problems, so now a growing number of activists say it's time to just say no.\n\nBay Area environmentalists are declaring war on the lowly plastic straw. Americans use an incredible 500 million plastic straws every day. Even though they are small, straws can create serious environmental problems, so now a growing number of activists say it's time to just say no.\n\nA big factor in the growing campaign to eliminate plastic straws has been a viral video of a sea turtle with a straw stuck in his nose.\n\nThe video shows researchers, who found the turtle in Costa Rica, removing the straw. The turtle survived and was released back into the wild. The video got millions of internet views, and the impact has been huge, turning grass roots campaigns against plastic straws into a global movement.\n\nVIDEO: Sea turtle with straw up its nostril\n\nOne of those grass roots groups is The Last Plastic Straw in Santa Cruz. It was started by Jackie Nunez who has been talking about plastic straws like \"the crazy straw lady\" for years.\n\nTop Stories\n00:09\n01:12\nDisney-themed holiday house in\nAntioch helps over 100 families receive toys\n\nNunez said the turtle video blew up her campaign, with an avalanche of interest. It has been a game changer in the fight against plastic pollution. \"That plastic straw will last maybe moments in your drink or in your hand, but it's going to outlive you and generations to come,\" Nunez said.\n\nThat is also the message of a new documentary called \"Straws\" that debuted at the Sonoma Film Festival and is getting a strong reception at other film festivals around the country. The producer and director, Linda Booker, said straws are a great starting point for a look at the environmental consequences of plastic. \"We are talking about billions and billions of non-recyclable plastic straws that are ending up garbage cans, landfills, and unfortunately too often as street litter,\" she said.\n\nMany straws also end up in the ocean and on the beach. According to the California Coastal Commission, straws are the sixth most common trash item found on our state's beaches since 1989.\n\nBay Area campaigns are trying to get restaurants to eliminate plastic straws and are moving into high gear. Eva Holman with Surfrider Foundation's San Francisco chapter is helping lead the charge. \"Out of all the plastic we find on the beach, it is the one thing that is really easy to get rid of. Getting rid of plastic straws is not going to hinder your lifestyle whatsoever,\" according to Holman.\n\nEnvironmental groups want restaurants to provide straws only if customers request them, and to only use paper, not plastic straws.\n\nOlitas Cantina on the Santa Cruz wharf was an early adopter, switching to heavy duty paper straws designed to last longer.\n\nLongtime Olitas customer Walter Raidor thought the paper straws seemed kind of weird at first, but now he likes them better than plastic. He said they can last through multiple drinks without getting soggy.\n\nPaper straws do cost more than plastic, but Olitas' owner Steve Elb said the restaurant is using a lot fewer straws since many customers don't ever ask for them.\n\nIn San Francisco, using paper straws can actually save bars and restaurants a lot of money. The Pagan Idol bar just made the switch from plastic to paper and is saving $600 a month. That's because using paper straws instead of plastic means more of the bar's waste gets composted rather than sent to the landfill and that's a lot cheaper.\n\nActivists also urge all restaurant customers to tell servers they don't need a straw. And are encouraging people to bring their own straw, if they need one.\n\nTop Stories\n00:10\n01:12\nDisney-themed holiday house in\nAntioch helps over 100 families receive toys\n\nYou can now buy a huge variety of reusable straws made of glass, metal or bamboo. Many come with tiny brushes to help keep them clean.\n\nClick here for more information on the Surfrider \"Plastic Straws Suck\" campaign.\n\nClick here for information on the Last Plastic Straw campaign.\n\nClick here to watch the \"Straws\" documentary.\n\nClick here for more information on Aardvark Straws/Maker of heavy duty, long lasting paper straws.\n\nTop Stories\n01:12\nElon Musk restores X account\nofconspiracy theorist Alex Jones\n\nWritten and Produced by Jennifer Olney.\n\nReport A Correction Or Typo\nCopyright © 2023 KGO-TV. All Rights Reserved.\nRelated Topics\nSCIENCE\nENVIRONMENT\nYOUTUBE\nANIMAL\nU.S. & WORLD\nANIMALS\nENVIRONMENTAL PROTECTION AGENCY\nby Taboola\nPromoted Links\nFROM THE WEB\nRoofers Tested 17 Gutter Guards… Here’s What They Discovered\nLeafFilter Partner\n29+ Coolest Gifts Nobody Would Think Of\nTrending Gifts 2023\n6 Things Not to Do When Selecting a Financial Advisor\nSmartAsset\nMan charged with stabbing Derek Chauvin 22 times in prison: DOJ\nSearch for missing teen ends in grisly discovery in neighbor's yard: Sheriff\nMan jailed after 6 minute video emerges of him beating wife filmed by youngest child\nSay Goodbye to Neuropathy: Experts Stunned by Incredible Device\nHealth Insight Journal\nTop Doctors: ‘Nature's Stimulant’ Is Taking Over The Internet\nHealth Headlines\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores\nCoupon Code Finder\nLIVE STREAMS\nON NOW\nTop Stories\nHere's why Pleasant Hill police initially left scene in 2-day standoff\nDisney-themed house in Antioch helps over 100 families receive toys\nPolice searching for suspect following double stabbing in Berkeley\nClipper's BayPass Pilot Program offers 6,000 UCSF employees free rides\nThousands participate in SantaCon SF pub crawl\n\nNew California laws taking effect in 2024\n\nLIST: Holiday events in the Bay Area\n\n6 dead including child after severe storms tear through Tennessee\n\nFollow Us:\nHome\nWeather\nTraffic\nWatch\nPhotos\nApps\nSan Francisco\nEast Bay\nSouth Bay\nPeninsula\nNorth Bay\nBuilding A Better Bay Area\nTake Action Resources\n7 On Your Side\nI-Team\nEquity Report\nFeel Good Stories\nAbout ABC7 Bay Area\nABC7 Newsteam Bios\n#ABC7Now: Connect with ABC7\nTake Action in Your Community\nABC7 Jobs & Internships\nContests, Promotions, & Rules\nPrivacy PolicyDo Not Sell or Share My Personal InformationChildren's Privacy PolicyYour US State Privacy Rights\nTerms of UseInterest-Based AdsPublic Inspection FileFCC Applications\nCopyright © 2023 ABC, Inc., KGO-TV San Francisco. All Rights Reserved."
}