{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Entitled People - Reddit",
  "href": "https://www.reddit.com/r/EntitledPeople/",
  "body": "Entitled \"Friend\" thinks he deserves my in game weapons. Screams and threatens me when I refused and state the reason. So this happened around morning time before I had to head for my interview. Reason why the quotes is with the word friends is because he sent rude and disgusting texts to me after I ended it.",
  "textContent": "Entitled People\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/EntitledPeople\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Aidoboy\n•\n6 mo. ago\nHappy Birthday to Me, I guess (The State of the Sub)\nM\nhttps://www.reddit.com/r/IDontWorkHereLady/comments/13y4hf5/happy_birthday_to_me_i_guess_the_state_of_the_sub/\nu/Aidoboy\n•\n5 mo. ago\nSubreddit Protest Poll (Reddit is killing third-party applications (and itself))\nS\nhttps://www.reddit.com/r/entitledparents/comments/14nk3gc/subreddit_protest_poll_reddit_is_killing/\nu/Brontolope11\n•\n13 hr. ago\nEntitled Man kicks me\nS\n\nSo this happened last month, but decided to entertain you all.\n\nI'm a 31 year old (he/him) brain cancer patient. Cancer took out my leg (I'm partially paralyzed on my right leg and have severe nerve pain in that leg leading up my back). I'm sitting in the disabled seat on the bus, and let me tell you I have less fingers than stories of people telling me 'I don't look disabled ' and dirty looks until they see me limp off the bus.\n\nAnyway, I am coming back from treatment and this guy gets on and straight up kicks me hard in the leg. He then proceeded to lecture me how 'it didn't hurt's and that having cancer doesn't entitle me to a disabled seat. We had a back and forth at this point since he kicked me I called him out.\n\nAnd I'm over here thinking about how dumb this guy is. He claims he did it to find a place to sit. So you kick a cancer patient? And context, I look sick. People are listening to me tear into this jerk and he is trying to rally people to his side and they just look at him like he's nuts. Because...the shoe fits.\n\nI get up, call him princess (not the wisest choice, certainly should have just reported him but the cheese slid off my cracker at this point) and got off.\n\nBut yeah, that's my entitled person story of how a Karen tried to literally kick me out of a disabled bus seat.\n\nView full post\nu/HansGetTheH44\n•\n4 hr. ago\nTrain terrors\nM\n\nSo me and my family went on vacation to a coastal city. Now this coastal city is in an area with a lot of nationalism/regionalism, which can lead to rude, pretentious and snobbish people populating the area. This particular person was travelling from the capital by high-speed train, the same one me, my family and many other beachgoers were on. Despite the late hour and the stewards asking passengers to be quiet, this particular person decided to blare loud music on their phone and talk loudly about how the rest of our country treats their region like a colony, how we enslave them, blah, blah, blah. Then, as she finishes her tirade, barely halfway through the trip, she turns on her overhead light, harshly waking up the entire car. An anglophone traveller nearby asks her politely to turn it off, and she launches herself into another tirade, whining about tourists. Yeah, tourists are annoying at times, but they pretty much are the base of a sizeable portion of our economy. The jerk, just as the train stops, bangs on the door until she finds the open button.\n\nProbably the same person was the asshole who was so entitled as to smoke inside the metro station. When a guard attempted to stop her, she promptly jabbed her burning cigarette butt into the guard's leg. Then, this piece of particularly pestilent portion of human waste decided to scramble for the metro, and once on the train delighted us with burning nicotine and arsenic. Thankfully, a police officer took her into custody at the next station, dragging her off while she heeled about \"central government despotism\" and \"dictatorship\" or something.\n\nView full post\nu/Dragon_Crystal\n•\n2 hr. ago\nChristmas shopping wasted\nM\n\nThis happened a few hours ago and this guy make everyone feel extremely uncomfortable, especially when he started threatening to harm everyone who dared to look at him, until he was eventually taken away.\n\nMy shift had been cut so I asked if my mom and brothers wanted to go do some Christmas shopping at the mall, sadly we couldn't find much stuff to buy, due to them being too expensive or just not to our liking. We were getting hungry and stopped at the food court to get some food.\n\nWe got our foods and were eating, talking amongst ourselves, when some guy the Chad of this story, just walk into the court and glared at everyone like us eating and enjoying ourselves was an insult to him. Our mom had just came back from ordering food for our dad when this man started going on a rant about how he is \"invisible,\" that anyone who looked him in the eye had 5 seconds before he kicked their ass, before walking back and forth close to our table, while still ranting and than yelling \"I'm going to kill all of you.\"\n\nMyself, brothers and mom kept our eyes down, pretending not to notice him to avoid him coming any closer to us. He continued ranting and threatening everyone, even saying \"oh good go ahead and record me, come on and fight me, call security I can take all of you on, I'm invisible.\" Eventually 3 security guards did come and walked him out, which we quickly packed our food up to leave as quickly as we could cause we didn't know if he had some kind of mental illness or on something and strolling around the parking lot surrounding the mall.\n\nAs my mom and brothers were in the bathroom, a group of teenagers came out and were asking \"where'd the guy go?\" I'm not sure if they were the cause of the Chad going on his rant or not, but we just wanted to get out of there as quickly as possible and going to avoid going there for a while.\n\nMy brother Kirito revealed after we were far away from Chad that whenever Chad walked pass us and the people at the table to the right of us, Chad would glare directly at Kirito and the man as if he wanted them to say something. Apparently someone who did walk pass us was recording Chad ranting and must've reported him to security, I'm glad they removed him, cause I didn't want to have to deal with him even though I had a taser and pepper spray on me. Cause he was getting very aggressive the more he make his rounds.\n\nTl;dr guy walks around food court ranting about being invisible and claiming to fight everyone, than was walked out after threatening to harm everyone.\n\nView full post\nu/aprill05\n•\n1 day ago\nEntitled woman wants me kicked out of a Walmart for wearing a costume\nS\n\nThis happened in about mid Oct. The company I worked for holds a Halloween party every year for our local children's hospital and I was one of the few workers who decided to volunteer. I was doing face painting for the kids. The party was themed Nightmare Before Christmas so I was dressed as Sally, full face painted and everything.\n\nOnce the party was over I went to a couple Walmarts to look at some stuff. I went to the first Walmart and everything was great, a woman dressed as a unicorn who was helping run the self checkouts complimented me and gave me candy, so I assumed everything was fine.\n\nI went to the second Walmart and immediately as I walked in I went past all the checkouts to head to the aisle I needed I suddenly heard a woman making a loud \"EH HEM\" noise and I looked over because I thought it was someone trying to get my attention for something. Sure enough a woman who was checking out continued to make the obnoxious noise and then proceeded to look at me, then to the woman watching the registers, back to me, and so on. I was so confused on what the hell was happening.\n\nThe worker eventually looked at the woman and went \"May I help with something?\"\n\n\"You're just gonna let this happen?\" She said to the worker, directly looking and gesturing to me.\n\n\"Uh, yes?\" The worker said, giving an awkward look to me before kinda waving me off as a sign to 'Run'.\n\nI immediately started walking away so I didn't have to deal with some Karen yelling at me about how Halloween is satanic and that I should be ashamed of myself. (As this actually already happened twice at my workplace. Which was a Halloween store.)\n\nI heard the woman say something about a \"Fucking robbery\" as I was walking away. That was nice.\n\nNot super climactic but was definitely nerve wracking for me as I had a lot of social anxiety. I can share so many stories from that job to the point it almost wasn't funny.\n\nView full post\nu/Spectrum_Official\n•\nPromoted\nGet Spectrum One Stream with fast Internet, FREE Advanced WiFi and a FREE Unlimited Mobile line – plus a FREE Xumo Stream Box for 12 months when you add Spectrum TV® – all just $49.99/mo for 12 months with Auto Pay. It's streaming, simplified!\nspectrum.com\nLearn More\nu/Aromatic_Clue1197\n•\n1 day ago\nLady demands to see the patient during covid shut-down\nM\n\nSo this happened during covid in 2022 when all hospitals were not allowing any visitors. I worked in a rehabilitation hospital, and we were the only hospital in the valley that was allowing window visits. The patient will stay inside, while the family/friends would be outside, and they would communicate by being on the phone. It was just something we tried to do to help the patient have more support being in rehab. I was the main person of contact and the one who had to wheel the patient downstairs and back up etc. Also, the person who gives a small orientation to the patients when they first arrived.\n\nTo give a background of how window visit works. We did first come first serve, and it's 30min each session. We went by time slots. Like I explain to the patients and family. Preferably two days ahead or if not, one day before 1pm. The schedulers are always working on the patients therapy schedule for the next day. So they usually want any notifications about blocking out a certain time frame by 1pm. Patients are aware of needing 15 hours of therapy in 7 day grace period. So once the schedules are out, they try not to do any cancelation, if necessary. So far I haven't had any issues with any family members or patients. They are pretty good about giving me a week noticed for the time and day.\n\nThis particular patient was admitted in the evening. So I went in the next day and gave the patient orientation and explained about the window visits. I reminded the patient about making sure to call me at least a day ahead if the family wants a window visits. The patient said they understood. The next day, the patient's son called my office wanting to make a window visit for the next day. I made the arrangements and explained to him about the rules again, and he said he understands. It was now 2pm and I suddenly get a phone call from the receptionist. She tells me that a family member is here for window visits for that patient. Usually when I have window visits, I sent out emails to all nurses in charge, therapy manager, schedulers, receptionist etc so they are informed too. I looked at my booklet and saw that there wasn't anything put down. I looked at the patients schedule and saw that she was in a therapy session anyways. I told the receptionist I'll come downstairs to speak with the family member.\n\nI get downstairs and it was a lady. I said hello to her and she tells me she wants to see that patient for window visits. I apologized and informed her she wouldn't be able to see the patient. She has to call to make an appt ahead of time. This lady got mad and told me, are you guys a prison? You guys are treating my in law like a prisoner. I told her, we are not a prison, but there are protocols. Not every hospital is even offering this to family's and friends, and that we are the only hospital doing this. Plus it's to protect our patients, employees and visitors. She huffs and kept calling us a prisoner and that this is unfair. I asked her, didn't the patient's son already called this morning to see the patient tomorrow? She looks at me and rolls her eyes, well I can't come tomorrow. That is why I am here today. Apologized again and told her, the patient is in therapy anyways. So she won't be able to see the patient. Plus what if another patients family is doing window visits right now or that we are booked for the day? I already explained the rules to the son too. The lady called us a prisoner one more time and said for me to just bring the clothes to the patient and left.\n\nI came to find out that the lady was the son who had called me this morning, wife. I swear some people are so entitled. I know everyone wants to see their family during this tough time, but what makes you so special compare to other people's family who are in rehabilitation also?\n\nView full post\nu/Dragon_Crystal\n•\n3 hr. ago\nSnobby Cheerleaders\nM\n\nI've mentioned in many of my stories, where I had to deal with very stuck up, snobby and even racist classmates that I learned to stand up to. Well this group were just toxicity and very very snobby to the point, where someone was forced to leave the cheerleader squad due to how bad they were mistreating her.\n\nThis girls believed that they were the center of attention and the hottest girls in the school, they were always flinging their expensive purses and outfits for everyone to witness, to the point where I just ignored them all together cause I didn't care about their Gucci purse or perfect makeup and freshly done nails. I believe the main reason why I became their target was the fact that almost every teacher in the school knew me, was due to how the middle school teachers were highly praising me for being a good student and words quickly spread to the high school, where almost every teacher there wanted me the perfect student to be in their class.\n\nAfter the first week of school the Cheerleaders approached me when the teacher walked away and said to me \"oh are you Dragon_Crystal? We think you'd make a perfect addition to the cheerleader squad.\" To which I kindly declined cause I may be small and lightweight, but I don't like being lifted up into the air, can barely stick a cartwheel landing and didn't like wearing tank tops or mini skirts. They didn't take the rejection so well and acted like I smeared mud on their faces, they than started picking on my friends who were hanging out with me and even picked on my cousin who was a month younger than me, my friend on the track team ingored them to the point where she lost interest in running and just quit track.\n\nMy cousin was teased and mocked about her weight that she would go home crying because she was so hurt by everything they were whispering about her, but after she quit she became the leader of the multicultural club and got into theater, the fact that these Cheerleaders had the guts to call her fat or overweight to make themselves look good.\n\nThey honestly should take a look at themselves in the mirror, cause 3 of the girls were just as heavy and big as my cousin, but they saw fit to tease and make fun of my cousin instead. Their lucky I'm not violent and patient cause I'd give them some good words for bullying my cousin, which would include calling them out and other things about being fat, but my cousin quickly got over it and found a better club that accepted her.\n\nAt less I know that I was smarter than them when it came to history, cause they just like pulling BS out their butts especially when they'll respond with \"oh yeah that's what I meant,\" I just chose to ignore them cause they just want attention and I don't give it to them until they get bored. Which I did for the rest of high school, even when they (along with my bullies) decided to turn my locker into their personal hangout area, which I just decided to just bring everything with me.\n\nKarma must've felt bad for me cause one day the cheerleader captain thought she'd was \"cute\" and tried to pick up my backpack to pretend to be me, only to yelp in surprise when it slipped off my desk and nearly took her down with it, while I just watched from a distance by my friend's desk and her face was beet red as she tried to play it off as if she was just goofing around. When she was actually struggling to pick it back up, until I walked over and pick it up with ease and strolled back to my friend's desk with it, she stated at me with a surprised Pikachu face and said \"what do you have in there boulders?\"\n\nMe: just all the needed notebooks for each class and yes maybe a textbook or two also.\n\nTl;dr snobby Cheerleaders calls cousin fat and makes her quit the team, than nearly gets taken down by heavy backpack\n\nEdit these girls didn't even know that we were cousins, until maybe sophomore or junior year, where they claimed that my cousin was at fault and was removed cause she was the one bullying everyone. Assuming I wouldn't ask my cousin for her side of the story.\n\nView full post\nu/nannymama53\n•\n2 days ago\nADVICE NEEDED! DRAMA OVER ALCOHOL- BABY SHOWER\nM\n\nUPDATE BELOW OP\n\nHi everyone, any and all advice is much appreciated. My mom, myself, my SIL mom and SIL best friend are planning a baby shower for my brother and SIL. My husband and I live in a HOA private community with a clubhouse. Our tson's Bris and his 1st birthday party took place at the clubhouse and was lovely. My mom and I thought it would be perfect for the baby shower. SIL mom and best friend agreed. My husband and I were about to hand over the $300.00 security deposit, separate rental fee, and a copy of our home owners insurance policy per rental agreement requirements. My SIL mom read the agreement and paused when she came to rule of ZERO alcohol allowed on the clubhouse property. This is the only rule typed in bold and all caps. She asked me if she could bring it anyway. I said no, as it is a huge liability. SIL family are MASSIVE drinkers (example: my bro and SIL wedding/celebration took place on a wknd with 26ppl total at a destination airbnb. SIL parents brought 12 fifths of vodka (750ml) bottles and 12 handles of vodka (1.75L) bottles for the weekend. My husband helped my SIL parents pack their car when it was time for everyone to checkout and the only liquor remaining was three 750ml bottles and one 1.75L bottle. This is not judgement towards them - just trying to paint the picture for everyone) They have cameras inside and outside of the clubhouse. Violating any of these rules can result in a lien being put onto our home. And what if someone drives home from the shower drunk and the unthinkable occurs? My husband and I will be liable since we are the ones whose signatures go onto the rental agreement. We have other facility options but the cost would be significantly higher ($5,000.00-$8,000.00 at a private party room in a restaurant) of which my SIL mother cannot afford even half. My parents could pay for all of the cost but are not willing to shell out an additional several thousand grand just so alcohol is served.\n\nIn the last 48 hours SIL mom has asked me: (my jaw dropped with #3)\n\nCan we sneak the vodka in big water bottle containers? my answer - no.\n\nCan I sneak it in a cooler? again, no.\n\nCan you ask the management company and HOA president if they can make an exception for this event and cross out the alcohol rule? She then told me \"it doesn't hurt to ask.\"\n\nMy husband and I have lived here for 10 years and have a child. How should I respond?!\n\nYour help and guidance is much appreciated!\n\nThe response I sent:\n\n*That question WILL hurt to ask. Asking the HOA to make that exception is worse than sneaking it in. The clubhouse, pool and playground are owned by the village of *******. A portion of our hoa fee covers these private amenities exclusive to residents of the neighborhood.  Every home owner in our neighborhood pays a monthly hoa fee, as obligated by law. The management company can put a lien on my house for any type of violation. My husband and I would have to go to court to have the lien removed and a house with any type of lien cannot go on the market until the courts and hoa agree to a resolution. A lein gives a % of the home ownership to the hoa. We have full 100% household ownership rights and risking that is not up for discussion. I hope you understand.\n\nThe shower is no longer taking place at the clubhouse. Where will it be? That's SIL Mom's problem.\n\nView full post\nu/LordBaranof\n•\n1 day ago\nNew cell phone etiquette\nS\n\nThis took place in the mid to late 90s before the explosion of cell phone tchnology. A co-worker invited me to go see amovie, she had passes and didn't want them to go to waste, so I said sure. It was the opening of Mulan.\n\nA few minutes into the movie, we could hear a lady speaking loudly over her phone and the person on the other end replying via speaker phone. This was before the pre-movie warnings to please silence your phone and other electronics. myself and others in the audience kept asking her to be quiet, we're trying to watch the movie, and she just responded with, \"I'm trying to conduct business here.\" finally, she loudly told the person on the other end, \"Give me a few minutes, I'll call back, people are being insufferably rude here.\" she left and I presume finished her phone call in the lobby.\n\nShe came back in, and loudly announced (or maybe asked whoever she was with, it was just loud is all I know) \"My call is done, what did I miss?\" Some guy told her from down the aisle to shut the F up and they got into a shouting match, which ended with him throwing his popcorn down the aisle at her. It was dark, so I forgive him if his aim was off.\n\nAfter the movie, I just shot her a dirty look, which was about as confrontational as I got at the time. At work later, my co-worker and I overused the phrase \"insufferably rude\" for any client that got on our nerves and I'd like to think either the lady or others like her led to the beginning of \"Please silence your phones and other electronics\" messages before the movies.\n\nView full post\nu/thewiz457\n•\n2 days ago\nMy elderly dad who I have been caretaking for making my life unbearable\nL\n\nI have had issues with my dad’s narcissism throughout my life. Three years ago my mom passed away unexpectedly, I was closest to her and my family and miss her deeply. Since her passing, I have stepped up to help my dad with meal prep, general appointments, etc. for the last year, I ended up moving in with my dad to help him full-time as a caregiver.\n\nI gave up my apartment at the time, I had just gone to school to finish my degree prior to this and basically put my life on pause to help him. I knew what I was getting into because I had issues with him prior because he is narcissistic and difficult at times, but I also knew he was in a vulnerable state having been in the hospital several times earlier in the year and I thought it was the right decision at the time.\n\nHe said he’d give me $500 a month as payment, which I agreed to at the time but looking back at the time but looking back now, it wasn’t nearly enough for the amount that I should have been receiving for the amount of care I was giving.\n\nSeveral months ago, I told him I am not comfortable with the amount of payment per month and at the minimum would be asking for 1100 / a month. This is still a very good deal for him, basically getting his daughter to caretake for him essentially full-time for that amount a month. A lot of professional caretakers would be several thousand at least.\n\nIt was an uphill battle, he fought having to give me that amount and thought that I should just be doing it without worrying about money.\n\nTwo months ago, after conflict overtime was building up for me, I told him that I am going to be looking at apartments again and I want to move and he will need a professional caregiver. At the time, he basically freaked out and was trying to get me to stay without directly staying that. He liked having everything done for him, and didn’t want a stranger in the home.\n\nI told him that this was my plan, and that I was going to be looking at places. I also started to look at jobs. Things got put on hold after his health issues increased however, so I had to pause my job search as he was having more immediate issues that I needed to take care of.\n\nThe issue is, I have been financially dependent on him since I have moved in here. Prior to that I was in school and basically put my life on pause after, and now it creates a very tricky dynamic with the money issue.\n\nI had been looking at some apartments recently but finding it difficult to find a reasonably priced one. Within the last few days, my dad has suddenly been asking me a lot when I’m leaving and telling me he wants me to leave. I have found it very strange, being that Even when there has been no issue recently he’s been trying to push me out the door. I feel that it’s a control thing, because he has a lot of lack of control in his life with getting older and having health issues that he’s still trying to assert his authority and make it seem like he’s having me leave instead of me leaving on my own. However, this has created a very Anxiety based dynamic for me the last few days.\n\nYesterday, he told me that if I don’t leave by next month he’s not going to financially support me anymore. Obviously, I do want to leave being that I originally told him this, but at the same time I don’t want to be pressured into settling for an apartment that’s either too expensive for me to afford, not something I like, etc.\n\nIt’s very strange to me how he’s suddenly trying to push me out the door and basically threaten my finances. I gave up the last year to help him and caregiver for him and he has no appreciation.\n\nI know that the logical answer is to obviously try to find a job right now and that is what I’m trying to do, the issue is that he is still expecting me to caregiver for him in the interim before moving. I’m feeling very anxious as I don’t like this type of pressure.\n\nI would love to different suggestions on how to go about this. Trying to talk to him is increasingly difficult, he gaslight, he basically believes me into submission more times than not. Yesterday when this was happening he called me an idiot, he told me to shut up, he told me that he knows how I am and that I would never find a place if it weren’t for him pushing me. He has offered to pay for the first month or two of rent but at the same time I need time to actually find a proper paying job now without pressure.\n\nLike I said, obviously I am more than anyone want to leave, the issue is that he’s trying to now push me out the door and act like he’s going to kick me out on the street when I’ve been caregiving for him if I don’t find a place within the next few weeks.\n\nView full post\nu/Dangerous_Sail_2853\n•\n2 days ago\nEntitled trespasser is calling animal control\nM\n\nThis happened today. I have German Sheppard who doesn't like strangers. I had a contractor at my house so I had to put my dog outside. We have a fenced in yard but I had my dog on the tie out because the contractor was sawing in the driveway and my dog can see him from the gate. I heard my dog barking so I immediately went outside to put the kibosh on it. She was barking at this stranger, an unknown woman walking through the yard inches from my fence on my neighbors side. This woman looked at me with disgust and yelled you need to bring that dog inside! I said what? Not that it's any of your business but I have a contractor working so I had to put her out here in my yard! She said you need to put that dog in the basement then. I said he's working down there too. She immediately said she's calling animal control. I yelled back because she's barking at you?! She said no because its cold and she's been out there for a half hour. My dog was out there for 15 min it was 38 degrees with flurries. I wasn't even wearing a jacket and I wasn't cold at all. I yelled she's fine and it hasn't even been a half hour. I don't know who you are but you're walking through here and you need to mind your own business! She again said I'm calling animal control. I said who do you think you are you're trespassing! She said I know (neighbors name) and I live over there which is behind us on another street. So she's totally cutting through on my side. I said guess I need to talk to neighbor about your cutting through. She started walking away and yelled she was calling animal control. At this point the contractor who was in the driveway said What is going on? Who's that? And I yelled some bitch! She heard me. I couldn't believe the entitlement on this bitch. I will be telling my neighbor the cutting through here ends now! Let her know because if I see her do it again I'm calling the cops. I also saw that she lives in the house that has a lot of loud ass parties with DJ's. I'll be calling the cops everytime. I never do shit like that I myob and deal with it even though it is annoying. All bets are off now I'm going to be a petty bitch. She messed with the wrong person.\n\nView full post\nu/AdPossible1094\n•\n2 days ago\nEntitled coworker\nS\n\n(I Hope this is the right sub to post this in but I need to get this of my chest rn 💀) My (19M) coworker (23F) is the most „Main character syndrome“ having Person I have EVER met. She casually makes mean comments about other coworkers, for example she made fun of the noises a DEAF coworker makes when she’s trying to communicate. I thought that was the meanest thing she has ever done but now my other coworker (F15) told me something that had me DEAD The 23F coworker doesn’t get along with another coworker and she had the AUDACITY to say that that other coworker being INFERTILE is karma for that she doesn’t like the F23 coworker. With some people you just know they used to be bullies in school.\n\nu/PennyArena\n•\n2 days ago\nYou raised me. Now you have to raise my kids!\nS\n\nAn earlier post reminded me of something that happened a few years ago.\n\nThanks to my immigrant grandparents working very hard and managing their finances really well, my family is comfortably middle class. My grandparents were able to buy their kids (aunts and uncles) used cars when said kids turned 16. My aunts and uncles bought used cars for their kids when my cousins turned 16.\n\nOne of my cousins was furious when his child was turning 16, and my aunt and uncle weren’t going to buy their grandchild a car. The exchange went roughly like this, per my cousin’s rant to me after the fact:\n\nCousin: But it’s tradition.\n\nAunt: Yes, and as the parent, if you want to carry on the tradition, you buy your child a vehicle.\n\nCousin: But that’s not fair!\n\nAunt: Do you need to borrow money? We can loan the money to you, up to $$, and you can pay us back, no interest.\n\nCousin: But I shouldn’t have to pay you back! You bought me a car. My child is expecting to receive a car!\n\nThis went on and on. This cousin isn’t the eldest nor the first to have kids. The other cousins bought vehicles for their own kid. I don’t get where his entitlement came from.\n\nHis parents aren’t pushovers, so their final offer was a loan (with a contract because if Auntie loaned you money, she was going to get it back!) Cousin used his own money and bought his kid a used car, but complained about it until his own son told him he was wrong. lol\n\nView full post\nu/ESPNBet\n•\nPromoted\nIntroducing the official sportsbook of ESPN. Make any sportsbook bet and get $200 in Bonus Bets. What a Play.\nespnbet.com\nDownload\nu/5p1n5t3rr1f1c\n•\n2 days ago\nPotluck Eraser\nS\n\nSo I run a company-wide, year-long Secret Santa. It’s to help with morale in the workplace, about 30 people out of 200 participate. Next week is the reveal party, where the group will find out who had who. The group also wanted the party to be a potluck, so I created a potluck sheet.\n\nOne of the nicest and most introverted ladies, let’s call her Rose, signed up for bringing all the plates, napkins, cups, plastic wear before Thanksgiving. Which is fantastic, all of us are from different departments so that stuff is needed.\n\nAbout 3 days ago, another lady, let’s call her Karen, put herself down as bringing the non perishables, erased what Rose put down (but not Rose’s name), and also added that “I have a lot left over from my daughter’s birthday”.\n\nI’ve never seen anyone erase other people’s entries on a potluck sheet.\n\nSo I call Rose. After much apologizing on my part for Karen’s bad behavior, Rose decided to be the bigger person and bring chips and dip. Unfortunately neither of us want to confront Karen. If karen actually receives a satisfactory come-uppance in the future, I’ll let you guys know.\n\nView full post\nu/Mysterious_Type1344\n•\n3 days ago\nEntitled flatmate has been stealing my stuff\nM\n\nHey everyone, sorry for any typos or mistakes, English is not my first language.\n\nThis situation happened literally today, so I’m still quite mad about it. So, me (21F) and my bf (21M) are currently living in a student residence, specifically a 3-bedroom apartment. We occupy 2 of the rooms, and the other room has been empty until a month ago. We’ve lived with our new flatmate (26M) for only a month, but he’s proven to be a disaster since the beginning (ex. using our kitchen utensils and leaving them dirty in the sink, using MY TOWELS to shower, which is one of the grossest things, and many more).\n\nBut the worst part for me was him taking our stuff. Without asking. Without ever mentioning. The first day he arrived, we showed him his kitchen cabinet, yet later that day we’ve noticed him going through our cabinet and using our spices. He could have asked us the permission, but I didn’t want to create drama out of him taking some pepper. Well, later it got worse.\n\nOver the time I’ve noticed that there were a lot of used tea bags in the trash, which was a specific type of tea that I love but haven’t drank for a long time. I check the package, and guess what? Yep, half a package missing. That was the moment I went through pretty much all of my stuff. Laundry detergent? Yep, he managed to use some, along with the conditioner. A bottle of Sri racha sauce? Also part of it missing! (Bad for him though, it’s been expired since a year). Another pack of tea? Missing some of them. The 20€ bottle of Italian oil my bf brought from home? Used and not even closed.\n\nOf course, we had a talk with him today, and he knew exactly what he’s been doing, because as soon as we asked him to not take our things he went “oh yeah, sure, that’s common sense” without even looking at us. No remorse, no excuses, nothing. The issue was not even sharing stuff, but rather him consistently taking our things without ever mentioning that he did that or needed some of them. And yes, he sort of admitted to doing that since his response to my “I’m really disappointed about how rude your behaviour is” was “sure, I understand.”\n\nAnd so, here we are now, locking our rooms from now on and hoping that he would not go from stealing tea to stealing our money.\n\nView full post\nu/Fresh_Distribution54\n•\n3 days ago\nAm I The Entitled One?\nL\n\nNot sure if this belongs here or not but this is a question about if I am actually being the entitled one or not.\n\nMy family has a habit of passing down vehicles. I'm not talking about new vehicles. I'm talking about 15-year-old pieces of shit that barely start up and only in warm weather but they can get you from point A to point B. All my life I have wanted a pickup truck. I'm the only one in the family who has ever wanted to pick up truck other than my grandfather on my mother's side. My mom is stepfather recently got a pickup truck and actually got it brand new, the first vehicle they've ever bought brand new. I instantly fell in love and said whenever they get rid of it in 10 or 15 years, if it still turned on, I would love to have it. They instantly said no and it belonged to my brother because he asked first. The thing is he was there when they purchased it so of course he asked first. But this is why I think I should be able to be first in line.\n\nI have three siblings. An older sister and two younger brothers. My older sister was outright given a vehicle when she learned to drive (vehicle 1). She wrecked her vehicle so instead of making her get a new one, they gave her the one that was supposed to go to me in a few months as I was still learning to drive at the time (vehicle 2). Then she wrecked that one in less than a year. Since at that point I had already purchased my own vehicle with my own money since I had been working since age 13, they told me I didn't need a vehicle but she did so they bought her another vehicle (vehicle 3). She wrecked that one. At that point my stepfather is company had moved him closer and they were selling the company car for super cheap. The family practically got it for free so they gave it to my sister (vehicle 4). In total my sister is now on car number 13 and has wrecked 12 of them of which 11 were her fault. in all of those vehicles, they also helped to pay for one more of them (vehicle 5). So in total my older sister got 5 cars from the family.\n\nWhen the order of my younger brothers learned to drive he was given a car (vehicle 1). When his broke down years later, he was given the Jeep from the family since they were going to get rid of it anyways. They only charged him $1 (vehicle 2). Couple of years later they helped make a payment in the same amount they'd give my sister for another Jeep for him (vehicle 3). So in total the older of my younger brothers got 3 cars from the family.\n\nWhen the younger of my two younger brothers learned to drive he was given a car (vehicle 1). Later on, my mom's parents were getting rid of a car and gave it to my mom and stepfather but they didn't need one so they passed it on to the younger of my brothers (vehicle 2). It was an extraordinarily old truck so it didn't last very long but when my cousin was going to sell a truck, my mom and stepfather knew my brother needed a more reliable one so they bought it for really cheap from my cousin and gave it to my youngest brother (vehicle 3). So in total the youngest of my younger brothers got 3 cars from the family.\n\nAs for me, remember that I was skipped over for my first vehicle because my older sister wrecked hers and so she got mine. Every car I've had I have gotten myself. Approximately 5 years ago, the topic of discussion came up when they were talking about how many cars my sister had wrecked and how they weren't going to help her get anymore. My mother mentioned how she had bought all four of us children our first cars. I pointed out that she never gave me a car. I wasn't demanding anything but I was correcting her. At the time I didn't have a car because mine had broken down beyond repair. As a surprise, they put $4,000 towards me getting a car which is the same amount they gave my other siblings even though $4,000 in modern times is a lot less than it used to be but fair is fair. That is the first last and only vehicle I have ever gotten from the family.\n\nSo five for my older sister and three each for both of my brothers. One for me. So when I saw the truck I asked if I could have it when they were done with it which I told him I knew would be like more than a decade. But I was told that no the youngest of my brother has claimed at first because he saw it first.\n\nI was the only other four children who were passed over and not given a vehicle by our parents. Yes I got one way later and I don't think I'm being demanding by expecting to give me a vehicle but rather just asking when they are ready to sell it if they could consider me first. I've only ever gotten one vehicle and they've all gotten multiple which I believe is even more reason that I should be the first one it is offered to.\n\nBut now I have family calling me entitled and selfish because my brother saw it first (again, he was literally there when they bought it so of course he did). They're telling me that they don't owe me anything and I try to explaining that I wasn't demanding they hand it to me just to consider selling it to me first when they were done with it way down the line. But now they're all mad at me my brother thinks I'm trying to steal \"his\" truck, and some of my friends are calling me an entitled bitch for trying to force my parents to hand over vehicle which again is not what I'm doing. However I seem to be the only one who doesn't think I'm being an entitled narcissistic asshole here. So I figured I would ask the brutal internet people of Reddit who don't personally know me or my family what you guys think.\n\nAm I being the entitled one to try to argue the fact that I should be the first one considered since I was the only one originally passed over when we all learn to drive and everybody else has gotten multiple cars when I have not? I'm not even asking for free even just the price of what it is when they're ready to get rid of it.\n\nView full post\nu/ExtracheesyBroccoli\n•\n3 days ago\nWhen your homeless you have to watch out for other homeless\nS\n\nI'm so stressed; being homeless is hard. I'm tired, cold, and scared too.\n\nI'm tired of always having to move; I'm tired of having to protect myself from regular folks.\n\nI'm tired of having to protect myself from the bad kind of homeless.\n\nFirst, I have to say I try to keep on the move. I pack up my tent, sleeping bags, and everything every day and move just to stay invisible.\n\nBut no matter how hard you try, there's always going to be someone who finds you.\n\nToday, I had an unfortunate run-in with a homeless man.\n\nI woke up early to the sound of someone unzipping my tent.\n\nHe was homeless like me; he saw me in my tent when he opened it.\n\nHe just looked at me and said, 'Can you help me?'\n\nI asked, 'With what?'\n\nHe wanted my blankets and tent. He said he's going to take them because I have to help him (he was threatening me without using language).\n\nHonestly, I was scared. It's terrifying to run into a psycho homeless man.\n\nBecause of my past experiences, I sleep with my Bowie knife always within reach. (I am not a tough guy, not at all; I'm a big teddy bear.)\n\nI grabbed it; my breath was very heavy, almost to the point of hyperventilation.\n\nI stared him down and said, 'No, just go.'\n\nI just kept repeating myself, 'No, just go,' over and over.\n\nI guess he got the point that I was in fight or flight, and he had me cornered, so it was fight.\n\nI was truly terrified.\n\nI am sad to say being scared is almost the new normal for me.\n\nHe didn't get anything, but I quickly packed up. I don't feel too comfortable; I think this is going to be a night of wandering around, not settling down to sleep. I'm too freaked out.\n\nView full post\nu/theCumCatcher\n•\n4 days ago\nI'm not gay enough to meet my wife's 'gay' friend\nM\n\nHey all.\n\nThis happened a few years ago, but still gets under my skin every so often.\n\nI wonder if posting about it here will help me be less upset about it.\n\nMy wife had a friend from college, who we'll call Josh.\n\nJosh was in town and wanted to meet up with my wife. My wife asked if he'd want to meet me, seeing as I was her long term partner by that point.\n\nHis response? \"I don't think I can handle his straight white male-ness\"\n\nso... this man has never met me, doesnt know how much milk i want in my cereal, let alone my sexual preferences.\n\nShe replied \"Oh well he's bisexual, I think you'd like him!\"\n\nHe was dismissive and said \"ok cool...\" and they ended up hanging out without me.\n\nIm fine with that part of it, btw. The hanging out without me. my wife is allowed to have her own friends. It just hurt to hear his reasoning, having never met me.\n\nLater, my wife told me more about Josh that made his comment worse, imo.\n\nJosh came from a hyper religious family, married young, divorced young.\n\nWhen he went to college, he adopted the personality of a VERY flamboyant gay man, and claimed to be bisexual.\n\nHe acts very much how a sheltered religious person from the 90s would imagine a caricature of a gay man to be.\n\nHe doesnt seem to have any personality outside of his projected sexuality.\n\nThe problem is...The consensus amongst the friend group was that he wasnt really interested in men. He was always doggedly going after the women in the group. They even tried hooking him up with guys he said were 'hot', and he never persued them. He's only ever slept with or dated women.\n\nTo me (and everyone in his college friend group) it seems that his flamboyancy is both a way for him to rebel against his religious upbringing, and as a way for him to get close to women.\n\nHe's said \"yeah, i'd f*ck a guy, but i could never date one\"\n\nWell dude... A LOT of straight guys will and have f*cked guys. Some out of curiosity, most out of desperation. I know this because i've f*cked straight guys in the past, only for them to discover they're not gay. That's fine. frankly im happy to help the self discovery :p\n\nI'm bisexual. I've had serious boyfriends that lasted for years. I've sucked dick, I've taken it in the ass. I just happened to be in a cis relationship at the time.\n\nMY GUY, DON'T SAY YOU CAN't HANDLE THE STRAIGHT WHITE MALE-NESS OF A GUY GAYER THAN YOU.\n\nJust because I dont dye my hair pink and talk with a lisp.... some of us are indeed bisexual, and don't make it our WHOLE personalities.\n\nIts fine to have pride and be out, it's quite another to literally talk about NOTHING else, to literally have nothing else to talk about, and have never touched someone of the same sex. At least most of the people like that have the decency to actually practice the lifestyle...smh...\n\nit's like stolen gay valor.\n\nView full post\nu/cMeeber\n•\n4 days ago\nLady tried to take my Bath and Body Works Coupon\nM\n\nI ran into this store during lunch because I thought it wouldn't be very busy. I was wrong. They mailed me a 20% off my entire purchase coupon so I was going to buy a few of those scent pod things.\n\nAnyways, I have the coupon sticking out of the front pocket of my purse. Not super far...it was tucked in safely in the front pocket. I don't know why anyone would notice it there...I never look at other people that closely anyhow when I'm out shopping...I kinda just keep my eye on the prize so to speak…not looking around at other peoples’ purses that’s for sure.\n\nSo I'm looking at the scent pods, smelling some, staying in my lane, and someone taps my shoulder. I turn around and this lady asks, \"Are you going to use that coupon?\"\n\nI'm really taken aback...because I'm literally in the store that the coupon is for. If I'm shopping in the store with a coupon...I'm probably going to use it. So, even though I’m usually polite, I'm shocked enough by being interrupted by such a brazen question that I'm like: \"Yes, that's why I'm here.\"\n\nShe says, \"Oh. The 20% off coupon?\"\n\nMe: \"Yes.\" I try to turn back around.\n\nShe taps me again, \"Well, do you think they'll let us both use it?\"\n\nMe: \"um...well I don't think so.\"\n\nAt this point she changes her tone and gets rude with me, \"Well how do you know? Have you asked before?\"\n\nNow I am not the most assertive person so I was like, \"Well I could ask when I go up to the register...\"\n\nThis lady holds her hand out and says, \"Well you can let me try it first and then I'll ask them.\"\n\nAnd I'm just standing there staring at her. Like wtf. The audacity. And does she think I'm dumb? Like, sure...you use the coupon first on your stuff...then ask if I can use it when they'll inevitably say no, and I'll be the one to be out of luck!\n\nSmh.\n\nSo I finally just say, \"No, sorry, I'll ask when I go up.\" And then just turn around and walk a few steps away. I tuck the coupon in deeper into my pocket because at this point she was bold in worried she’ll just grab it. She watches me for awhile but I just keep looking at other things trying to avoid eye contact.\n\nWhen I do go up to pay, the cashier just takes the coupon away and puts it in their register...I didn't even ask if I could use it again because I didn't want to be that person. Then I just quickly walked out of the store, eyes forward so I wouldn't have to see this woman again haha.\n\nThis happened a few weeks ago but I just found this subreddit today and it reminded me of it. I still can't believe people like that!\n\nAnd the thing is, she was already at the store with stuff in her bag! She was already planning to buy things. Nothing in that store is necessary lol. She just spied my coupon and was like...hmmm I could get this stuff cheaper. Ffs!\n\nView full post\nu/redkryptonite94\n•\n3 days ago\nWhite UA is the New MAGA Red\nS\n\nThis happened about a year ago in the Uptown district of an upper midwest metro area (USA). My (49m) roommate (38m) went to the local grocery chain. We are both fairly a-political moderates who vote in elections, but would rather watch Disney or play video games than binge watch the media news stations.\n\nBoth of us were wearing gym attire, having just finished a workout. He was sporting a backwards white Under Armour (UA) baseball cap cause his hair was mussed.\n\nAs we were walking into a store, this guy in his late 20s/early 30s came up to us and randomly says to my roommate, \"Nice baseball cap -- you must be a Trumper. You voted for him, didn't you?\" My roommate is extremely non-confrontational and muttered under his breath, \"Whatever\" He told me later, he hadn't really heard what the guy had said to begin with, and just wanted to get away.\n\nUnfortunately, the nut job took that as an affirmation and got in his face blaming him for all the ills of the world. We walked around him and into the store, but the guy kept following us accusing us of being Trumpers who weren't welcome in Uptown. I finally had to track down a manager and ask him to get the guy to leave us alone.\n\nWe ended up getting the bare necessities for dinner, paid for our groceries and left.\n\nI'm still trying to figure out how a white UA baseball cap gave off the impression that we were Trumper.\n\nEdit: Spelled out Under Armour (UA)\n\nEdit 2: added hyphen in a-political (non-political)\n\nView full post\nu/JadedCloud243\n•\n4 days ago\nAccused of stealing someone's shopping when I stopped it dropping off the belt.\nS\n\nHappened a few hours agos it sounds we needed a new toaster so me and my sis ran some errands, then went to B&M. At tills (which were packed as only 2 were staffed), Entitled guy and his kid Infront of us. Kid just doing the usual \"I'm a bored child in a supermarket so I'm gonna whine\" routine.\n\nEg dumps his shopping on the belt tells the cashier to hurry up and grumbles as she scans and bags his items. At one point a box of beer glasses falls off the belt. I grab it and put it back on the belt just as a reaction.\n\nEG \"You trying to steal my shit fella?\"\n\n\"No, it fell off I grabbed it and put it back on belt, glass shards flying around would be bad\".\n\nEg looks at the cashier\"Call your manager this guy's a thief!\"\n\nShe looks at him and taps her badge\"I am the manager and he's telling the truth\"\n\nHe Huff's but pays and leaves my sisters shopping is soon sorted and we leave only yo see the guy outside on his phone telling hisxeife how he was nearly mugged by a thug.\n\n(I'm 47m medically disabled and walk with a limp, greying hair and a little bit overweight, hardly the image of a mugger/ thief lol)\n\nWe ignored him but my sister a mini Karen in her own sense, has complained about him all afternoon.\n\nWhat was I supposed to do? Let glass fall on the floor and spray shards over his kid?\n\nSometimes the stupidity of ppl in the UK really gets me down\n\nView full post\nu/cyberpunkgame\n•\nPromoted\nSave up to 33% on Cyberpunk 2077: Ultimate Edition, featuring every story set in the dark future! Make game-defining choices, build your ultimate playstyle, and meet unforgettable characters — including Johnny Silverhand played by Keanu Reeves and Solomon Reed played by Idris Elba.\n\nDiscover the ultimate Cyberpunk 2077 experience — now up to 33% off!\n\ncyberpunk.net\nShop Now\nu/ShinoAC\n•\n5 days ago\nEntitled Woman tried to get me arrested.\nL\n\nSwearing, harassment and mentions of assault.\n\nSo I am still fairly new to Reddit so I am not too sure how to edit or continue these post but here is the link if you want to see the first part thought most context will be in here. https://www.reddit.com/r/EntitledPeople/comments/1899u5d/entitled_family_in_my_work_place/?utm_source=share&utm_medium=web2x&context=3\n\nI am writing this just after it happened, my boss (we nicknamed him Ross) allowed me to take a break for today as of how shocked and panicky I was, but I am too shaky to even stand up plus I don't feel safe walking home so he offered to drive me home after work is finished. This entitled woman who I assumed was the mum in the first post comes walking back in, I was counter so I saw her first and I didn't want to make a big scene as we were fully booked today and everyone would see and hear everything so I was about to go into the kitchen to get Ross who was helping cook with our chef (we have a different chef today and her nickname will be Lily).\n\nEntitled Woman: \"Ahem! You aren't leaving until we talk!\" This is already getting heads turning, I am not good with arguments if it is in a small group let alone with a crowd of people watching.\n\nMe: \"I am getting my manager I will be a-\" The sentence was cut off with her yelling even more at me.\n\nEntitled Woman: \"We don't need your manager here! You are an adult so you can talk like one!\"\n\nNow keep in mind I am barely an adult and I easily get mistaken for being 18 or 19 and this woman was clearly twice my age.\n\nMe: \"I am getting my manager, just wait here.\" I am trying to be calm and nice as possible as many of the people here know me they are locals in the area and since they don't know the full situation I don't want them to think I am being rude. Though looking back at it they probably realised something was wrong at the start.\n\nShe is yelling and I can't be bothered to write it all down and I can't remember all of it but as I go into the kitchen, as I am walking towards Ross he yells.\n\nRoss: \"What the fuck are you doing in my kitchen!\" This shocks me as I assume he was talking to me until I feel someone grab my shoulder and pull me around. This lady, this entitled woman has just walked into the kitchen and grabbed me.\n\nEntitled Woman: \"I said you-\" She didn't have any time to speak I pushed her off me, I am not very strong, quite obviously weak but I guess me being so scared and shocked gave me the strength to properly push her off me and she almost fell over. \"What the hell! That is assault! You are going to be arrested!\"\n\nRoss: \"Lily call the police.\" He says to Lily as he runs up to me standing in between us. I was shaking a bit and I could hear some people outside talking quite loudly, guessing they heard what is happening.\n\nEntitled Woman: \"When the police come here they will see how awful you are to your customers and that cunt will be rotting in prison!\"\n\nRoss: \"You are fucking insane! She clearly didn't assault you, you scared the shit out of her and you clearly have some- not some many mental problems!\"\n\nThis entitled woman gave me a death stare as I am shaking behind Ross, she tried stepping closer but Ross starting yelling at her again.\n\nRoss: \"Don't get any closer to her!\"\n\nEntitled Woman: \"She is a grown woman who can handle herself! If she wants to fight, we can fight!\"\n\nRoss: \"Shut up, you know she doesn't want to fight. Plus you are banned from here, get out.\" He nudges my arm, I didn't get what he was trying to do but she started to pick up the stuff on the side like the chips and starting throwing them at me, luckily nothing near her was sharp, heavy or just dangerous but I was already panicking and this made it worse. They are both yelling at each other and at this point I was crying and so scared I couldn't understand. I just remember at this point Lily coming in and walking me into the break room which you need to unlock with a key so we were able to lock her out.\n\nNow the police came over, I got questioned a bit, they heard me out and said what I did was fine and I had genuine reason to be scared. I asked Ross what happened, what they asked him and he told me that it was basically the same questions I was asked but he also showed the security footage.\n\nAt this point I am not sure what is happening, I am sitting by myself in the break room on a beanbag as I write this on my laptop. I think writing this all down did help as I am no longer crying nor shaking as badly. I have noticed a giant red mark on my shoulder. This just feels so surreal as I read about these sort of stories but happening to me makes it feel so much more scary than it is, like reading through it I feel as if I overreacted so much but I know in the moment it felt like an even bigger deal than it really was.\n\nEdit 1: someone was nice enough to tell me how to edit posts so not much of an update as it is the same day still but I just got driven home by Ross and after reading all the comments I will press charges if possible. I didn't want to originally as I don't like confrontations I also wanted this to end quickly as possible but everyone was making such good points. I don't want her to do this to anyone else or treat anyone else like this. Before I forget to mention, I am not British I do have an accent and I am obviously not fully white (my mother is half Greek, half French and my father is from South Korea) I don't think this was hate crime related but I think this is something worth mentioning .\n\nEdit 2: I cant do much about what she did but what I understand she is most likely going to be fined and when I was asking how much they said most likely around £1,000 as it wasn't too severe but we have to do this small court thing think they said it was \"small claims\" but it seems like a lot of work just for something that wont go too far so I don't think it is worth doing much. But they do have this encounter and the previous one on record in case she does something again to me and then they said she might be able to get a bigger fine or even a few months in prison as it will be treated more severely.\n\nView full post\nu/OtherwiseDrama5374\n•\n5 days ago\nA woman in a supermarket tried to eject me from and take my wheelchair.\nL\n\nSo there I (39N) was in a rural Shaws. For those not in an area with a Shaws, it's a standard supermarket with a \"club\" that makes things \"cheaper\" which is their way of hiding their markup. Stuff is just cheaper a few miles down the road. Unfortunately there were a few things I could only get there like my flavor of lifeblood caffeine and food for the dogs.\n\nI was using my power chair, which back then I needed more often. It's an Eagle HD foldable deal, and it works great. I had been hit pretty hard by post-covid and was very sedentary at that time in my life, along with a preexisting joint problem.\n\nSo I'm leaning forward to get a flat of Monster and stick it under my seat on the rack when a woman pushes on my back and says, \"I need that, you don't, you're younger.\" As I was belted in, nothing happened. It was only luck that I was belted in, usually I would've undone it to pick up something heavy.\n\nI sat up and pushed her hands off of me saying, \"what the fuck?!\" And she shakes the back of my chair like it's a dinner chair or something, and goes, \"You can use the scooter, the chair is better and I'm old.\" and she points at the shitty supermarket scooter she's using. I stare at her in total shock for a moment and say, \"...this is my wheelchair. Get away from me.\"\n\n\"You can't use personal stuff in supermarkets! Give. Me. The chair!\" She started like, shaking it with each statement. So at that point I just hit the maximum speed on my power chair and took off, ripping it out of her hands. It was either let go or be dragged on her face because she clearly wasn't super steady and needed a scooter herself.\n\nAnd we're off on the dumbest chase in creation mostly because supermarket scooters go slower than any other mobility device. I buzzed over to the service desk and cut the line and said, \"I'm sorry, I'm really sorry but there's a woman following me trying to push me out of my chair and take it.\" And from behind me they can hear, \"GIIIIIT BAAAACK HEEEEEERRE\" and the most wheezy buzzzzzz of the slow scooter.\n\nIn the moment it was really enraging that she was being so entitled and frustrating and I just wanted to get my dog food and leave. But in memory it was the funniest thing I've ever seen. They let me in to the little back office area, and they and the whole line of people waiting just sort of watched as she came over.\n\nAnd it took SO LONG. The scooter was SO SLOW and she's yelling about how I don't need the chair and how she should get it because she's older and more disabled. It takes like a full 20 seconds for her to get from one end of the store to the other and everyone is just staring as she rides full of glory at .00001 mi per hour with her face red and her glasses hanging off one ear.\n\nSo she finally gets to the desk, and they calmly explain that the wheelchair isn't store property, and if she tries to steal from another customer they'll have to call the police. She starts shouting at the employees that she knows full well you can't bring personal equipment into the supermarket, so they're lying. And the other woman behind the counter says with a bit more attitude, \"Lady, why do you think we care if you bring a wheelchair into the supermarket?\"\n\nAt this point I think like... Something either clicked, or she just realized that an entire line of people were staring at her, and not kindly. She suddenly asked where to find the artichokes. I almost coughed on my own spit. The worker just stared back and pointed back where the woman had come and said, \"...produce?\" And the woman left. I admit that for the rest of my visit I avoided any aisle she was in because I didn't want her close enough to grab me again.\n\nNow I can laugh about it for the absurdist comedy moment it was. In retrospect I feel there's a reason here - like her husband told her they shouldn't buy a thing like I had because they're not allowed to be in the supermarket. That's the best answer I can possibly come up with for that wild nonsense. Wherever you are, crazy lady, I hope you bought your own Eagle HD.\n\n--\n\nCommonly asked questions:\n\nHow could you fit a flat of Monster energy drink on your wheelchair? \n\nCheck out the Eagle HD on Discover My Mobility (https://www.discovermymobility.com/). It has a rack underneath the seat and while the flat doesn't fit IN the basket, it sits on top of the arms of the basket evenly. To add to that, I usually hang bags from the arms I can put things into. Also, please some of you consider that disabled people need to carry stuff too when you say it's impossible? How do you think we shop? \n\nYou should call to get the video!\n\nInterestingly someone on the post is connecting me with a regional person who might have any ability to get it. We'll see. It's very likely been recorded over since it was three years ago.\n\nWhat is 39N?\n\nI was thirty-nine when the story took place, and I'm nonbinary. My license says X under gender, but X is a social media platform so I put N. I'm not sure how y'all expect me to do it. Should I say 39 Alien Freak next time to make people happier? ;) Lots of mouth-breathing comments on this but I don't care. I am what I am and that's okay with me. \n\nWhy didn't you immediately call the cops and have her arrested?!\n\nHave you ever lived in a rural town? It's actually really hard to get the cops to do ANYTHING about ANYthing in a rural town for a variety of reasons. Getting cops to arrest an old lady in a small town would be nigh impossible and stupid. They'd be crucified by the public no matter WHAT she was doing. Also, I'm trans. I know a lot of folks aren't, and they don't get it, but being trans means not wanting to deal with cops. There's very few narratives where the disabled trans person comes out better than the old lady who will probably immediately turn sweet and start weeping and sobbing the second someone calls her out. \n\nPeople like to jump to \"the cops\" as if they're a blanket solution for problems, but in the VAST amount of interpersonal situations, the cops say, \"That's a civil matter\" and walk away. I can almost promise you that since she had not actually stolen my chair, they'd just have talked to her and left. Even with footage, yes. Because that was a funny video, not an actual danger. I didn't call them because that would've been potentially hours around cops and there were hungry dogs at home.\n\nYou should stand up for yourself.\n\nThank you, I did, by going and taking the best legal and socially acceptable way out. It's very easy to armchair quarterback someone else's life from the sidelines but you know, most situations don't end with a verbal or physical confrontation that has swelling orchestral moments and a drop beat on the big punch. Most of them end with annoyance and a sense that my day was disrupted with no resolution. It would be great to give you that resolution with some badass story of me standing up to a bully, but that's not what actually happened. Instead it was a really unthinking old lady who just needed to be kept at a distance until she could understand reality.\n\nAnd finally, a giant thank you to everyone who gave compliments to the story and narrative. In case I miss replying to any individual comments, I appreciate them all. Next time I'll share the story of why I ended up hiding from eight toddlers under a table.\n\nView full post\nu/zebthetall\n•\n5 days ago\nA guy followed my buddy around the store to tell him to give up the store's mobility scooter for his mother\nM\n\nI just read a story about somebody dealing with an EP trying to steal their wheelchair, and it reminded me of this story from my best friend.\n\nSo back in the early 2010s, my best friend (we'll call him Jim) and his family were moving across the state for his dad's work. Now, Jim has a disability that makes him wheelchair-bound. At first glance, he looks like he should be healthy, but in reality, it is quite the opposite. This is important for later. They had sent their stuff ahead in a truck, but still had a bunch in their van, and Jim's wheelchair had stuff stacked on top of it (the seat was folded, and the chair was fine).\n\nWhile they were traveling, they decided to stop at a grocery store to grab some supplies for the new place, as they were moving someplace rural, and there were no (affordable) grocery stores at their destination. At the time, Jim could walk, albeit very slowly and with help, but at the risk of falling and getting seriously hurt, as he couldn't catch himself, and was over six feet tall. So, when they got to the store, Jim was helped out of the van so he could go inside and cool off, as they were driving through the desert in late August/early September.\n\nHis folks helped him inside and to one of the available mobility scooters, seeing as his chair was buried. So, off went Jim in this scooter that had the approximate speed of an inebriated snail. He was starting to cruise around the store, when he was spotted by a middle aged gentleman (the EP of this tale) who was walking with his elderly mother. She was obviously having some trouble walking, but it just so happened that Jim was in possession of the last functioning scooter, so she wasn't able to use it.\n\nWell, seeing Jim in the last functioning scooter, and assuming he was just some teenage kid goofing off, he told Jim to get off and let his mother use the scooter. Now, Jim was used to this kind of interaction, so he calmly explained that no, he wasn't just goofing off in a scooter, he actually needed it to get around. Well EP then ranted about how Jim was younger, and EP's mom was in awful pain, so Jim should be respectful of his elders. Jim, naturally, disagreed. He again explained his disability and drove away.\n\nThough not very common, this sort of interaction was not his first, but everyone before had been very understanding of the situation. Not so with EP. As Jim perused the wares of the grocery store, EP followed him around, almost shouting at him about how disrespectful he was, and he didn't think anything was wrong with Jim, while leaving his mother at the front door. Fun fact about Jim, I have very rarely ever seen him get genuinely angry. I've seen him get upset at a video game, or about the state of the U.S. healthcare system (that's another whole can of worms), but he has a very unique ability to let stupid people and their antics roll off of his back like a duck with water. So Jim did what he does best, and blocked him out (he had practice, being the oldest child).\n\nWell, EP kept up his antics, and Jim just pretended he didn't exist. Eventually, Jim found his parents as they were checking out (they had left him to his own devices, as he liked to be as independent as possible), and EP ran back to his mom after seeing Jim's dad (who is not a small person). Jim and his family, just wanting to be done with their travels, bought their supplies and got out of dodge. Every time Jim thinks of that story he says \"You know what the worst part was? He followed me and harassed me, rather than take care of his mom, who looked like she was in awful pain! If I could, I probably would have slugged him just for that!\"\n\nView full post\nu/Anomaly_19\n•\n5 days ago\nMy mother ruined my Bachelorette Trip\nL\n\nSo, a few months back I had a bachelorette trip to Puerto Rico. Two of my bridesmaids were able to go and my mother and sister came as well. I asked my mom to be the maid of honor since I thought it would help create a closer bond between us getting ready for my wedding. My whole goal was to have everyone get along and just have a good time. I should have known this was going to be a disaster.\n\nA couple of weeks before my mother started bashing all of my bridesmaids/friends. She was particularly focused on one that was actually going on the trip.\n\nI ended up paying for my mom, sister, and my own flight to help the burden of my mom having to pay for both her and my sister. The plan was my mother was going to pay for her and my sister’s hotel.\n\nMy friend reached out to everyone to try and plan something for me without me getting involved. I would like to add that I planned the bachelorette trip as the bride. When my friend reached out to my mom and called her, she wanted to help as much as she can. My friend is actually Puerto Rican, so she was going to be a huge help with this trip.\n\nAt the time I did not know about this call. My mother called me at 3am after having that call with my friend that day to tell me she has not been doing her maid of honor duties because she was “observing” everyone and everything. She then said as the maid of honor she should be planning the bachelorette trip. I found this conversation odd, but I said OK. I was relieved that she finally stepped up to help me with the trip. My mom did say before the call ended to not tell my friend she talked to me about this which I did find odd as well.\n\nThe next day my friend called me and told me that she wanted to make sure that I had a great bachelorette that to remember it is all about me. She wanted to help me with the excursions I wanted to do, and I told her my mom wanted to plan as well so they could work together.\n\nI saw my mother the next day and she went on a rant that my friend was disrespectful and said she was not letting a little girl control her on this trip and made it seem like something was wrong with my friend and how she did not want to wear her stupid t-shirts during the trip. She started raging and telling me she doesn’t want to go in the rental car with my friend and wants to take an uber. Her words \"Your friend is disrespectful, and I will beat this B***** ass.\" This automatically started stressing me out. She said she didn’t like my friend and she was disrespectful and has mental issues. I ended up calling my friend and asking her if she could cancel the rental and she said she could not. I created a group chat for the ones attending the trip and my friend was asking questions about why activities we were going to do and how excited she was, and my mom and sister was instantly annoyed. My mom was supposed to plan the activities that we were going to do in Puerto Rico. She refused to let my friend do it or participate in helping and again my friend is Puerto Rican.\n\nFast forward to the first day of the bachelorette trip. When we arrive my mom’s luggage was missing that had all of her toiletries. She was upset about it. When we got to the hotel, I let everyone rest since it was an early flight. My friend got there a little later in the day and I met up with her and my other friend in the lobby. I called my mom and sister to meet us downstairs and so we could go with them to replace the toiletries that were lost and to have dinner. As me and my two friends were waiting my mom came downstairs and stood behind my Puerto Rican friend and said hi to her so low that she could not hear her. I hinted to her that my mom was standing over and behind her while she was sitting on the lobby couch which I thought was weird. She turned around and said hello. My mom instantly just said OK I am leaving now go be with your friends. She literally ran off. My sister did not say a word.\n\nWhen I tell you the energy was so off you can cut the tension in the air with a knife. I asked my friend what was going on with her and my mom because something just felt really off. She told me she did not really know her, so she did not understand why. I decided to just go to the bar with my friends and wait for my mom and sister to get back. Five minutes later I get a text from my mom saying, “shame on you, you betrayed your family, you chose a nobody over your own family, I am disappointed, and your sister and I are out of the wedding.” I responded and said that I did not and asked what the problem was. I was then ignored. I started crying hysterically because I did not want my bachelorette to be like this. My friends tried to cheer me up and took me out to dinner. I decided to let things cool off and try to smooth things over in the morning with my mom and sister.\n\nI went to my mom and sister’s room and knocked on the door several times and kept going back to knock on the door. I also called each of them and no answer. I even waited around the lobby to see if I ran into them and nothing. I called both of them again later in the afternoon and finally my sister picked up. I asked if they were ok and if we can squash whatever happened and move forward with the plans. I asked why they did not answer me for hours and they said they were sleeping which I knew was a lie because I heard someone look through the peephole when I knocked earlier. My sister said they are not doing any of the activities that I wanted to do and that they were having lunch and would not tell me where they were. I felt like shit. My mom planned nothing that she said she was going to plan. My friend even texted and reached out to my mom and apologized for whatever my mom thought she did and called and my mom did not answer.\n\nMy friends scrambled and tried to make the best of the rest of the trip for me while my mom and sister was MIA. The day before we had to leave and go home, my sister reached out to get their plane tickets which I purchased. I sent it to them and was immediately upset. My mom asked me to put my credit card down for her and my sister’s hotel and said she would pay me back. I honestly think that she had no intention of paying me back because she is my mother. They ignored me during the entire trip and now demanded their plane tickets. I decided to change my flight and leave earlier. I couldn’t sit on the plane with my mom and sister and act like this was normal. My sister called and asked if I was going to get an uber to the airport and I told her no I have a different flight. My mom finally appeared and called me and said so many hurtful things. My mom told me I was always disloyal, how I interpreted everything wrong, I overthink, I don't care about her and my sister, how I was feeling is wrong, and called me liar and hung up in my face.\n\nMy friend started to tell me about the phone conversation that she had with my mom prior. She didn’t want to tell me out of respect for my mother because my mom asked her not to tell me about the phone conversation. My friend said my mom was talking badly about me, my fiancée, my fiancée family and how I was planning my wedding. My friend was put in this awkward position.\n\nEver since that trip I have not spoken to my mom or sister, and they did not show up to my wedding. I only get a text from my sister to tell me to pay both her and my mom’s phone bill once a month and that is it.\n\nView full post\nu/On_Our_Minds\n•\n5 days ago\nWorker starts yelling then gets mad when I raise my voice so he can hear me.\nM\n\nI work in a warehouse and recently got promoted to supervisor. I have 3 people that work under me right now. One person we will call M. M is a rather slow worker, easily the slowest we have. I can literally get triple the work done in the same amount of time on a bad day.\n\nNow I could handle him being slow if he was actually capable of doing anything without constant guidance. If nobody is there to help him or to tell him what needs to be done, he will just sit there on his phone.\n\nToday there was some stuff that had to go to a part of the sales floor but one item did not have a location because it was a special order item. I asked him to take care of the things that had to go to the floor so I could get orders situated in the back and the other guy could take care of a shipment. (The last guy has thee day off so not in this story.)\n\nM brought me the one box that was special order saying it doesn't have a location. I explain that it's a special order so it won't. We will have to ask someone else about it (someone who determines where to put such items on the sales floor). I then acid set it aside until we can talk to someone and to go ahead and do the rest of it. Here's how that went\n\nM: all those were together.\n\nMe: yes but thos boxes are different.\n\nM: then why were they all together?\n\nMe: because those are all supposed to go back to the sales floor.\n\nM: So that one box is supposed to go out too?\n\nMe: yes it-\n\nM: (yelling) How the hell am I supposed to do that without a location?! If there's no location I cant-\n\nMe:(raising my voice just enough for him to hear me) I know, i know. (Lowers voice to normal level) but the other boxes are-\n\nM walks off. I figured I'd just let him go. And do whatever for a bit before I go talk to him, however that wasn't the case. At one point someone asked him where he was on the radio and there was no answer. When we went to find him, all we found was his vest and equipment on the desk. So either he got kidnapped, or he up and left because he didn't like the fact that I was trying to explain something while he was throwing a fit.\n\nView full post\nu/Marz-Artist\n•\n5 days ago\nKaren can’t be patient\nS\n\nSo for context, I’ve (19 F) been having a throat infection for three days. It really sucks and since my sister is also sick my mom decided to drive us to the doctors once I finished my morning class.\n\nA note about the doctors:There are two lines, one for appointments and one without.\n\nSince we (my mom, sister and I) didn’t have appointments we went to the line for that and in front of us was this guy and this lady who seemed maybe 50? The guy before us was registering since it’s his first time with this doctor it was taking a while but it’s understandable since I had to do the same when I went to this particular doctor for the first time.\n\nOnce he was done the lady whom I’m gonna refer to as Karen before us began complaining to the desk about why the guy took so long. The lady at the desk was explaining that he needed to register which was going to take time but Karen still was acting prissy about waiting in line, the line taking so long and having things to do. I know we all have things to do, personally I gotta go study for my upcoming finals and I haven’t had lunch but that doesn’t mean you can act entitled because you can’t be patient or didn’t make an appointment prior to coming. When it was my turn the people at the desk were pretty upset and my mom chatted with them since she felt bad they dealt with that ordeal.\n\nAnyways I hope everyone is doing well for the winter season.\n\nEdit: thanks everyone for some of the nice things and also with what you guys would’ve done. It’s nice to see that you all wouldn’t tolerate people being rude. I’m feeling better and I’m studying hard. Take care everyone!!\n\nView full post\nRULES\n1\nNo complaining.\n2\nNo pointless arguing.\n3\nDon't be an asshole.\n4\nDo not defend the entitled parents.\n5\nNo trolling; satire posts go in r/entitledparentsmemes.\n6\nAdvertising.\n7\nNo links/crossposts of threads from other subreddits\n8\nNo mentioning any YouTube channels, or any other social media accounts\n9\nNo advocating, glorification or encouragement of violence."
}