{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "How We Can Keep Plastics Out of Our Ocean | National Geographic",
  "href": "https://www.youtube.com/watch?v=HQTUWK7CM-Y",
  "body": "Plastic pollution poses one of the biggest known threats to the ocean, influencing all ecosystems from beautiful coral reefs to abyssal trenches, eventually ...",
  "textContent": "Skip navigation\nSign in\n0:00 / 0:15\nHow We Can Keep Plastics Out of Our Ocean | National Geographic\nNational Geographic\n\n22.3M subscribers\nSubscribe\n27K\nShare\n3.1M views  7 years ago\nPlastic pollution poses one of the biggest known threats to the ocean, influencing all ecosystems from beautiful coral reefs to abyssal trenches, eventually accumulating in our own food. Learn more about how to upend the current system of produce-use-discard, and transition to a sys …\n...more\n1,199 Comments\nSort by\nAdd a comment...\n@markdonald2534\n2 years ago\nEven if you live hundreds of miles from the coast, the plastic you throw away could make its way into the sea. Once in the ocean, plastic decomposes very slowly, breaking down in to tiny pieces known as micro plastics that can be incredibly damaging to sea life.\n48\nReply\n@yaseneko2833\n4 years ago (edited)\nI remember about a year ago, my school held an event for our students to stop plastic pollution in the ocean. It really made me sad to see that out of 1,015 students only 14 showed up. It really shows how much some people don’t care about their environment.\n104\nReply\n6 replies\n@ItsMitchelll\n5 years ago\nI'm currently educating myself on the plastic pollution and it's so shocking how out of control this is and the affects of it as well.\n26\nReply\n@user-gk4tg9ro1c\n1 year ago\nEveryone has that responsibility. We know so little about the ocean, and we need to let more people know. My family has started to reduce unnecessary plastic use. It's easy to do, but very few people do it. Many things can be reused, and I often see tutorials on how to make very interesting recyclables.\n14\nReply\n@laurenceli6613\n1 year ago\nIt's amazing. If I hadn't seen this video, I would never have known the extent of plastic pollution in the ocean. I think it's too difficult to deal with it artificially. We need technology to do it more efficiently. But the point is that we can do better at the source, for example, by wasting less plastic and using alternative products.\n5\nReply\n1 reply\n@jakestilgard4145\n5 years ago\nIt would help for governments to pass legislation to keep a closer eye on what cruise ships are dumping into the oceans and seas and increase the penalties for doing so. That and there's a lot of nuclear waste stored in oceanic trenches that needs to be dealt with since the containment systems are getting old. Probably not a great idea to bury radioactive waste in and adjacent to bodies of water.\nRead more\n8\nReply\n@andreaevertswellness8934\n4 years ago\nThank you. Building healthy soil and healthy micro-biomes may be the key to recovering the planet.\n7\nReply\n@valeriagutierrez2562\n2 years ago\nI hope that one day every little person on the planet comes together and fights for the end of pollution and all harmful things to the world\n11\nReply\n@sourpatch6784\n4 years ago\nI would love to hear what everyone is doing to cut back on plastics! Making as many changes as possible\n14\nReply\n1 reply\n@LordilFra\n5 years ago\nI'm shocked about it. I didn't think that there's so much plastic in the world.\n4\nReply\n@technical_proguy2474\n1 year ago\nPlastics aren’t bad though, but people just use them too much, they never think of reusing stuff.\nBefore we went to a beach cleanup and only 3 out of 10 people showed up. It was really sad to see that most don’t care about the environment\n2\nReply\n@bitfragment\n6 years ago\nLet's face it - we are the worst thing that happened to this planet.\n1.9K\nReply\n89 replies\n@lifewithless1327\n6 years ago\nWe see ocean pollution on a daily basis. Picking up the plastic trash every chance we get. It takes all of us to become aware and notice our oceans are suffering. Together we can make a change!\n42\nReply\n1 reply\n@heidirowlands1806\n5 years ago\nWhy can people be so thoughtless!? It is heart breaking to watch this. We need to spread the message about what plastic can do to marine life. Millions of sea birds die every year because they try to eat plastic, so do turtles. It pains me to say that Turtle species are going extinct of pollution! They mistake it for Jelly fish!\n4\nReply\n@mimoliu6801\n1 year ago\nEveryone should be concerned about marine pollution. Recycling plastic I think is a good solution. The power of each individual is small, but together we can do a lot.\n2\nReply\n@jamesmichaelwalker683\n10 months ago\nI. Hi there!\nII. Love this Video. \nIII. Recently, I did ask to myself the following question: \" How Sustainable Is Our Ocean-centric Economy and Civilization?\". We can't afford to answer to this question without identifying the opportunities offered by the Oceans but also the Challenges they face. \nYour video did try to focus on both aspect in a relative short approach. \nPreviously, I wrote some article on the issue.\nBelow, some another short comment about Plastic Pollution.\nRead more\n1\nReply\n@Mr_Chris__\n3 years ago\nIn the old days (before plastic bags became so commonplace), people were more resourceful and less wasteful. Cardboard boxes were often reused to put your groceries in, fish was wrapped in newspaper and bags were often made of straw or paper. \n\nWhenever I go food shopping, I take a cardboard box off the shelves to put my shopping in. I will then repurpose some of the boxes to be used as parcels.\nRead more\n14\nReply\n@iimocha_cat9681\n4 years ago\nI wish the world could come together and stop this.\n3\nReply\n@isaacvieira5116\n5 years ago\nIt’s sad how more people care about other people’s drama than care about saving this earth that we have only once\n14\nReply\n@honestlyyours1069\n2 months ago (edited)\nI really want to help conserve the environment and help reduce climate change.  Thus, I try to clean and recycle the plastic containers and bags that I come in contact with.  I was very happy to see that large companies, such as the one who manufacturers Windex, now makes large refill containers from recycled plastic.  Also, I heard that they are coming out with pens and other things made from recycled plastic.  I also have been using buses and other public transit since I was a child.  I am now 64 and am very glad that I am trying to do my part to help conserve the environment.  I use laundry pods instead of large plastic containers of laundry detergent.  Instead of using plastic containers of body wash, I use soap.  I was very unhappy to see that when I was in the hospital last year, there was widespread use of plastic body wash containers.  Maybe someday they will go back to using soap bars.\nRead more\nReply\n@Atlanta-Georgia\n10 months ago (edited)\nIn my school when you reach grade 8 you have to do a community service project. I am choosing to do it about ocean pollution.\nI am going to a few elementary to spread awareness since I personally think that’s all I can do but I hope it makes a difference because I don’t want our oceans ending up as toxic trash waters\nRead more\n3\nReply\n@kingedthejust9237\n6 years ago\nThis made me sick this is so sad to see that people don't truly see how beautiful the oceans are without the trash....\n2\nReply\n@user-cf7fd1hm1l\n1 month ago\nI hope everyone will see this video and be enlightened to protect the Earth.\nReply\n@user-uj8mp2wo4x\n1 month ago (edited)\nThrough this video, I learned the seriousness of the problem caused by plastic\nReply\n@HelpingOurPlanet\n3 years ago\nIt is time to for us to REFUSE to use single use plastic.  Recycling, reducing, and reusing helps a lot.  However, REFUSING to use single use plastic is by far the most effective solution to the problem.\n4\nReply\n@elv9548\n3 years ago\nyou know what every comment talks about how bad is polutting and etc. Yes I definitely agree but we need action telling things may do little changes but taking action will make a huge difference.\n3\nReply\n@alianajacobs5703\n5 years ago\nThis video is really sad. People should do more about cleaning the ocean instead of fighting each other! We need to clean the planet!\n619\nReply\n30 replies\n@aakasha8438\n6 years ago\nI have never ever thought these things are happening.I am scared to know about these things.\n11\nReply\n@gazizazholdybayeva4414\n4 years ago\nthank you for giving us this information. i really needed this video for my geography presentation. thanks.\n1\nReply\n@jacksmales4973\n3 years ago\nThere are a few things I've stopped buying because of the plastic, but it's so difficult\nReply\n@Abby-uv2zv\n5 years ago (edited)\nI'm really sad, when I see this video! :( We should be aware of the damage!! That we cause to nature and planet, but also we cause to our body.\n3\nReply\n@matodziradzhadzhi9122\n3 years ago\nFor human beings to stop pollution is probably a 1000 years from now\n2\nReply\n@justyouraveragenerd-jakki5853\n5 years ago\nI feel like people should make a barrier to keep out plastic but humans can still go over it so people can just grab the rubbish and people can have a good place.\nReply\n@kolsen6330\n3 years ago\nSomething to think on. This isnt a new problem, its been ongoing for decades.  Two mentions of plastic pollution in one issue by different authors several thousand miles apart. Ocean Navigator Magazine, June 1990 Issue number 33 has the two articles that comment on this problem. One mentions \"spending the rest of the afternoon trying to get our ground tackle (anchor) to set on the plastic bag coated bottom of the bay\".( in Pago Pago)  The other article mentions the hazards to propellers from the floating plastic in Japanese harbors and coastal waters and how the Japanese \"badly need to enact and enforce strong anti littering laws\".\nRead more\n1\nReply\n@ez_dubbzyt7085\n5 years ago\nI'm confused. Why does this video have 86 dislikes? Its either you don't like animals or you don't have a heart for others.\n1\nReply\n@VanNguyen-sh3vq\n2 years ago\nthanks for this video it showed me the importance of environmental pollution\n5\nReply\n1 reply\n@user-jc2uz3tl6n\n4 years ago\nHonestly I feel like the earth would get a breath of fresh air if the everyone just stopped making plastic\n36\nReply\n4 replies\n@nivaldotacianodonascimento503\n2 years ago\nmuito bom\nReply\n@thundersubedi\n1 year ago\nNever change in narrow,  leave them free its´ areas which it was covered by the sea and river previously in our grandfathers time seen, and make plant huge forests to every both edge of the river and sea.\n1\nReply\n@sophiesomerset6530\n3 years ago\nWe need to stop all this polluting we really need to put our minds to what we are doing it’s been 4 years since this was made, it’s 2020\n2\nReply\n1 reply\n2:24\nNOW PLAYING\nPlastic Pollution is Killing Wildlife | Oceana Canada\nOceana Canada\n17K views 9 months ago\n9:56\nNOW PLAYING\nMeet The Plastic-Eating Worms | Planet Fix | BBC Earth Lab\nBBC Earth Lab\n\n2.5M views 7 months ago\n9:10\nNOW PLAYING\nHow to Clean an Ocean\nTech World\n1.7M views 2 years ago\n2:57:45\nNOW PLAYING\nHow the Earth Was Made: DEADLY Wastelands & EXTREME Phenomena *3 Hour Marathon*\nHISTORY\n\n3.2M views 1 month ago\n7:22\nNOW PLAYING\nWater Pollution for Kids | Learn How to Keep Our Water Clean\nLearn Bright\n297K views 2 years ago\n8:04\nNOW PLAYING\nIs This The END Of The Great Pacific Garbage Patch?\nPeak Luxury\n938K views 1 year ago\n4:36\nNOW PLAYING\nPOWERFUL VIDEO: Why We Need to Stop Plastic Pollution in Our Oceans FOR GOOD | Oceana\nOceana\n\n1.9M views 4 years ago\n14:27\nNOW PLAYING\nNYC is Building Anti-Homeless Streets…\nCash Jordan\n\n14M views 3 weeks ago\n14:53\nNOW PLAYING\nHow Do You Steer a Drill Below The Earth?\nPractical Engineering\n\n3.8M views 1 year ago\n1:00\nNOW PLAYING\nPlastic Pollution Video\ncitizenscampaign\n157K views 3 years ago\n7:51\nNOW PLAYING\n\nTHE SWIM  S1 E4\n\nThe Great Pacific Garbage Patch Is Not What You Think It Is | The Swim\nSeeker\n\n4.3M views 5 years ago\n13:10\nNOW PLAYING\nNEOM is Happening! Construction Update 2023\nTop Luxury\n\n6.6M views 2 months ago\n15:55\nNOW PLAYING\nWhy the Plastic Pollution Problem Is So Much Worse Than You Think\nBe Smart\n\n678K views 1 year ago\n21:14\nNOW PLAYING\nSpaceX Finally Dropped the Big Starship Reveal!\nMarcus House\n\n454K views 18 hours ago\n\nNew\n\n10:22\nNOW PLAYING\nMost Ocean Plastic Flows From Rivers. Can Giant Trash Barriers Stop It? | World Wide Waste\nBusiness Insider\n2.4M views 7 months ago\n9:00\nNOW PLAYING\nWhy 99% of ocean plastic pollution is \"missing\"\nVox\n\n5.2M views 2 years ago\n30:40\nNOW PLAYING\n11 Of The Most Faked Foods In The World | Big Business | Insider Business\nBusiness Insider\n10M views 3 months ago\n4:21\nNOW PLAYING\nThe Hidden Dangers of Plastics Pollution for Marine Animals\nBrut America\n\n60K views 1 year ago\n14:46\nNOW PLAYING\nWhy we don‘t have proper maps of the Ocean\nneo\n\n622K views 2 years ago\n4:24\nNOW PLAYING\nHis Epic Message Will Make You Want to Save the World | Short Film Showcase\nNational Geographic\n\n2.9M views 6 years ago\n53:03\nNOW PLAYING\nWhat Happens to Plastic in the Ocean | The Mystery of Missing Plastic | ENDEVR Documentary\nENDEVR\n\n168K views 1 year ago\n8:24\nNOW PLAYING\nInterceptor 006 Is Ready to Tackle Trash Floods in Guatemala\nThe Ocean Cleanup\n\n255K views 6 months ago\n1:05\nNOW PLAYING\nDestroying Earth - 4K | Benthe Sam\nB E N T H E S A M\n11K views 3 months ago\n13:02\nNOW PLAYING\nTracking Devices Reveal Where Recycling Really Goes\nBloomberg Originals\n\n676K views 1 year ago\n52:51\nNOW PLAYING\nWhat Can Be Done About The Plastic Crisis? (Part 1) | Drowning In Plastic | Earth Stories\nEarth Stories - Climate Disaster Documentaries\n22K views 11 months ago\n\nFundraiser\n\n9:59\nNOW PLAYING\nThe Yamuna, India's most polluted river\nThe Guardian\n\n9M views 6 years ago\n4:07\nNOW PLAYING\nWhat really happens to the plastic you throw away - Emma Bryce\nTED-Ed\n\n4.7M views 8 years ago\n9:58\nNOW PLAYING\nTrash Island: Is It a Myth? | The Ocean Cleanup\nThe Ocean Cleanup\n\n203K views 9 months ago\n5:46\nNOW PLAYING\nPlastic Waste & OCEAN POLLUTION 🛍️🌊 Causes, Consequences and Solutions!\nthedailyECO\n40K views 2 years ago\n2:40:57\nNOW PLAYING\n16 Ways To Solve Trash, From Recycling Jeans To Making Bricks From Tires | World Wide Waste\nBusiness Insider\n634K views 2 weeks ago\n2:09\nNOW PLAYING\nA Plastic Ocean Official Trailer\nA Plastic Ocean\n1.6M views 7 years ago\n2:20:18\nNOW PLAYING\nTwo Hours of 4K Nature Scenes | 4KUHD | BBC Earth\nBBC Earth\n\n2.6M views 1 month ago\n26:51\nNOW PLAYING\nThe Insane Biology of: The Giant Manta Ray\nReal Science\n\n93K views 16 hours ago\n\nNew\n\n16:18\nNOW PLAYING\nWho is polluting the ocean with plastic?\nThe Economist\n\n79K views 1 month ago\n10:14\nNOW PLAYING\nPlastic Disaster - An Ocean Pollution Documentary\nFarida Alami\n153K views 5 years ago\n1:07:23\nNOW PLAYING\nExploring The Underwater World | 4K UHD | Blue Planet II | BBC Earth\nBBC Earth\n\n5.7M views 3 months ago\n7:05\nNOW PLAYING\nEverything We Know About Ocean Plastic Pollution So Far | The Ocean Cleanup\nThe Ocean Cleanup\n\n77K views 6 months ago\n6:09\nNOW PLAYING\nOur Incredible Ocean: Now Is the Time to Protect It | National Geographic\nNational Geographic\n\n141K views 7 years ago\n2:39\nNOW PLAYING\nMarine pollution, 1st theme of the 2017 #OurOcean conference\nEuropean Commission\n\n137K views 6 years ago\n1:24\nNOW PLAYING\nHere's How Much Plastic Trash Is Littering the Earth | National Geographic\nNational Geographic\n\n395K views 6 years ago"
}