{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "15 DIY Projects Made with Paper Straws - DIYS.com",
  "href": "https://www.diys.com/rojects-made-with-paper-straws/",
  "body": "It's not that we prefer them to drinking out of plastic straws, but rather than paper straws, with their fun stripes, patterns, and colours, are an awesome crafting tool! You'd be surprised what you can make out of these simple paper tubes. Check out these 15 awesome DIY projects that are made with paper straws for a fun, old fashioned look! 1.",
  "textContent": "DIYS.com\nBEAUTY FOOD FASHION HOME & GARDEN HEALTH LIVING KIDS GARDENING WEDDINGS\nDIYS LIVING\n15 DIY Projects Made with Paper Straws\nBy Courtney Constable\n | \n\nUpdated on September 27, 2016\n\nPaper straws might not be quite as common for drinking as they once were, unless you’re a big fan of 1950s style diners and frequent them often, but they’re still around and we’re certainly glad for it. It’s not that we prefer them to drinking out of plastic straws, but rather than paper straws, with their fun stripes, patterns, and colours, are an awesome crafting tool! You’d be surprised what you can make out of these simple paper tubes.\n\nCheck out these 15 awesome DIY projects that are made with paper straws for a fun, old fashioned look!\n\n1. Paper straw easels\n\nWants and Wishes guides you through the process of making simple miniature easels out of paper straws in any pattern or colour. We love the idea of using these to display single photos or small pieces of art that your kids drew or painted for you.\n\n2. Paper straw hanging frames\n\nDo you adore hanging printed photos on your wall but you’re currently living somewhere temporary, like a dorm room or an apartment building that you can’t hang things up in because the walls are concrete? There are still plenty of fun ways that you can display your favourite prints! One of our recent favourites is this paper straw idea from The TomKat Studio! Cut a slit all down the length of two straws from end to end and slide them along the bottom and top edges of the picture. Then glue a string to the back of the top straw and voila! A quick but adorable hanging frame.\n\n3. Paper straw chalkboard mini bunting\n\nAs if cupcakes weren’t already adorable enough, Yes Bliss Road went and added festive birthday bunting to them! Make the banners from cute printed templates or hand drawn letters on nice craft paper and string them along some cute string that has a bit of colour. Next, stick two paper straws in the cupcakes like flag posts and tie the ends of the string around the top to “hang” the bunting up above the icing!\n\n4. Paper straw cupcake “candles”\n\nDo you love the idea of birthday candles in cupcakes but you’re not fond of having numerous little fire sources being passed around a party? Try faking the flame instead! These “candles” are made of paper straws with a little bit of tissue paper twisted into the top. Thanks to Icing Designs for this adorable fire alternative!\n\n5. Sprinkle packet cupcake toppers\n\nCupcakes are always fun to receive, and obviously they’re fun to eat, but Icing Designs has a suggestion for making them fun for each guest to finish decorating too! At the top of a cutely coloured paper straw, stick a fun name tag or some fringe tissue paper. Along with that, attach a little wax paper bag of rainbow birthday sprinkles. Stick a paper straw in each cupcake and watch as people have a blast sprinkling the edible confetti across their cakes before they eat them.\n\n6. Tiered stand cookies\n\nAre you as obsessed with the idea of mini baking as we are? Well, lucky for all of us, Bakerella understands and shares our fascination! Check out how they made these adorable little “tiered cookie stands” out of actual cookies, featuring even smaller cookies and cakes on each “tray”! As you’ll notice in the middle, the central support of each cookie stand is a paper straw!\n\n7. Paper straw party garland\n\nUnique party garlands are always a total blast to make, but sometimes we feel like garlands don’t get enough credit. People either forget to make them and put them up entirely, or they make a low effort version by just stringing coils of tissue strips around. Sassy Style has a better idea! Make your own version of this awesomely visual fanning garland by using differently coloured paper straws!\n\n8. Swooping paper straw garland\n\nOkay, so we know we just kind of knocked simple looking party garlands, but we took that statement back the second we saw this adorable garland design on Crossing the Bugger-Dixon Line! Once again, paper straws are here to save the day, and all you have to do to get this cute look is string some thread through the straws and then hang the whole thing up!\n\n9. Paper straw snowflake decorations\n\nCentsational Girl has show us the beauty of combining paper straws with other materials to make an adorable Christmas snowflake that would good as an ornament or as a gift trinket once your presents are wrapped. Fan three short lengths of pipe cleaner from inside the end of each paper straw and run a little red seed bead down each to keep it in place but also just add some cute detail.\n\n10. Paper straw Christmas wreath\n\nAs if most Christmas wreath designs aren’t already adorable, this one takes a classic sunburst style and totally translates that into a holiday spirit piece! We love that the paper straws are cut to varying lengths to give the whole piece depth. We also can’t help thinking of candy canes when we look at this project! Learn more about the steps to make it on Porch.\n\n11. S’more pops on paper straws\n\nDo you love making skewer and kebab candies? Then we’d be willing to bet that you’ll adore these S’more pops from Bloom Designs! Thin wooden kebab sticks might not be able to support the full, fluffy width of a whole fancied up marshmallow though, so that’s where paper straws save the day! They’re a little thicker, so they’ll be more successful at holding the marshmallows. The colours also make the whole idea look cute!\n\n12. Homemade Pixie Stix\n\nDo you remember eating Pixie Stix as a kids, tearing the top off the paper tube as quickly as you could and trying to pour the sugar into your mouth without touching the tube edges? If you got them soggy, all the sugar would stick and nothing would come out! Eventually we all learned the proper technique, and now it’s time to pass those skills on to your own kids- but with a DIY spin! Amanda Parker and Family guides you through the process of making your very own Pixie Stix sugar, but instread of thin, sticky paper like the real thing uses, they suggests using a paper straw. They’re used to withstanding moisture when you drink out of them!\n\n13. Paper straw and beads necklace\n\nHave you ever seen how beautiful jewelry made with paper beads is, but you find rolling them rather difficult? Well, here’s an easy alternative for you or your kids! Using short lengths of paper straw as beads looks handmade in an adorable way. Check out how Jessica Rebelo made this piece!\n\n14. Straw and paper heart glider\n\nWe’d be willing to met that you’ve made these air gliders before at school or in summer camp. We love how Everyday Posh gives you a tutorial for a classic, simple kids trick, but changes things up just ever so slightly. We sure know we never would have thought of using a paper straw (because they’re lighter than plastic) or bending one of the paper glider ends into an adorable heart.\n\n15. DIY paper straws\n\nWell, we’ve talked about how to make things out of paper straws all the way through this post, but did you know you can actually make the paper straws themselves? We sure didn’t, but we’re pumped that we know about this technique now! Any time you have guests over and you want to make them feel every so slightly crafty or vintage, pop a cute paper straw in their drink! Look At What I Made has the full tutorial for you so that, just in case you can’t find the paper straws you need for these fun crafts in a store, you can actually make some of your own! We sure do love when we can customize things.\n\nHave you made other projects out of paper straws and now you don’t see anything like your piece on this list? Share it with us in the comments and tell us what we’re missing!\n\nDIYS Daily Inspiration\n\nYour daily dose of crafts, recipes, beauty, fashion, living tips and home guides.\n\nSign up to the DIYS newsletter\nSIGN UP\n←\nThese 22 DIY Makeup Storage Ideas Will Have Your Vanity Thanking You\n→\n15 Ways to Reuse Shower Curtains\nLeave a Reply\n\nYOUR EMAIL ADDRESS WILL NOT BE PUBLISHED. REQUIRED FIELDS ARE MARKED *\n\nCOMMENT *\n\nNAME *\n\nEMAIL *\n\nCONNECT WITH US\n42k\n103k\n1600\n1.5k\n26k\nSign up to the DIYS newsletter\n\n\n\nSIGN UP\n\nSearch the DIYS.com projects\n\n\n\nRelated\n50 DIY Garland Ideas for Your Christmas Tree\n50 Spring Cupcake Recipes to Indulge in Fresh and Flavorful Delights\n50 Best Easter Cupcakes: Easy Ideas, Recipes, and Decorations\n25 St. Patrick’s Day Cupcakes to Celebrate March 17th with Delicious Treats\nAlso Try\nWhat Colors Go with Burgundy? 10 Complementary Colors for Home Decor, Fashion, and Weddings\nWhat Colors Go with Gold? 12 Stunning Gold Complementary Colors for Home Decor and Fashion\nSubstitute for Sweetened Condensed Milk: 7 Excellent Alternatives (Including Vegan Options)\nDIYS.com\n\nDIYS.com is an up-and-coming community of people specialized in high-quality and on-trend DIY projects and tutorials in home design, fashion, and crafts. Recognizing the value of the do-it-yourself movement of the last several years, DIYs.com is inspired by unique yet replicable ideas.\n\nBecause everyone’s style is individual, customized pieces with a high-end look are what we’re always after.\n\nMEET THE TEAM\nCONTACT US\nPRIVACY POLICY\nAFFILIATE DISCLOSURE\nBROWSE PROJECTS\nSearch the DIYS.com collection\n\nDIYS.com is operated by TechFlow SRL, a registered company in Romania (Company No. 40004028), Bucuresti-Ploiesti 19-21, Floor 6, Office R23, Sector 1, București, România"
}