{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "LewdGames - Reddit",
  "href": "https://www.reddit.com/r/lewdgames/",
  "body": "Welcome to /r/LewdGames! This community is dedicated to everything NSFW (not safe for work) gaming related. This includes, but isn't limited to the following: Erotic and pornographic games of all kinds. Rule34 of characters provided they are originally from an adult game. Reviews, discussions, walkthroughs, and links to NSFW games. Moderator ...",
  "textContent": "LewdGames\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/lewdgames\nCreate a post\nSort By:\nu/Boejakka\n•\n3 yr. ago\nThe new Games List\nMeta\nhttps://www.reddit.com/r/lewdgames/comments/it7g09/the_new_games_list/\nu/Ambitious-Most-9245\n•\n17 days ago\nGood 3d porn games\nRecommend\nu/sogggy_botttom\n•\n9 hr. ago\nShe wants your cum [Sexy Iron Maidens]\nVideo\nu/daveb540\n•\n9 hr. ago\nXXX game that is a sex simulator? Not a visual novel or anything like that. Just basically a sex game.\nRecommend\n\nLooking for a game that is basically just about controlling the sex. Not a puzzle or RPG game or visual novel.\n\nu/SexualSunsetDPP\n•\n8 hr. ago\nWelcome to Erosland Review\nDiscussion\n\nHey all, I just played through all the available content in Welcome to Erosland and wanted to post about it. This game is made by the same dev who made Raven’s Quest which has very hot corruption and clothing choices so I was very excited to try their next project. Especially when I saw it was a parody game which I am constantly looking for but never find anything good. In fact, I would confidently say that the vast majority of games that focus on characters from an already established fictional universe are either extremely low quality, blatant cash grabs, or both. I have tried every Naruto or Pokemon game I could find and have been disappointed in them all. The same goes for other games like Luna in the Tavern which has unbelievably poor progression and paywalls for over half the content. Other good ones, like Sex Arcade: The Game were abandoned even though they looked super promising. It just isn’t easy to find harem/trainer games with a good amount of content and good art. The only one I played and liked recently were Ciri Trainer and Game of Whores, both of which are good but not great IMO.\n\nWelcome to Erosland was a very welcome surprise when I stumbled upon it for that reason. Academy34 is great, but I don’t know of any other good overwatch parodies. (or parodies of that quality, period.)\n\nThe game has many elements of the classic trainer games from Abakur. Corrupting heroines, having them perform tasks for you, and earning new and sluttier outfits to dress them up in. I can’t get enough of this type of content.\n\nThe game currently features D.Va, some girls from League of Legends that are sexy but I am unfamiliar with, Mercy, Iono from Pokemon, and one original character that serves as the guide.\n\nThere is a city builder element that goes pretty much unused, but has potential if the dev reworks some things with money, I think. You can choose to send your girls to work in different locations around your sexy theme park, but because the girls are unlocked very far apart and not every girl can work each job, there is definitely less freedom than I would like on this progression.\n\nThe H-scenes are very hot and have a good balance of content. Especially D.Va, the first girl you get in your harem. After her, the pace that the other girls become slutty is a bit too fast for my taste, and I think using Hana as a baseline for how fast these things should go would be a good idea for future additions.\n\nThe dialogue is actually pretty good for a H game. I appreciate some of the character moments and humor throughout. You have the option to disable some content with Iono and I think that was a good call.\n\nI think this game has a ton of potential, the art is good, and I love the clothing options, as well as the different jobs the girls can work. It just needs more content more than anything right now.\n\nI really hope some others pick this game up and give it a try. And I really hope the dev will continue working on it, adding new girls and expanding what is possible in terms of jobs, upgrades, and clothing for the existing girls.\n\nAnd I would love to see named park goers who you could maybe cater to and have the girls develop a relationship with, like more overt prostitution elements.\n\nView full post\nu/WANDERER_GAME\n•\n13 hr. ago\nThe sexiest fairy got impregnated (TopHouse) [AURA: Hentai Cards]\nArt\nu/SunriseTeam\n•\n14 hr. ago\nSome great memories - Sunrise City\nArt\nu/Working-Low-8990\n•\n8 hr. ago\nSandbox that is pretty much just sex?\nRecommend\n\nI want to find a sandbox game (can be 2d or 3d) that is like summertime sage or Confined With Goddesses except you don't really have to work for the scenes\n\nu/Tonkboi\n•\n2 hr. ago\nMy Favorite Games\nDiscussion\n\nHero Party Must Fall\n\nTwisted World\n\nTaffy Tales\n\nGood Girl Gone Bad (did not enjoy Red String)\n\nDemon Deals\n\nInsight of You\n\nDesert Stalker\n\nAnyone agree? Anyone got other recommendations?\n\nu/The-big-UWu\n•\n4 hr. ago\nmetroidvania game recommendations?\nDiscussion\n\nDefinitely my favorite genre to play but honestly can’t find many of them\n\nu/SlavesOfLove\n•\n15 hr. ago\nSLAVES OF ROME: Master Fucks His Slave Outdoors\nVideo\nu/Azog94\n•\n18 hr. ago\nWildman gets more than coal from Krampus part 3\nArt\nu/TheMagissy\n•\n10 hr. ago\nSorceress' Ceremony of Carnal Magic\nArt\nu/No_Green5977\n•\n6 hr. ago\nRecommend me pls\nRecommend\n\nHello can someone recommend a game rpg like(where therenis lvl and other stuff), mostly looking in 2d gameplay but 3d can work if it's good.\n\nu/KLK-Ryukos-rumble\n•\n16 hr. ago\nIt's time for the first release of my NSFW visual novel: KLK Ryûko's Rumble!\nFree Release\nu/Hierophant_groon\n•\n3 hr. ago\nBreeding Sim games\nDiscussion\n\nCan i get more recommendations on games which main focus is on getting as many girls pregnant. Games that are like cloud meadow.\n\nu/marlisstudio\n•\n15 hr. ago\nNumber 9 | ❄️Christmas Advent Calendar🎁☃️\nArt\nu/Wataponno_O\n•\n1 day ago\nNo condom? No problem! [Wataponno]\nArt\nu/WincestSiscest\n•\n21 hr. ago\nWould you Recommend some games?\nRecommend\n\nI'd like to try something besides VN and 3D,\nplatformers and jRPGs would be great ig.\n\nThese I've played so far, they seemed to be good imo:\n\nRuins Seeker\n\nWings of Roldea\n\nParasite in City\n\nAnthophobia\n\nSyahata's bad day\n\nRevenge Of Yagiri\n\nHospital of the Dead\n\nInfectious Mansion 2\n\nExclusion Zone - Hunting Ground\n\nDark Star\n\nAlien Quest: Eve\n\nDungeon & Maid\n\nCaptivity\n\nAzur Ring\n\nFuture Fragments\n\nGuilty Force: Wish of the Colony\n\nZetria\n\nThe Shadow of Yidhraf\n\nCrisis Point: Extinction\n\nAiri Guilty Hell\n\nUnHolY DisAsTeR\n\nUndercover Girl\n\nAtelier Tia\n\nSurVive!(+18)\n\nLady Thief Misery\n\nMissionCode COCO\n\nMission Mermaiden - Hasumi and the Deep Sea Sisters\n\nBuchikome - High Kick\n\nGhost Hunter Vena\n\nDancing Reaper\n\nGraveyard Executioner\n\nExorcist Rio (series)\n\nOtome the Exorcist\n\nSummer Memories\n\nCountryside Life\n\nMy Secret Summer Vacation\n\nThe Dead End\n\nPara Ark\n\nThe Agnietta\n\nThe Shimmering Horizon and Cursed Blacksmith\n\nViolated Heroine\n\nCursed Armor\n\nNoxian Nights\n\nNightmare Knight ~Holy Knight and the Magic of Lust~\n\nEnicia and the Contract Mark ~Little Saint of Horseshoe Street~\n\nGo!! Narukami Occult Club 2\n\nLife With A Slave -Teaching Feeling-\n\nHazumi and the Pregnation\n\nThat Time I Got Reincarnated as a Succubus\n\nThe Pregcess of Zeven\n\nGrace of the Labyrinth Town\n\nTrapped on Monster Island (The Breeding Pen)\n\nPublic Defense Corp (Civilian Justice League 2)\n\nInnventure\n\nSorurui -after mini-\n\nKunoichi Botan\n\nArena of Akakubi\n\nThe Curse of Kubel\n\nTreasure of the Universe\n\nDAISENKA\n\nAmbrosia\n\nChevalier Historie Append\n\nThe Imperial Gatekeeper\n\nTreasure chest Corps\n\nEscape Dungeon\n\nEscape Dungeon 2\n\nNOCE\n\nDepraviA EgrigorI\n\nRoachnighter\n\nOnly Bugs\n\nEscape from the Giant Insect Lab\n\nBreed Laboratory\n\nSilence for the Damned\n\nEstella Nightmare\n\nHypnotizing the Rich Bitch into My Personal Plaything\n\nLonaRPG\n\nFallen Doll\n\nShe Will Punish Them\n\nLilly Knight\n\nSecret Survey\n\nMaggot Baits\n\nBiohazard Arena\n\nView full post\nu/Mikiraus\n•\n13 hr. ago\nMakima knows how to manipulate men perfectly [Waifu Slut School]\nArt\nu/StillFar7733\n•\n46 min. ago\nCan you recommend any games?\nRecommend\n\nHi, I'm looking for two types of games. One is where you play the role of a hacker or police officer and go through folders, chats and files on your phone or computer to slowly uncover a story or interesting pictures/videos. And the other type is a game that takes place using only a chat app. Are there any such games and can you recommend any? Thanks\n\nu/insanerotica\n•\n5 hr. ago\nLayla as a Streamer in My Summer of InsanErotica\nArt\nu/TinWoodman555\n•\n19 hr. ago\nBlinded, humiliated, submissive (Red Sakura Mansion 2)\nArt\nu/SurrealistGal\n•\n11 hr. ago\nIs there a Market for Text-Only games with minimal Images/CG?\nDiscussion\n\nHi! Right now, I'm basically pulling a Robert Silverberg. He was an American Sci-Fi author, who was nominated for a ton of Hugo awards, and was beloved as an author and as a sci-fi fan. Before he became famous with his novels though, he penned pulpy, erotica novels to make ends meet. I''m basically wanting to do the same. I have a full-time job but I really enjoy writing as a hobby, and like Silverberg, I think I'm not the worst at writing erotica. I've been sketching plans for a sapphic text-only interactive fiction game. My expertise is writing, not drawing. I might be able to include minimal pixel art, ala the First Corruption of Champions.\n\nI see a lot of games, especially here that use Renpy and Honey Select Models, and for me, I think they look uncanny, and it's difficult for me to invest into them as characters and the story, because of how they look. I wonder, do other folks feel the same way? Is there interest in something very text heavy? I'm working on world-building- the theme is Clockpunk meets Weird-Fiction. I'm excited to start properly, but is there interest? This is of course going to be a hobby, but is there demand at all?\n\nView full post\nu/MdLuffy6969\n•\n3 hr. ago\nNend help to find a game\nHelp\n\nIn this game you live with your mom and two sisters. Your mom started seeing her boss he has great influence over her and you have to ether team up with her boss or show your mother that he is a horny person trying to sex with your sisters also. You also blackmail your sister over a cigrate and also you promise you younger sister to help in her study. Please give me the name of this green\n\nu/pashigames\n•\n7 hr. ago\nVikings: Sex and Blood [v.02] | PashiGames\nPaid Release\nhttps://www.patreon.com/posts/94386030?utm_campaign=postshare_creator\nu/TheAsianOne_wc\n•\n3 hr. ago\nHow to get the FMC pregnant? [Live with a Slave - Teaching Feelings]\nHelp\n\nBit of an old adult game, but how do you get her pregnant? I saw a couple pictures where she ends up with a daughter with our doctor MC.\n\nAlso can someone provide me a detailed instruction on how to unlock the full gallery? I've unlocked most but some of them I can't for my life figure out how to get.\n\nu/nodollstudio\n•\n1 day ago\nI think I downloaded the wrong Exit 8 game\nArt\nMENU\nWiki\nJoin Discord\nLewdgames List\nJOIN /R/LEWDGAMES DISCORD\n\nCome and chat with us.\n\nJoin Discord\nRULES\n1\nPosts Must Be Related to Adult Gaming\n2\nNo Piracy\n3\nNo Harassment\n4\nNo Kink Shaming\n5\nNo Underage Content\n6\nPaywall Content\n7\nExcessive Image Posting\n8\nSource Content\n9\nDon't Spam\nUSEFUL RESOURCES\nPost Flairing Guide and Links to Searchable Flairs\nAdult Game Development Resources\nCommunity's top 5 games (July 2017)\nLewdgames List\nOld Lewdlists Big Games List\nLewd Patcher - 18+ patches for adult games\nTop 50 Patreon Game Creators\nVNDB\nRELATED GENERAL SUBREDDITS\nr/nsfwdev\n13,440 members\nr/nsfwcyoa\n96,063 members\nr/Futanari_Games\n38,639 members\nSPECIFIC GAME SUBREDDITS\nr/freecitiesgame\n9,250 members\nr/SummertimeSaga\n94,537 members\nr/spnati\n28,719 members\nr/monstergirlquest\n12,658 members\nr/Kalyskah_Game\n157 members"
}