{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Restricting use of plastic straws the latest trend to clean up ...",
  "href": "https://www.mercurynews.com/2017/03/16/restricting-use-of-plastic-straws-the-latest-trend-to-clean-up-california-beaches-ocean/",
  "body": "Bamboo straws are made as an alternative to single-use plastic straws by StrawFree.org. The Huntington Beach non-profit hopes to see their hometown become the first city in Orange County to ban ...",
  "textContent": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. To learn more, view the following link: Data Storage Policy\nSkip to content\nAll Sections\nSubscribe Now\nHome Page\nClose Menu\nNews\nNews\nLatest Headlines\nCrime and Public Safety\nCalifornia News\nNational News\nWorld News\nPolitics\nEducation\nEnvironment\nScience\nHealth\nMr. Roadshow\nTransportation\nThe Cannifornian\nLocal\nLocal News Map\nBay Area\nSan Jose\nSanta Clara County\nPeninsula\nSan Mateo County\nAlameda County\nSanta Cruz County\nSal Pizarro\nObituaries\nObituaries in the News\nLocal Obituaries\nPlace an Obituary\nOpinion\nOpinion\nEditorials\nOpinion Columnists\nLetters to the Editor\nCommentary\nCartoons\nElection Endorsements\nSports\nSports\nSan Francisco 49ers\nSan Francisco Giants\nGolden State Warriors\nRaiders\nOakland Athletics\nSan Jose Sharks\nSan Jose Earthquakes\nBay FC\nCollege Sports\nPac-12 Hotline\nHigh School Sports\nOther Sports\nSports Columnists\nSports Blogs\nThings To Do\nEntertainment\nThings To Do\nRestaurants, Food and Drink\nCelebrities\nTV Streaming\nMovies\nMusic\nTheater\nLifestyle\nAdvice\nTravel\nPets and Animals\nComics\nPuzzles and Games\nHoroscopes\nEvent Calendar\nBusiness\nBusiness\nHousing\nEconomy\nTechnology\nSiliconValley.com\nReal Estate\nMarketplace\nSubscribe\nLog in\nClose Menu\n\nGet Morning Report and other email newsletters\n\nSign Up\nSubscribe\nLog in\n46°F\nSaturday, December 9th 2023\n\nToday's e-Edition\n\nCalifornia News\nLatest News\nCrime\nPolitics\nEnvironment\nScience\nEducation\nHealth\nTransportation\nCalifornia\nNation\n\nTRENDING:\n\nAnti-Israel graffiti\nMillbrae homeless housing\nNo Christmas crab\nFamed Boichik Bagels opens\nRoblox lawsuit\nWish Book 2023\nBREAKING NEWS\nIncredible Los Gatos rally comes up just short in wild 2-A championship loss to Central Valley Christian\nNEWSCALIFORNIA NEWS\nRestricting use of plastic straws the latest trend to clean up California beaches, ocean\nPrevious\nNext\n1 of 10\n\nStrawFree.org director of operations Benjamin Green, left, and founder Diana Lofflin, right, hope to see Huntington Beach become the first city in Orange County to ban plastic straws. They are photographed with interns Vanida Ngeam, left, and Alyssa Catolico, right. The non-profit is raising awareness of the harm that plastic straws create for animals and the environment. They encourage the refusal of single-use plastic straws. The team of four also makes and sells makes bamboo straws harvested from local residents as an alternative. (Photo by Ana Venegas, Orange County Register/SCNG)\n\nBy LAUREN WILLIAMS | Southern California News Group\nPUBLISHED: March 16, 2017 at 11:05 a.m. | UPDATED: March 17, 2017 at 4:30 a.m.\n\nPlastic shopping bags are so 2016.\n\nThe new trendy target for those who want to reduce the stream of plastic flowing into our oceans, beaches and parks, is something smaller — plastic straws.\n\nRELATED ARTICLES\nMcDonald’s Shamrock Shake gets a high-tech straw to mix flavors\nAnd since November, when California voters agreed to ban plastic bags from supermarkets and other retailers, people who want similar restrictions on straws have a realistic goal.\n\nIt’s why a growing number of organizations — some in California, some around the world — are working to reduce or eliminate the number of plastic straws in our daily lives. Some businesses, along with people who oppose government rules on things like plastics, are among those offering opposition to the push, but many other groups are taking steps to reduce straws.\n\nStraws, it turns out, are an easy target. Aside from those who need them for medical reasons and squirming kids, most people can easily do without them.\n\nChoosing to not use a plastic straw is “a tangible thing anyone can do,” said Jackie Nunez, a kayak guide from Santa Cruz who in 2011 launched The Last Plastic Straw campaign.\n\nStraws are a quiet part of everyday life. Americans use about 500 million straws a day.\n\nWhat’s more, anti-straw activists aren’t all pushing for a total ban. They say a step that’s less strident — making straws available in restaurants and stores only upon request — could be easy on consumers and businesses, and have some impact in terms of reducing the plastics problem.\n\n“It’s the ultimate ‘slacktivist’ movement,” Nunez said. “ We’re asking you to do nothing. You just have to say no to the straw.”\n\nNunez became interested in straws after leading a kayaking tour in Belize in 2010 where she found waves of trash, much of it plastic — at least some of it straws — off Glover’s Reef Atoll.\n\n“That’s what really sent me over the edge,” she said. “A literal river of trash was going by. I really was beside myself.”\n\nNunez and others point out that straws — small and unnoticed as they may be — are a key part of a growing plastics problem that is choking our oceans and contributing to global warming.\n\n“In my childrens lifetime the ocean is projected to have more pieces of plastic than fish. There are islands of plastic trash accumulating in the ocean as big as some states,” said Abby Reyes, the sustainability initiative director for UC Irvine.\n\n“We may think that my one straw… doesn’t make a difference. But accumulated together with everyone else’s straws, it does. The plastic we’re seeing in the ocean is like an archeological find.”\n\nThe ocean’s massive garbage patches, or the five gyres located off the oceans near Australia, and both coasts of South America and the U.S., include everything from yogurt cups from the 1970s to brand new straws, as well as thousands of other plastics that don’t biodegrade.\n\nTaking on a goal of reducing straw consumption, according to Reyes and others, is also a potentially symbolic start for a bigger push against plastics.\n\n“For the community to do that means the community is willing to look at the bigger picture,” Reyes said.\n\nThe effort is playing out in different ways in places around the globe.\n\nIn London and Tofino, British Columbia, the straw-free movement has been championed by environmentalists and businesses. They’ve come up with cheeky names — Straw Wars; Straws Suck — to get the public interested in their cause.\n\nIn Malibu, plastics of all forms are banned. It’s now against city rules to play with plastic foam beach toys on the sand where they filmed “Gidget.”\n\nIn the South Bay, the anti-plastic action has largely been on the municipal level.\n\nIn 2013, Manhattan Beach, included straws when it banned a variety of polystyrene products, including coolers, cup lids and utensils. Hermosa Beach went for a similar ban in 2013, but excluded straws, lids and utensils.\n\nAdopting the plastics ban in Manhattan Beach didn’t come easy, said councilman Wayne Powell who led the measure. But, he added, most residents and businesses in his community share a goal of reducing pollution. Several small businesses, he added, stopped using straws before the ordinance took effect.\n\n“Initially, we had some push back from merchants (who) said it would put them out of business,” Powell said. “Now the merchants are plastic free, polystyrene free, and it didn’t have any adverse impact on their businesses.”\n\nNext month the Newport Beach Film Festival will be showing the short documentary “Straws” narrated by actor Tim Robbins. The film tells the history and impact of plastic straws on marine life. At the same time, Heal the Bay in Santa Monica plans to launch its push for straw-free campaign during the month of April, asking chambers of commerce around Los Angeles to take up the cause.\n\n“Straws are one of those things that you don’t ask for but you get them naturally,” said Sarah Abramson Sikich, vice president of Heal the Bay. “From our perspective, you could do a lot in making a dent in straw pollution if you adopt a straws-upon-request policy. I think we’d see a reduction on the order of 60 to 80 percent.”\n\nA turning point in the straw-free movement came in the summer of 2015, when a video showing a marine biologists removing a straw from a sea turtles’ nose as the creature bucks its head and winces in apparent pain, went viral.\n\nThat video inspired Diana Lofflin to start her StrawFree.org campaign in Huntington Beach. She works with volunteers and students from UC Irvine to take scrap bamboo from homeowners and turn it into eco-friendly straws.\n\n“Single-use plastics last forever,” Lofflin said. “For coastal cities like Huntington Beach that rely on tourism and the health of the environment, these kind of figures we really can’t ignore.”\n\nBut reducing the number of single-use straws in Huntington Beach won’t come from government intervention, predicts councilman Mike Posey. In 2013, Posey led the charge to reverse a plastic bag ban the city had passed that year — succeeding in keeping plastic bags in town until they were banned, statewide, in November.\n\n“It’s not government’s provenance to ban anything that’s safe and legal including straws,” Posey said. “It’s almost silly to say we need to ban plastic straws in Huntington Beach. It’s always been my position you educate and advocate but don’t legislate.”\n\nThough some local politicians might not be eager to take up the charge against plastic straws, at least one beach-side business would be open to providing straws upon request, lessening the number of straws it hands out and the number of straws that turn up in the sand.\n\nManagement at Ruby’s Diner said they would consider providing straws upon request at the chain’s 35 locations, many of which are at or near the beach. The Newport Beach chain, ocean-close locations in Huntington Beach, Newport Beach, Laguna Beach and Redondo Beach, among others, has already adopted some environmental measures, including recycling fryer oil and food waste and swapping incandescent lights for LED bulbs.\n\n“Ruby’s Diner is well known for our famous shakes, and part of the fun is sipping the shake through a straw,” said Tad Belshe, Ruby’s Diner vice president of operations.\n\nBut, Belshe added, that his company also “understands the environmental sensitivity” of plastics on the beach.\n\n“The move to reduce straw use, or finding an alternative straw product, is one we could support.”\n\nContact the writer: lawilliams@scng.com\n\nMost Popular\nRECOMMENDED FOR YOU\nAs expected, Serra falls to Mater Dei in CIF Open Division state championship game\nSaint Mary's shocks 13th-ranked team for season's biggest victory\nCIF state football championships: This weekend’s scoreboard\nIncredible Los Gatos rally comes up just short in wild 2-A championship loss to Central Valley Christian\nOakland coffeeshop apologizes after workers bar customer from a bathroom with anti-Israel graffiti\nSanta Cruz County homeowners face $4.7 million in fines for blocking public access to beach walkway\nDear Abby: Do I need to be honest about what happened to their gift?\nMiss Manners: Is it vindictive to cross these people off my cookie list because of what they said?\nUpdate: Barricaded police detective arrested after second Pleasant Hill standoff in three days\nT.J. Holmes and Amy Robach ‘fume’ while their exes leave for romantic weekend: reports\n\nTRENDING NATIONALLY\nGolden State no more? California budget deficit balloons to $68 billion\nFrom Virginia to North Carolina, how passenger rail will be transformed in the next decade\nFlorida park seeks name for baby white alligator\nAuction for Jay-Z’s one-of-a-kind Brooklyn Public Library cards fetches $126,000\nBoulder County bighorn sheep was single, ready to mingle … and stuck on a roof\nSPONSORED CONTENT\nScottish ancestry? Discover the perfect Christmas gift!\n\nBy WeeBox\n\nIntroducing the WeeBox Scottish Christmas Gift Guide - the ultimate gift for a Scot-at-heart.\n\nSUBSCRIBE TODAY!\nALL ACCESS DIGITAL OFFER FOR JUST 99 CENTS!\nMORE IN CALIFORNIA NEWS\nOakland coffeeshop apologizes after workers bar customer from a bathroom with anti-Israel graffiti\nMcCarthy resignation sets off mad scramble\nSanta Cruz County homeowners face $4.7 million in fines for blocking public access to beach walkway\nMan, woman now face separate trials in fatal freeway shooting of 6-year-old California boy\n2017\nMarch\n16\nNEWS ALERTS\nEmail Newsletters\nToday’s e-Edition\nMobile Apps\nSite Map\nMARKETPLACE\nPlace an Obituary\nPlace a Real Estate Ad\nLottery\nCONTACT US\nDigital Access FAQ\nJoin our Team\nSpecial Sections\nSponsor a Group\nGet Sponsored Access\nPrivacy Policy\nAccessibility\nADVERTISE WITH US\nNetwork Advertising\nDaily Ads\nPlace a Legal Notice\nPublic Notices\nBest Bay Area Employers\nMonster.com\nSUBSCRIBE\nMember Services\nManage Subscriptions\nStore\nArchive Search\nReprints\nSUBSCRIBE NOW\nTerms of Use\nCookie Policy\nCalifornia Notice at Collection\nNotice of Financial Incentive\nDo Not Sell/Share My Personal Information\nArbitration\nPowered by WordPress.com VIP\n\nCopyright © 2023 MediaNews Group\n\nBAY AREA'S HOME PAGE\nSearch Nearby\nDiscover news happening near places you care about\nYour location\nPowered by Bloom"
}