{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic surgery is a good thing : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/6b8gp3/plastic_surgery_is_a_good_thing/",
  "body": "The better looking you are, the more positive social interactions you will probably have. You're even more likely to get a job the better looking you are. Actual studies have been done that proves this. And everyone cares how they look to some extent. In my opinion plastic surgery can only improve your self esteem.",
  "textContent": "Plastic surgery is a good thing : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n7 yr. ago\nsleepiesen\nPlastic surgery is a good thing\n\nI’m so sick of this idea that plastic surgery is inherently bad or wrong. I see all the time when someone gets something done they’re so quick to claim that it was non-elective and not done for aesthetic reasons. Purely cosmetic surgery is seen as shameful, and people with a lot of or obvious plastic surgery are usually laughed at and shamed as well. A common way to insult someone is to tell them that their good looks are only thanks to plastic surgery or makeup and that they’re “fake.” If someone gets liposuction, they’re called “lazy,” if someone gets botox or lip injections they’re “plastic”.\n\nI just don’t understand what the big fucking deal is. It’s not YOUR body or face and has no effect on you. It’s not hurting anyone and is not morally wrong. People spend their own money on it. Yet still people are always so up in arms about how “baaaaaad” plastic surgery is.\n\nHere’s the facts: the more conventionally attractive you are, the better you are treated. Your face is the first thing anyone irl sees and judges you on. The better looking you are, the more positive social interactions you will probably have. You’re even more likely to get a job the better looking you are. Actual studies have been done that proves this. And everyone cares how they look to some extent. In my opinion plastic surgery can only improve your self esteem. Not much different than losing weight to look better or studying to do well on a test. You’re just improving an aspect of yourself that is VERY important to others, despite all that “true beauty is on the inside” bullshit people spew.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nwell_imaguy_sooo_\n•\n7 yr. ago\n\nYou are correct that you get treated better when you're attractive, but a vast majority of post-ops I've seen I think are worse than pre-op. I think fake boobs are less attractive than really small natural boobs. Big ass fake lips look horrendous versus thin lips, or even wrinkly lips.\n\nNow there are a lot of exceptions. Skin removal after massive weight loss? Two thumbs up from me. Fixing a cleft lip? Facial reconstruction after an accident? Those are crucial for some people's function and mental health, but all too often I see people with nothing particularly wrong with them ruining their body with these weird augmentations, and then they think they are attractive and it just makes me cringe. I understand if it makes them feel better, but I think there are better solutions to whatever self-image problems someone has.\n\n2 more replies\nDunceBass\n•\n7 yr. ago\n\nI don't think it's necessarily a good or a bad thing, ultimately it's pretty trivial. Some people will find you more attractive for it and others will find you less attractive. It goes both ways.\n\n[deleted]\n•\n7 yr. ago\n\nI think people laugh because of the downsides surgery can have.\n\nI find fake boobs and butts a big turn off, but that's just me. The only problem i see with surgery is it can become a bad habit (when you have money to spare, that is), and that has the potential to mess up your face. At some point you have to draw a line and say stop, which can be as hard as simply accepting yourself as you were born. I'm not gonna lie, if i was as rich and famous (famous people are put under tons of pressure) as a hollywood star, i'd probably consider a nose job.\n\n[deleted]\n•\n7 yr. ago\n\nplastic surgery is one of those things that is very useful, but people abusive it ad give it a bad rep.\n\nThere are some people who get in bad accidents or are born with some kind of deformity that can be treated with plastic surgery. It's like yeah they can live with it, but what kind of life are they living?\n\nI met a woman once who got a boob job because she was basically born with no breasts, 100% flat chested. It wasn't life threatening, but people would often make comments about shes a guy so when she got fake boobs, she felt like a \"real\" woman and I can kinda get behind that.\n\n[deleted]\n•\n7 yr. ago\n\nPople shouldn't have the right to argue that plastic surger is bad for someone when they dont look like that person to begin with.\n\njupiter78\n•\n7 yr. ago\n\nYep, I don't know why people get so angry at others for doing thing with their own body. Everyone wants to shove their goddamn morals onto everyone else.\n\n[deleted]\n•\n7 yr. ago\n\nit's pathetic. Peopel need to accept they're bad looking, and get confidence from other ways.\n\n[deleted]\n•\n7 yr. ago\n\nMorality is also an aspect of yourself that are very important to others. Makes it easy to judge people as well.\n\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n725 upvotes · 431 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n496 upvotes · 119 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n272 upvotes · 39 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 247 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n207 upvotes · 61 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 15 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 33 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n187 upvotes · 22 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 60 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n193 upvotes · 37 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n184 upvotes · 66 comments\nr/90s\nGwen before Blake\nyoutube\n123 upvotes · 27 comments\nr/slaytheprincess\nSlay the Princess has sold 100,000 copies! Enjoy a brand-new accolades trailer to celebrate!\nyoutube\n265 upvotes · 17 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n116 upvotes · 11 comments\nr/LiveFromNewYork\nWhich skit lives rent free in your head?\nyoutube\n269 upvotes · 101 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 45 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 15, 2017\nReddit\nreReddit: Top posts of May 2017\nReddit\nreReddit: Top posts of 2017"
}