{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Why so many Koreans have plastic surgery? : r/korea - Reddit",
  "href": "https://www.reddit.com/r/korea/comments/5jqgwm/why_so_many_koreans_have_plastic_surgery/",
  "body": "While Korea has the highest rate of cosmetic procedures per capita (that's all procedures, invasive and non-invasive) they are only slightly ahead of some other countries, and Korea is known as a cosmetic procedure destination spot. Especially for Chinese and Japanese people. They make up a non-trivial amount of the patients.",
  "textContent": "Why so many Koreans have plastic surgery? : r/korea\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to korea\nr/korea\n\n7 yr. ago\n[deleted]\nWhy so many Koreans have plastic surgery?\n\nWhat is the reason for that? Is it mostly with women? Does it happen in the same amount with men? Since when has this been going on? I'm just extremely curious on this \"plastic surgery epidemic\" if you can call it that.\n\nSeems to me, from personally meeting with some koreans, that they think it's quite normal to have a plastic surgery when you are still a teenager.\n\nThe more questions answered, the better. I'd really like to understand this instance of korean culture. thanks\n\naccounts.reddit.com\nLearn More\nSort by:\nAdd a Comment\n[deleted]\n\n7 yr. ago\n\nTry even searching this sub. We've discussed this multiple times. The \"epidemic\" is nothing more than media spin.\n\nWhile Korea has the highest rate of cosmetic procedures per capita (that's all procedures, invasive and non-invasive) they are only slightly ahead of some other countries, and Korea is known as a cosmetic procedure destination spot. Especially for Chinese and Japanese people. They make up a non-trivial amount of the patients.\n\nMost of the media reports you see are written in a sensationalized way, with statistics intentionally misinterpreted. Let's take an example:\n\nIf you have a place with 5 people, and 1 person goes in for some face work. This kind of work typically entails 3-7 procedures, average around 5. They are not recorded as a single patient, it's recorded as 5 procedures performed. This gives you an average of 1 procedure per person.\n\nIf another place also has 5 people, and 4 of them get breast augmentation, this gives you a per capita average of 0.8 procedures per person. Which group has a greater \"epidemic\" and which group has less? the media would tell you the group where 1 single person had 5 procedures done and not the group where 80% of the people actually had procedures done.\n\nAs far as I know Korea does not actually track the number of patients and how many procedures each individual patient has on that kind of scale. All they know is X number of patients and X numbers of procedures.\n\nThe reality is that when you account for the fact that most surgeries in Korea are cluster surgeries, you actually only end up with about 1-2/1000 people having surgery each year.\n\nCompare that to a place like the US where most popular procedures are 1 and done (breast augmentation or nose jobs) and the reality is that per capita, other countries actually have a larger \"epidemic\" of plastic surgery. However the overall rates are in fact quite low no matter where you go.\n\nMost of the cosmetic procedures they have are non-invasive things like laser hair removal and skin treatments.\n\nI had 2 skin tabs removed from my eye-lid earlier this year. That counts as two procedures in Korea.\n\nThe stories you see about 1 in 5 young women having had surgery are based on faulty logic:\n\nthey take all the procedures in Korea, then turn procedure into \"surgery\" (they are not the same thing), then they simply divide all the young women by that number of procedures and write a story saying \"1 in 5 women have gone under the knife!\". It's complete and utter bullshit written by hacks looking for clicks.\n\nReply\nreply\n4 more replies\n[deleted]\n\n7 yr. ago\n\nYou can try googling. There is already a bunch of answers available.\n\nBut the basic gist is looks are very very important here and affects basically every faucet of society. For e.g In job applications you attach a little photo which people professionally photoshop for you.\n\nAlso no teenagers get surgery. And the majority of plastic surgery done here is the double eyelid ones done for females after graduating high school before leaving for university. It's an extremely simple procedure.\n\nReply\nreply\n2 more replies\nChar_Aznable_Custom\n\n7 yr. ago\n\nThe amount of surgery people actually get is overblown but even the difference in attitude is very noticeable. It's just not seen as a big deal here. And while I don't personally agree with it I can see the validity of the view point. Basically: if you're dumb, you study; if you're fat, you diet; if you're weak, you lift weights; if you're ugly, you get surgery.\n\nPlastic surgery is just treated like an extension of makeup in the game of making yourself look better.\n\nReply\nreply\n1 more reply\n[deleted]\n\n7 yr. ago\n \nTop 1%\nRank by size \nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n220 upvotes 路 64 comments\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n128 upvotes 路 42 comments\nr/Tokyo\nInteresting video: Why Tokyo has tons of affordable housing but America doesn't [11:19]\nyoutube\n185 upvotes 路 35 comments\nr/runningman\nIt was stroke of genius/luck move to do Running 9 Fanmeet project in 2019, if they waited for 10 year anniversary it would've never happened like this.\nyoutube\n102 upvotes 路 13 comments\nr/asianamerican\nAs a Child, I Fled the Khmer RougeKissinger's Legacy in Cambodia | Opinion\nnewsweek\n100 upvotes 路 13 comments\nr/korea\nSouth Korean city turns to matchmaking to boost low birth rates\nreuters\n215 upvotes 路 133 comments\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n284 upvotes 路 34 comments\nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n113 upvotes 路 26 comments\nr/khiphop\nDEAN - DIE 4 YOU\nyoutube\n247 upvotes 路 20 comments\nr/ABroadInJapan\nHow to Spend 14 Days in JAPAN  Ultimate Travel Itinerary\nyoutube\n129 upvotes 路 21 comments\nr/ABroadInJapan\nWhy Christ Broad is So Loved in Japan\nyoutube\n126 upvotes 路 32 comments\nr/ABroadInJapan\nI Spent $1,000 on Japan's Tiniest Car (Was it really worth it?) (Journey Across Japan: Non-Stop-North S1E1)\nyoutube\n114 upvotes 路 19 comments\nr/China\nBiden again calls Xi a dictator after face-to-face meeting\nyoutube\n511 upvotes 路 252 comments\nr/BABYMONSTER\n231127 BABYMONSTER - BATTER UP\nyoutube\n243 upvotes 路 184 comments\nr/amwf\nWalmart Black Friday Deals Commercial | Gretchens Wednesday - Featuring Lacey Chabert and Kung Fu's Eddie Liu [AMWF]\nyoutube\n103 upvotes 路 11 comments\nr/ABroadInJapan\nWhat Life in Fukushima's Nuclear Exclusion Zone is Like (Journey Across Japan: Non-Stop-North EP4)\nyoutube\n172 upvotes 路 16 comments\nr/BABYMONSTER\n231124 BABYMONSTER - BATTER UP (MV TEASER)\nyoutube\n156 upvotes 路 67 comments\nr/China\nChina says it would be 'a serious mistake' if Argentina cuts ties\nyoutube\n178 upvotes 路 145 comments\nr/StreetWomanFighter\nTSUBAKILL MEGA CREW IN SHIBUYA\nyoutube\n213 upvotes 路 39 comments\nr/China\nChina's COVID trauma returns as hazmat workers disinfect streets\nnewsweek\n128 upvotes 路 61 comments\nr/China\nChina blasts US over 'Cold War' thinking\nnewsweek\n136 upvotes 路 96 comments\nr/triples\n231207 1theK : tripleS - Strong Girl : Badge War Episode 1\nyoutube\n148 upvotes 路 17 comments\nr/korea\nXi critic who fled 300km on jetski to South Korea will die if sent back to China, says father\ntheguardian\n333 upvotes 路 46 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes 路 48 comments\nr/BlackPink\n231122 DDU-DU DDU-DU by the Royal Band at Buckingham Palace\nyoutube\n188 upvotes 路 5 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 22, 2016\nReddit\nreReddit: Top posts of December 2016\nReddit\nreReddit: Top posts of 2016"
}