{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Delphi Murders - Reddit",
  "href": "https://www.reddit.com/r/DelphiMurders/",
  "body": "Both the Fehu and the Cirth (g) runes appear similar in either runic alphabet as an F with upturned arms. It's the killers way of commemorating the event, marking his territory, his presence, his kill. We can see a similar marking in the Hobbit where Gandalf carves the same F shaped rune into Bilbo Baggins door.",
  "textContent": "Delphi Murders\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/DelphiMurders\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/AutoModerator\n•\n3 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\nu/FrenchFields\n•\n3 days ago\nRichard Allen has been moved.\n\nThey moved him to the Wabash Valley Correctional Facility. The same Prison where KK is located. 👀 What does this mean?\n\nCan someone find the documents? I’m not sure where to locate them. Please and thanks.\n\nu/Constant-Code4605\n•\n3 days ago\npress release\n\nIt was stated on websleuths that a press release that Richard Allen being transferred to Wabash Valley. There is some interesting comments from lawyers on the defense of Richard Allen , in regards that he has never hidden himself or changed appearance , stayed working in public. How he went to police first and told them he was at the trail. He had different vehicle than the one seen and also the lawyers have received lots of tips to help find him innocent\n\nu/AutoModerator\n•\n8 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/xbelle1\n•\n12 days ago\nRespondents Brief In Opposition To Relator’s Verified Petition For Writ Of Mandamus\nInformation\nhttps://acrobat.adobe.com/id/urn:aaid:sc:VA6C2:7a2a7bfd-eb97-4c95-88ca-5bed61adc254?fbclid=IwAR3laBnWKztKVJKS4ilRf4-LZs2fOXE9lRHrhQcXkY2nhb-xgMtP4gHhTKE_aem_AULeVT88g3LsRA1UwouHdotqBiChwPWFLcvY6aoQ06alAWYcjbErHlk3_HxCibOQMVI\nu/Fuuuug_stop_asking\n•\n13 days ago\nPrediction. Judge Gull will leave the case due to health without being removed by SC.\nTheories\n\nDo you agree?\n\nu/AutoModerator\n•\n13 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/xbelle1\n•\n17 days ago\nBREAKING: A Westfield man is being charged after he admitted to taking photos of evidence related to the Delphi murders case and then sharing those photos with another party.\nDiscussion\nhttps://fox59.com/news/indycrime/westfield-man-charged-in-delphi-murders-evidence-leak/?utm_source=wxin_app&utm_medium=social&utm_content=share-link&mibextid=xfxF2i\nu/Candid_Management_98\n•\n17 days ago\nIndiana Supreme Court Swiftly Grants Motion\nu/CatBreadFactory\n•\n18 days ago\nTranscript of meeting between judge and defense attorneys\nDiscussion\nhttps://pdfhost.io/v/ACoe4reVH_In_Camera_Hearing_Transcript\nu/AutoModerator\n•\n18 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/Crystalcoulsoncac\n•\n18 days ago\nWhy does everyone seem to think the Odenism angle is far fetched\n\nSeems to me we have seen all kinds of wacky reasons people commit atrocities espessially when religions and Cults get involved. From pseudo devil worshipers to doomsday cults killing their children, if nothing else is evident people kill people for all kinds of reasons. We've seen police cover-ups before, we've seen really bad evidence collection before, we've seen police tamper with evidence and lie on the stand. Seems to me nothing the defense is emerging in this case especially with the pictures of the In Oden We Trust patches on prison guards uniforms and some guards admitting they're Norse pagan religious ties and some having actual ties to Odenism that none of what the defense is allegeding is really all that far fetched. There were a couple aspects of the filing that maybe were a little contradicted by some evidence, but you could say that about the states case too, if they actually have one. The evidence so far has been week to say the least. Can't believe they even filed charges with what they have (at least what we're aware of because courts still being super secretive with evidence so far, even though it's supposed to be working in the public interest, doesn't seem to me that's the ultimate goal so far). Just saying at this point, I think there is a least some evidence to support that it's possible, enough for reasonable doubt.\n\nView full post\nu/AutoModerator\n•\n23 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/xbelle1\n•\n24 days ago\nBrief of Amici Curiae The Media Coalition\nInformation\nu/xbelle1\n•\n25 days ago\nOrder\nInformation\nu/Breath_of_fresh_air2\n•\n25 days ago\nWhere is the knife?\nDiscussion\n\nI don’t know if anyone has asked this. It is such a basic question.\n\nBoth were killed with a knife. They were not killed with a gun.\n\nWho has the knife? And why has no one looked for it?\n\nRA doesn’t have it. Otherwise, they would have said, “we have found the murder weapon.”\n\nWhere is the knife?\n\nu/AutoModerator\n•\n28 days ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/Danieller0se87\n•\n1 mo. ago\nExtension granted\nhttps://drive.google.com/file/d/1qgYIe3PCjujRblUdWiOh5fNMM4ZK1JOy/view\nu/Cricket_Lilly\n•\n1 mo. ago\nIndiana Supreme Court Orders Judge\nhttps://www.wthr.com/mobile/article/news/crime/delphi-girls-murdered/indiana-supreme-court-orders-delphi-murders-trial-judge-turn-over-court-transcript-explain-why-she-wont-richard-allen-abby-williams-libby-german/531-e7ada5e2-fcc3-467e-a86e-8d411fa18eb1\nu/AutoModerator\n•\n1 mo. ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/Nomanisanisland7\n•\n1 mo. ago\nHow did the killer become familiar with runes? An alternative theory:\nTheories\n\nWhile the defense’s investigative angle was certainly warranted, I don’t believe the murderers of these girls were part of a specific Odinistic group. I do however believe the sticks found at the scene covering the girls bodies were runes along with the rune on the tree. I also believe the individual responsible for these killings has a strong background with runes and Norse culture. HOW they were first introduced and acquired knowledge of runic languages differs though.\n\nPer the Purdue professor after viewing the pattern of sticks on the girls “it was a given” that someone was trying to replicate a Germanic runic script. A Harvard professor with even more knowledge on runes was also in agreement with the professor. The FBI BAU also concluded the killer would be familiar with Norse culture. I completely concur with these three expert opinions above.\n\nThe defense took these runes found at the scene and constructed a scenario of the type of runes exhibited and a set of individuals who practice Odinism as having possible involvement in these crimes. However, in my opinion the witnesses on the trails at a critical timeframes and locations do NOT support the involvement of these individuals.\n\nIn the prior defense memorandum the public learns for the first time which witnesses were responsible for the development of the two sketches. I have long believed that a specific 19-20 yr old with curly hair was involved in these murders and was pleasantly surprised to hear that the bridge witness responsible for the YBG sketch not only described an individual as such, but placed him on the bridge at a critical juncture inside three minutes of the girls arrival to the bridge.\n\nHer sketch was developed on 2/17/17 just four days after the murders. She views the individual from 50 ft away with an unimpeded view and describes him to the sketch artist as such:\n\nWhite male, 20 years old, curly brown hair, medium build. When the sketch artist requests her opinion on the sketch, she replies: “10 out of 10.” (page 105 of the memorandum.)\n\nI firmly believe she witnessed the killer. The Task Force, in their 2019 Change in Direction press conference said as much when they stated: “These are two separate individuals” and we believe the YBG sketch “is a better representation of the man on the bridge who IS responsible for these murders.”\n\nI also believe this 19-20 yr old had intimate knowledge of the trails and surroundings, along with the means, motive, opportunity, background and psychopathy to commit this bizarre ritualistic type of crime. The runes at the scene only further reinforced my beliefs.\n\nHow did the killer come to know runes? This 19-20 yr old individual had an enormous “fan boy” fascination with everything Tolkien. As widely known, the Tolkiens works, The Hobbit and The Lord of the Rings were heavily influenced by Nordic culture and contained runes throughout both. Tolkien even described Gandalf as his “Odinic Wanderer.”\n\n“Whatever are runes? \" ~ Bilbo Baggins, The Hobbit\n\nThe Runic alphabet was a system of writing, a set of letters with angular shapes that could easily be carved into wood or stone. Its origins and usage were mainly in Northern Europe by the Norse tribes and Anglo-Saxons. Tolkien had a love for words, languages and the powers they evoked through the characters, symbols, and meanings behind them. His Oxford studies were in the ancient Germanic languages. Tolkien utilized the real world Anglo-Saxon writing system called the futhorc and Germanic runic alphabet, the futhark, in the Hobbit. He later created his own runic language called the Cirth in the Lord of the Rings along with several other runic languages utilized secretly by the dwarves and elves.\n\nThis 19-20 yr old I believe responsible grew up in a highly religious, insular environment. He’s intelligent, well versed in a multitude of arts, technologically savvy, strong youth org background, military trained, a master destractor, and con-artist with an expansive fantasy life.\n\nFrom an early age he was ingracetied with the magical, mythological world of Tolkien and likened himself as the “Sheriff of the Shire” or an Ent in the forest. This imaginative, creative, grandiose self and world is saturated throughout his life. Real life to him was just way too boring. Couple that with collections of ceremonial weaponry and unconventional religious beliefs. Believe the location above all was of importance to the killer for multiple reasons. The girls were merely resolutions towards those motives. Motives aren’t necessarily singular in nature.\n\nAdditionally believe the blood rune left on the tree is not the Odin, Ansuz rune but rather the Fehu wealth rune or Cirth, (g) rune. Both the Fehu and the Cirth (g) runes appear similar in either runic alphabet as an F with upturned arms. It’s the killers way of commemorating the event, marking his territory, his presence, his kill. We can see a similar marking in the Hobbit where Gandalf carves the same F shaped rune into Bilbo Baggins door. This rune symbolized to the dwarves where they can find Bilbo Baggins, their, “Burglar for Hire.”\n\nThis unusual and unique usage of various runic languages in this individual’s life was communicated to the Task Force, along with example, in 3/23/21 and again in 7/12/23. Most individuals familiar with runes utilize them at either a symbolic or cursory character level. This individual differs though. He actually utilizes runes as a full runic language. To illustrate picture an individual writing a lengthy poem or religious passage but in a runic language.\n\nTo date it’s unknown if Richard Allen is involved. The 9/18/23 memorandum posed many concerns. The two lead detectives depositions implied, Richard Allen and Richard Allen alone. Yet behind close doors they state otherwise. Justice for the girls, families and community is only realized when the correct individual(s), whomever they be, are all accounted for. I believe this 19-20 year old the witness described on the bridge is the killer and is responsible for both the runes and posing at the scene.\n\nSide note regarding possible additional accomplice: (The witness responsible for the OGS sketch who described seeing a muddy individual walking on 300 N is a very strong resemblance to the 19-20 yr old’s mentor who was 39-40 at the time of the murders and sported red/brown hair, mustache/goatee, non blue eyes, 220, approx 6’0 and had a strong penchant for short billed hats.) Both YGS and OGS would have motive. The young individual moved out of state after the murders. Both currently live out of state.\n\n(The above are my opinions only and should not be interpreted as fact.)\n\nView full post\nu/AutoModerator\n•\n1 mo. ago\nGeneral Discussion Thread - for all quick questions, observations, and discussion of shorter topics. | Thread sorted by new\nMegaThread\n\nIf you have a random or short theory, question, thought, or observation, this is the thread for that. The thread is sorted by new, so the newest post is on top. Treat each top level comment as if it were its own text post on the sub. This way we can keep the front page clearer for news, updates, and in-depth posts.\n\nThere are lots of new users who have questions, so keep in mind that at one point you might not have been as knowledgeable as you are now.\n\nPlease make at attempt to refrain from using initialisms in your comment. It's not a requirement to use them or not use them, but many users find it difficult to follow the flow of conversation when commenters rely heavily on arcane abbreviations and initials. We have updated and will continue to update our wiki page with abbreviations/initialisms. Please send suggestions for initialisms to add to the wiki to our modmail for inclusion.\n\nView full post\nu/TypicalOwl5438\n•\n1 mo. ago\nI don’t understand the judge’s reasoning. Isn’t it worse for RA to wait another ten months for his trial vs. keeping his previous counsel?\nDiscussion\n\nIt seems like the harm of keeping the original counsel on is less than that of not having a speedy trial.\n\nu/We_All_Float_Down_H\n•\n1 mo. ago\nSupreme Court filing\nAnnouncements\nu/xbelle1\n•\n1 mo. ago\n'I cannot and will not allow these attorneys to represent you' | Judge disqualifies Richard Allen's former attorneys, sets new trial date\nArticle\nhttps://www.wthr.com/mobile/article/news/crime/delphi-girls-murdered/attorneys-removed-from-delphi-murder-case-file-to-represent-richard-allen-pro-bono/531-a65eace8-921b-4006-8da9-e5ddee81ccd2?fbclid=IwAR32hEX-_kos4jrWMp1_8rAVSS4lkQIv1oSKJqDv54DOXUZQL_i0fSruuPo_aem_AfPQ_N9kznu6Ycc_1N_zyiAFrsMNgwk_xfgdjTsTqbpJLQ81Z51IT_rQ4s1UM6tuZ18\nu/ATadJewish\n•\n1 mo. ago\nDefense team removed from Delphi case plans to represent Richard Allen pro bono\nInformation\nhttps://fox59.com/indiana-news/defense-team-removed-from-delphi-case-plans-to-represent-richard-allen-pro-bono/\nu/Big-Bee9183\n•\n1 mo. ago\nWatching love UK\nQuestions\n\nDoes anyone UK based know where you can watch the hearings live? TIA\n\nu/BeautifulGlove\n•\n1 mo. ago\nUpdated article on the Delphi murders evidence leak including mention of the leaker's suicide.\nhttps://fox59.com/news/indycrime/emails-reveal-details-in-delphi-murders-evidence-leak/\nMENU\nWiki\nSubmit a Tip\nWho is BG, DN, etc?\nSuspect Photo/Sketch\nTimeline of Events\nAudio Recording\nRULES\n1\nTreat Users with Respect\n2\nNo Posting Personal Information\n3\nImage Policy\n4\nNo Politics or Agendas\n5\nDon't Suggest That Anyone Is BG\n6\nRumors or Misinformation\n7\nRedundant Thread\n8\nNo Low Effort Posts/Comments\nNOTE\n\nAll new threads are subject to moderator review before being published. Use the discussion thread for shorter posts.\n\nYour account must be more than 6 hours old to comment and a week old to make your first post.\n\nOTHER SUBS YOU MIGHT LIKE\nr/RedditCrimeCommunity\n41,626 members\nr/TrueCrimeDiscussion\n1,043,536 members\nr/EvansdaleMurders\n2,888 members\nr/JonBenetRamsey\n74,421 members\nr/OCCK\n1,260 members\nr/Jodi_Huisentruit_Case\n3,058 members\nr/DelphiTodayIsTheDay\n3,147 members\nr/tipofmycrime\n16,907 members\nSORT BY TAG\nQuestions\nAnnouncements\nPhotos\nEvidence\nDiscussion\nArticle\nMeta\nTheories\nVideo\nSuspects\nInformation\nDISCORD\nTIMELINE OF EVENTS\n\nDelphi Timeline"
}