{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Understanding the Environmental Impact of Plastic Straws - U-Konserve",
  "href": "https://blog.ukonserve.com/2016/09/13/lifecycle-plastic-straws/",
  "body": "Some straws are incinerated, which adds toxic chemicals into the atmosphere. Most straws go into landfills where they live forever since plastic isn't biodegradable. When buried in the ground, straws leach harmful chemicals into the soil and groundwater. The rest end up floating into streams, rivers and eventually the ocean.",
  "textContent": "SHOP\nCONTAINERS\nSTAINLESS STEEL CONTAINERS\nDIVIDED CONTAINERS\nINSULATED CONTAINERS\nNESTING CONTAINERS\nSTRAWS + BRUSHES\nFOOD WRAPS\nLUNCH TOTES\nRESOURCES\nACCESSORIES\nSCHOOL PROGRAM\nBUNDLES\nPRODUCT INFORMATION\nCONTACT US\nSHOP ALL\nNEW\nSALE\nGIFT CARDS\nSHIPPING + POLICY\nB CORP\nOUR STORY\nTHE FACTS\nWHY REUSE\nSHOP\n \nNEW\n \nSALE\n\n\n\n\nHome » Eco Living » Understanding the Lifecycle of Plastic Straws\n\nUnderstanding the Lifecycle of Plastic Straws\n\nThis month we are focusing our efforts on the impact of plastic straws on the environment. Daily, 500 million single-use straws are used in the United States alone, enough to fill 127 school buses. Understanding how plastic straws impact you is just as important as understanding the impact they have on the environment.\n\nHow plastic straws are made\n\nPlastic straws are made from the petroleum bi-product polypropylene which does not biodegrade naturally in the environment. Colorants and plasticizers are added to the product in the factory. Then the oil-based product is usually individually wrapped in paper or plastic and then boxed to be shipped (using more petroleum) to their next destination, and then shipped again to their final destination.\n\nWhere do they go once used?\n\nPlastic straws are not easily recycled. So what happens then? Some straws are incinerated, which adds toxic chemicals into the atmosphere. Most straws go into landfills where they live forever since plastic isn’t biodegradable. When buried in the ground, straws leach harmful chemicals into the soil and groundwater.\n\nThe rest end up floating into streams, rivers and eventually the ocean. There they find their way into gyers and are broken down into tiny bits and ingested by marine mammals and other sea life. It is estimated that 100,000 marine mammals and countless fish are killed by plastic pollution every year.\n\nWhat can you do?\n\nYou don’t have to be an environmental crusader to save the Earth. In fact, it’s not just the ardent defenders of the environment who make the biggest impact. Millions of people acting in small ways can have a profound effect. What can you do? Start by refusing plastic straws, switching to reusable straws and raising awareness about the plastic straw problem by following our Switch the Straw campaign.\n\nFor the month of September, we are offering a FREE Straw Brush with every purchase of our reusable stainless steel straws. We have also created a Pinterest board with our favorite resources and facts on plastic straws. How are you switching the straw this month? Please share with us on social media and let us know how you’re raising awareness!\n\nTweet\nShare\n18\nPin\n11\n29\nSHARES\nRelated Articles\n Is Toxic Food Packaging Making Us Sick?\n Get Plastic Bottle Facts and Learn Why You Should Ditch Disposables\n Sustainable Stocking Stuffers for the Holidays\n Favorite Holiday Traditions from the U Konserve Team\nSearch\nGO!\nTop Posts\nPack a Waste-Free Lunch\nHome Composting: Go Green in your Garden\nHow Straws Affect Animals and Ecosystems\nPack a Waste-Free Picnic!\nDIY Reusable Straw Sleeves for Back to School\nCategories\nCreative Reuse\nEco Living\nGreen Home\nGreen Products\nIdeas to go\nParty Planning\nRecipes\nReuse It!\nSustainable\nTips & Advice\nTo Do With Kids\nUncategorized\nNewsletter\n\n\nGO!\n\n\n\n\n\nInstagram\nShop\n\nCUSTOMER CARE\nPRODUCT INFORMATION\nSHIPPING + POLICIES\nGIFT CARDS\nCUSTOM PROJECTS\nSTORE LOCATIONS\nWHOLESALE INQUIRIES\nCONTACT US\nCONNECT\nNewsletter Signup\n\n\t\nABOUT\nB CORPORATION\n1% FOR THE PLANET\nOUR STORY\nRESPONSIBILITY\nSCHOOL PROGRAM\nAMBASSADOR PROGRAM\nPRESS\nLEARN MORE\nGET THE FACTS\nWHY MAKE THE SWITCH?\nRESOURCES\nBLOG"
}