{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic and how it affects our oceans - ABC News",
  "href": "https://www.abc.net.au/news/science/2017-02-27/plastic-and-plastic-waste-explained/8301316",
  "body": "Around 8 million tonnes of plastic went into the ocean in 2010, according to the most comprehensive study of plastic pollution so far.. The international study calculated that 192 nations produced ...",
  "textContent": "This site uses cookies\n\nThe ABC uses cookies to improve your experience. Learn more about how we use cookies\n\nACCEPT ALL COOKIES\nABC REQUIRED COOKIES ONLY\nSKIP TO MAIN CONTENT\nABC News Homepage\nSet location\nFor local weather\nSearch\nLog In\nLog In\nMore from ABC\nJust In\nWatch Live\nPolitics\nWorld\nBusiness\nAnalysis\nSport\nScience\nHealth\nEntertainment\nMore\nABC News Homepage\n\nSCIENCE\n\nPlastic and how it affects our oceans\n\nSHARE\nNews Ticker\nBUSHFIRE WARNING\n\nAn Emergency Warning has been issued for parts of Howatharra and White Peak in the shire of Chapman Valley in Western Australia. For the latest, search on ABC Emergency\n\n1 / \nof\n2\nSCIENCE\nPlastic and how it affects our oceans\nABC Science / By Genelle Weule\nPosted Mon 27 Feb 2017 at 2:02am\nMonday 27 Feb 2017 at 2:02am\n, updated Mon 27 Feb 2017 at 3:56pm\nMonday 27 Feb 2017 at 3:56pm\nThis bag will do a lot of damage before it starts to break down in the ocean(Getty Images: Paul Kennedy)\nabc.net.au/news/plastic-and-plastic-waste-explained/8301316\nCopy link\nLink copied\nShare article\n\nPlastic is woven into the fabric of our lives.\n\n\"No-one in their daily life within a period of 10 minutes isn't touching something that is made of plastic,\" said Professor Andrew Holmes, an emeritus professor at the University of Melbourne and a polymer chemist who has developed special plastics for flat screen TVs and solar cells.\n\nIt's used in everything from the keyboard or pen you are using, to your glasses or contact lenses, the Teflon on your frying pan, and the banknotes in your wallet. It's in your clothes, phone, car, mattress, and TV screen.\n\n\"Plastic can be flexible or rigid, and its lightness also makes it very appealing,\" said Professor Holmes.\n\nBut for all the benefits plastic has given us, disposing of products — particularly those designed to be used only once, such as packaging — has become a major environmental issue.\n\n\"The ocean is full of waste because humans have disposed of it carelessly,\" said Professor Holmes.\n\nSo how big is the problem, what happens once plastic goes into the ocean, and what can we do about it?\n\nHow much plastic goes into the ocean?\nAn estimated 8 million tonnes of plastic entered the ocean in 2010(Supplied: Jambeck et al/Science 2015)\n\nAround 8 million tonnes of plastic went into the ocean in 2010, according to the most comprehensive study of plastic pollution so far.\n\nThe international study calculated that 192 nations produced a total of 275 million tonnes of plastic waste.\n\nThe largest amount of this waste was produced by China, at 1.32 to 3.52 million tonnes. This was followed by Indonesia, the Philippines, Sri Lanka and Vietnam.\n\nAustralia — which didn't rate in the top 20 polluters — contributed less than 0.01 million tonnes.\n\nBut that still added up to 13,888 tonnes of litter per year, a quarter of which finds its way into waterways, according to study co-author Dr Chris Wilcox of CSIRO's Oceans and Atmosphere Flagship.\n\nWith global production of plastic increasing exponentially, the amount of plastic finding its way into the ocean is likely to get much bigger.\n\n\"About every 11 years the amount of plastic produced doubles,\" said Dr Wilcox.\n\n\"To put that in other words, between now and 2028 we will produce as much plastic as we produced [from the 1950s] until now.\"\n\nHow long does plastic last in the ocean?\nPlastics break down into small fragments in the ocean(Malin Jacob)\n\nPlastic is made to be strong and durable, so it can take a long time to break down.\n\n\"Plastics are very hard materials so they are hard to break down unless you can burn them,\" said Professor Holmes.\n\n\"There are some you can get back to original building blocks, but not many.\"\n\nThese include the newer plant-based bioplastics made out of polylactic acid (PLA). But much like traditional petrochemical plastics such as Perspex, PLA-based plastics only break down under very high temperatures.\n\nWhat is plastic made from?\nPlastics is the name we give to a group of substances mostly made from carbon-based molecules arranged in many repeat units (n) in a long chain known as a polymer.\nThere are many different types of plastics depending upon what is attached to the carbon\nPlastic shopping bags, for example, are made from a type of polymer called polyethylene (C2H4n) — where each unit in the chain is made up of two hydrogen atoms joined to one carbon atom.\nMost plastics are derived from petroleum, although some newer ones, known as bioplastics, are derived from building blocks produced by microbial fermentation or from corn syrup.\nChemicals including colourants, foaming agents, plasticisers, antioxidants and flame retardants can be added to different types of plastics to give them specific qualities such as colour, texture, flexibility and durability.\n\nIn the natural environment, the main things that break down plastics are sunlight, oxygen and water.\n\n\"The problem is that normal degradation leaves particles that can still be harmful to living things — nanoparticles and microparticles,\" said Professor Holmes.\n\n\"That includes so-called degradable polymers used in some plastic bags, which have starch added to help them fall apart.\"\n\nThe rate at which plastic breaks down depends upon the conditions and the type of plastic.\n\nIt breaks down faster if exposed to physical abrasion and sunlight — so it will break down faster in surf zones than if it is buried under sediment in an estuary, Dr Wilcox explained.\n\n\"Then there's a lot to do with how thick the plastic is, how dense the plastic is, and does it have UV stabilisers.\"\n\nFor example, dense monofilament fishing line could last for up to 600 years, whereas a thin plastic bag getting bashed around in the surf could last just months.\n\n\"But even if that bag breaks down over the course of six months or a year, it might well have had a lot of environmental impact before that,\" he said.\n\nWhere does the plastic go?\nThere are five major ocean gyres(Supplied: NOAA)\n\nIt is really hard to quantify just how much plastic is in the ocean, but the latest figures estimate there are up to 51 trillion particles or 236,000 tonnes.\n\nThat may sound like a lot, but in fact it is nowhere near the estimated 8 billion tonnes that went into the oceans in 2010 alone.\n\nPrecisely what happens to the \"missing\" plastic is a puzzle for researchers like Dr Wilcox.\n\n\"That says around 40 times the plastic that's in the ocean is going in every year. So there's a whole bunch that has to be going somewhere else.\"\n\nPlastic is widespread in the open ocean, but is particularly concentrated in the five major ocean gyres — rotating currents of water — in the Pacific, Atlantic and Indian Oceans.\n\nThe largest and best known of these is the Great Garbage Patch in the north Pacific — a concentrated soup of microplastics, or tiny fragments less than 5 millimetres across.\n\nThere are two types of plastics that float: polyethelene, which is used to make milk jugs and plastic bags, and polypropolene, which is used for things like bottle caps, straws and dairy containers.\n\nAs they travel out to sea plastics get ground down into small, hard cubes, which can be eaten by marine animals.\n\nPlastics are also home to microbes in a phenomenon dubbed the \"plastisphere\". These microbes may be simply using the plastic to float around the ocean, but there is some evidence they may play a role breaking down the plastic.\n\nPlastics should become more abundant as they break down in size, but recent research found the concentration of the smallest particles, between a few microns and a few millimetres, was much lower than expected.\n\n\"It's not clear what's going on — whether there's some kind of sampling problem, or if those things are settling to the bottom of the ocean,\" Dr Wilcox said.\n\nScientists have found evidence of microplastics in deep-sea sediments from the Atlantic Ocean, Mediterranean Sea and Indian Ocean.\n\nPlastic packaging and fishing gear are among the top items that find their way into the ocean(Getty Images: Sablin)\n\nSome of the missing plastic could also be in coastal regions.\n\n\"I think that that is something that people really don't appreciate. The gyres may have a fair bit of plastic in them, but the coastal margin probably has much more,\" said Dr Wilcox.\n\n\"Even in Australia, you can tell how far away you are from a city by how much plastic is on the beach and in the water near the beach.\"\n\nAn analysis of waters around Australia found on average there were around 4,000 microplastic fragments per square kilometre, although some hotspots had concentrations of around 15,000 to 23,000.\n\nThe vast majority of the microplastic fragments came from plastic packaging such as cups, bottles, bags, as well as fragments of fishing gear.\n\nDr Wilcox said coastal pollution was an even greater problem for biodiversity than in the open ocean.\n\n\"The number of species in the coastal margin is much higher than out in the gyres.\"\n\nWhat impact does plastic have on marine animals?\nLong, flat pieces of plastic are the worst for entanglement.(Source: plastinography.org)\n\nResearch shows getting entangled in plastic was the biggest issue, said Dr Wilcox.\n\nAnimals get wrapped up in monofilament fishing line nets, plastic bags, balloons, and straps.\n\nHis research has estimated that between 5,000 and 15,000 sea turtles are entangled each year by derelict fishing gear washing ashore in northern Australia alone.\n\n\"Anything that is long or flexible or sheet-like is the worst.\"\n\nThe second biggest issue is the impact of eating plastic — it is estimated around 90 per cent of seabirds are doing so.\n\nThese plastics can cause blockages of the gut or perforation of the intestines.\n\nIngestion of plastic can also cause toxic chemicals such as phthalates — a plasticiser that effects the hormone system — to leach into the animal.\n\n\"In our research, we can predict how much plastic is in a seabird's stomach by measuring how much phthalate is in its fat,\" said Dr Wilcox.\n\nAbout 90 per cent of seabirds eat plastic.(Supplied: Britta Denise Hardesty)\nSo what can we do about it?\n\n\"The solution to all this stuff is on land and it has to do with changing our supply chains around packaging, how we use packaging, and how we take care of packaging,\" said Dr Wilcox.\n\nThe main problem, he said, was how cheap plastic was.\n\n\"If plastic had a fee or deposit associated with it we would produce and consume less.\"\n\nHe said one way of doing this was to introduce container deposit schemes, which had been shown to reduce the amount of drink containers in the environment by 60 per cent.\n\n\"That is a big deal, as beverage containers make up 40 per cent of the waste in the environment.\"\n\nConsumers could also press retailers to use less plastic packaging, Dr Wilcox said.\n\n\"In many cases individuals have been able to drive significant local change by governments and businesses.\"\n\nBottles being sorted at an Adelaide recycling depot.(Story Hunters: Melanie Garrick)\n\nAccording to Professor Holmes, the world may have to move to fully biodegradable plastics, made out of plants. But these have drawbacks.\n\n\"The challenge is, is there enough arable land to produce the building blocks of plastic when we also need to produce food?\"\n\nIn the meantime, he said, we must recycle anything we can.\n\n\"Ideally all plastics should be recyclable, but at present that is not the case.\"\n\nProfessor Holmes said plastics that cannot be recycled — such as those used in plastic bags, or expanded polystyrene foam used in coffee cups and packaging around electronic goods — must be responsibly disposed into landfill or by burning.\n\n\"The plastic waste in the oceans is disastrous for marine and bird life, and the human race has to avoid disposal of this waste in a way that enables it to enter drains, rivers, and eventually the ocean,\" he said.\n\nPosted 27 Feb 2017\n27 Feb 2017\n, updated 27 Feb 2017\n27 Feb 2017\nShare\nMore on:\nAUSTRALIACHEMISTRYOCEANS AND REEFSSCIENCE AND TECHNOLOGYWATER POLLUTION\nTop Stories\nLIVE\n'Time for renewal': Tearful Palaszczuk resigns after almost nine years as Queensland premier\nAnnastacia Palaszczuk, the 'accidental premier' who became a Labor legend and trailblazer for women\nForeign investors to be slapped with huge penalties for leaving homes vacant\nFour revellers hospitalised from 'drug issues' after attending Sydney dance music festival\n'I may have to resign': Court documents allege NDIS commissioner mistakenly misled Four Corners over autism program\nWhat El Niño does to the weather in your state and why it's not the only important climate driver\nDo you use a bucket in the shower to save water? This award-winning young inventor has found a better solution\nKing Charles and Camilla, and Prince William and Kate, release new family photos for Christmas cards\nAriarne Titmus intended to keep her surgery 'under wraps' but selfie requests from nurses changed that\nSydney and Melbourne often vie for cultural supremacy. In the cost-of-living stakes, there's a clear winner\nEx-Man City player accused of 'misogynistic, bullying' remarks about women on Premier League broadcasts\nAlan and Kerry 'just fit'. Then he was shot dead by his neighbours. She believes no-one will ever really know why\nA Queensland family went through an exercise to test their ability to pack up and leave quickly. Here's what they found\nWinds to ramp up on Queensland's north coast as Cyclone Jasper continues its approach\nAnalysis by John Lyons\nThere are two wars going on in Gaza right now — the one Israelis are watching, and the one the rest of the world sees\nPopular Now\n\nDon't miss news that matters to you. Log in to ABC today to get a more personalised experience tailored to your preferences.\n\nGET STARTED\n1.\nLIVE\nlive:\n'Time for renewal': Tearful Palaszczuk resigns after almost nine years as Queensland premier\n2.\nDo you use a bucket in the shower to save water? This award-winning young inventor has found a better solution\n3.\nKing Charles and Camilla, and Prince William and Kate, release new family photos for Christmas cards\n4.\nForeign investors to be slapped with huge penalties for leaving homes vacant\n5.\nAriarne Titmus intended to keep her surgery 'under wraps' but selfie requests from nurses changed that\n6.\nWinds to ramp up on Queensland's north coast as Cyclone Jasper continues its approach\nTop Stories\nLIVE\n'Time for renewal': Tearful Palaszczuk resigns after almost nine years as Queensland premier\nAnnastacia Palaszczuk, the 'accidental premier' who became a Labor legend and trailblazer for women\nForeign investors to be slapped with huge penalties for leaving homes vacant\nFour revellers hospitalised from 'drug issues' after attending Sydney dance music festival\n'I may have to resign': Court documents allege NDIS commissioner mistakenly misled Four Corners over autism program\nJust In\nCrews control blaze started by coal train derailment in New South Wales\n25m ago\n25 minutes ago\nRemote Kimberley region reunited after it was cut in half by 1-in-100-year flood\n33m ago\n33 minutes ago\nWhat El Niño does to the weather in your state and why it's not the only important climate driver\n57m ago\n57 minutes ago\nEx-Man City player accused of 'misogynistic, bullying' remarks about women on Premier League broadcasts\n57m ago\n57 minutes ago\nMore Just In\nBack to top\nFooter\nABC News homepage\nMore From ABC NEWS\n\nWe acknowledge Aboriginal and Torres Strait Islander peoples as the First Australians and Traditional Custodians of the lands where we live, learn, and work.\n\nSECTIONS\nABC NEWS\nJUST IN\nWATCH LIVE\nPOLITICS\nWORLD\nBUSINESS\nANALYSIS\nSPORT\nSCIENCE\nHEALTH\nENTERTAINMENT\nLIFESTYLE\nFACT CHECK\nOTHER\nNEWS IN LANGUAGE\n中文\nBERITA BAHASA INDONESIA\nTOK PISIN\nCONNECT WITH ABC NEWS\nFACEBOOK\nINSTAGRAM\nYOUTUBE\nAPPLE NEWS\nX (FORMERLY TWITTER)\nMORE FROM ABC NEWS\nContact ABC NEWS\n\nThis service may include material from Agence France-Presse (AFP), APTN, Reuters, AAP, CNN and the BBC World Service which is copyright and cannot be reproduced.\n\nAEST = Australian Eastern Standard Time which is 10 hours ahead of GMT (Greenwich Mean Time)\n\nEditorial Policies\nAccessibility\nHelp\nContact Us\nAbout the ABC\nPrivacy Policy\nTerms of Use\n© 2023 ABC"
}