{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Wetlands project aims to eliminate pharmaceuticals in drinking water",
  "href": "https://thesewaneepurple.org/2016/09/14/wetlands-project-aims-to-eliminate-pharmaceuticals-in-drinking-water/",
  "body": "Photo by Hadley Montgomery (C'18) By Hadley Montgomery Executive Staff When most people reference a wetland, a saturated area, they highlight Louisiana or Mississippi; however, Sewanee, Tennessee has a wetland of its own. This wetland began in 2014 with a partnership between Sewanee and The University of Georgia Odom School of Ecology, sponsored by Coca-Cola.…",
  "textContent": "Skip to content\nfacebook\n \nInstagram\n \ntwitter\n \nflickr\n \nLinkedIn\n\nStudent Organ of the University of the South\n\nNEWS\nFEATURES\nA&E\nOPINIONS\nSPORTS\nLETTER FROM THE EDITOR\nSTAFF\nMISSION STATEMENT\nWETLANDS PROJECT AIMS TO ELIMINATE PHARMACEUTICALS IN DRINKING WATER\nSeptember 14, 2016\n thesewaneepurple\n Features Comments Off\non Wetlands project aims to eliminate pharmaceuticals in drinking water\n\nPhoto by Hadley Montgomery (C’18)\n\nBy Hadley Montgomery\n\nExecutive Staff\n\nWhen most people reference a wetland, a saturated area, they highlight Louisiana or Mississippi; however, Sewanee, Tennessee has a wetland of its own. This wetland began in 2014 with a partnership between Sewanee and The University of Georgia Odom School of Ecology, sponsored by Coca-Cola. The partners’ planning process lasted from 2014 until its completion in June of this year.\n\nThe project hopes to eliminate pharmaceuticals and emerging contaminants from wastewater at the Sewanee Utilities District. The water filters through lagoons at the SUD. Once the wastewater exits the lagoons, it passes through a 6,500-gallon tank. The wastewater enters the wetland without the chlorination process completed. From the tank, the water enters the first basin, wetland. The wetland polishes the water, secondary to treatment. The purpose is to remove more substances from the water than normal treatment. This summer, interns Megan Hopson (C’17) and Anna Williams (C’19) constantly monitored the wetland. Williams said, “It was amazing to see the direct implications of our actions on the water system as well as to learn the basics of how Sewanee treats our wastewater.”\n\nThree basins filter the water, each with different plants. They chose native Tennessee plants and water-tolerant plants. When starting, each basin contained no plants; however, 3-4 inch plants were soon planted. Hopson said, “Ours is a baby wetland, we put tiny, young plants in it. Now, they have grown to be as tall as me.” The first basin contains Bull Rush and approximately eight inches of water. The Bull Rush dominates most of the basin, with some blank spots; however, the hope is for the plants to create a bull rush forest. Once the wastewater exits the first basin, wood controls “the level of water. Each basin has to have a different level of water due to the different species of plants,” says Hopson. The second basin contains four plants, each on mounds in the water: boneset, milkweed, swamp hibiscus, and the blue flag iris. This basin only has four inches of water because the plants are not as water tolerant. The water flows to the third and final basin, containing pickerel weed and approximately 8 inches of water. This wetland is the only wetland of its kind in Tennessee. Most wetlands use storm water instead of wastewater. “We have been given this amazing opportunity to really monitor the establishment of a constructed wetland from start to finish and can’t wait to see the impact of our research,” said Williams.\n\nWith the partnership with UGA, Georgia spreads the public awareness, focus groups, and signs to advertise the wetland. Since the wetland presides in Sewanee, Sewanee has more of the hands-on, scientific approach to the wetland. Moving forward, Hopson hopes for “community involvement day where people can come plant plants and become involved with the new wetland.”\n\nShare this:\nClick to share on Facebook (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Twitter (Opens in new window)\nLike this:\nPost navigation\nPrevious Post:\n VISTAs develop local farm programs\nNext Post:\nStudy Abroad Spotlight: Sara Balte C’17\nTOP POSTS\nFACEBOOK"
}