{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Americans Throw Away 500 Million Plastic Straws a Day",
  "href": "https://www.saveur.com/american-waste-plastic-straws/",
  "body": "In England, a waste disposal firm is demanding a 5-penny tax on plastic drinking straws—like was done with plastic bags, which radically cut the use of single-use bags, reported BBC News. The ...",
  "textContent": "Ad\nJOSEPH B. FRIEDMAN PAPERS, ARCHIVES CENTER, NATIONAL MUSEUM OF AMERICAN HISTORY, SMITHSONIAN INSTITUTION\nCULTURE\nAmericans Throw Away 500 Million Plastic Straws a Day\n\nThat’s enough to fill 125 school buses, end to end\n\nCULTURE\nTRENDS\n\nBy PAULIINA SINIAUER\n\nPublished on June 6, 2017\n\nThink of 125 school buses lined up. The line would be over a mile long. Now picture all those buses filled with plastic straws and you'd have a good look at how many of them Americans use every day: 500 million. If you put the yearly total in a line, it would wrap around the Earth two and a half times.\n\nExperts estimate that five trillion pieces of plastic waste litter our planet and oceans, including over 250,000 tons afloat at sea. So it's no surprise to see some advocating for skipping the straw.\n\nBerkeley is on its way. According to Grub Street, the City Council members of Berkeley have proposed banning the use of plastic straws in restaurants and coffee shops.\n\nAd\n\nIn England, a waste disposal firm is demanding a 5-penny tax on plastic drinking straws—like was done with plastic bags, which radically cut the use of single-use bags, reported BBC News. The firm behind the initiative, Business Waste, also took aim at adults who use drinking straws. \"Face the facts, you're not eight years old. Only kids need a straw with their fizzy pop. Why on earth do you need a straw in your G&T?\" the spokesman of the company said to BBC News.\n\nBut if you are a fan of straws, there are eco-friendlier options, like this washable metal straw, as New York magazine reminded this week. Or, just skip it. To join the movement in social media, use the hashtag #SkipTheStraw, and check out the anti-straw advocacy organization The Last Plastic Straw.\n\nKeep Reading\nWhy Osage Chef Ben Jacobs Launched a Direct-to-Tribe Meal Delivery Service\nBy SHANE MITCHELL\nWhy Repeal Day Is Still a Party 90 Years Later\nBy AMANDA SCHUSTER\nA New Cuisine Is Born in Peru\nBy ANTHONY J. WALLACE\nHow a Cookbook Captured the Heart and Soul of Taiwanese Cuisine\nBy JESSICA CARBONE\nTaiwanese Popcorn Chicken\nBy CLARISSA WEI\nSliced Pork Belly with Garlic Sauce\nBy CLARISSA WEI\nThe Science of Savoring\nBy BETSY ANDREWS\nThe Indigenous American Ingredients That Changed the Course of Food History\nBy MEGAN ZHANG\nPrint Is Back\nBy KAT CRADDOCK\nSEE ALL\n\nContinue to Next Story\n\nAd\nCULTURE\nPrint Is Back\n\nThe news you’ve been waiting for.\n\nPHOTOGRAPHY: GRACE ANN LEADBEATER\nCULTURE\n\nBy KAT CRADDOCK\n\nPublished on November 17, 2023\n\nHello, again!\n\nI'm SAVEUR’s new Editor-in-Chief and CEO, and I have some exciting news.\n\nWhen the word hit in April that I had acquired this brand and was taking it indie, I was so grateful to be flooded with your well wishes and support. And when many of you followed up with the question, “Does this mean print is coming back?”—we, admittedly, played it a bit coy.\n\nAs you may know, SAVEUR's previous owners stopped publishing our regular print magazine back at the height of the pandemic. For many of us, the loss was heartbreaking. Since the spring, our team has quietly been preparing the groundwork to give you a straight answer to your question, and here it is: Yes, print is coming back.\n\nToday, I’m so delighted to announce the pre-sale of our first new issue, which will drop in March of 2024—just in time for SAVEUR’s 30th anniversary.\n\nSAVEUR Print Pre-Sale\nSHOP NOW\n\nThis doesn’t mean we’re diving right back into printing monthlies. In starting from scratch, we had the opportunity to reconsider the old print model and land on one that will allow our publication to be the best possible version of itself, in 2024 and beyond. \n\nFrankly, the old-school, high-volume print model isn’t sustainable—at least not for SAVEUR. Traditional magazine publishing tended to rely on selling subscriptions for a song, sometimes even giving them away, just to build massive circulation lists. It’s no secret that the pool of potential subscribers isn’t what it used to be, and even huge circ numbers don’t promise the ad revenue they once did. Meanwhile, the parts of our brand that make it special—the ambitious culinary travel writing, first-in-class photography and design, and rigorously tested original recipes—are expensive to produce. We also have a renewed dedication to offer fair and equitable compensation to our contributors. Therefore, the model has to change. \n\nIn short, this means the print issues will cost a little more than they used to, but I guarantee it will be worth it. We’ll publish only two issues next year, and both will receive the care and effort that previously went into a half-dozen slimmer issues. There will be limited print runs, reducing waste. We’re also simplifying our supply chain dramatically, pivoting to focus primarily on direct-to-reader sales through our website. Retail through brick-and-mortar stores will be selective; you probably won’t find the new SAVEUR at the supermarket or pharmacy—but you very well might spot a copy at your local independent bookstore, specialty food shop, or library.  \n\nIn adopting these and similar changes, we’re committed to offering you an affordable luxury: a premium print magazine that is more sustainable than ever—environmentally, socially, and financially.\n\nIf you want to be sure to get your hands on a copy of the Spring/Summer issue, you can subscribe here. And if you’d like to show SAVEUR some extra love, we’re also offering a variety of supporter-tier subscriptions, which include a one-time bundle of truly excellent swag and pantry goodies from some of our favorite partner brands to accompany the first issue. Each of these will directly support startup costs associated with the relaunch and help us continue printing for years to come. \n\nTo be clear, we’re not abandoning SAVEUR’s digital presence. Under our previous owners, our website underwent a thorough and much-needed redesign and restructuring, and it’s in a far better place now than it was three years ago. In fact, we’ve already started expanding our online content where it makes sense for that medium—including ramped up travel coverage and monthly publication of new culinary destination guides. We’ll continue providing—paywall-free—our archive of 8,000-plus international recipes. And, as always, you can subscribe to our newsletters—also for free—right here.\n\nI hope you enjoy this new iteration of SAVEUR. We appreciate your support, and are investing all of our love and effort to ensure we continue to earn it.\n\n—Kat Craddock, Editor-in-Chief / CEO\n\nKeep Reading\nWhy Osage Chef Ben Jacobs Launched a Direct-to-Tribe Meal Delivery Service\nBy SHANE MITCHELL\nWhy Repeal Day Is Still a Party 90 Years Later\nBy AMANDA SCHUSTER\nA New Cuisine Is Born in Peru\nBy ANTHONY J. WALLACE\nHow a Cookbook Captured the Heart and Soul of Taiwanese Cuisine\nBy JESSICA CARBONE\nTaiwanese Popcorn Chicken\nBy CLARISSA WEI\nSliced Pork Belly with Garlic Sauce\nBy CLARISSA WEI\nThe Science of Savoring\nBy BETSY ANDREWS\nThe Indigenous American Ingredients That Changed the Course of Food History\nBy MEGAN ZHANG\nThe Un-Brie-Lievable History of Tyromancy\nBy JENNIFER BILLOCK\nSEE ALL\n\nContinue to Next Story\n\nWant more SAVEUR?\n\nGet our favorite recipes, stories, and more delivered to your inbox.\n\nSUBSCRIBE\n\nHOME\nMEET THE TEAM\nNEWSLETTER SIGN-UP\nCONTACT\nPRIVACY POLICY\nTERMS & CONDITIONS\nSITEMAP\nPRINT SUBSCRIPTION\n\nDISCLAIMERS\n\nArticles may contain affiliate links, which enable us to share in the revenue of any purchases made. Registration on or use of this site constitutes acceptance of our Terms of Use.\n\nCookies Settings\n\n© 2023 ANOTHER LITTLE WHISK LLC. ALL RIGHTS RESERVED.\n\n×"
}