{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Why You Should Never Sip From a Plastic Straw Again - Reader's Digest",
  "href": "https://www.rd.com/article/why-are-straws-bad/",
  "body": "According to celebrity esthethican Renée Rouleau, using straws can cause wrinkles. In an interview with Marie Claire, Roulealu revealed that when drinking out of a straw, \"the movement of the ...",
  "textContent": "Skip to main content\n\nA Trusted Friend in a Complicated World\n\nTHE HEALTHY\nGAMES\nHOME\nHUMOR\nKNOWLEDGE\nHOLIDAYS\nSUBSCRIBE\nDYSON HAIR TOOLS GUIDE\nAdvertisement\n\nRD.COM  Knowledge  Facts\n\nThe Number-One Reason Why You Should Never Sip From Straws (And It Has Nothing to Do with Lip Lines)\nLauren Rearick\nUpdated: May 18, 2022\nBefore you mindlessly stick a straw in your iced tea, consider that single-use plastics are having a devastating impact on marine life.\n\nISTOCK/ALTAYB\n\nThe answer to protecting and saving marine wildlife can start with cutting back on something Americans use every day—plastic drinking straws. Actor Adrien Grenier, best known for playing Vincent Chase in the 2015 movie Entourage, has launched a campaign to reduce the amount of single-use plastic usage in this country in order to protect and save marine wildlife and the environment. Plastic drinking straws are among many single-use plastic products contributing to the devastating loss of marine life, but they’re a great place to start because they’re something Americans are using by the hundreds of millions without any clue that they’re so damaging.\n\nAccording to Ecocycle, Americans use more than 500 million straws daily, which is enough to fill 127 school buses each day, and they can’t be recycled. That means plastic straws end up in landfills or oceans, where fish and other marine wildlife mistake the small bits for food and ingest them. After seeing a photo of a whale beached on the shore with a belly full of plastic, Grenier felt the inspiration to launch the Lonely Whale Foundation, hoping to inspire and educate others on the challenges facing marine life.\n\nAlong with stopping the use of straws, Grenier hopes to educate consumers on the dangers of other single-use plastic items such as grocery bags and water bottles. While many Americans use these plastic products in their daily life, there are more sustainable alternatives that can help protect the environment. Ecocycle recommends the use of straws made from stainless steel, glass, and even bamboo instead of plastic. You can buy a number of these environmentally friendly straws online and in stores.\n\nAlong with quitting your straw habit, you can further help the environment by taking the I Choose to Reuse pledge, and stop your use of single-use coffee cups, checkout bags, bottled water, and polystyrene to-go containers. Instead, take advantage of any number of alternative reusable products, including stainless steel water bottles and reusable grocery totes. In your effort to reuse, you may want to consider reusing these items around your home too.\n\nNeed another reason to stop sipping from straws? According to celebrity esthethican Renée Rouleau, using straws can cause wrinkles. In an interview with Marie Claire, Roulealu revealed that when drinking out of a straw, “the movement of the mouth area that you have to make will encourage the breakdown of collagen and elasticity more quickly, causing unnecessary wrinkles and lines.”\n\nOriginally Published: February 28, 2017\nSponsored Content\n.\nSurgeon: Ringing in the Ears? Do This Immediately (Watch)\nHealthMD News\nMD: If You Have Dark Spots, Do This Immediately (It's Genius!)\nGundryMD\nNeuropathy: Simple Method Helps Nerve Pain Disappear\nHealthbay | Neuro Researches\nThe Animal Most Likely to Kill You in Every State, Tennessee is Terrifying\nHealthSymptoms\nEye Surgeon: Do This to Restore Eyesight (20/20 Vision)\n20/20 Vision\nHere Are 29 of the Coolest Gifts for This 2023\nConsumerbags\nNo Joke: the Actual Cost of a Shower Installation (Finally) Revealed\nProfind\nNeuropathy? Get Lasting Relief by Doing This 15 Minutes Per Day\nneuroPro\nTennessee College Named Worst in America\nSheBudgets.com\n3 Toxic Foods For Dogs: The One Meat You Should Never Feed Your Dog\nDogFoodDiscovery.com\nIs Your Neck Making You Look Old? Try This Easy Habit Before Bed\nBeverly Hills MD\nIf Your Dog Has Tear Stains (Most Dog Owners Don't Know This)\nUltimateDogFoodGuide.com\nYou May Also Like\nPREV\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\n15 Best Christmas Poems to Read During the 2023 Holiday Season\nMcDonald’s Is Bringing Back Its Popular Adult Happy Meals\nThis Is What Seeing a Gold Porch Light Means\nYour 5 Biggest Fears: How to Overcome Them, According to Psychologists\nA Restaurant Chef Explains How to Send Food Back Without Being Rude\nI'm a Gen Zer, and I Found the Perfect Cruise for 20-Somethings\nNEXT\n24 Restaurants and Stores Open on Christmas Day 2023\nDoes the Color of Your Car's Windshield Wiper Fluid Matter?\nHow to Make a Costco Return Without a Receipt\nHow to Stand Up for Yourself: A Guide to Getting What You Deserve\n21 Songs About Confidence That Will Make You Feel Invincible\nHoliday-Party Etiquette: 16 Mistakes to Avoid, According to Experts\nAdvertisement\nNow Trending\n140 Christmas Movie Trivia Questions (with Answers) to Test Your Festive Film IQ\nIf You See a Gold Porch Light, This Is What It Means\nDoes the Color of Windshield Wiper Fluid Matter?\nAdvertisement\nAdvertisement\nAdvertisement\nAdvertisement\nThe Healthy\nFood\nHome\nHumor\nKnowledge\nTravel\nVideos\nSubscribe\n\nOUR BRANDS\n\n Taste of Home Family Handyman Birds & Blooms The Healthy\nLifeRich Publishing Advertise with Us About Us Contact Us Customer Care Terms of Use Privacy Policy Your CA Privacy Rights Do Not Sell or Share My Personal Information Accessibility Statement About Ads Affiliate Program Information About Cookies License our Content\n© 2023 Trusted Media Brands, Inc.\nSign Up for Our Newsletters\nSIGN UP\nEnjoy the BEST stories, advice & jokes!"
}