{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "5 Reasons to Stop Using Straws Now - The Good Men Project",
  "href": "https://goodmenproject.com/featured-content/5-reasons-stop-using-straws-now-wcz/",
  "body": "Straws end up in the ocean (need to reinforce reasons 3). Straws are in the top 10 of items picked up during trash cleanups. When combined with plastic stir sticks (another item to avoid) they ...",
  "textContent": "We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept”, you consent to the use of ALL the cookies. .\nCookie Settings\nAccept\nSkip to primary navigation\nSkip to main content\nSkip to primary sidebar\nGET DAILY EMAIL\nJOIN/LOGIN \ntogle menu\n\nThe Good Men Project\n\nALL CATEGORIES\nRELATIONSHIPS\nDADS & FAMILIES\nADVICE & CONFESSIONS\nETHICS\nPREMIUM\nDIVERSITY & INCLUSION PROGRAMS\nA&E\nSPORTS\nENVIRONMENT\nBUSINESS\nGENDER & SEXUALITY\nGOOD FOR THE SOUL\nHEALTH & WELLNESS\nGOOD FEED BLOG\nSOCIAL JUSTICE\nGET DAILY EMAIL\n\nWe are the only international conversation about the changing roles of men in the 21st century.\n\n REGISTER YOUR EMAIL\nBECOME A PREMIUM MEMBER\n\nWe have pioneered the largest worldwide conversation about what it means to be a good man in the 21st century.\n\nYour support of our work is inspiring and invaluable.\n\n REGISTER NEW ACCOUNT\nLOGIN\nUsername\t\nPassword\t\n\n\t Remember Me\nLost your password?\nHome / Featured Content / 5 Reasons to Stop Using Straws Now\n5 Reasons to Stop Using Straws Now Quick, how many straws have been added to your drink orders that weren't even used? What a waste!\n\nAugust 3, 2016 by Jonathan Levy Leave a Comment\n\n \n\nIn a disposable world it is more important than ever to be mindful of the items we purchase, including the indirect items that accompany them. Oftentimes we find ourselves consuming plastic items that will literally last forever in a landfill despite us only using those items for a short amount of time. To be truly zero waste we must eradicate the world of anything that cannot be recycled back into the earth after its useful life has ended.\nThe United States consumes 500 million disposable straws every day.\n\nMy friend Shauna (@zerowasteteacher) wrote a letter recently to a restaurant she likes that automatically puts straws in their customers’ beverages without asking if they actually want them. When they didn’t respond to her email she decided to share her letter directly on their Facebook page. I feel like I’m being difficult when I preemptively request no straw with my beverage, but I do that because I can’t stand when one is automatically placed in my drink.\n\nHere are several reasons why restaurants and bars should stop using straws right now:\n\nThe United States consumes 500 million disposable straws every day.\n\nThere are only 320 million of us, so how is this possible? Next time you go to a restaurant or bar, observe your surroundings. Does your server place a straw in your glass for you, throw a handful down on the table, or only provide straws on request? For the places that automatically put one in your glass, observe how many straws your group goes through over the course of your meal. Think about the last time you ordered a cocktail at a bar. Did the bartender dip a straw in the glass to take a small taste of the drink then throw it away? How many straws did you go through? There are usually one or two straws in each cocktail!\n\nPlastic straws don’t get recycled. Straws seem like no big deal, because they are so small, but 500 million per day really adds up, especially when you consider that straws do not get recycled! Most are made from Polypropylene (plastic #5) which is low quality plastic that is most commonly used as yogurt containers, butter tubs and other food items.\nPlastic constitutes 90% of all trash floating in our oceans. I can’t say this enough: We design plastic to last forever but only use it for a minute. How long did you use that straw with lunch today? Maybe a half hour before tossing it in a bin. If your straw was littered on the street and found its way into a storm drain, it would soon be in the ocean, where it would float around indefinitely.\nStraws end up in the ocean (need to reinforce reasons 3). Straws are in the top 10 of items picked up during trash cleanups. When combined with plastic stir sticks (another item to avoid) they make up 4% of all material collected. Forty-four percent of all seabird species and 22% of all cetaceans (think Flipper) have ingested plastic. Ugh! Plastic now outnumbers algae 6-to-1 by volume. This means that the typically animal that eats algae also eats plastic because tiny globs of plastic are indistinguishable to marine life.\nDrinks taste just as good without a straw.  Most of us don’t use straws at home, so why are they so commonplace in restaurants? I have heard from many people the belief that straws are more sanitary than drinking from a restaurant’s glass, but that’s just baloney. The typically commercial kitchen is far more sanitary than your home kitchen. Could you imagine going over to a friend’s house for dinner and demanding that they serve you a drink with a straw because you didn’t want to get their germs? They’d probably question why you were bothering to eat their food too!\n\nAnyway, the list goes on and on. I wasn’t planning on blogging about this, but was instead going to highlight Shauna’s post. Nonetheless, here we are. Although straws might not seem like a big deal, they really are. They pollute our oceans and waterways, don’t get recycled and don’t break down. This is an easy fix. At your next meal simply request that your drink come without a straw. It might feel a little uncomfortable at first, but I can assure you it gets easy over time.\n\nPlay Video\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nSources for the information above and many others are courtesy of Choose to Be Straw Free.\n\n—\n\nPhoto: Pixabay\n\n \n\n \nAROUND THE WEB\nNew Scientific Research: \"Blue-Antioxidant\" 43X Better Than Retinol [Watch Now]\nNeotonics\nTry a Light Pressure on the Ear - Stops the Ringing [Watch]\ndoctors-health-quest-secrets\nTry This at Home Today if You Got Moles or Skin Tags\nFitter For Free\nMail Order Weed is a Real Thing, and It's Amazing\nHelloMood\nVacuum Your Vehicle in Under 90 Seconds with This \"Mini\" Vacuum\nCleanPro\nDiabetes is Not from Sweets! Meet the Main Enemy of Diabetes\nHealth-Review24\nHere Are 23+ Hottest Gifts of 2023\nTrendingGifts\n29 Ridiculously Cool Gifts for Those \"Hard-to-Buy-For\"\nTech Household\nLosing Your Vision? Here's What You Can Do Today\n20/20 Vision\n\nPlease accept cookies to access this content\n\nFiled Under: Environment, Featured Content\nTagged With: awareness for environment, jonathan levy, recycling, zero waste guy\n\nAbout Jonathan Levy\n\nJonathan Levy is a lifestyle blogger and zero waste supply chain consultant. He has realizes there are so many people out there who see the need to reduce our impact on the planet. To fill this need, he blogs to share tips, tricks and other musings that help people join him in living a zero waste life. When not thinking of ways to reduce waste, Jonathan enjoys running, reading fiction and playing upright bass in Band Meets World. Please visit his Zero Waste Guy blog here.\n\n\n\n\n{}\n[+]\n\n Notify me of followup comments via e-mail\n\n Subscribe \n Login\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n0 COMMENTS\nPrimary Sidebar\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\nTRENDING POSTS\nHolidays and Empty Chairs\n\nEthics & Values\n\nIf Your Creative Work Doesn’t Please You, What’s the Value?\n\nAdvice & Confessions\n\nI Was Going to Write an Email: To Converse With Truth, Let Silence Speak\n\nAdvice & Confessions\n\nShe Said I'm an 'Amazing Man'. Why Couldn't My Wife See That?\n\nSex & Relationships\n\nWhat 'Benefits' Accrued to the People Who Gained Skills as Enslaved People?\n\nSocial Justice\n\nCommitment: The Magic Ingredient to Anything You Want\n\nAdvice & Confessions\n\nIs Finding Someone Attractive the Same Thing as Being Attracted to Them?\n\nSex & Relationships\n\nIt Might Go Better Than You Expect\n\nAdvice & Confessions\n\nAfter Decades of Improvement, Cardiovascular Health Rates on Worrying Path\n\nHealth & Wellness\n\nSigns of a Romance Scam\n\nSex & Relationships\n\n7 Things That Make a Man Feel Loved\n\nFor The Love Of Men\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\nFEATURED CONTENT\nSecure Attachment to Both Parents − Not Just Mothers − Boosts Children’s Healthy DevelopmentImagine a sudden rustle in the tall grass. A ripple of alarm passes through the group of early humans who live together amid ancient, rugged terrain.\n\n9 minutes ago\n\nThe Problem of Bycatch and How It Harms Marine Life, ExplainedBycatch are all of the nontarget species of marine life that are scooped up in fishing nets or on hooks in addition to the target fish.\n\n39 minutes ago\n\nA Third of Amazon Book Reviews Are Fake, Study UncoversScams.info analysed ratings for Amazon bestsellers to uncover which products have the biggest boost by fake reviews.\n\n1 hour ago\n\nTexas Ocelot Breeding and Reintroduction May Offer New Route to RecoveryA public-private partnership aims to establish a new ocelot population in Texas to ensure survival and recovery of the species in the U.S. Current ocelot populations at the East Foundation’s El Sauz Ranch and Laguna Atascosa National Wildlife Refuge are small, isolated and inbred. The nearest Mexican ocelots are 100 miles to the south.\n\n1 hour ago\n\nInjectable Spine Stimulator May Restore Mobility for People with ParalysisA tiny device may hold promise for restoring mobility to people with lower limb paralysis.\n\n2 hours ago\n\nStudy Finds Holiday Period Accounts for Over 20% Of Pedestrian Fatalities\nIdentifying and Combatting Gaslighting\n\nMore Featured Content\n\nSUBMIT A POST!\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\nSUBSCRIBE TO EMAIL\n\nJoin The Good Men Project conversation and get updates by email.\n\nSubscribe to our mailing list: \n\nFirst Name  Last Name \n\nBECOME A PREMIUM MEMBER\nRESOURCES\nHirenest.com\n\n--\n\nGotranscript audio to text converter\n--\n\nSex, Drugs, & Rock ‘n’ Roll: visit AmoMama to find out the latest gossip about your favorite celebs --\n\nChina Sourcing Agent: Source any high quality products from China through our partners Fulfillbot ! --\n\nFinding a lawyer should be simple. Find Accident Attorneys near me. --\n\nGet info on Truck Accident Attorneys Find attorneys near me. --\n\nFind attorneys near me. Lawyers and local law firms. --\n\nTry online therapy and get 15% off from our partner, BetterHelp --\nALL TIME POPULAR\n3 Lies You Were Told as a Boy That Are Now Crushing You as a Man\n\nSocial Justice\n\n50 Sufferers Describe Depression for People Who’ve Never Been Depressed\n\nEditors' Picks\n\nTo the Other Dad on the Playground the Day My Son Wore a Pink Dress\n\nFamilies\n\nGuys: Emotions Matter, Are Normal, and You're Not Weak for Having Them\n\nSex & Relationships\n\nThe First Myth of Patriarchy: The Acorn on the Pillow\n\nEditors' Picks\n\n6 Kinds of Compliments Men Would Love to Hear More Often\n\nSex & Relationships\n\nWhat We Talk About When We Talk About Men: The Top 12 Issues Men Face Today\n\nEditors' Picks\n\nEscape the 'Act Like a Man' Box\n\nMegaSAHD\n\nI Won't Tell My 4-Year-Old Son to 'Man Up.' Not Now. Not Ever.\n\nRaising Boys\n\nWeak Thinking. It Seems to Be Thriving.\n\nAdvice & Confessions\n\n***\n\nCONNECT WITH US\n \n \n \n \nTHE GOOD MEN PROJECT VIDEO CHANNEL\nSEARCH GOOGLE\nTHE SITE\nABOUT US\nPREMIUM\nDIVERSITY & INCLUSION PROGRAMS\nSUBMIT\nADVERTISE WITH US\nCONTACT\nTERMS OF SERVICE\nPRIVACY POLICY\nBUY THE BOOK\nKEEP IN TOUCH\nFACEBOOK\nTWITTER\nPINTEREST\nINSTAGRAM\nYOUTUBE\nSOUNDCLOUD\n\nCopyright © 2023 GoodMenProject.com · Powered by WordPress &  · Privacy Policy · Log in · Do Not Sell My Personal Information"
}