{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "New World - Reddit",
  "href": "https://www.reddit.com/r/newworldgame/",
  "body": "Suggestions to improve world and game content. - Create a scaling health mechanic for all cave, event, elite, and world bosses that causes the damage and health to scale on the mobs up to x20 people/factor* coefficient. - Create world repeatable quests for each boss above for faction quests. Event Based Quests.",
  "textContent": "New World\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/newworldgame\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/joshrice\n•\n1 mo. ago\nPTR: Eternal Frost\nNews\nhttps://www.newworld.com/en-us/news/articles/ptr-eternal-frost\nu/darkisfever\n•\n2 days ago\nEternal Frost: Free and Premium Reward Tracks FAQ\nNews\nhttps://www.newworld.com/en-us/news/articles/season-pass-free-and-premium-reward-tracks-faq\nu/xZMAC\n•\n14 hr. ago\nA New Perspective\nDiscussion\n\nSay what you want about New World, but I was able to convince a couple of my buddies to try the game out. It was an absolute blast. Seeing them explore the world, ask questions, experiment with different weapons, comment on the impressive graphics/landscape, etc. It was one of the best gaming experiences I’ve had in a while, and it reminded me of that feeling I had when I first played the game. One of them wanted to stream line the MSQ while the other took his time and started working towards tradeskills/crafting. It emphasized the unique range of gameplay that NW offers to players. There’s a little bit of something for everyone.\n\nAfter we’ve put hundreds (or thousands) of hours into a game, it’s so easy to forget about those who have never played the game.there is SO much for new players to explore/enjoy. NW has come so far from where it was in 2021. And I was stoked to share the game with my friends. Can’t wait to continue exploring Aeternum with some fresh eyes once again.\n\nView full post\nu/Kami-no-dansei\n•\n9 hr. ago\nMy love for MMOs is back\nSuggestion\n\nWhen this game first released, I backed off from trying it because of the bugs and lack of content. I played WoW classic (2006-2010) a ton as a kid and preteen, and ESO a bit when it came out, but I couldn't get engaged in mmos, I missed that feeling that WoW gave me of a living world, a sense of exploration, and good gameplay. It's a shame that a company like Amazon struggled to get the ball rolling with NW because I was looking forward to it. I held off for awhile but seeing that they added mounts and continued to support it, I figured I'd give it a go and maaaan I wish I did earlier. I love this game, and my friends got involved too we're all having a blast. Best combat in an mmo hands down, good community, great leveling, beautiful world. Lore could be better but I'm really surprised at the negative reception still hanging around. I feel like that bad start really fucked them up because now the game is great so I don't understand the hate. Honestly I feel like a lot of the complaints are from people that only play mmos all day and just run out of content. I saw a dude with 2000 hours complaining the game sucked. 2000. No hate if you love gaming, I do too, but if you're playing a game for 2000 hours then the devs did SOMETHING right lol. My only hope is that they keep adding content, if they keep the ball rolling consistently then I can see this game making a really big recovery. Especially if the next expansion adds ships and swimming with a big new landmass, and console support..that would add a ton of new players. Dont get me wrong, there's surprisingly a lot of people despite what you hear. People were complaining it's dead, I actually struggle in the towns because it's so packed I can hardly see what's happening lmfao. Anyways. Love the game, really happy. Not dead at all and if you're on the fence, get the game you won't be disappointed. Try to get a few friends or get in a guild, it will be a lot more enjoyable.\n\nView full post\nu/Mhart1988\n•\n53 min. ago\nUpdate taking over 80 GB\nSupport\n\nSo I just downloaded and updated New World about an hour ago. The base game is showing 100 GB but this New update appears to be taking up 80 GB of additional space ON TOP OF the 100 GB already taken up. Can that be right? Is this game now 180 GB??? Currently it is still verifying on steam so hopefully I'll find out once that's done but I'm curious. EDIT: Fixed. Apparently The space was set aside for patching and verification and then after that was done it released the space. All I know is I have it back. Thanks\n\nu/Dovestrangler1\n•\n11 hr. ago\nCharacter reset to level 1 after patch\nBug\n\nI downloaded the latest mega-patch, and now my character is back to level 1 (from 65), with no skills or items - and back on the beach starting the main quest. The login screen still has the character with my name and look, but it says level 1 and the character is dressed in rags.\n\nHas anyone else had this happen? Any way to fix this aside from sending a ticket into the void and then hoping someone answers in a few months?\n\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/ZRideout\n•\n4 hr. ago\nThe major issue with PvP combat.\nDiscussion\n\nPotentially an unpopular opinion but personally I believe chain CC with no global CD is by far one of the worst mechanics in this game. I have been playing on and off since beta and I find it truly does hinder it being one of the best action combat PvP MMOs out there. It really shouldn't be that difficult for the developers to add a global 3s CD to all CC to allow for more skillful player engagements. ESO already has this which is the MMO I played prior to New World. For a game that is so heavily focused on the PvP element it is a massive turn off and personally makes me want to stop playing when you basically can't play your character against any current disruptor spec or any sort of clump if they catch you with literally anything.\n\nu/Bulky-Cheesecake4227\n•\n29 min. ago\ni’m stuck in the map please help\nBug\nu/Shwalz\n•\n14 hr. ago\nOne quality of life update I would love to see added….\nSuggestion\n\nAllow us to put custom tags or names on our storage sheds! I hate that I have a pea brain and always forget where my stuff is, but it seems like such an easy thing to implement that would help a lot with storage in general. Does the storage shed search bar even work at all? I just can’t stand how shitty the UI for storage is. Am I the only one that just hates how the storage function works currently outside of being able to access it from anywhere?\n\nu/Rank1Nourri\n•\n1 hr. ago\nUi alteration suggestion\nSuggestion\n\nThis suggestion is to move All notifications, including login/out, salvage, gold made, etc into a stored notification area as below. This should\n\n- have all stored data for a long-in session, or what was missed when off line (for example, gold bought/sold via tp)\n\n- Should auto hide and unhide depending on the toggle/on off button state.\n\n- should include all types of notifications, including salvage, log-in and out on company/friends, social invites, war declarations, and so on.\n\n- the art team can improve it accordingly.\n\n- please use the exact functionality and layout as shown here, no impractical things.\n\nhttps://preview.redd.it/ui-alteration-suggestion-v0-h0f6r0ssie5c1.png?width=541&format=png&auto=webp&s=9ec4fd5bcbfa737df25c0276759b600b09a122cd\nView full post\nu/_flatline__\n•\n4 hr. ago\nAugmented Arboreal or Arboreal Gambit on bow?\nQuestion\n\nI'm running a full nature bow/lifetaker build. I'm trying to decide which runeglass to slot in my Syncretic bow with Arboreal Attunement. For PvP.\n\nArboreal Gambit - 12% damage while stam not full + the nature poison damage.\n\nOr...\n\nAugmented Arboreal - Convert 40% of damage to Nature + the nature poison damage.\n\nAny tips/suggesions are appreciated.\n\nThx in advance.\n\nView full post\nu/ProbablyImStonedNow\n•\n16 hr. ago\nIs there any way to get rid of this text on lower part of my screen?\nBug\nu/Puzzleheaded_Ad_1849\n•\n2 hr. ago\nFix the Windsward fountain bug!\nSupport\n\nrunning near the fountain treats you like you are swimming and slows you down also air meter appears.\n\nu/takk__\n•\n5 hr. ago\nWhich of these builds do you guys think its better for a PVP tank that is a bit on the bruiser side? Or something completely new based on what I have? More info in the comments\nDiscussion\nu/lenovo\n• Official\n•\nPromoted\nThis year, spoil your family’s rockstar. Shop in time for the holidays with up to 64% off quick ship Intel PCs. Plus, parents and students get extra discounts.\nu/bt2066\n•\n6 hr. ago\nBuild Advice Question\nQuestion\n\nSo this is designed for PvP mainly. Anyone able to give their thoughts on this build? I figured it was viable after the patch since inferno will scale off flame versus strike.\n\nhttps://www.nw-buddy.de/gearsets/share/ipns/k51qzi5uqu5dinkit5vg2wzkezogp46ae2psmobj3ag5woeg2jq748nis52whe\n\nu/Raaria\n•\n6 hr. ago\nMultiple MSQ's\nQuestion\n\nsorry if this is a dumb question, but I have 2 msq's and I'm not sure which one to follow? I haven't really been paying attention to the story so I don't really know which one to do first or if it even matters.\n\nhttps://preview.redd.it/multiple-msqs-v0-62nqgrrm2d5c1.png?width=1689&format=png&auto=webp&s=0208663b3c88a11509121bd5a8c82377fdcb57d5\n\nu/Reasonable_Rich1313\n•\n6 hr. ago\nCurrent PvP Meta? (Returning Player)\nQuestion\n\nI haven't played since May and have a lot of catching up to do. I am working through all the PvE/crafting/gathering stuff atm but wondering what the PvP meta is after the expansion and updates. I need to know what gear I need to focus on first. Played a lot of light FS/IG, WH/GA in wars/opr, and some bow/spear in 3v3's and opr.\n\nu/SchizoPnda\n•\n27 min. ago\nJust got back in, is it possible to complete the season pass?\nQuestion\n\nJust reinstalled last night and assumed I missed out on the season, but I saw how easy filling out the cards was. So, how feasible is it to try to rush the season? I'm mostly just interested in the page 10 stuff. Thanks!\n\nu/R3xtech\n•\n1 hr. ago\nIs it worth playing in 2023/24\nQuestion\n\nI'm new to the MMO world and this game really interests me. Is the game worth playing as a new player after 2 years?\n\nI played a lot of Destiny 2 and a whole lot of Division 1/2. I just want a game that I can grind and build up characters.\n\nThanks for your time\n\nu/Free_Beats\n•\n2 hr. ago\nAoE healer war build\nQuestion\n\nLooking for an AoE war healer build.\n\nWhat artifact is most used?\n\nI have a Tumbler boots shirking heals build and a Featherweight / invigorated build. Or do I need to commit to Unyielding or Djinn?\n\nOffhand? Rapier seems the obvious choice here…but I’m open to flail or VG.\n\nIs the Orb/Sacred/Beacon build still the best or am I better off subbing DE for Orb or Beacon?\n\nFinally, stat wise should I be 400foc/200con or something else.\n\nThanks healer friends!!\n\nView full post\nu/RYNO1527\n•\n2 hr. ago\nCrowned vulcanites\nQuestion\n\nCan anyone tell me or link a video of how to farm these enemies on isle of zurvan for inferno upgrade? The only video I have found, dude is already up top shooting at enemies. Problem is idk how the heck to get there.\n\nu/HazzaHodgson\n•\n9 hr. ago\nDoes vigor and desert sunrise greatly directly nerfs bleed damage on finisher?\nQuestion\n\nhow exactly does it work? if i got +66% bleed duration (20 seconds on rapier bleed) does vigor (example 4 stacks 60%) put it back to 106% duration? also does overcapping bleed duration (ring +int perk+butcher) then add back on, kinda like overcapping emp helps with weakon?\n\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/WorldChampionNuggets\n•\n1 day ago\nI wish OPR could have some sort of limit on ranged players like this\nSuggestion\nu/Rayvn_Wolf\n•\n12 hr. ago\nCan someone explain why the huge difference in damage, a sns goes to the same amount but flail is really low? Both spec with str\nQuestion\n\nhttps://preview.redd.it/can-someone-explain-why-the-huge-difference-in-damage-a-sns-v0-qj0ky92v9b5c1.png?width=232&format=png&auto=webp&s=b86670df9335c1d8e25620438e18911bfb721add\nu/MapleJap\n•\n5 hr. ago\nWhat's the state of the game?\nQuestion\n\nI'm thinkin about giving it another try.\n\nHow's the game so at the moment? Steam charts puts it at 15k-20k daily players which kinda worries me a bit. Game seems to be dying even more each months.\n\nIs it worth coming back to at the moment?\n\nu/HildegaardUmbra\n•\n1 day ago\nHow every New World update feels: A Meme\nMeme\nu/doodle_bip\n•\n10 hr. ago\nThe game is SO choppy now! What do I do?\nBug\n\nOkay, folks. I need help. I've played New World since it came out. I never had any issues. My PC is up to par and has all the means to play the game (even at the highest graphic settings). However, I can no longer enjoy the game because it is SO choppy. I take two steps and the game freezes. No matter where I am. I've dumbed down the graphic settings, updated my drivers, uninstalled and reinstalled the game, and verified the integrity of the files and NOTHING works. My boyfriend and I have nearly identical PC stats and he can run the game with no issues. Does anyone know of something to do that I haven't thought of?\n\nu/kain1k\n•\n11 hr. ago\nCrafting / trading post - doubts and questions.\nSuggestion\n\nHello everyone and thanks in advice for your help.\n\nI have started playing this game since a couple of weeks and still lvl 56.\n\nI like the crafting / gathering of every MMO I've played but Im a bit confused about New World's one.\n\nIm doing weaponsmithing and mining / logging. Currently 110 of weapon, 215 on mining and 115 woodcutting.\nI am in doubt on Weaponsmithing as I've read that its not the best to make money as you have to reroll BIS ( dont know what that is ).\nWas thinking to start cooking to make consumables and sell them but I am not sure.\n\nAlso about the market:\nI've tried selling so many different mats but nothing has been sold but a few things. Cant even sell raw mats...\nDropped a few weapons wich I tried to sell but they are worth like 4-5 gold and its not worth it because of the high fee that you have to pay to list the selling order.\n\nTLDR: What craft is good to make money? Why is the market so slow and the fees are so high?\nIm very experienced in these kind of things and the first thing I do is to make a spreadsheet and even if selling mats is good, money wise, they do not sell...\n\nThank you!\n\nView full post\nTop 1%\nRank by size \nMENU\nWhat's new in NW\nReturning Players\nNW Terms and Slang\nRULES\n1\nHAVE FUN\n2\nKeep it New World\n3\nNo Abuse or Toxic Behavior\n4\nLow Quality/Low Effort\n5\nReposts/Duplicate Content\n6\nSelf-Promotion\n7\nTerms of Use Violations\n8\nNo Tech/Account Support Requests\n9\nKeep it SFW\n10\nSpoilers, and Data Mining + Public Test Realm Details\n11\nNo Company Recruitment\n12\nBegging, Baiting, and Selling\n13\nNo Calls to Action\n14\nPost Flairs and Tags\n15\nSee Full Rules Wiki for More Info\nSUBREDDIT\n\nSubreddit Rules\n\nReddit Rules\n\nSubreddit Flair Guide\n\nFiltering Posts by Flair\n\nCompany Info\n\nHall of Fame\n\nRESOURCES\n\nFull r/NewWorldGame Rules\n\nBrimstone Sands Patch Notes\n\nReturning Player Guide\n\nFAQ\n\nCompany posts use /r/NewWorldCompanies\n\nor Company Recruitment Megathread\n\nNew World Database\n\nNew World Guides\n\nNew World Builds\n\nNew World Calculator\n\nNew World Maps\n\nCommunity Creations\n\nLINKS\n\nKnown Bugs\n\nBug Forum EN | FR | DE | BRPT\n\nOfficial News EN | FR | DE | BRPT\n\nCommunity Forums\n\nTwitch Drops\n\nOfficial Server Status\n\nUnofficial Server Status\n\nTerms of Use\n\nAppeal Game Ban\n\nAppeal Subreddit Ban\n\nNew World Community List\n\nAmazon Games Discord Server\nRELATED COMMUNITIES\nr/NewWorldCompanies\n6,721 members\nNEW WORLD"
}