{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Microsoft Rewards - Reddit",
  "href": "https://www.reddit.com/r/MicrosoftRewards/",
  "body": "r/MicrosoftRewards topics. Ranked by Size. Posting personal information (doxxing) Posting a question answered in the Living Sticky, Tutorial or FAQ. Begging for Codes. Excessive Peddling of Self-Made Content. r/microsoft. Learn More. r/MicrosoftRewards: We are not associated with Microsoft and are a community driven group to help maximize ...",
  "textContent": "Microsoft Rewards\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/MicrosoftRewards\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/PieCrafted\n•\n7 days ago\nOfficial Discussion Thread: Recent Changes to the Microsoft Rewards Program\nMODERATED\nu/WOBNIARR\n•\n5 mo. ago\nLiving Sticky 4 - Updated daily [Tutorial / FAQ / Quests / Punchcards and More]\nGeneral\nu/Dood95\n•\n4 hr. ago\nWould you look at that...\nAchievements\nu/idlehand79\n•\n4 hr. ago\nHere’s To 10 Years! It’s Been A Fun Ride\nAchievements\nu/KyptMar\n•\n15 hr. ago\nAccount Temporarily Restricted Update\nGeneral\n\nAbout a week ago my account was temporarily restricted (no automation, VPN, or random letter searches). Since then I've still done some searches every day but more spread throughout the day. I checked again this morning and my account is back to normal and I was able to cash out my full balance into Amazon gift cards.\n\nSo if you were in the same situation don't give up.\n\nu/Zealousideal_Pause24\n•\n5 hr. ago\n(Brazil) Seasons of Xbox - No points?\nPunch Card\n\nhttps://preview.redd.it/brazil-seasons-of-xbox-no-points-v0-z7jhnyuwfd5c1.png?width=1767&format=png&auto=webp&s=de3830dafe31da44a598503f854b81b1a3aa3fb1\nu/xfinity\n• Official\n•\nPromoted\nYou can’t take everything with you on your move. But you can take your Xfinity services.\nad.doubleclick.net\nLearn More\nu/Iaminfactjesus\n•\n11 hr. ago\nOops, looks like you're on the go!\nQuestions\n\nHey guys, Ive spent the past year travelling New Zealand, and during that time ive accrued around 25,000 points. I had around 5000 points before that when I was living in the UK. So I've got 30,000 points total\n\nI'm now back in the UK and it just keeps saying that redemption is not possible because I'm in the wrong country, but my account is associated as being in the UK. Is there any way to fix this? Or is there anything I can do to allow me to cash out in the UK?\n\nu/Nico_T_3110\n•\n15 hr. ago\nLooks like germany has these puzzles now and also the search cooldown is gone for me when searching on xbox\nBing\nu/drg17\n•\n2 hr. ago\nBing Search Points Not Working on Firefox?\nQuestions\n\nTitle says it all. I try to get search points while on Firefox but it doesn't work. I tried it on edge, and it works there. Does everyone else experience this?\n\nu/zerukin\n•\n2 hr. ago\nLate Achievement Quests\nGame Pass\n\nSo I had gotten three achievement quests earlier this week, and they didn't unlock until today (and I saw through the reddit that many other people also had the issue of the achievement quests not marking as complete for them too). When I got them, I figured whatever issue prevented us from getting them was resolved. I got an achievement for today's achievement quest, and it once again didn't mark as complete... This is going to be a recurring issue. Isn't it?\n\nu/Lang7\n•\n14 hr. ago\nPoints While Abroad\nBing\n\nI’ll be travelling to another country in the near future. Am I allowed to complete searches on my devices while abroad or will it get me the banhammer?\n\nu/avalontrickster\n•\n18 hr. ago\nBing Daily Quiz 9 December 2023 (Llamas)\nQuizzes and Answers\n\nSpitting\n\nThe Emperor's New Groove\n\nCamels\n\nu/Marcist\n•\n1 day ago\nWhen a Gamepass reward pops on your XBOX but your account is still un-alived.\nMeme\nu/DiscostewSM\n•\n9 hr. ago\nSearching on mobile feels like it got even worse...\nBing\n\nOpen up the Bing browser, go into the rewards, specifically use the link for \"Search to earn\", and start searching every 5-6 seconds only 4 times in a 15 minute period. I do that, and I get nothing. However, if I search for \"Bing\", and then enter the link that directs to \"www.bing.com\", and start searching from that page's specific search bar, that's when points start accumulating. But, if I try to use the top search bar after that, points don't accumulate, and so I have to go back to that main Bing page and use that specific search bar.....\n\nI don't know how it is for PC searching because I use Bing on my Series X.\n\nu/comcastbusiness\n•\nPromoted\nAsk how to get one Unlimited Intro line free and up to $800 off a 5G phone with eligible trade-in.\nxfinity.com\nLearn More\nu/cdrw1987\n•\n1 day ago\nCheck your game pass achievement quest\nGame Pass\n\nI just wanted to let everyone know that about an hour ago I checked to see if today's achievement quest had finally unlocked (it hadn't), but when I went there I had December 5ths quest show up as unlocked. I redeemed it and it counted toward the monthly quests, so everyone check and see.\n\nu/Complete-Blueberry-9\n•\n23 hr. ago\nQuestion regarding Activities\nQuestions\n\nI am not getting any new activities for quite awhile and had been stuck at this. Just gets around 1 or 2 new ones everyday! Others have been there for quite awhile. Is it same for you guys?\n\nhttps://preview.redd.it/question-regarding-activities-v0-z1b8pm26685c1.png?width=1428&format=png&auto=webp&s=380e2056a37126adca16b56b89618ca8a84dc8a5\n\nThe first 2 are the ones that i only get everyday!! Others have been there for idk maybe weeks????\n\nu/Active-Nebula5691\n•\n1 day ago\nMobile searches not processing\nBing\n\nAnybody else’s Microsoft start or orginal bing app searches not working at all? I’ve tried everything n it just won’t go through desktop is the only thing going for me\n\nu/Kit_Maksym\n•\n23 hr. ago\nWHAT THE HOW IT HAPPENED\nBing\nu/Serious-Truck5449\n•\n1 day ago\nMy Number is verified but i cant redeem!\nQuestions\n\nMY Number is verified but when I try to redeem the reward is says add your number but when i try to add it again it says \"Method not working\"\n\nu/deadbrain87\n•\n21 hr. ago\nMicrosoft rewards and US territories\nQuestions\n\nDo you guys think that Microsoft will eventually allow the full Microsoft award experience in more ocean locked US territories like Puerto Rico, American Samoa, and Guam? What would have to happen for something like that to be approved, or would that just never happen? I'm curious to know thank you.\n\nu/candycoateddeath\n•\n2 days ago\nEarn an Achievement in Game Pass not counting.\nQuestions\n\nAchievements are not counting for Earn an Achievement in Game Pass. I am playing a game on Game Pass in the cloud and for the past 2 days, maybe? I have been getting achievements and can see them in on the rewards app, but they are not completing the quest. I am worried that I will not be able to achieve my monthly reward because I am only getting on a day. I guess with only needing 22 dailies it will most likely happen but COME ON MICROSOFT! It seems like a lot of work for 5 points, just give them to me.\n\nu/RedHood--\n•\n2 days ago\nSupport not answering\nQuestions\n\nSO I contacted the support about 9 days ago and didnt get a reply yet. It was stated on the website, a reply should arrive in 24h. After 3 days I sent a second ticket, but still no reply. Is there an email I can write to?\n\nu/officialsquarespace\n•\nPromoted\nMaybe you’re into restoring cars. Maybe you could do it for other people by making a website that shows off your work. With easy to use tools, Squarespace is designed to sell pretty much anything.\nsquarespace.com\nSign Up\nu/juntlips\n•\n1 day ago\nDoes MS ever sell expansion storage directly?\nWins/Hauls/Redemptions\n\nI've got about $90 in my MS account since I was able to get a retroactive price match for the Walmart sale on the Diablo bundle.\n\nI'd like to put it towards an expansion card - does MS ever have them in their store? Right now it just directs to other sellers\n\nu/LawsonPrime\n•\n22 hr. ago\nSo i have 60K in points whats the most efficient way to redeem them in to gamepass?i still have a week of Ultimate left aswell\nGame Pass\n\nSo i have 60K in points whats the most efficient way to redeem them in to gamepass?i still have a week of Ultimate left aswell\n\nu/PossessionDull8678\n•\n2 days ago\nI think this is the end of the road\nGeneral\n\nWith all the things with points cooling and sh*t, I don't have the energy to wake up and search for an hour. Guess the saying every good thing must come to an end is true. If Microsoft rewards goes back to normal obviously id come back, but in the meantime I'm gonna sit back. Thank you Microsoft for ruining this community!\n\nu/GromitATL\n•\n1 day ago\nSupport Response on Auto Redeem Not Working\nGeneral\n\nThis is meant to be an FYI for those that have been having trouble with auto redeem lately.\n\nI have auto redeem setup for 1 month of Game Pass Ultimate. It worked fine until a couple of months ago. Lately I don't receive any notification about an issue or error, my auto redeem just doesn't happen.\n\nSo I created a ticket. This is the response I received today:\n\nWe want to inform you that your auto - redeem did not push through because it appears that your Microsoft Rewards account may not fully align with performing searches terms outlined in the Microsoft Services Agreement and this resulted on restriction on the account to redeem rewards. The restriction will be lifted automatically in the coming days when more genuine searches is detected or when the search behavior improve, like visiting Bing.com to run meaningful searches without any automated tool. You may test if their account restriction is lifted by manually trying to redeem a reward after 72 hours.\n\nI'm not sure why manually redeeming worked if I was violating some rules, but OK. Maybe that's just some kind of \"you don't get a discount with auto redeem\" penalty.\n\nPrior to the 15 minute delay being added, my daily search routine was to open 30 of the headline links on the bing.com homepage. I would briefly read some if they were interesting, glance at others and close some immediately.\n\nView full post\nu/charley1307\n•\n2 days ago\nThe MS Rewards community seconds after the edge bonus was removed\nMeme\nu/Imaginary-Club9742\n•\n2 days ago\nThanks to this group and MS Rewards\nWins/Hauls/Redemptions\n\nhttps://preview.redd.it/thanks-to-this-group-and-ms-rewards-v0-q3bjit03u35c1.png?width=3860&format=png&auto=webp&s=6e04ba761dee38d0b9010936dc0724875ff635e2\n\nI was doing only daily searches and bing activities. Then I came across this group earlier this year and was made aware of additional points to be earned by shopping game, fitness videos and gaming tab. So many thanks to this group, because of which I got my Xbox series X about 6 months sooner.\n\nI redeemed 391650 points for $430 Xbox gift card and bought this on Sunday when MS was still selling it for $429. I called MS today to price match with Walmart at $349. So I got $80 back in my MS account. Soon I will be buying a controller :)\n\nTop 1%\nRank by size \nRULES\n1\nPosting personal information (doxxing)\n2\nFlaming/Trolling/Being a Dick\n3\nPosting Referral Links/Codes\n4\nPosting a question answered in the Living Sticky, Tutorial or FAQ\n5\nBegging for Codes\n6\nExcessive Peddling of Self-Made Content\n7\n\"RIP MY STREAK\"/\"LOOK AT MY [x] DAY STREAK!!!\" or similar posts\nRELATED SUBREDDITS\nr/microsoft\n357,450 members\nr/SwagBucks\n118,211 members\nTOPICS\nMicrosoft\nInformation & communications technology\nSoftware industry\nTechnology\nIT sector\nBusiness\nBusiness, Economics, and Finance"
}