{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Henderson Island Got the World's Highest Density of Plastic Pollution",
  "href": "https://www.nationalgeographic.com/science/article/henderson-island-pitcairn-trash-plastic-pollution",
  "body": "The duo's analysis concluded that nearly 18 tons of plastic had piled up on the island—giving Henderson the highest density of plastic debris recorded anywhere in the world—at least so far.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nHow an Uninhabited Island Got the World’s Highest Density of Trash\n\nIsolation protects the island from human intrusion—but not 18 tons of plastic.\n\n0:48\n\n38 MILLION PIECES OF PLASTIC TRASH COVER THIS REMOTE ISLAND\n\nBYLAURA PARKER\nPUBLISHED MAY 16, 2017\n• 5 MIN READ\n\nHenderson Island lies in the South Pacific, halfway between New Zealand and Chile. No one lives there. It is about as far away from anywhere and anyone on Earth.\n\nYet, on Henderson’s white sandy beaches, you can find articles from Russia, the United States, Europe, South America, Japan, and China. All of it is trash, most of it plastic. It bobbed across global seas until it was swept into the South Pacific gyre, a circular ocean current that functions like a conveyor belt, collecting plastic trash and depositing it onto tiny Henderson’s shore at a rate of about 3,500 pieces a day.\n\nJennifer Lavers, co-author of a new study of this 38-million-piece accumulation, told the Associated Press she found the quantity “truly alarming.”\n\nMuch of the trash consists of fishing nets and floats, water bottles, helmets, and large, rectangular pieces. Two-thirds of it was invisible at first because it was buried about four inches (10 cm) deep on the beach.\n\n“Although alarming, these values underestimate the true amount of debris, because items buried 10 cm below the surface and particles less than 2 mm and debris along cliff areas and rocky coastlines could not be sampled,” Lavers and a colleague wrote in their study, published Tuesday in the scientific journal, Proceedings of the National Academy of Sciences.\n\nThe accumulation is even more disturbing when considering that Henderson is also a United Nations World Heritage site and one of the world’s biggest marine reserves. The UNESCO website describes Henderson as “a gem” and “one of the world’s best remaining examples of a coral atoll,” that is “practically untouched by human presence.”\n\nHenderson is one of the four-island Pitcairn Group, a cluster of small islands whose namesake is famed as the home to the descendants of the HMS Bounty’s mutineers. Pitcairn’s population, which has dwindled to 42 people, uses Henderson as an idyllic get-away from the day-to-day life on Pitcairn. But aside from the neighboring Pitcairners, the occasional scientist or boatload of tourists making the two-day sail from the Gambier Islands, Henderson supports only four kinds of land birds, ten kinds of plants, and a large colony of seabirds.\n\n1:24\n\nENDANGERED BABY BIRD RESCUED AND RETURNED TO THE SEA\n\nLavers, a scientist at Australia’s University of Tasmania, and her co-author, Alexander Bond, a conservation biologist, arrived on Henderson in 2015 for a three-month stay. They measured the density of debris and collected nearly 55,000 pieces of trash, of which about 100 could be traced back to their country of origin. The duo’s analysis concluded that nearly 18 tons of plastic had piled up on the island—giving Henderson the highest density of plastic debris recorded anywhere in the world—at least so far.\n\nJenna Jambeck, a University of Georgia environmental engineering professor, who was one of the first scientists to quantify ocean trash on a global scale, was not surprised that Lavers and Bond discovered plastic in such abundance on Henderson. Jambeck’s 2015 study concluded that 8 million tons of trash flow into the ocean every year, enough to fill five grocery store shopping bags for every foot of coastline on Earth.\n\n“One of the most striking moments to me while working in the field was when I was in the Canary Islands, watching microplastic being brought onto the shore with each wave,” she says. “There was an overwhelming moment of ‘what are we doing?’ It’s like the ocean is spitting this plastic back at us. So I understand when you’re there on the beach on Henderson, it’s shocking to see.”\n\nThe Henderson research ranks with earlier discoveries of microplastics in places so remote, such as embedded in the deep ocean floor or in Arctic sea ice, that finding plastic in such abundance touched a nerve.\n\n“People are always surprised to find trash in what’s supposed to be an uninhabited paradise island. It does not fit our mental paradigms, and this might be the reason why it continues to be shocking,” says Enric Sala, a marine scientist who led a National Geographic Pristine Seas expedition to the Pitcairn Islands, including Henderson, in 2012. “There are no remote islands anymore. We have turned the ocean into a plastic soup.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nGold is a toxic lure in the world’s highest settlement\nMAGAZINE\nGold is a toxic lure in the world’s highest settlement\nUnregulated mines and uncontrolled sprawl make La Rinconada, Peru, a dangerous place where the desperate seek their fortunes.\nJapan releases nuclear wastewater into the Pacific\nENVIRONMENT\nJapan releases nuclear wastewater into the Pacific\nYou are what you eat—and for orcas, that’s bad news\nANIMALS\nYou are what you eat—and for orcas, that’s bad news\nCan UNESCO safeguard the Okavango from oil drilling?\nENVIRONMENTWILDLIFE WATCH\nCan UNESCO safeguard the Okavango from oil drilling?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nSt Helena is a wildlife-watching paradise\nPAID CONTENT FOR ADVERTISER\nSt Helena is a wildlife-watching paradise\nHere are 9 ways to fall in love with winter travel\nTRAVEL\nHere are 9 ways to fall in love with winter travel\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}