{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Feature: keep plastics out of oceans and marine life",
  "href": "https://www.un.org/sustainabledevelopment/blog/2017/04/feature-uns-mission-to-keep-plastics-out-of-oceans-and-marine-life/",
  "body": "Solving the issue of plastic pollution will require international agreements. During the week of 5 June, Member States and civil society representatives will gather at UN Headquarters in New York ...",
  "textContent": "Skip to content\nWelcome to the United Nations\nعربي\n中文\nEnglish\nFrançais\nРусский\nEspañol\nSearch SDG Site\nA-Z Site Index\nHome\nOverview\nThe 17 Goals\nGet Involved\nPartnerships For The SDGs\nNews And Events\nResources\nFeature: UN’s mission to keep plastics out of oceans and marine life\nView Larger Image\n\nThere will be more plastic than fish in the world’s oceans by 2050 unless people stop using single-use plastic items such as plastic bags and plastic bottles, according to figures cited by the United Nations.\n\n“Plastic pollution is surfing onto Indonesian beaches, settling onto the ocean floor at the North Pole, and rising through the food chain onto our dinner tables,” the agency known as UN Environment Programme (UNEP) has said.\n\nIn 1950, the world’s population of 2.5 billion produced 1.5 million tons of plastic; in 2016, a global population of more than 7 billion people produced over 300 million tons of plastic – with severe consequences for marine plants and animals.\n\n“According to one estimate, 99 per cent of all seabirds will have ingested plastic by mid-century,” Petter Malvik, UN Environment Programme’s Communications Officer, told UN News.\n\nEarlier this year, the UN declared war on ocean plastic. Launched at the Economist World Ocean Summit in Bali, the #CleanSeas campaign urges governments to pass plastic reduction policies, targets industries to minimize plastic packaging and redesign products, and urges people to change their own habits.\n\nIndonesia has committed to slashing its marine litter by 70 per cent by 2025; Uruguay will tax single-use plastic bags this year; and Kenya has agreed to eliminate them entirely.\n\n“The Clean Seas campaign has already achieved important wins for our oceans, but the job is far from done. By 2022, we aim to achieve a global ban on microbeads in personal care and cosmetic products and a drastic reduction in the production and use of single- use plastic,” said Mr. Malvik.\n\nMicrobeads are tiny pieces of plastic used in, among other things, some exfoliating products and toothpaste. They are listed in the ingredients as polyethylene or polypropylene.\n\nGiven the amount of plastic found today in oceans, much of marine life carries plastic that either entered them directly or by eating smaller marine creatures.\n\n“These microplastics often carry toxic contaminants and pose a real risk to food security and human health if they enter the human food chain via the fish that we eat,” Petri Suuronen, Fishery Industry Officer at the UN Food and Agriculture Organization (FAO), told UN News.\n\n“With an estimated 9.7 billion people to be fed by 2050, the threat of fish stocks contaminated with microplastics and their associated toxins is clear,” Mr. Suuronen added.\n\nIn addition to dangers to humans, microplastics are a threat for fish and birds that mistake them as food and starve to death.\n\nMicroplastics are made one of two ways. Either they are manufactured – not only as microbeads, but even as microfibers that wash out of synthetic clothes during laundry – or they are created when waves and sunlight break down larger plastic pieces.\n\nOne source of microplastics is abandoned, lost or discarded fishing gear.\n\nA 2009 FAO report estimated there are 640,000 tons of abandoned fishing nets on the ocean floor throughout the world. Much of it continuing to trap marine animals in a practice referred to as “ghost fishing.”\n\nUNEP Patron for Oceans, Lewis Pugh, is swimming the Seven Seas to urge policy makers to protect at least 10 per cent of the world’s seas. In the Arabian Sea off Oman, the seabed was a rubbish dump. No fish. No coral. Just tyres, plastic packets, bottles, cans. Photo: UNEP\n\n“Fishing gear can persist for decades in the oceans, entangling wildlife and polluting marine ecosystems as it breaks down into smaller and smaller particles,” said Mr. Suuronen.\n\nAside from its harmful effects, discarded plastic has economic drawbacks. Plastic packaging material with a value of at least $80 billion is lost each year, according to a report by the World Economic Forum and the Ellen MacArthur Foundation, cited by the UN.\n\nThe report also notes that if this trend continues, by 2050, oceans will contain more plastic than fish by weight.\n\nSolving the issue of plastic pollution will require international agreements.\n\nDuring the week of 5 June, Member States and civil society representatives will gather at UN Headquarters in New York for the Ocean Conference. Among its expected outcomes is a Call to Action – a global declaration that will set the course toward a more sustainable future for the world’s oceans and seas.\n\nThe focus of the conference is Sustainable Development Goal 14, which aims to alleviate poverty and inequality, while preserving the earth. ‘SDG 14’ calls for efforts to conserve and sustainably use the oceans, seas and marine resources.\n\n“Humanity is only just waking up to the extent to which it is harming itself and the planetary environment through the plague-proportions of plastic it is dumping into the ocean,” said Peter Thomson, President of the UN General Assembly.\n\n“The Ocean Conference must take the first steps to reverse the growing curse of marine plastic pollution. We have all played a part in this problem; we must all work on the solutions.”\n\n \n\nVia UN News Centre\n\n27 Apr 2017|Goal 14: Life Below Water, News\nTHE 17 GOALS\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nRead More\nSDG RESOURCES ACROSS THE UN\n\nSustainable Development Knowledge Platform\n\nUnited Nations Sustainable Development Group\n\nUnited to Reform\n\nUnited Nations homepage\n\nSDG Media Zone\n\n UN NEWS\nCOP28: UN says staggering $7 trillion spent every year on investments that fuel climate change\nOur voices and needs must be put first in climate talks, young people tell COP28\nCOP28 in Dubai enters final week, negotiations ramp up on emissions cuts, fossil fuels\nCOP28 is about action, not politics and point scoring, says UN climate chief\nFOLLOW US\n   \nUNITED NATIONS\nA-Z Site Index | Contact | Copyright | FAQ | Fraud Alert | Privacy Notice | Terms of Use\nGo to Top"
}