{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "This is how hundreds of tons of plastic trash end up in Arctic Ocean ...",
  "href": "https://www.latimes.com/science/sciencenow/la-sci-sn-arctic-plastic-pollution-20170502-htmlstory.html",
  "body": "May 2, 2017 3 AM PT Plastic trash is now so ubiquitous that researchers have found hundreds of tons of it floating in the Arctic Ocean. It may not sound like much, but it's a surprising amount...",
  "textContent": "Sections\nLOG IN\nShow Search\nADVERTISEMENT\nSCIENCE & MEDICINE\nThis is how hundreds of tons of plastic trash end up in Arctic Ocean\nBY SEAN GREENEASSISTANT EDITOR, DATA AND GRAPHICS \nMAY 2, 2017 3 AM PT\nFacebook\nTwitter\nShow more sharing options\n\nPlastic trash is now so ubiquitous that researchers have found hundreds of tons of it floating in the Arctic Ocean.\n\nIt may not sound like much, but it’s a surprising amount given the area’s sparse population. The researchers who measured the plastic debris in the waters near the north pole described it as “widespread and abundant,” according to a study last month in the journal Science Advances.\n\n“We already knew that the marine plastic pollution was high at tropical and temperate latitudes,” said study leader Andrés Cózar, an ecologist at the University of Cadiz in Spain. “Now, we also know that the plastic waste is extending up to the poles.”\n\nCózar and his colleagues estimated that 63% of the ice-free Arctic Ocean is “slightly polluted” with various types of plastic debris, including fishing line, microbeads and fragments of plastic products. Of the plastic trash that makes it to the Arctic, 95% of the plastic “dead ends” in either the Greenland Sea or the Barents Sea, north of Scandinavia.\n\nAlthough the world’s other ocean “garbage patches” are significantly larger than the plastic accumulation in the Arctic, the average concentrations of plastic found there were comparable to those found in the Pacific, Atlantic and Indian oceans.\n\nIn a 2014 study, Cózar and his team estimated those oceans contain 10,000 to 35,000 tons of plastic pollution, which almost never fully decomposes on its own. Their latest findings suggest 3% of that global total is floating in the Arctic.\n\nThe researchers estimate hundreds of thousands of tiny plastic pieces are floating on the surface of the Arctic Ocean\n\nIn 2013, researchers aboard the Tara Oceans expedition who were working with Cózar sampled 42 sites of ice-free ocean around the Arctic Circle. Using mesh nets, they skimmed for bits of plastic floating on the surface and for debris suspended in the ocean depths.\n\nIn their analysis, the researchers estimated that between 100 and 1,200 tons of plastic is floating in the Arctic Ocean — a wide range to be sure, but one that could be narrowed with future study.\n\nThe vast majority of the debris was plastic fragments, including buoyant pieces of foam and manufactured items made from polyethylene and polypropylene. (The researchers estimated that 300 billion plastic items would weigh about 400 tons.)\n\nThe researchers also found fishing line and plastic microbeads, tiny granules that are added to toothpastes, facial scrubs and cosmetics. Microbeads are too small for the filters used in wastewater treatment plants, so when they’re washed down the drain they wind up in rivers, lakes and oceans, Cózar said.\n\nThe research team also found very few remains of plastic bags and wrappers. These types of plastic may be quicker to sink because their larger surface areas attract organism growth, which weighs the material down.\n\nOver time, the sun causes plastic that’s floating on the ocean surface to degrade into tiny pieces called microplastics. The debris found in the Arctic was especially small, suggesting it traveled a long way to get there.\n\n'Extraordinary levels' of pollution have contaminated even the deepest parts of the Pacific Ocean »\n\nCurrents in the Atlantic act as a ‘conveyor belt’ for floating bits of plastic\n\nDue to the small size of the debris and the region’s low population, the researchers involved in the new study suspected that much of the Arctic’s plastic pollution must be coming from distant sources.\n\nTo test this, they retraced the debris’ possible path to the Arctic using data from 17,000 satellite buoys spread across the world’s oceans. The data revealed that floating plastic gets caught up in the North Atlantic in a stretch of a deep-ocean current called the thermohaline circulation.\n\nThe thermohaline acts as a global conveyor belt powered by the temperature and salinity differences between the warm waters near the equator and the icy Arctic Ocean.\n\nOcean currents carry warm surface water into the Arctic via a “gateway” between Iceland and Scotland. When ice forms in the northern seas, the water that remains becomes saltier. This denser seawater sinks and flows back south, into the ocean basins near the equator.\n\nAs plastic pollution from the East Coast of the United States, northwestern Europe and the United Kingdom converges into a central ocean gyre in the Atlantic, the garbage accumulates on the surface and gets swept up in this slow-moving conveyor belt. It’s also possible, the study authors note, that busy shipping lanes between North America and Europe contribute some amount of plastic debris.\n\nThe floating plastic’s ports of call? The Greenland Sea and Barents Sea, which the authors called “a dead end for this plastic conveyor belt.”\n\nIn these areas, rising temperatures have reduced summer sea ice levels and created a layer of freshwater that seems to stop the advance of the plastic debris. However, it’s possible — depending on the density of the plastic items — that some of the debris could be forced toward the bottom of the ocean, Cózar said.\n\nSince the “accumulation zones” in the Greenland and Barents seas are fed by drifting debris from lower latitudes, the amount of plastic pollution in the Arctic is likely to keep growing — even if Europe and North America managed to stop depositing trash in the ocean altogether. This will be especially noticeable on the seafloor, which Cózar called “the final destination” of marine plastic.\n\nWhat this means for the Arctic\n\nThe accumulation of plastic in the ocean — especially in the Arctic — is a worrying sign, Cózar said.\n\n“The range of marine plastic size is so wide that any organism, from plankton to whales, could ingest plastic debris,” Cózar said.\n\nMany seabirds, for example, mistake decaying plastic for food. Animals that partake in a plastic-heavy diet could suffocate, or starve to death because they miss out on crucial nutrients.\n\nOn Norway’s Svalbard Islands, gull-like birds called northern fulmars feed by snatching prey from the water’s surface. Most of the fulmars sampled were found to have eaten an average 15 pieces of plastic per animal — a level that far exceeds the ecological goals set for the region.\n\nIn the Pacific Ocean, scientists found evidence of plastic accumulating in Antarctic fur seals that ate contaminated fish.\n\nAs climate change warms the Arctic and melts sea ice into open ocean, the conveyor belt of plastic will likely continue even further north.\n\n“We have been using plastic for only a few decades, but the problem has reached a global scale in such a limited time frame,” Cózar said. “The production and consumption of plastic will likely continue to rise ... so this will become a global chronic problem without urgent actions to achieve a sustainable use of the plastic materials.”\n\nsean.greene@latimes.com\n\nTwitter: @seangreene89\n\nMORE IN SCIENCE\n\nMIT researchers create a robot that can 3-D-print a building in hours\n\nStubborn plastic may have finally met its match: the hungry wax worm\n\n130,000-year-old mastodon bones could rewrite story of how humans first appeared in the Americas\n\nSCIENCE & MEDICINE\nSean Greene\nTwitter\nInstagram\nEmail\nFacebook\n\nSean Greene is an assistant data and graphics editor, focused on visual storytelling at the Los Angeles Times.\n\nLatest in Science\nREAD MORE\nOpinion: What we can learn in the 'era of cognitive\nchallenges,' when politicians and celebrities suffer from brain disorders\nMORE FROM THE LOS ANGELES TIMES\n\nOPINION\n\nOpinion: What we can learn in the ‘era of cognitive challenges,’ when politicians and celebrities suffer from brain disorders\n\nDec. 10, 2023\n\nSCIENCE & MEDICINE\n\nGene therapy offers new hope for sickle cell disease cure\n\nDec. 8, 2023\n\nSCIENCE & MEDICINE\n\nNine months after scandal, publishers are still sorting out a plagiarism mess\n\nDec. 8, 2023\n\nBUSINESS\n\nColumn: A bogus new attack on COVID vaccines from Texas’ least credible politician\n\nDec. 6, 2023\n\nSUBSCRIBERS ARE READING\nFOR SUBSCRIBERS\nThese are the 101 best restaurants in Los Angeles\nFOR SUBSCRIBERS\nPlaschke: Can you believe it? Shohei Ohtani, baseball’s new Babe Ruth, is a Dodger\nTwo-way superstar Shohei Ohtani joining Dodgers on record $700-million deal\nFOR SUBSCRIBERS\n18 surprising gifts for people who cherish experiences over things\nPresident Biden to visit L.A. for Hollywood fundraiser: Brace yourself for traffic headaches\nADVERTISEMENT\nLATEST SCIENCE\n\nSCIENCE & MEDICINE\n\nCould a monthly treatment prevent fentanyl overdoses? Scientists are working on it\n\nDec. 5, 2023\n\nCALIFORNIA\n\nCOVID, flu, RSV on the rise in California. Is another ‘tripledemic’ coming?\n\nDec. 5, 2023\n\nSCIENCE & MEDICINE\n\nSix-planet solar system in perfect synchrony has been found in the Milky Way\n\nNov. 30, 2023\n\nCALIFORNIA\n\nSuicides in U.S. hit historic high in 2022, driven by increase among older adults\n\nNov. 29, 2023\n\nCALIFORNIA\n\nBacklash to affirmative action hits pioneering maternal health program for Black women\n\nNov. 28, 2023\n\nADVERTISEMENT\nSUBSCRIBERS ARE READING\n\nLIFESTYLE\n\n30 dazzling holiday light displays that make SoCal shine\n\nCALIFORNIA\n\nAs deficit estimate hits $68 billion, Newsom seeks ‘major changes’ to healthcare wage law\n\nMOVIES\n\nThe best movies of 2023 — and where to find them\n\nMUSIC\n\nFOR SUBSCRIBERS\nThe 40 best record stores in and around L.A.\n\nFOOD\n\nWhat’s a superette? 12 unbearably cute markets to shop in L.A.\nADVERTISEMENT\n\nSubscribe for unlimited access\nSite Map\n\nFollow Us\n\nTwitter\nInstagram\nYouTube\nFacebook\neNewspaper\nCoupons\nFind/Post Jobs\nPlace an Ad\nMedia Kit: Why the L. A. Times?\nBestcovery\nCrossword\nObituaries\nRecipes\nL.A. Times Compare\nL.A. Times Store\nWine Club\nAbout/Contact\nFor the Record\nL.A. Times Careers\nManage Subscription\nReprints and Permissions\nSite Map\nCopyright © 2023, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information"
}