{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "How Plastic Pollution Impacts Wildlife - And What You Can Do!",
  "href": "http://www.conservewildlifenj.org/blog/2016/08/19/how-plastic-pollution-impacts-wildlife-and-what-you-can-do/",
  "body": "Tweet PLASTICS MAY THREATEN WILDLIFE FOR MANY YEARS by Corrine Henn, Communication Coordinator For those of us who call New Jersey home, we've all likely witnessed the impact human activities have on our environment and the species who thrive here.",
  "textContent": "MAIN SITE\nBLOG HOME\n« Absolutely Fish Supports CWF Terrapin Program\nDuke Farms “Alumni” C/94: Update »\nHOW PLASTIC POLLUTION IMPACTS WILDLIFE – AND WHAT YOU CAN DO!\n\nAugust 19th, 2016\n\n\t\t\n\tShare\nPLASTICS MAY THREATEN WILDLIFE FOR MANY YEARS\n\nby Corrine Henn, Communication Coordinator\n\n\nFor those of us who call New Jersey home, we’ve all likely witnessed the impact human activities have on our environment and the species who thrive here. Although habitat loss, illegal poaching and invasive species can be equally devastating to an ecosystem, the presence of plastic pollution around our state is a threat that almost every individual can be found personally culpable.\n\nA jellyfish & a plastic cup cover – which is which? It’s easy to see how a sea turtle could get confused and accidentally swallow plastic. Photo by Mike Davenport.\n\nAlthough many forms of pollution impact our native species, the summer months at the Jersey Shore often result in a surge of plastic debris that are left behind or improperly disposed of. Plastic pollution impacts millions of wildlife species globally, and the diverse number of species in New Jersey are no exception.\n\nThe plastic pollution that accumulates in our waterways and elsewhere around New Jersey poses a serious threat to native species. Single-use plastic products like plastic bags, bottles, bottle caps, wrappers, straws, and even balloons are not only unsustainable, but particularly dangerous for the animals that may become entangled in them or accidentally ingest them.\n\nOspreys use trash as nesting material because (sadly) it is a plentiful resource that collects in the upper areas of the saltmarsh. It is a deadly component of their nests that easily entangles them. Do your part and pick up litter if you see it. © Ben Wurst\n\nA few years ago, CWF’s Habitat Program Manager Ben Wurst and his dedicated group of volunteers who monitor the osprey nests along the coast began to hold onto the trash and debris collected in and around the nests. While it may not be the most visually appealing educational resource, it made the growing problem of plastic pollution personal for Ben, in a way that words aren’t always able to convey.\n\nPlastic bags, one of the most common single-use plastic products, were overwhelmingly prevalent in many of the nests. And osprey aren’t the only wildlife species facing this threat. Seals, terrapins, shorebirds, fish, whales, sharks and dolphins can also be impacted by plastic debris.\n\nThe presence of plastic in our daily lives is interminable and difficult to eliminate completely, but there are a number of things we can do to minimize the impact our habits may have on our wildlife!\n\nClean up after yourself:\nWhether you’re spending the day at the beach, having a picnic by a lake, or tubing down a river, make sure you take any trash with you before leaving and recycle what you can.\n\nBe mindful of your surroundings:\nIf you’re out and about and notice that someone left some trash behind, take a moment to throw it away.\n\nReduce your consumption:\nA number of small changes from millions of people can make a big difference. For starters, invest in reusable shopping bags and water bottles. And cut down on the number of miscellaneous throw away plastics you use, including straws and plastic wrappers.\n\nDonate:\nConsider donating to CWF to support our conservation projects and ensure our biologists and our volunteers are able to continue surveying and aiding species in need.\n\nLEARN MORE\n\nMarine Debris Post Sandy\nOspreys, Plastics and Marine Debris Fact-sheet 2016\n\n \n\nSHARE THIS:\nClick to share on Facebook (Opens in new window)\nClick to share on Twitter (Opens in new window)\nClick to share on Pinterest (Opens in new window)\nClick to email a link to a friend (Opens in new window)\nLIKE THIS:\n\nTags: New Jersey, new jersey wildlife, NJ, osprey, plastic, plastic bag, plastic pollution, wildlife\n\nThis entry was posted on Friday, August 19th, 2016 at 11:35 am and is filed under Birds, Education, Fish, Marine, osprey, Outdoor Recreation, Reptiles, Wildlife Protection. You can follow any responses to this entry through the RSS 2.0 feed. Both comments and pings are currently closed.\n\n5 RESPONSES TO “HOW PLASTIC POLLUTION IMPACTS WILDLIFE – AND WHAT YOU CAN DO!”\n helen holmes says:\nAugust 19, 2016 at 12:53 pm\n\nSaw an article recently about a wildlife guy in the UK and he started a positive campaign and he calls it – JUST ONE THING.\n\nBy that he means he wants everyone who can to pick up JUST ONE THING – every day – in an effort to clean up the habitat wildlife are forced to live in that is filled with plastic and glass. He did the math and it was astounding how it could work out if almost everyone joined in.\n\nDoubt if he would mind your using his idea and that coupled with major clean ups, may make a serious dent though I don’t think Osprey are into interior decorating or architecture. Thus, they really do need our help.\n\n Jim Merritt says:\nAugust 21, 2016 at 8:06 am\n\nGreat article! We all need to do more to help keep plastic out four environment. Do you think CWF could produce and sell recyclable plastic shopping bags with a message on them? I would love to use them at Sedge.\n\n mikedavenport says:\nAugust 22, 2016 at 11:09 am\n\nThat’s a great idea Jim! I’ll pass along the suggestion.\n\n Mavis says:\nAugust 30, 2016 at 6:07 am\n\nA useful sharing, waste plastics have polluted our surroundings, causing death of animals. We shall treat plastic waste by ourselves.\n\n Nicholas Homyak says:\nSeptember 10, 2016 at 9:22 am\n\nWithout corporate responsibility Laws enacted and banning the expansion of plastic products individual actions are like they never happened at all. Take it from one whom has been cleaning Park Resources for years. Our Landscapes are full of trash. name one place where plastic pollution is not present? You can’t!\n\nSUBSCRIBE!\n\nEnter your email address to subscribe to the Conserve Wildlife Blog and receive notifications of new posts by email.\n\nEmail Address:\n\nSubscribe\n\nSUPPORT CONSERVE WILDLIFE FOUNDATION\n\nSupport our efforts to protect New Jersey’s rarest animals, restore important habitat, and foster pride in New Jersey’s rich wildlife heritage.\n\nJOIN - DONATE - ADOPT A SPECIES\nRECENT COMMENTS\nJoe Hayburn on Photo from the Field: Spout Off! Osprey Platform Repair\nBen Wurst on Gardening for Terrapins\nThomas Smith on 2023 JB McGuire Grassland Bird Survey\nCB Katzenbach on Gardening for Terrapins\n \n\n© 2019 Conserve Wildlife Foundation of New Jersey"
}