{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Taking the Pledge for One Less Straw - Mission Blue",
  "href": "https://missionblue.org/2016/08/taking-the-pledge-for-one-less-straw/",
  "body": "That is like 1.6 straws for every man, woman and child living in this country… every single day. If you were to take an entire day's worth of plastic straws we use in one day, it would fill up over 127 school busses. That is like over 46,400 school buses full of one-time use plastic straws that are ending up in our landfills and waterways.",
  "textContent": "View Mission Blue's Annual Report\nSkip to content\nDONATE\nMENU\nTAKING THE PLEDGE FOR ONE LESS STRAW\nAugust 25, 2016\n\nMission Blue is proud to partner with One More Generation!\n\nDid you know that in America, we are using an estimated 500,000,000 plastic straws every single day?  That is like 1.6 straws for every man, woman and child living in this country… every single day.  If you were to take an entire day’s worth of plastic straws we use in one day, it would fill up over 127 school busses.  That is like over 46,400 school buses full of one-time use plastic straws that are ending up in our landfills and waterways.  Sick isn’t it?\n\nThis inspired 13-year-old Olivia and her 15-year-old brother Carter to  launch the global “OneLessStraw Pledge Campaign” this fall.  Olivia and Carter realized reducing our plastic footprint could be very easy to do; we just need to say ‘NO‘ to single-use plastics such as straws.  The campaign has three phases, outlined below:\n\nThe first phase started in early August where we reached out to organizations around the world seeking partners for the campaign (Mission Blue is proud to be one of the partners). All partners will have their logo and a direct website link listed on the Partners Page.  \n\nWe are also sending out emails to all the school superintendents across the country with information on the campaign and asking that they allow their entire school district to get involved.  If you have a school/district you would like to speak with about taking the pledge, please email us and we will help you work out the details.  If your organization would like to be listed as a partner, email us your logo and the website link you want associated with the logo.\n\nThe second phase begins in September when we will follow up with the school superintendents and also ask schools across the nation, and in other select countries, to have their students participate in the program by signing the pledge promising not to use a single plastic straw during the month of October.\n\nWe are asking the students to get at least one family member to do the same. The pledge asks the participants to commit to a dollar amount (i.e. .50-cents or $1.00) they promise to pay for every time they forget to refuse a straw. All funds collected by the students goes to their schoolto bring in more environmental education programs.\n\nWe are also asking the students to seek out at least one restaurant in their community and ask them to sign a pledge stating they promise not to hand out straws during the entire month of October, unless requested by the customer.\n\n© One More Generation\n\nThe third phase happens in October when we will ask the students and their families to ensure getting in the habit of saying “No” to plastic straws for the entire month.  Students will also have the opportunity to upload pictures of themselves and their families refusing a straw or even taking pictures of servers wearing our campaign buttons.  \n\nWe will be hosting a raffle with cool prizes. Every pledge submitted is linked to the person’s name so the more pledges (either Individual, Business or School) the students get, the better their chances of winning a prize.\n\nThe OneLessStraw.org website is now live and has lots of resources and an interactive map which will track the progress of the campaign around the country and even around the world.\n\nThe very first restaurant to join the campaign was North Beach Bar and Grill in Tybee Island, Georgia, and they are already reporting their staff loves the idea and their customers are gladly participating.  Check out the testimonial they sent us below.\n\nMessage from Kathryn Williams:\n\nThe pins are a hit!  Thank you again for including us in this project.  Progress is being made – I had lunch with 7 people today at the Grill.  Only 1 of the 8 asked for a straw and was then shamed by the rest of the group:)\n\nAs you can see, the campaign is designed to be fun and produce long-lasting results.  We encourage everyone to download the pledge forms from our website or complete the online version.  \n\nThank you in advance for helping us make sure this campaign is a huge success by sharing it with everyone you know. Please be sure to email us your signed pledge form today.\n\n“Remember, anybody can make a difference… if we can, you can too.”\n\n4 THOUGHTS ON “TAKING THE PLEDGE FOR ONE LESS STRAW”\n Rose Ballsi says:\nSeptember 13, 2016 at 3:24 pm\n\nfantastic idea! Let’s unite together for mother earth!!\nCan’t say when the last time I used a straw. Years ago!!\n\nReply\n Lyza Ingkiriwang says:\nAugust 28, 2016 at 2:55 am\n\nyou both are awesome !!\n\nReply\n Patricia Tricorache says:\nAugust 27, 2016 at 2:48 pm\n\nHow about starting a contest for the best ideas to reuse straws? Could be a handcraft or something useful.\n\nReply\n Olivia and Carter Ries says:\nAugust 25, 2016 at 7:54 am\n\nThank you all so much for the amazing support. We are so honored to be working with you and look forward to tackling plastic straws together.\n\nReply\nLEAVE A REPLY\n\nYour email address will not be published. Required fields are marked *\n\nComment *\nName *\nEmail *\nWebsite\nSave my name, email, and website in this browser for the next time I comment\n\nBy using this form you agree with the storage and handling of your data by this website. *\n\nSearch\nRECENT POSTS\nPrince William Sound is Alaska’s First Hope Spot!\nSt Helena Island Recognized as Mission Blue Hope Spot\nSink or Swim: Protecting and Restoring Key Mangrove Habitats for Juvenile Shark Species in the Golfo Dulce Hope Spot, Costa Rica\nHumboldt Archipelago in Chile Approved as a Multi-Use Marine Coastal Protected Area\nDr. Sylvia Earle: A Hero to Rio de Janeiro’s Ocean\nARCHIVES\n2023\n2022\n2021\n2020\n2019\n2018\n2017\n2016\n2015\n2014\n2013\n2012\n2011\n2010\n2009\nPOST NAVIGATION\n Giving warriors a cause. Giving a cause its warriors.\nNational Parks Were America’s Best Idea. Let’s Bring Them Underwater \nRELATED ARTICLES\nPrince William Sound...\nSt Helena Island...\nSink or Swim:...\nHumboldt...\nDr. Sylvia Earle: A...\nLOAD MORE\nCONNECT WITH MISSION BLUE\n   \nPrivacy Policy Terms of Use Intellectual Property Rights Policy Archive\n\nSylvia Earle Alliance/Mission Blue, P.O. Box 6882, Napa, CA 94581 (707) 492-6866\n\nMission Blue | Copyright 2023 All Rights Reserved | Site by Inlineos LLC\n\nWe use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept”, you consent to the use of ALL the cookies.\nRead More\nREJECT\nACCEPT"
}