{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Plastic from tyres 'major source' of ocean pollution - BBC News",
  "href": "https://www.bbc.com/news/science-environment-39042655",
  "body": "Microplastics from tyres and textiles are a bigger source of marine pollution than the breakdown of larger plastic waste in some areas, says the IUCN. Up to 30% of plastic released into the oceans ...",
  "textContent": "BBC Homepage\nSkip to content\nAccessibility Help\nSign in\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nMore menu\nSearch BBC\nBBC News\nHome\nIsrael-Gaza war\nWar in Ukraine\nClimate\nVideo\nWorld\nUS & Canada\nUK\nBusiness\nTech\nMore\nScience\nPlastic from tyres 'major source' of ocean pollution\nPublished\n22 February 2017\nShare\nIMAGE SOURCE,\nTHINKSTOCK\nImage caption,\nTyres can give off plastic particles, that can end up in the ocean\nBy Helen Briggs\nBBC News\n\nParticles of debris from car tyres are ending up in the ocean as \"plastic soup\", conservationists warn.\n\nMicroplastics from tyres and textiles are a bigger source of marine pollution than the breakdown of larger plastic waste in some areas, says the IUCN.\n\nUp to 30% of plastic released into the oceans each year comes from primary microplastics, not the disintegration of larger pieces, a report found.\n\nDebris from tyre abrasion and synthetic fabrics are the main sources, they say.\n\nThe IUCN reviewed data from seven global regions to look at how much of the estimated 9.5 million tonnes of new plastic waste released into the oceans each year comes from primary microplastics.\n\nThese are tiny plastic particles from the likes of consumer products rather than the degradation of larger bits of plastic in the oceans.\n\nThe report found between 15% and 31% of plastic pollution came from primary microplastics, of which the biggest contributors (almost two-thirds) were abrasion of synthetic textiles, while washing, and abrasion of tyres, while driving.\n\nSynthetic rubber, made from a variant of plastic, makes up around 60% of the rubber used in tyres.\n\nOther sources included microbeads in cosmetics, which contributed about 2% of the releases to the ocean globally.\n\nFrançois Simard, deputy director of IUCN's marine programme, said the findings came as a surprise.\n\n\"We discovered that most of the microplastics are coming from either the clothes or from the tyres,\" he told BBC News. \"Microplastics are going everywhere in the sea and into the food chain, let's close the plastic tap.\"\n\nIMAGE SOURCE,\nSPL\nImage caption,\nMany sources of plastic end up in the ocean\n\nIUCN director general Inger Andersen said the report was \"a real eye-opener\".\n\n\"Our daily activities, such as washing clothes and driving, significantly contribute to the pollution choking our oceans, with potentially disastrous effects on the rich diversity of life within them, and on human health,\" she said.\n\nThe release of microbeads from cosmetic products has received widespread publicity, resulting in action from manufacturers.\n\nHowever, solving plastic pollution from tyres and synthetic clothes will be harder to address.\n\nJoao de Sousa, marine project manager for the IUCN's global marine programme, said solutions must include product and infrastructure design as well as consumer behaviour.\n\nFor example, synthetic clothes could be designed to shed fewer fibres and consumers can act by choosing natural fabrics.\n\nIn parts of the world, such as North America, primary microplastics are a bigger source of marine plastic pollution than plastic waste, according to the report.\n\nMeanwhile, synthetic textiles are the main source of primary microplastics in Asia and tyres dominate in the Americas, Europe and Central Asia.\n\nLast month, a separate report by a scientific body that advises the UN on marine environmental protection highlighted concerns about debris from vehicle tyres.\n\nReport co-editor Peter Kershaw called for further investigation and partnerships with industry to tackle the problem.\n\nFollow Helen on Twitter.\n\nTop Stories\n\nHalf of Gaza's population is starving, warns UN\n\nPublished\n4 hours ago\n\nThe status quo is smashed. The future is messy and dangerous\n\nPublished\n20 hours ago\n\nUS university president quits in antisemitism row\n\nPublished\n7 hours ago\nFeatures\n\nFrom 'Candy girls' to strong K-drama women\n\nHow divers are using antibiotics to save a massive coral reef\n\nCan humanity really kick its fossil fuel addiction?\n\nWhen 600 US planes crashed in Himalayas in audacious WW2 mission\n\nYour pictures on the theme of autumn colours\n\nThe man who remade Serbia\n\nHow Ohtani became Japan's biggest baseball export\n\nEgypt discontent grows as Sisi seeks third term\n\nUkraine in 'mortal danger' without aid - Olena Zelenska\n\nElsewhere on the BBC\n\nWhy US 'YOLO' spending baffles economists\n\nKarakalpakstan: The 'stan' you've never heard of\n\nHow a 1574 portrait was made 'Insta-fabulous'\n\nMost Read\n1\nColossal sea monster unearthed from Dorset cliffs\n2\nRoyal Family reveal Christmas card pictures\n3\nChinese garlic is a security risk, says US senator\n4\nFrom car-top twerking to flamingos, GTA captures Miami's extremes\n5\nUS university president quits in antisemitism row\n6\nOhtani joins Dodgers in record $700m baseball deal\n7\nMahsa Amini's family stopped on way to collect award\n8\nThe status quo is smashed. The future is messy and dangerous\n9\nPopcorn moment for Poles as pro-EU Tusk returns to power\n10\nHalf of Gaza's population is starving, warns UN\nBBC News Services\nOn your mobile\nOn smart speakers\nGet news alerts\nContact BBC News\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
}