{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "The last straw: brothers battle to rid Hong Kong of plastic drinking ...",
  "href": "https://www.scmp.com/news/hong-kong/health-environment/article/1984039/last-straw-brothers-battle-rid-hong-kong-plastic",
  "body": "Plastic straws also wash up on Hong Kong's beaches, putting land mammals at risk. In recent years, there have been cases of sea turtles getting straws lodged in their nostrils, which often have ...",
  "textContent": "ChinaEconomyHKAsiaBusinessTechLifestylePeople & CultureWorld\n-\nAll\nSUBSCRIBE\nCampaigner Gary Stokes holds up some of his paper straws. Photo: SCMP Pictures\nHong KongHealth & Environment\nThe last straw: brothers battle to rid Hong Kong of plastic drinking straws which pollute city’s waters\n\nCampaigner Gary Stokes and his brother are seeking to reduce plastic waste, in particular in waters surrounding Hong Kong\n\nRachel Blundy\n+ FOLLOW\nPublished: 8:00am, 2 Jul, 2016\nWhy you can trust SCMP\nListen to this article\n\nEnvironmentalists are on a mission to rid Hong Kong of plastic drinking straws, concerned about the risk posed to marine life after being dumped in surrounding waters.\n\nGary Stokes, director of Sea Shepherd Asia, and his brother Andy, a graphic designer, are attempting to persuade the city’s bars and restaurants to replace their plastic straws with paper ones.\n\nListen\nPost\nRail guns are seen are part of game-changing technologies that could tip the scales in future wars. Photo: US Navy\nChinaScience\n2 years after US killed the rail gun, China brings weapon back to life with technological leap\nMilitary engineers have managed to create an electromagnetic rail gun that does not suffer damage after continuous firing\nThe breakthrough Chinese weapon has surpassed the US, which cancelled its costly rail gun development in 2021\nScience\n+ FOLLOW\nStephen Chen\nin Beijing\n+ FOLLOW\nPublished: 12:00pm, 9 Dec, 2023\nWhy you can trust SCMP\nListen to this article\n\nA group of Chinese navy engineers claim to have built an electromagnetic rail gun that can swiftly fire a multitude of projectiles without sustaining damage.\n\nEven during continuous firing, the weapon retained a remarkable level of shooting accuracy, they said.\n\nThe shells shoot out of the barrel at 2km (1.24 miles) per second, which means any target within 100-200km is within its sights.\n\nIn comparison, regular artillery shells usually have a limit of tens of kilometres.\n\nIn one of the tests, the rail gun proved its mettle by firing off 120 rounds – or close to what some of the artillery in service today can do.\n\nAfter the lightning and thunder subsided, the entire system remained intact, according to the researchers.\n\n“Similar work has never been publicly reported before,” the team with the National Key Laboratory of Electromagnetic Energy at the Naval University of Engineering said in a paper published on November 10.\n\nDAILY, MONDAY TO FRIDAY\nChina at a Glance Newsletter\nYour daily must-read of essential stories from China, including politics, economy and current affairs.\nBy submitting, you consent to receiving marketing emails from SCMP. If you don't want these, tick here\nGET OUR NEWSLETTER\nBy registering, you agree to ourT&CandPrivacy Policy\n\n“War machines are slowly shifting from chemical power to electromagnetic power … [and] continuous firing rate is a crucial indicator of combat effectiveness for electromagnetic rail launch systems,” the scientists and engineers led by Professor Lu Junyong wrote in the paper.\n\nThe US abandoned its development of rail guns in 2021, focusing instead on hypersonic missiles. Photo: US Navy\n\nThis breakthrough means that “electromagnetic rail launch systems can now fire reliably, swiftly and without interruption”, they added.\n\nIt puts China ahead of the pack, globally.\n\nThe number of rounds that can be fired at Mach 6 before something gives, has to be considered by every scientist and engineer looking at rail guns.\n\nIn a rail gun, electromagnetic force sends a projectile or missile flying down a track, reaching speeds and distances beyond regular guns . It is seen as one of the game-changing technologies that could tip the scales in future wars. But for a long time, it was stuck in the realm of science fiction.\nIn the US, the navy poured a vast sum of money and decades of work into rail guns, but gave up in 2021 to focus its limited resources on hypersonic missiles instead.\n\nOne of the main sticking points the US had with rail guns was that they could not work out how to build something that could fire repeatedly without breaking down.\n\nMeanwhile the success of the Chinese team can be largely attributed to a sophisticated measurement and diagnostic system.\n\nThe system is capable of collecting and analysing data from more than 100,000 component points simultaneously. That is nearly 10 times the number of sensors on a modern aircraft.\n\nChinese researchers working on electromagnetic weapons figure they could use the tech to zip a train through a vacuum tube at 1,000km/h, faster than any plane. Photo: Handout\n\nIt has to find problems quickly, too, and work out what is causing them. A lot can go wrong with a machine that is complex and works in extreme conditions. Even the best technicians need days to sort it out sometimes.\n\nBut this AI system in China can cut that time down to milliseconds.\n\nAnd it can make decisions on its own. If something is not too serious, like a piece of equipment getting a little too hot, it will keep going. But if there is trouble that could cause real damage, like something wrong with the thrust, it will not fire even if everything is loaded up.\n\nLu’s team said this clever system had saved the pricey weapon three times already. And with every little problem found and fixed, the electromagnetic gun works smoother. In the last 50 shots, there had not been a single glitch.\n\nElectromagnetic rail guns and the tech that comes with them are important for the Chinese military. They hope the weapons could be used to shake up American control of the seas.\n\nSome Chinese military experts trust that these rail guns could fire beyond 200km, letting their navy throw a lot of punches far from home.\n\nChina’s top naval scientist proposes a Star Wars-style ‘supership’\n16 Jun 2023\n\nIt was the Americans who first dreamed up a maritime version of Star Wars. Back in 2011, they had spent four years shooting off 1,000 test shells. By 2018, they were aiming high – building something that could fire 1,000 rounds easily.\n\nBut engineering, tech and money got in the way. The US military gave up on it in 2021, and some critics warned that China could use this as an opportunity to catch up and maybe even surpass them.\n\nThe Chinese researchers working on electromagnetic weapons are thinking big. They think they could use this tech to zip a train through a vacuum tube at 1,000km/h – faster than any plane flying today.\n\nAnd by lifting up the end of that tube, they could launch rockets and maybe even make space travel cheaper. In November, China built the world’s longest vacuum electromagnetic launch tube in Shanxi province, and many research teams from around the nation are keen to test it.\n\nListen\n203\n\nWe use cookies to tailor your experience and present relevant ads. By clicking “Accept”, you agree that cookies can be placed per our Privacy Policy.\nACCEPT"
}