{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "10 Uses for Straws - Bob Vila",
  "href": "https://www.bobvila.com/slideshow/10-surprising-things-you-can-do-with-a-plastic-straw-51171",
  "body": "1 /10. To keep those chips from going stale, use a straw as a bag clip. Slice a straw lengthwise, cut it to match the width of the bag, then just slide it over the bag's opening. For a more ...",
  "textContent": "Bob Vila Tried, True, Trustworthy Home Advice\nAbout Bob\nNewsletters\nFIND INFO\nGET IDEAS\nHOW-TO\nWATCH TV\nGreen\n10 Surprising Things You Can Do with a Plastic Straw\nDrinking straws seem to have only one purpose, but they have become a DIY darling. It’s not hard to see why: They’re produced in an endless range of fun colors and patterns, they’re cheap, and they’re super-versatile. Check out these 10 unexpected ways to use…\nBy Debra Immergut | Published Jun 07, 2017 01:18 PM\n   \nClip Bags Closed\n1/10\n\nTo keep those chips from going stale, use a straw as a bag clip. Slice a straw lengthwise, cut it to match the width of the bag, then just slide it over the bag’s opening. For a more secure closure, fold the bag’s top over a few times, then slide a second “straw clip” into place.\n\nRelated: The Tiniest Appliances That You Never Knew Existed\n\nPhoto: istockphoto.com\n\nMake Over Your Christmas Lights\n2/10\n\nFor a colorful change to your twinkling white lights, cut straws into one-inch segments, then slide one over each tiny bulb. Voilà! You now have a garland of bright, multicolored string lights. \n\nRelated: 8 New Ideas for DIY Outdoor Lighting \n\nPhoto: istockphoto.com\n\nHull Strawberries\n3/10\n\nThere seems to be a kitchen gadget for everything nowadays, but the next time you need to hull a bunch of strawberries, don't rush off to buy a new toy. Save yourself some money and cut down on clutter with this smart cooking hack. Grab a straw and insert it into the berry’s pointed bottom. Push it through until it pops out the other side, taking the hull and stem along with it. It's so simple and easy! When you're done, just toss the straw away. \n\nRelated: 12 Kitchen Gadgets People Always Regret Buying\n\nPhoto: bakingdom.com\n\nMake Your Razor Road-Ready\n4/10\n\nUse a straw to protect your razor blade when traveling. Snip a straw lengthwise and cut it to the length of your razor’s head. Then, simply slide the cover into place and you’re good to go.\n\nPhoto: istockphoto.com\n\nMake Colorful Containers\n5/10\n\nStraws can transform any can into a cheery storage cup or vase. First thoroughly clean the inside and outside of the can. Then, wrap the exterior with several lengths of double-sided tape. Cut straws to the same length as the container’s height, and secure them to the tape in tight formation until they completely cover the outside of the can.\n\nRelated: 13 Creative Designs for Easy DIY Planters\n\nPhoto: amykrist.org\n\nOrganize Electrical Cords\n6/10\n\nThe cords behind the TV and computer always seem to be in a jumble, making it impossible to tell which wire plugs into what. Organize the chaos by using straws as labels. Simply slice the straws lengthwise, cut them in half, then slide one section onto each cord in a visible spot. Label each one with a permanent marker and you'll never again wonder which cord is which.\n\nRelated: 9 \"Zero Dollar\" DIY Organizing Solutions\n\nPhoto: istockphoto.com\n\nProp Up Drooping Daisies\n7/10\n\nWhen gerbera daisies or other single-stem blossoms start to slump, give them a little support with the help of a straw. Just slide the stem into the straw, leaving enough stem protruding at the bottom to suck up water. Soon enough, the flowers will again be standing tall. \n\nRelated: 7 Ways to Buy Yourself a Green Thumb for Under $40\n\nPhoto: istockphoto.com\n\nKeep Necklaces Untangled\n8/10\n\nWhether you are traveling or just have an overflowing jewelry box, necklaces are bound to get tangled. To prevent this irksome occurrence, thread your necklaces through a straw, then close the clasp. Line the straws up for a neat presentation and no snarls!\n\nRelated: 18 Clever Storage Solutions You Can DIY for Free\n\nPhoto: istockphoto.com\n\nUnclog the Ketchup\n9/10\n\nIt happens all the time: You keep banging on the bottom of the ketchup bottle with no luck, then suddenly out comes a flood of the stuff. Next time you find yourself shaking the bottle to no avail, use a straw to gently create air pockets deep inside the bottle that will help thick liquids flow smoothly again.\n\nRelated: 21 Home Hacks That Are Crazy Enough to Work\n\nPhoto: istockphoto.com\n\nMake Garden Markers\n10/10\n\nPlastic straws are an excellent waterproof option for labeling  rows of seeds or seedlings. Wrap a length of duct tape or washi tape around one end of a straw to create a flag, write the name of the plant on the label, and then sink the bottom of the straw into the soil. This quick and affordable solution will help you remember what you're growing in your garden. \n\nRelated: 10 Ways to Buy Your Garden on the Internet \n\nPhoto: istockphoto.com\n\nDon't Miss!\n\nClever project ideas and step-by-step tutorials delivered right to your inbox each and every Saturday morning—sign up today for the Weekend DIY Club newsletter!\n\nDisclosure: BobVila.com participates in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for publishers to earn fees by linking to Amazon.com and affiliated sites.\n\nTAGS: repurposing use diy\nMORE FROM BOB VILA\n \n11 Ways to Make the Most of Your Town’s Curbside Cleanup Day\n  \n10 Surprising Things You Can Do with Used Tea Bags\n  \n10 Reasons You Shouldn't Toss Silica Gel Packets\n  \n11 Things to Do with Plastic Cups\n  \n20 Surprising Things You Can't Recycle\n  \n11 Super Simple Ways to Make Your House Smell Fresh\n  \n21 Clever Little Things to Do with Scrap Wood\n  \n12 Ways You Never Thought to Use a Paper Clip\n  \n21 Money-Saving Tricks That Every Homeowner Needs to Know\nDIY Wireless Surround Sound Best TV Wall Mount Best Home Weather Station Best Duct Tape Best LED Light Strip Best Ladder Best Floor Lamps Best Cordless Phone Best Tire Inflator\n     About Bob Newsletters Contact Advertising Privacy Policy Terms & Conditions How We Test & Review Products\n\nDISCLAIMER(S)\n\nArticles may contain affiliate links which enable us to share in the revenue of any purchases made.\n\nRegistration on or use of this site constitutes acceptance of our Terms of Service.\n\n© 2023 Recurrent. All rights reserved."
}