{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Is straw necessary for new grass seed? : r/landscaping - Reddit",
  "href": "https://www.reddit.com/r/landscaping/comments/50ift5/is_straw_necessary_for_new_grass_seed/",
  "body": "Peat moss is the correct answer. Highway departments use straw because it is cheap and they don't care about weeds, which you will get with straw. If you're going to all the effort of seeding and watering you should do it right and lay a thin topping of peat moss over the seeds. Your new grass will thank you. 7 yr. ago.",
  "textContent": "Is straw necessary for new grass seed? : r/landscaping\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to landscaping\nr/landscaping\n•\n7 yr. ago\nHuntstreet\nIs straw necessary for new grass seed?\nQuestion\n\nHey all, I've tried doing plenty of research but would like personal input. I'm in zone 7B. I'm wanting to put down fescue where there is primarily just dirt and a few weeds. I plan on raking it before seeding and then rolling it after seeding. Area is in shade except for about 5-7 hours a day. Could I have good results without putting down straw, mulch, compost, etc if well watered? I'm not trying to have a HGTV quality lawn. Just want some grass lol. Thanks!\n\nSort by:\nAdd a Comment\nGrandmaGos\n•\n7 yr. ago\n\nA light scattering of straw is extremely helpful and conducive towards success. This is why highway departments and city street crews always use it.\n\nIt serves to hide the seed somewhat from hungry birds.\n\nIt acts as a windbreak for the seeds right at soil level, thus reducing evaporation pressure on them.\n\nIt acts as mulch, reducing evaporation from the soil overall.\n\nThe germinating seedlings cannot be allowed to dry out, and straw goes a long way towards reducing this possibility. On a hot August day in zone 7B, germinating seeds that are completely exposed to the sun and wind can scorch out in a few minutes, regardless of whether the soil beneath them is moist or not. But if they have a whole series of tiny straw windbreaks to change the air flow and protect them, their chances of survival are much greater.\n\nReply\nreply\nPlaycate25\n•\n7 yr. ago\n\nBe aware the straw may have weed seeds, you may be better off using peat moss or something else instead. If you are raking it in and getting good soil coverage you may not need anything. Check over at r/lawncare for more info.\n\nReply\nreply\n1 more reply\nEngineerchic\n•\n7 yr. ago\n\nI would advise something to help it stay moist during the first week. If you don't want to use straw, what about a light sprinkling of peat moss? Birds are the biggest threat to any grass seed I've used, but then I started using the stuff with the paper coating - the birds hate it. It is probably over-priced seed but it worked better for me than the non-coated seeds I tried in the past.\n\nReply\nreply\nfidelitypdx\n•\n7 yr. ago\n\nI've had plenty of luck seeding consecutively over a few weeks, just by tossing out seed by hand. Basically buy a bunch of seed, toss it around your yard, wait 2-3 weeks and see where it's patchy and reseed by hand. Repeat as necessary.\n\nTo prep the ground I would usually dump some compost and spread it with a rake, but that's about it.\n\nReply\nreply\nNgmedic68w\n•\n7 yr. ago\n\nI have had success with the Scott's patch master for small 10sq ft patches of bare spots. They also have the small hydro seed kits but Ymmv I've never used it.\n\nReply\nreply\nRagozi\n•\n7 yr. ago\n\nDo you have to remove it eventually, before mowing? How long do you keep it down? I've had mine down for three months now ... Can't really tell if grass has grown in because I'm too afraid to mow it with the fish netting in there\n\nReply\nreply\n6 more replies\nPippyLongSausage\n•\n7 yr. ago\n\nI used compost/top soil and it turned out great until the summer heat killed it. About 1/4\" will keep the seed moist. Get an automatic sprinkler timer too\n\nReply\nreply\n[deleted]\n•\n7 yr. ago\n \nTop 1%\nRank by size \nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n137 upvotes · 37 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/Roadcam\n[USA][OR] Can't fail a dual turn any harder than this\nyoutube\n139 upvotes · 37 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/Roadcam\n[USA][TX] Car t-boned crossing intersection\nyoutube\n122 upvotes · 29 comments\nr/Roadcam\n[USA] Clueless red light runner collides with pickup truck (Houston, Texas)\nyoutube\n102 upvotes · 18 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/Roadcam\n[USA] Cammer gets aggressive and pits car that tries to cut in (Clarksville, Tennessee)\nyoutube\n223 upvotes · 95 comments\nr/Roadcam\n[USA] Car cuts off SUV, resulting in rollover crash (Columbus, Ohio)\nyoutube\n187 upvotes · 46 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 334 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n120 upvotes · 25 comments\nr/CatastrophicFailure\nThe Aggie Bonfire Collapse | November 18, 1999 | College Station, TX (Fascinating Horror)\nyoutube\n294 upvotes · 32 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 48 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n589 upvotes · 41 comments\nr/wisconsin\nFull body-cam footage behind the viral Applebees arrest video in Kenosha\nyoutube\n105 upvotes · 20 comments\nr/milwaukee\nFound on Youtube, probably the best look at historic streetcars in Milwaukee that I've ever seen.\nyoutube\n104 upvotes · 12 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n120 upvotes · 19 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/UFObelievers\nDavid Grusch on JRE talking about why he is certain the phenomenon is real and how long we've known\nyoutube\n171 upvotes · 102 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/TheWhyFiles\nPajamas, Champagne and 3 Million Friends\nyoutube\n145 upvotes · 16 comments\nr/flipperzero\nFinally, FlipperPhone! With this DIY open-source module you can call and write sms with FLipperZero. All materials and instructions will be on github (WIP), you can find git in the description under the video\nyoutube\n130 upvotes · 25 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nDad's keys\nyoutube\n138 upvotes · 15 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 31, 2016\nReddit\nreReddit: Top posts of August 2016\nReddit\nreReddit: Top posts of 2016"
}