{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "What are microfibers and why are our clothes polluting the oceans?",
  "href": "https://www.greenpeace.org/international/story/6956/what-are-microfibers-and-why-are-our-clothes-polluting-the-oceans/",
  "body": "Between 15% to 31% of marine plastic pollution could be from tiny particles released by household and industrial products, rather than larger plastic items that degrade once they reach the sea. The IUCN calculates that 35% of this microplastic pollution comes from washing synthetic textiles.",
  "textContent": "Skip to Navigation\nSkip to Content\nSkip to Footer\nIssues we work on\nGet involved\nNews and Stories\nAbout us\nDonate \nToggle search form\nStories  Nature | People\nWhat are microfibers and why are our clothes polluting the oceans?\nKirsten Brodde\n2 March 2017 • 3 min read\nShare on Whatsapp\nShare on Facebook\nShare on Twitter\nShare via Email\n\nSynthetic fibers could be a wonderful thing. Their production requires far less water than cotton and they don’t require toxic pesticides to grow. But does that make them environmentally friendly? Sadly not.\n\nThe expansion of fast fashion wouldn’t be possible without polyester. Relatively cheap and easily available, polyester is now used in about 60% of our clothes. But, if we take into account the fossil fuels used in its production, CO2 emissions for polyester clothing are nearly three times higher than for cotton! Our reliance on polyester is one of the reasons why the fashion industry is one of the most polluting industries in the world; both in terms of its emissions-heavy production and the non-biodegradable waste it leaves behind.\n\nFast Fashion infographic © Greenpeace\n\nOne piece of clothing can release 700,000 fibers in a single wash\n\nOnce our clothes reach a washing machine, the synthetic fabrics release tiny strands: so-called microfibers. These are essentially microscopic pieces of plastic, just like the microbeads you find in cosmetics.\n\nEvery time you run your washing machine, hundreds of thousands of microfibers are flushed down the drain. Many reach beaches and oceans where they can remain for hundreds of years.\n\nSwallowed by fish and other sealife, microplastic travels up the food chain, where they end up on our plates.\n\nvia GIPHY\n\n30% of ocean plastic pollution could come from microplastics\n\nAccording to a new IUCN report, microplastics could be causing even more of a problem than we thought. Between 15% to 31% of marine plastic pollution could be from tiny particles released by household and industrial products, rather than larger plastic items that degrade once they reach the sea.\n\nThe IUCN calculates that 35% of this microplastic pollution comes from washing synthetic textiles. Europe and Central Asia alone dump the equivalent of 54 plastic bags worth of microplastics per person per week into the oceans.\n\nStudio shoot of microplastics from water samples taken by manta trawl (mesh size: 300µm ) in different German rivers onboard the Beluga II (period: April—June 2016 © Fred Dott / Greenpeace\n\nSo what can we do?\n\n\nIt’s unrealistic to think that we can get rid of synthetic fibers altogether. Their use is too widespread and the sheer volume of clothing that we produce simply can’t be manufactured using only cotton and other natural fibers. And while the manufacturing industry is developing solutions; like more efficient filters for washing machines, they don’t yet tackle the problem.\n\nWe need to radically rethink the way we manufacture and use what we wear. Clothes should be produced without polluting the environment. They should be designed with durability in mind, so that they can be recycled only after many years of use. As consumers we have a big part to play in preventing microfibers from polluting the oceans, simply by buying less. If we reduce consumption, we reduce waste. It starts with being more conscious of the issue, and the rest should be simple.\n\nA 2.5m tall slit walker is promoting shopping alternatives in Hong Kong.\n\nLess is more\n\nRethinking our buying patterns is possible. We already shop too much and wear our clothes too little. A 2015 survey by Greenpeace Germany revealed that about 40% of our clothes are rarely or never worn [in German]. We can change that. We can buy secondhand or vintage, make use of clothing exchanges online and within local communities, or up-cycle our existing clothes. Clothing doesn’t have to be brand-new to be fashionable.\n\nVisit Story of Stuff to find out more about microfibers and what you can do to help, and please share the video and spread the word!\n\nDr. Kirsten Brodde is the Detox my Fashion Global Project Lead at Greenpeace Germany.\n\nFor additional information, check out our microfibers explainer video:\n\nPlay\n#Oceans #Health\nRelated Articles\nPress Releases•#Oceans\nNorway's greenlight for Deep Sea Mining in the Arctic shatters international credibility\n\n\"By opening up for deep sea mining, Norway has lost all credibility as a responsible ocean nation and signatory of the UN Ocean Treaty”\n\nGreenpeace International•5 December 2023•2 min read\n\nPress Releases•#Oceans#Arctic Sunrise\nGreenpeace confronts deep sea mining ship in at-risk Pacific region\n\nGreenpeace International activists yesterday began an ongoing peaceful action against a ship doing deep sea mining exploration for The Metals Company (TMC), to denounce the imminent threat that this industry poses to the world’s oceans\n\nGreenpeace International•23 November 2023•2 min read\n\nPress Releases•#Oceans\nThe oceans need a deep sea mining moratorium, not regulations that allow destruction\n\nThe latest meeting of the International Seabed Authority (ISA) Council finishes today with opposition to deep sea mining still growing.\n\nGreenpeace International•8 November 2023•2 min read\n\nLoad more\nSelected:\nInternational\nChange Country\nGreenpeace International\nA\nAfrica\nEnglish • Français\n Aotearoa Argentina Australia Austria\nB\nBelgium\nFrançais • Nederlands\n Brazil Bulgaria\nC\nCanada\nEnglish • Français\n Chile Colombia Croatia Czech Republic\nD\nDenmark\nE\nEast Asia\n中文简体 • 繁體 • 正體 • 한국어 • English\n European Union\nF\nFinland France\nG\nGermany Greece\nH\nHungary\nI\nIndia\nEnglish • Hindi\n Indonesia Israel Italy\nJ\nJapan\nL\nLuxembourg\nDeutsch • Français\nM\nMalaysia Mexico Middle East and North Africa\nالعربية • English • Français\nN\nNetherlands Norway\nP\nPeru Philippines Poland\nR\nRomania\nS\nSlovakia Slovenia South Asia Southeast Asia Spain\nEspañol • Català • Euskara • Galego\n Sweden Switzerland\nDeutsch • Français\nT\nThailand Turkey\nU\nUK USA\nFollow us\nFacebook\nTwitter\nYoutube\nInstagram\nLinkedin\nMastodon\nRSS\nGithub\nAbout us\nContact us\nJobs\nOur values\nPress centre\nCommunity Policy\nCopyright\nPrivacy and cookies\nSearch the archive\nTerms\n Greenpeace International 2023\nUnless otherwise stated, the copy of the website is licensed under a CC-BY International License\nWe use cookies to enhance your experience. By clicking \"Accept all cookies\" you agree to our Privacy & Cookies Policy. You can change your cookies settings anytime.\nSettings\nAccept all cookies"
}