{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Why You Should Never Drink Out of Plastic Straws - Delish.com",
  "href": "https://www.delish.com/food-news/a48991/why-you-should-never-drink-from-plastic-straws/",
  "body": "That means I don't use plastic straws, if I can help it, and other single-use plastics, like grocery-store bags or [cases of] plastic water bottles,\" says the actor, who also launched a foundation ...",
  "textContent": "Skip to Content\nDINNERS\nRECIPES\nFOOD NEWS\nCOCKTAILS\nTIPS & TOOLS\nSUBSCRIBE\nSIGN IN\nHOLIDAY APPETIZERS\nCHRISTMAS COOKIES\nSLOW-COOKER RECIPES\nHOLIDAY COCKTAILS\nPASTA DINNERS\nFood News\n4 Reasons You Should Never Drink From Plastic Straws\n\nStop sucking, plain and simple.\n\nBY CANDACE BRAUN DAVISONPUBLISHED: AUG 31, 2016\nSAVE ARTICLE\nFLICKR/ALLENRAN 917\n\nCelebrities have been known to launch all kinds of trends—contouring, meticulouspantry organizing and Oreo-stacking, and that's just a few of the Kardashians' antics—but they're not experts in these fields, by any means, so it's worth giving any recommendation a healthy dose of skepticism before trying it yourself. That's why, when Adrian Grenier politely declined a straw during a recent interview, we were prepared for a potentially woo-woo rationale behind it, like it interferes with the alignment of his dog's chakras, or that a $475 call with a life guru showed him that his existential angst was rooted in his subconscious disdain for the sipping noise he makes when drinking through one.\n\nThankfully, neither guess was remotely close. It turns out the answer is much more practical—and has a much bigger impact on the world at large.\n\nThey're Killing Whales.\n\nAlmost all of the millions of plastic straws used every day are headed to landfills, since plastic straws aren't accepted for recycling. Many of these straws wind up in the ocean, where they break down into small particles that whales and other marine life mistake for food.\n\nMORE FROM DELISH\nThis Chocolate Cake Recipe Is Bruce Approved—IYKYK\n\nAfter seeing a photo of whales beached onshore, their stomachs full of plastic they'd eaten, Grenier decided to stop using straws entirely.\n\n\"Right now, I'm focused on single-use plastics, because it's the most obvious, easy fix. That means I don't use plastic straws, if I can help it, and other single-use plastics, like grocery-store bags or [cases of] plastic water bottles,\" says the actor, who also launched a foundation, The Lonely Whale, to help reduce water pollution.\n\nThe more we talked to people about the pros and cons of drinking through straws, we found other reasons why many people are changing the way they sip.\n\nAdvertisement - Continue Reading Below\nView full post on Instagram\nThey're Giving You Smoker's Lips.\n\nEven if you don't smoke, that daily iced coffee habit can give you the same look over time. We'd hoped it was just a wives' tale, but celebrity esthetician Renée Rouleau says you have legitimate cause for concern.\n\n\"When drinking out of a straw, the movement of the mouth area that you have to make will encourage the breakdown of collagen and elasticity more quickly, causing unnecessary wrinkles and lines,\" she told Marie Claire.\n\nFLICKR/WILEY PHOTO\nThey're Not Protecting Your Pearly Whites.\n\nIf you're all, \"Free Willy isn't my problem, and I don't care about wrinkles, because I just dropped $300 on teeth whitening, and I need to keep my Chiclets fresh,\" first: Are you a character from a Ryan Murphy show? Second: That straw may not be preventing your teeth from getting stained after all.\n\n\"If you've tasted the drink, the teeth have been exposed,\" writes Mark Burhenne, DDS. \"The only way to protect your teeth using the straw method would be to place the tip of the straw at the back of the mouth behind the teeth and tongue so the liquid goes straight from cup to back of the throat without touching the teeth.\"\n\nThat defeats the purpose of actually enjoying the drink, though, and it's worth noting that some dentists disagree with Burhenne's statement. Ultimately, Burhenne suggests limiting your sugar-y drink and coffee intake, and sipping water or brushing your teeth afterward to minimize potential staining and tooth decay.\n\nFOX/NEW GIRL/GIPHY\nThey Make You Fart.\n\nThere, we said it. The F word. But it's true: Drinking through a straw can cause gas, which can turn you into Toots McGee for the rest of the day. Not so sexy.\n\nAt this point, it's still unclear how drinking through a straw will impact your dog's chakras, but these four reasons make a compelling case to pass on the plastic.\n\nFollow Delish on Instagram.\n\nThis content is imported from OpenWeb. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\nAdvertisement - Continue Reading Below\nFood News\n\nThe Best Frozen Chicken Nuggets, Ranked\n\nTrader Joe's Releases New Gingerbread House\n\nThe Disney Dining Plan Is Coming Back\n\nThis Grinch Mimosa Is So Easy To Make\n\nHow To Get A Dozen Krispy Kreme Donuts For Just $1\n\nHow To Order A Starbucks Iced White Mocha\n\nMcDonald's Is Finally Bringing Back Snack Wraps\n\nBride Donates Her $15k Reception To Charity\n\nMcDonald's Takes On Starbucks With New Chain\n\nThe 25 Best Gifts For Bourbon Lovers\n\nThe Best Foods For Postpartum\n\nEven Snacks Are Being Locked Up At Stores Now\n\nAdvertisement - Continue Reading Below\nNewsletter\nSubscribe\nCustomer Service\nAbout Us\nPress Room\nMedia Kit\nCommunity Guidelines\nAdvertise With Us\nDelish Shop Product Support\nDelish Unlimited Membership Support\n\nA Part of Hearst Digital Media\n\nWe may earn commission from links on this page, but we only recommend products we back.\n\n©2023 Hearst Magazine Media, Inc. All Rights Reserved.\n\nPrivacy NoticeCA Notice at CollectionYour CA Privacy Rights/Shine the LightDAA Industry Opt OutTerms of UseSite Map\nYOUR PRIVACY CHOICES: OPT OUT OF SALE/TARGETED ADS"
}