{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "[PDF] The ocean plastic pollution challenge: towards solutions in the ...",
  "href": "https://www.semanticscholar.org/paper/The-ocean-plastic-pollution-challenge:-towards-in-Sebille-Spathi/b30efbef5a61d13914498d4b5087a69ee8e192a2",
  "body": "Environmental Science Earth 2022 Plastics are a precious, versatile set of materials. The accumulation of plastic waste threatens the environment. Recycling plastic waste can produce many new products. The many opportunities for… Expand 1 PDF Challenges of plastic waste generation and management in sub-Saharan Africa: A review.",
  "textContent": "Skip to search form\nSkip to main content\nSkip to account menu\nSearch 215,389,125 papers from all fields of science\nSearch\nSign In\nCreate Free Account\nCorpus ID: 133247883\nThe ocean plastic pollution challenge: towards solutions in the UK\nE. Sebille, C. Spathi, A. Gilbert\nPublished 5 July 2016\nEnvironmental Science, Engineering\n– Managing waste and litter streams better: eliminating unnecessary products, ensuring adequate waste management systems are in place, setting up a circular economy for plastic products and waste where possible, boosting recycling, and incinerating unrecyclable plastic waste for energy in conjunction with the development of carbon capture and storage technology to balance the trade-off with greenhouse gas emissions. \nimperial.ac.uk\nSave to Library\nCreate Alert\nCite\nShare\n29 Citations\nBackground Citations\n5\nView All\nFigures and Tables\n29 Citations\n31 References\nRelated Papers\nFigures and Tables from this paper\nFigure 1\nTable 1\nFigure 2\nFigure 3\nFigure 4\n29 Citations\nCitation Type\nMore Filters\nSort by Relevance\nSort by Most Influenced Papers\nSort by Citation Count\nSort by Recency\nA Perspective on Four Emerging Threats to Sustainability and Sustainable Development\nKimendren GoundenF. M. MwangiT. Mohan\nEnvironmental Science\nEarth\n2022\nPlastics are a precious, versatile set of materials. The accumulation of plastic waste threatens the environment. Recycling plastic waste can produce many new products. The many opportunities for… \nExpand\n1\nPDF\nSave\nChallenges of plastic waste generation and management in sub-Saharan Africa: A review.\nO. O. AyeleruSisanda Dlova+5 authors P. Olubambi\nEnvironmental Science\nWaste management\n2020\n90\nSave\nPlastic Pollution and Its Impact on Aquatic Fauna\nYahya BakhtiyarS. AndrabiM. Y. ArafatH. I. Tak\nEnvironmental Science\n2020\nPlastic pollution is the buildup of unwanted plastic products in the environment by its abundant and limitless use by a greedy human population in various ways. Plastics are usually made of chains of… \nExpand\n1\nSave\nThe Marine Plastic Litter Issue: A Social-Economic Analysis\nSamuel AbalansaBadr El MahradG. K. VondoliaJ. IcelyA. Newton\nEnvironmental Science, Economics\n2020\nThe issue of marine plastic litter pollution is multifaceted, cross-sectoral, and ongoing in the absence of appropriate management measures. This study analysed the issue of marine plastic litter… \nExpand\n52\nPDF\nSave\nDetection and Removal of Floating Wastes on Water Bodies\nAishwaryaK. ChaithraC. ShankarD. Navyashree\nEnvironmental Science\n2017\nWith increase in population, the scenario of cleanliness with respect to waste management is degrading tremendously. The overflow of garbage in river side creates unhygienic condition in the nearby… \nExpand\n2\nSave\nDegradation of plastics and plastic-degrading bacteria in cold marine habitats\nA. UrbanekW. RymowiczA. Mirończuk\nEnvironmental Science, Biology\nApplied Microbiology and Biotechnology\n2018\nTLDR\nA review of current knowledge on plastic degradation and plastic-microorganism interactions in cold marine habitats is presented and the advantages of microorganisms isolated from this environment for eliminating plastic waste from ecosystems are highlighted.\nExpand\n298\nPDF\nSave\nThe occurrence and degradation of aquatic plastic litter based on polymer physicochemical properties: A review\nT. BondV. Ferrandiz-MasM. Felipe-SoteloE. van Sebille\nEnvironmental Science\n2018\nAbstract The whereabouts of the overwhelming majority of plastic estimated to enter the environment is unknown. This study’s aim was to combine information about the environmental occurrence and… \nExpand\n132\nPDF\nSave\nPotentials and Challenges of Existing Plastic Pollutant Biodegradation Using Bacteria in Jakarta Bay\nSyarifatun Nisa Nurdhy\nEnvironmental Science, Biology\nICSE 2020\n2020\nTLDR\nThe potentials and challenges of utilizing bacteria to combat existing marine plastic pollution in Jakarta Bay are investigated and some bacteria strains isolated from plastic debris in some sea waters and sediments around the world are capable of degrading polyethylene, polypropylene, and possibly polystyrene.\nExpand\n2\nPDF\n1 Excerpt\nSave\nHydrothermal liquefaction of macroalgae for the production of renewable biofuels\nS. RaikovaM. AllenC. Chuck\nEnvironmental Science, Engineering\nBiofuels, Bioproducts and Biorefining\n2019\nIn all biorefinery systems, excess water represents a key challenge, and its removal by drying is often a necessary and crucial pre‐treatment. Second‐generation feedstocks have often fallen at this… \nExpand\n23\nSave\nConstraining the atmospheric limb of the plastic cycle\nJ. BrahneyN. Mahowald+4 authors K. Prather\nEnvironmental Science, Geology\nProceedings of the National Academy of Sciences\n2021\nTLDR\nIt is shown that most atmospheric plastics are derived from the legacy production of plastics from waste that has continued to build up in the environment, underscoring the cumulative role of legacy pollution in the atmospheric burden of plastic.\nExpand\n177\nPDF\nSave\n...\n1\n2\n3\n...\n31 References\nCitation Type\nMore Filters\nSort by Relevance\nSort by Most Influenced Papers\nSort by Citation Count\nSort by Recency\nPlastic waste inputs from land into the ocean\nJ. JambeckR. Geyer+5 authors K. L. Law\nEnvironmental Science\nScience\n2015\nTLDR\nThis work combines available data on solid waste with a model that uses population density and economic status to estimate the amount of land-based plastic waste entering the ocean, which is estimated to be 275 million metric tons.\nExpand\n7,452\nPDF\nSave\nThe pollution of the marine environment by plastic debris: a review.\nJ. Derraik\nEnvironmental Science\nMarine pollution bulletin\n2002\n3,064\nPDF\nSave\nThe degradation potential of PET bottles in the marine environment: An ATR-FTIR based approach\nC. IoakeimidisK. Fotopoulou+5 authors G. Papatheodorou\nEnvironmental Science, Materials Science\nScientific Reports\n2016\nTLDR\nPolyethylene terephthalate bottles collected from the submarine environment were characterized using ATR-FTIR in respect to their degradation potential attributed to environmental conditions and PETs seem to remain robust for approximately fifteen years.\nExpand\n204\nPDF\nSave\nPathways for degradation of plastic polymers floating in the marine environment.\nBerit GewertMerle M. PlassmannM. MacLeod\nEnvironmental Science\nEnvironmental science. Processes & impacts\n2015\nTLDR\nThis paper reviews available information about the degradation pathways and chemicals that are formed by degradation of the six plastic types that are most widely used in Europe and extrapolate that information to likely pathways and possible degradation products under environmental conditions found on the oceans' surface.\nExpand\n990\nPDF\nSave\nComparing the Land Requirements, Energy Savings, and Greenhouse Gas Emissions Reduction of Biobased Polymers and Bioenergy\nV. DornburgI. LewandowskiM. Patel\nEnvironmental Science, Agricultural and Food Sciences\n2003\nThis study compares energy savings and greenhouse gas (GHG) emission reductions of biobased polymers with those of bioenergy on a per unit of agricultural land‐use basis by extending existing… \nExpand\n138\nPDF\nSave\nPlastic debris in the open ocean\nA. CózarF. Echevarría+9 authors C. Duarte\nEnvironmental Science\nProceedings of the National Academy of Sciences\n2014\nTLDR\nUsing data from the Malaspina 2010 circumnavigation, regional surveys, and previously published reports, this work shows a worldwide distribution of plastic on the surface of the open ocean, mostly accumulating in the convergence zones of each of the five subtropical gyres with comparable density.\nExpand\n2,000\nPDF\nSave\nSustainable Bio-Composites from Renewable Resources: Opportunities and Challenges in the Green Materials World\nA. MohantyM. MisraL. Drzal\nMaterials Science, Environmental Science\nRenewable Energy\n2018\nSustainability, industrial ecology, eco-efficiency, and green chemistry are guiding the development of the next generation of materials, products, and processes. Biodegradable plastics and bio-based… \nExpand\n1,435\nSave\nOutdoor weathering of selected polymeric materials under marine exposure conditions\nJ. PegramA. Andrady\nEnvironmental Science, Materials Science\n1989\n102\nSave\nPlastic Pollution in the World's Oceans: More than 5 Trillion Plastic Pieces Weighing over 250,000 Tons Afloat at Sea\nM. EriksenL. Lebreton+6 authors J. Reisser\nEnvironmental Science\nPloS one\n2014\nTLDR\nThe total number of plastic particles and their weight floating in the world's oceans is estimated from 24 expeditions across all five sub-tropical gyres, costal Australia, Bay of Bengal and the Mediterranean Sea conducting surface net tows and visual survey transects of large plastic debris.\nExpand\n3,098\nPDF\nSave\nThreat of plastic pollution to seabirds is global, pervasive, and increasing\nC. WilcoxE. van SebilleB. D. Hardesty\nEnvironmental Science, Biology\nProceedings of the National Academy of Sciences\n2015\nTLDR\nIt is predicted that plastics ingestion is increasing in seabirds, that it will reach 99% of all species by 2050, and that effective waste management can reduce this threat.\nExpand\n667\nPDF\nSave\n...\n1\n2\n3\n4\n...\nRelated Papers\n\nShowing 1 through 2 of 0 Related Papers\n\nStay Connected With Semantic Scholar\nSign Up\nWhat Is Semantic Scholar?\n\nSemantic Scholar is a free, AI-powered research tool for scientific literature, based at the Allen Institute for AI.\n\nLearn More\nAbout\nAbout Us\nMeet the Team\nPublishers\nBlog\n(opens in a new tab)\nAI2 Careers\n(opens in a new tab)\nProduct\nProduct Overview\nBeta Program\nSemantic Scholar API\nSemantic Reader\nScholar's Hub\nResearch\nPublications\nResearchers\nResearch Careers\nResources\nHelp\nFAQ\nLibrarians\nTutorials\nContact\nProudly built by AI2\n(opens in a new tab)\nCollaborators & Attributions•Terms of Service\n(opens in a new tab)\n•Privacy Policy\n(opens in a new tab)\n•API License Agreement\nThe Allen Institute for AI\n(opens in a new tab)\nBy clicking accept or continuing to use the site, you agree to the terms outlined in our Privacy Policy\n(opens in a new tab)\n, Terms of Service\n(opens in a new tab)\n, and Dataset License\n(opens in a new tab)\nACCEPT & CONTINUE"
}