{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "The good and the bad of plastic bag bans: Research review",
  "href": "https://journalistsresource.org/environment/plastic-bag-bans-grocery-shopping-environment/",
  "body": "Researchers at Cardiff University, in the United Kingdom, found that a fee for plastic bags introduced in October 2015 has led to a sharp decline in the number of shoppers who take single-use bags at checkout, from 25 percent to 7 percent after one year. China, which banned many types of plastic bags in 2008, claims some successes.",
  "textContent": "Skip to content\nHARVARD KENNEDY SCHOOL\nSHORENSTEIN CENTER ON MEDIA, POLITICS AND PUBLIC POLICY\nABOUT US\nFOLLOW US ON FACEBOOK\nFOLLOW US ON TWITTER\nDONATE\nSearch for:\nCRIMINAL JUSTICE\nECONOMICS\nEDUCATION\nENVIRONMENT\nHEALTH\nMEDIA\nPOLITICS & GOVERNMENT\nRACE & GENDER\nENVIRONMENT, HEALTH, POLITICS & GOVERNMENT\nThe good and the bad of plastic bag bans: Research review\n\nGovernment bans on lightweight plastic shopping bags have spread in recent years amid fears about plastic’s negative impact on the environment. But alternatives are not necessarily better.\n\nby David Trilling | December 13, 2016 |\nconsumer affairs\n,\npollution\n,\npublic health\n(Pixabay/public domain)\nFacebook\nTwitter\nLinkedIn\nReddit\nEmail\nRepublish This Article\n\nPlastic bags kill wildlife, clog waterways and pack landfills. Discarded bags can spread malaria if they collect rainwater, offering mosquitos a casual breeding ground. In recent years, local and national governments have begun phasing out or banning lightweight plastic shopping bags. But alternatives are not necessarily greener: People buy more plastic trash bags when shopping bags are unavailable. And a British government study found single-use paper bags contribute more toward global warming than plastic bags.\n\nNot so straightforward:\n\nFor some activists, the effort to reduce the use of plastic shopping bags is both urgent and too late. According to a 2008 estimate in Waste Management, people around the world discard between 500 billion and 1 trillion plastic bags a year. The National Oceanic and Atmospheric Administration (NOAA) lists single-use plastic bags as a major contributor, along with food wrappers and fishing nets, to the Great Pacific Garbage Patch — vast, shifting waves of trash that often arrive via storm drains and rivers and can entangle marine life or be ingested. According to a 2014 estimate published in PLOS ONE, more than 5 trillion pieces of plastic (not all from bags) weighing a combined 250,000 tons are floating in the world’s oceans.\n\nYet substitutes also offer cause for concern. A comprehensive 2011 study by the British environmental agency argued that plastic bags are greener than many alternatives. A paper bag must be used four or more times “to reduce its global warming potential to below” that of conventional plastic bags. The reason is that paper production — from the felling of trees to the emissions and effluent from paper factories — is dirty. The study found “no significant reuse of paper bags,” not even as trash-can liners.\n\nLegislation:\n\nWith a referendum in November 2016, California became the first state to ban single-use plastic bags, according to the National Conference on State Legislatures, which keeps an active list of American laws. Thicker, reusable bags are still available for purchase for 10 cents. Before California, cities often organized the bans: In 2016, for example, Cambridge became the first Massachusetts city to ban plastic bags altogether and require merchants to offer paper bags for a fee of no less than 10 cents. By contrast, Missouri’s legislature in 2015 forbid cities and counties in the state from enacting plastic bag bans.\n\nThe European Union passed legislation in 2015 aiming to cut plastic bag use in half by 2019 and half again by 2025. E.U.-member France went further, banning single-use plastic bags on July 1, 2016, and phasing in other, more restrictive bans in the upcoming years – including the prohibition of plastic cooking utensils by 2020.\n\nDo these bans work? They do appear to reduce the number of shopping bags used, but the effect on demand for (potentially pernicious) alternatives is unknown.\n\nFive years after Ireland instituted a 15 Euro cent levy on plastic bags in 2002 – Irish stores had been giving out 1.2 billion each year for free – a paper published in Environmental and Resource Economics suggested a 90 percent reduction in use.\nOne year after its ban San Jose reported “a reduction in bag litter of approximately 89 percent in the storm drain system, 60 percent in the creeks and rivers, and 59 percent in city streets and neighborhoods.”\nResearchers at Cardiff University, in the United Kingdom, found that a fee for plastic bags introduced in October 2015 has led to a sharp decline in the number of shoppers who take single-use bags at checkout, from 25 percent to 7 percent after one year.\nChina, which banned many types of plastic bags in 2008, claims some successes. But some reports suggest the rule has been difficult to enforce.\n\nAcademics have measured consumer behavior and public opinion on plastic bags in many countries, including Turkey, Uganda and Canada. A 2016 study in Social Marketing Quarterly examines how shoppers respond to different incentives for bringing their own shopping bags – such as avoiding a fee or paying a tax – and remarks “that a penalty framed as a tax may be more effective in motivating shoppers to bring reusable bags.”\n\n“Biodegradable” plastic bags:\n\nIn 2010, raw plastics production in the U.S. used the energy and natural gas equivalent of 172 million barrels of oil, government figures suggest. But some newer plastics are made from vegetable matter, allowing manufacturers to claim their plastics are biodegradable. In theory, that means these plastics can be used to feed bacteria that convert them into water, carbon dioxide and biological matter. But the process rarely works in a landfill – these products need to be composted with the right microbes. When they’re not, they may not break down at all or can release methane, a greenhouse gas. So-called starch-polyester bags, made from a blend of vegetable matter and synthetic plastics, had the highest global warming impact in the 2011 study conducted by the British environmental agency “due to the high impacts of raw material production, transport and the generation of methane from landfill[s].”\n\nThe European Union hosts an online forum to discuss biodegradable plastic bags.\n\nResearchers have looked into the policy challenges of biodegradable plastics, how they break down in the ocean and wider environmental impacts.\n\nOur health:\n\nBesides assuming a deviant place in marine ecosystems, there are concerns about the synthetic compounds in plastic that may be oozing into our food. One of the main building blocks of plastics, bisphenol A (also known as BPA), has been shown to stimulate breast cancer cells and damage the quality of rat sperm. Phthalates are another subject of disquiet.\n\nMicrobeads:\n\nAnother plastic causing concern is the microbeads found in some exfoliating facial scrubs and toothpastes, which are rinsed down drains into rivers, lakes and oceans. A 2015 study in the Marine Pollution Bulletin estimated that between 4,594 and 94,500 microplastic particles pass into the sewer during each use (between 16 and 86 metric tons annually in Britain alone). A forthcoming study in Chemosphere finds that microbeads do not accumulate in the gut when fed to goldfish, though both studies recognize their chemical effect in the food chain is unknown. In 2015, President Obama signed the Microbead-Free Waters Act to ban microbeads in hygienic products, though they continue to be used in other countries.\n\nArguments for plastic:\n\nProponents of plastic bags argue that they are hygienic and cheap and preserve foods that would otherwise spoil. A number of lobbies have worked to confound legislation that would reduce the availability of plastic bags. In California, for example, The Washington Post found that the American Progressive Bag Alliance – a Washington-based group run by a plastics lobby – spent over $3 million in the fourth quarter of 2014 to oppose California’s attempts then to legislate a ban.\n\nPlasticfilmrecycling.org (a project of the American Chemistry Council) is supported with funds from large multinationals like Dow Chemical and ExxonMobil. Some organizations – such as the Plastics Industry Association, which directs visitors to the American Progressive Bag Alliance and bagtheban.com — support recycling as a solution, rather than less plastic.\n\nPlastic shopping bags are widely reused as trash-can liners, the British environmental agency study points out. When they are banned, the study adds, consumers purchase more plastic trash bags: “The reuse of conventional HDPE [plastic] and other lightweight carrier bags for shopping and/or as bin-liners is pivotal to their environmental performance and reuse as bin liners produces greater benefits than recycling bags.”\n\nAnti-plastic lobbying and activism:\n\nThe California plastic bag ban received support from the California Grocers Association. Grocery stores stood to benefit because the law mandated they charge 10 cents for reusable bags.\n\nThe American Forest and Paper Association argues for the use of paper bags and against the imposition of fees on paper bags.\nA website – plasticbaglaws.org – founded by a California lawyer who consults for activist organizations, has a number of useful links.\nThe Worldwatch Institute, another nonprofit campaigner, estimates at least 267 animal species have suffered “from entanglement or ingestion of marine debris, and plastics and other synthetic materials.”\n\nOther resources:\n\nThis 2011 E.U. study shows, among other things, that residents of eastern E.U. members and Portugal use the most plastic bags in the union.\nJournalist’s Resource profiled a 2016 paper on gender stereotypes and environmentally friendly behavior that found some people think recycling is feminine.\nA 2015 paper in the Journal of Marketing found that people who bring reusable grocery bags on their shopping trips may purchase more junk food.\nNOAA has fact sheets on microplastics in the ocean and plastic marine debris.\n\n \n\nKeywords: Trash, pollution, waste, plastics, regulations, petrochemicals, chemical lobby\n\nAbout The Author\nDavid Trilling\nDavid Trilling was a staff writer from 2016 to 2018. He came to Journalist’s Resource from Columbia Business School, where he was a Knight-Bagehot Fellow. David worked for 10 years in the former Soviet Union and Middle East, most recently as The Economist‘s Central Asia correspondent and as an editor at EurasiaNet.org. He has written for Foreign Affairs, Foreign Policy, The Nation, The Guardian and other publications. His photographs have appeared in dozens of periodicals and can be viewed on his website: davidtrilling.com. Twitter: @dtrilling.\nKNOW YOUR RESEARCH\nTip sheets and explainers to help journalists understand academic research methods; find and recognize high-quality research; investigate scientific misconduct and research errors; and avoid missteps when reporting on new studies and public opinion polls\nEmail Newsletter\nSUBSCRIBE. IT’S FREE!\nSign up for our free newsletter! You’ll receive a weekly update of important new resources to inform your news coverage and consumption.\nEditors’ Picks\nECONOMICS, ENVIRONMENT\nEl Niño: What it is, how it devastates economies, and where it intersects with climate change\nNovember 29, 2023\n\nThis research-based explainer looks at how El Niño stunts global and regional economic growth and what climatologists know about how climate change affects El Niño patterns.\n\nENVIRONMENT, HEALTH\n6 story ideas in the 2023 Lancet Countdown on Health and Climate Change report\nNovember 28, 2023\n\nClimate reports like the Lancet Countdown are large documents, laden with data, and can be difficult to summarize in one news story. But local journalists can look for specific issues that apply to their communities to produce stories that resonate with their audiences.\n\nENVIRONMENT, HEALTH, RACE & GENDER\nTree equity and trees’ impact on surface temperatures, human health: A research roundup\nSeptember 6, 2023\n\nThe absence of trees is not just an aesthetic discrepancy — it can impact human health and well-being, a growing body of research shows. We highlight several studies that examine this association and highlight residential tree inequities.\n\nSign up to receive a weekly e-mail newsletter from The Journalist's Resource.\nEmail address\nFirst name\nLast name\n\nHarvard Kennedy School is committed to protecting your personal information. By completing this form, you agree to receive communications from The Journalist's Resource and to allow HKS to store your data. HKS will never sell your email address or other information to a third party. All communications will include the opportunity to unsubscribe.\n\nHarvard Kennedy School's Shorenstein Center\n\nA project of Harvard Kennedy School's Shorenstein Center, The Journalist’s Resource curates, summarizes and contextualizes high-quality research on newsy public policy topics. We are supported by generous grants from the Carnegie Corporation of New York, the Robert Wood Johnson Foundation, The National Institute for Health Care Management (NIHCM) Foundation and individual contributors.\n\nHOME\nABOUT\nHOW TO MAKE A DONATION TO THE JOURNALIST’S RESOURCE\nRSS\nKNOW YOUR RESEARCH\nEU/EEA PRIVACY DISCLOSURES\n\nFind us:\n\nJR on Facebook\nJR on Twitter\n\nUnless otherwise noted, this site and its contents – with the exception of photographs – are licensed under a Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0) license. That means you are free to republish our content both online and in print, and we encourage you to do so via the “republish this article” button. We only ask that you follow a few basic guidelines."
}