{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "LPT Request: Straightening out a warped plastic straw",
  "href": "https://www.reddit.com/r/LifeProTips/comments/5q2xi9/lpt_request_straightening_out_a_warped_plastic/",
  "body": "Boil a pot of water on the stove. Get a pair of tongs with silicone handles and pick up the straw with the tongs. Hold the straw submerged in the water but not touching the bottom of the pot. Wait for it to relax back out again. If it doesn't seem to straighten, remove it from the water and while it is still warm gently push a wooden chopstick ...",
  "textContent": "LPT Request: Straightening out a warped plastic straw : r/LifeProTips\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to LifeProTips\nr/LifeProTips\n•\n7 yr. ago\nChuushaHime\nLPT Request: Straightening out a warped plastic straw\nRequest\n\nI have a reusable cold drink tumbler whose hard plastic straw got put in the dishwasher at work incorrectly so it warped into basically a half-circle. What's the best way to straighten it back out again without melting it? Thanks!\n\nfidelity.com\nLearn More\nSort by:\nAdd a Comment\ndragonpeace\n•\n7 yr. ago\n\nBoil a pot of water on the stove. Get a pair of tongs with silicone handles and pick up the straw with the tongs. Hold the straw submerged in the water but not touching the bottom of the pot. Wait for it to relax back out again. If it doesn't seem to straighten, remove it from the water and while it is still warm gently push a wooden chopstick inside and let it cool. Or leave the chopstick s inside and boil it again for a minute or so.\n\nReply\nreply\n[deleted]\n•\n7 yr. ago\n\nYou can get a dozen new straws for like, $2. Throw that shit away.\n\nReply\nreply\n2 more replies\n \n27\nRank by size \nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n496 upvotes · 119 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 48 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 663 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 262 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n287 upvotes · 26 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/videos\nSimCity 2000 30 Years Later: An LGR Retrospective\nyoutube\n1.3K upvotes · 271 comments\nr/videos\nSteve Martin's \"Not Gonna Phone it in Tonight\" musical number is the best cold-opening SNL ever had.\nyoutube\n1.6K upvotes · 311 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n856 upvotes · 42 comments\nr/videos\nSchiller Visions: Hidden Camera Commercials - SNL\nyoutube\n583 upvotes · 55 comments\nr/videos\nThe heaviest bunch of fancy dressed Dudes you will ever see.\nyoutube\n184 upvotes · 65 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/videos\nThis Charity Is Lying To You\nyoutube\n867 upvotes · 257 comments\nr/videos\nExtrusion press hydraulic oil leak escalates quickly.\nyoutube\n271 upvotes · 148 comments\nr/videos\nThe Clapper: Yes, that one.\nyoutube\n394 upvotes · 51 comments\nr/videos\nWould I Lie To You - Was Lee Mack invited to the royal wedding?\nyoutube\n255 upvotes · 20 comments\nr/videos\nWhile hunting for bugs at night, I showed my 5 YO how huge his head is. What follows is the heartiest scream-laugh I've ever heard from him.\nyoutube\n874 upvotes · 78 comments\nr/videos\nAddams Family- Thanksgiving Play\nyoutube\n516 upvotes · 52 comments\nTOP POSTS\nReddit\nreReddit: Top posts of January 25, 2017\nReddit\nreReddit: Top posts of January 2017\nReddit\nreReddit: Top posts of 2017"
}