{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "U-Konserve | Plastic Straws Hurt Animals & Their Environment",
  "href": "https://blog.ukonserve.com/2016/09/23/straws-enviornment/",
  "body": "One of the most common plastic items ingested by seabirds are plastic straws from juice boxes. The plastic reduces the storage volume of their stomachs, ultimately causing them to starve. It's estimated that 90 percent of all seabirds have eaten pieces of plastic. That number is predicted to increase to 99 percent by 2050.",
  "textContent": "SHOP\nCONTAINERS\nSTAINLESS STEEL CONTAINERS\nDIVIDED CONTAINERS\nINSULATED CONTAINERS\nNESTING CONTAINERS\nSTRAWS + BRUSHES\nFOOD WRAPS\nLUNCH TOTES\nRESOURCES\nACCESSORIES\nSCHOOL PROGRAM\nBUNDLES\nPRODUCT INFORMATION\nCONTACT US\nSHOP ALL\nNEW\nSALE\nGIFT CARDS\nSHIPPING + POLICY\nB CORP\nOUR STORY\nTHE FACTS\nWHY REUSE\nSHOP\n \nNEW\n \nSALE\n\n\n\n\nHome » Sustainable » How Straws Affect Animals and Ecosystems\n\nHow Straws Affect Animals and Ecosystems\n\nConsidering more than 90 percent of all trash floating in the world’s oceans is plastic, it’s logical that plastic accounts for the most harmful man-made items in the ocean. But what we often forget is that animals are ingesting this plastic waste every day, especially straws.\n\nMany marine biologists, photographers, and sea lovers have captured the impact of single-use plastic on animals. As the plastic travels into and around the ocean, it breaks into tiny pieces that are then easily ingested by marine life. These are the top animals affected by single-use straws in the ocean:\n\nSeabirds\n\nMillions of seabirds are killed from the effects of plastic pollution every year. One of the most common plastic items ingested by seabirds are plastic straws from juice boxes. The plastic reduces the storage volume of their stomachs, ultimately causing them to starve. It’s estimated that 90 percent of all seabirds have eaten pieces of plastic. That number is predicted to increase to 99 percent by 2050.\n\nFish\n\nFish ingest 12,000 to 24,000 tons of plastic each year in the North Pacific alone. This causes intestinal injury, death, and also transfers plastic up the food chain to bigger fish and marine mammals. A recent study found that a quarter of fish at markets in California contained plastic in their guts, mostly in the form of plastic microfibers. This plastic leaches harmful toxins, including BPA, into their bodies and ultimately into us through our dinner plates.\n\nSea Turtles\n\nSea turtles also mistake floating plastic items for food. While plastic bags are the most commonly ingested item found in turtles, straws are a close second. About a year ago, two researchers posted an 8-minute video of what happened when a turtle met a straw and the impact it had on the animal. Since some sea turtle species are critically endangered, this viral story highlighted the important issue of single-use straw waste.\n\nSwitching the straw may seem small on the individual level, but the impact it can have on the environment and animals is huge. To help you get started, we’re offering a Free Straw Brush with every Stainless Steel Straw 2-Pack through September. To learn more straw facts visit our Pinterest board dedicated to the topic, and our Facebook page.\n\nTweet\nShare\n226\nPin\n2\n228\nSHARES\nRelated Articles\n Five Common Recycling Myths\n Five Surprising Facts About Your Disposable Coffee Cup\n The Incredible Eight: A Celebration of Our 8th Anniversary\n Pickle Your Garden Fruits and Vegetables This Fall!\nSearch\nGO!\nTop Posts\nPack a Waste-Free Lunch\nHome Composting: Go Green in your Garden\nHow Straws Affect Animals and Ecosystems\nPack a Waste-Free Picnic!\nDIY Reusable Straw Sleeves for Back to School\nCategories\nCreative Reuse\nEco Living\nGreen Home\nGreen Products\nIdeas to go\nParty Planning\nRecipes\nReuse It!\nSustainable\nTips & Advice\nTo Do With Kids\nUncategorized\nNewsletter\n\n\nGO!\n\n\n\n\n\nInstagram\nShop\n\nCUSTOMER CARE\nPRODUCT INFORMATION\nSHIPPING + POLICIES\nGIFT CARDS\nCUSTOM PROJECTS\nSTORE LOCATIONS\nWHOLESALE INQUIRIES\nCONTACT US\nCONNECT\nNewsletter Signup\n\n\t\nABOUT\nB CORPORATION\n1% FOR THE PLANET\nOUR STORY\nRESPONSIBILITY\nSCHOOL PROGRAM\nAMBASSADOR PROGRAM\nPRESS\nLEARN MORE\nGET THE FACTS\nWHY MAKE THE SWITCH?\nRESOURCES\nBLOG"
}