{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "'Turn the tide on plastic' urges UN, as microplastics in the seas now ...",
  "href": "https://news.un.org/en/story/2017/02/552052-turn-tide-plastic-urges-un-microplastics-seas-now-outnumber-stars-our-galaxy",
  "body": "\"Plastic pollution is surfing onto Indonesian beaches, settling onto the ocean floor at the North Pole, and rising through the food chain onto our dinner tables,\" Erik Solheim, the Executive Director of UNEP, said in a news release announcing the campaign. \"We've stood by too long as the problem has gotten worse.",
  "textContent": "Skip to main content / navigation\nWelcome to the United Nations\nLANGUAGE\nالعربية\n中文\nEnglish\nFrançais\nРусский\nEspañol\nPortuguês\nKiswahili\nOther\nUN News\nGlobal perspective Human stories\nSEARCH\nHome\nTopics\nIn depth\nSecretary-General\nMedia\nAUDIO AND SUBSCRIPTION\nAUDIO HUB\nSUBSCRIBE\n‘Turn the tide on plastic’ urges UN, as microplastics in the seas now outnumber stars in our galaxy\nCyril Villemain/UNEP Local people from Watamu, Kenya, work with Local Ocean Conservation to pick up plastic on the beach.\n\nFacebook Twitter Print Email\n\n23 February 2017SDGs\n\nLaunching an unprecedented global campaign, the United Nations Environment Programme (UNEP) is urging everyone to eliminate the use of microplastics and stop the excessive, wasteful use of single-use plastic, to save the world’s seas and oceans from irreversible damage before it’s too late.\n\n“Plastic pollution is surfing onto Indonesian beaches, settling onto the ocean floor at the North Pole, and rising through the food chain onto our dinner tables,” Erik Solheim, the Executive Director of UNEP, said in a news release announcing the campaign.\n\n“We’ve stood by too long as the problem has gotten worse. It must stop,” he added.\n\nThrough its Clean Seas campaign, the agency has urged countries and businesses to take ambitious measures to eliminate microplastics from personal-care products, ban or tax single-use plastic bags, and dramatically reduce other disposable plastic items by 2022.\n\nTen countries have already joined the initiative with far-reaching pledges: Indonesia has committed to slash its marine litter by 70 per cent by 2025; Uruguay will tax single-use plastic bags later this year; and Costa Rica will take measures to dramatically reduce single-use plastic through better waste management and education, according to UNEP.\n\n51 trillion microplastics litter the seas\n\nThese initiatives could not come sooner as up to 80 per cent of all litter in the oceans are made of plastic.\n\nAccording to estimates, by 2050, 99 per cent of earth’s seabirds will have ingested plastic\n\nAn illustration of the sheer magnitude of the problem is that as much as 51 trillion microplastic particles – 500 times more than stars in our galaxy – litter the seas.\n\nEach year, more than eight million metric tonnes of plastic end up in oceans, wreaking havoc on marine wildlife, fisheries and tourism, and cost at least $8 billion in damage to marine ecosystems. According to estimates, by 2050, oceans will have more plastic than fish if present trends are not arrested.\n\nAccording to UNEP actions to stem the growing tide of maritime litter could include reducing the use of single-use plastics at the individual level such as by using reusable shopping bags and water bottles, choosing products without microbeads and plastic packaging, and not using straws to drink.\n\nRELATED: UN environment agency urges ban of microplastics in cosmetics and personal care products\n\n“Whether we choose to use plastic bags at the grocery store or sip through a plastic straw, our seemingly small daily decisions to use plastics are having a dramatic effect on our oceans,” said film actor and founder of the Lonely Whale Foundation, Adrian Grenier.\n\nCyril Villemain/UNEP Local people from Watamu, Kenya, work with Local Ocean Conservation to pick up plastic on the beach.\nSupply chain modifications\n\nSimilarly, on larger and commercial scale, supply chains can be modified.\n\nOne such example is the technology company DELL Computers: which has announced that it will use recovered ocean plastic in its product packaging.\n\n“DELL is committed to putting technology and expertise to work for a plastic-free ocean,” said its Vice President for Global Operations, Piyush Bhargava. “Our new supply chain brings us one step closer to UNEP’s vision of Clean Seas by proving that recycled ocean plastic can be commercially reused.”\n\nAccording to UNEP, major announcements are also expected at the upcoming conference on The Ocean at the UN Headquarters in New York (5-9 June), and UN the Environment Assembly to be held in the Kenyan capital, Nairobi, in December.\n\n“The ocean is the lifeblood of our planet, yet we are poisoning it with millions of tonnes of plastic every year,” expressed Peter Thomson, the President of the UN General Assembly, highlighting the upcoming conference and urging for ambitious pledges to reduce single-use plastic.\n\n“Be it a tax on plastic bags or a ban on microbeads in cosmetics, each country [can] do their bit to maintain the integrity of life in the Ocean.”\n\n♦ Receive daily updates directly in your inbox - Subscribe here to a topic.\n♦ Download the UN News app for your iOS or Android devices.\n \nOCEAN\nRELATED STORIES\nFEATURE: UN Ocean Conference ‘dream come true’ for Caribbean nations such as Trinidad and Tobago\nUN Ocean Conference opens with calls for united action to reverse human damage\nMusician Cody Simpson to be named 'Ocean Advocate' for UN development agency\nNEWS TRACKER: PAST STORIES ON THIS ISSUE\nUN kicks off preparations for upcoming summit on oceans, launches voluntary commitment website\n15 February 2017\nThe world dumps the equivalent of one garbage truck of plastic into the ocean every minute, the United Nations heard today at the start of a two-day meeting to prepare for this June's Ocean Conference that will aim to help safeguard the planet's oceans and help them recover from human-induced problems.\nRESOURCES\nNavigate the News\nInformation for Broadcasters\nUN System Links\nMedia Alert\nUN Journal\nMeetings Coverage\nAudiovisual Library\nSECRETARY-GENERAL\nAll Statements\nOfficial Travels\nPress Encounters\nSG Twitter\nSPOKESPERSON'S OFFICE\nLatest Statements\nBriefing Highlights\nBriefing Transcripts\nNotes to Correspondents\nFIND US\nUN News App\nFacebook\nTwitter\nYouTube\nRSS\nContact UN News\nFOOTER MENU\nA-Z SITE INDEX\nCOPYRIGHT\nFAQ\nFRAUD ALERT\nPRIVACY NOTICE\nTERMS OF USE\nSOCIAL MEDIA LINKS\nFOOTER BUTTONS\nDONATE\n\nFacebook\nTwitter\nPrint\nEmail"
}