{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2016-12-29..2017-06-29",
  "title": "Has anyone else experienced bottled water tasting strange?",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/5z6rp9/has_anyone_else_experienced_bottled_water_tasting/",
  "body": "Blutarg. •. I'm not a bottled water drinker, but i know it can be brought in from miles away, and many people think water from different places tastes different. Also there's research to sugget that plastic bottles can leech tiny amounts of plastic into their contents. But generally, it's safe to drink, though probably no better than what ...",
  "textContent": "Has anyone else experienced bottled water tasting strange? : r/NoStupidQuestions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to NoStupidQuestions\nr/NoStupidQuestions\n•\n7 yr. ago\nsamoox\nHas anyone else experienced bottled water tasting strange?\n\nIn the past year on two separate occasions I have found that my water had this strange taste, it was almost as though it had this aftertaste similar to milk.\n\nThe first time was when my parents bought some large gallon containers of water from the local supermarket. We didn't buy them from Poland Spring it was some other brand instead, and I found that one of the ones we got just had this weird milky aftertaste to it that made me want to puke. But apparently my parents did not taste a single thing. I thought maybe I was going crazy and I had some sort of medical issue that caused me to dislike the taste of water, but then I went out and bought myself a regular sized bottle of Poland Spring water and it tasted fine to me. So I told my parents this and we went back to the supermarket and bought another gallon container of that same brand water and I experienced the same taste again. After that we just stopped buying that brand of water from that store and we had no problems.\n\nNow fast forward to the past few months, we got a water machine so we are now buying those 6 gallon jugs of water that get delivered to us. And just today I found that bad milky taste in the water we've been getting. I haven't experienced this at all with this brand of water (Crystal if anyone was curious). But now I just tasted it with the most recent jug we used, so I decided to open a brand new one and use a straw to taste the water in that one and see if there were any issues (I would have put the new one in the machine but I wanted to see if it was the machine creating the taste). Again, this second bottle also had that weird milky aftertaste.\n\nThe only thing that I could think happened with these jugs is that we left them outside for some period of time and there were some pretty hot days during this winter so maybe the heat caused the plastic to leak into the water? I'm just surprised because both of my parents claim to not taste what I'm tasting and I feel like I'm losing my mind because I don't know how they can't taste that.\n\nWhat is this that I am experiencing? Should I dump this water? Is it unsafe to drink? I doubt that it's poisoned like the water in Michigan but after hearing about what happened to them I really just don't want to take any chances with water that tastes funny. Any explanation or information would be appreciated! Thank you!\n\nTL;DR: My water tastes funny. My parents don't taste the funny taste though. We left the water outside and it may have gotten hot so that could possibly be a factor. I'm not imagining it because I've tested how other water tastes and it tastes fine. Any possible explanation?\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\ntradestation.com\nLearn More\nSort by:\nBlutarg\n•\n7 yr. ago\n\nI'm not a bottled water drinker, but i know it can be brought in from miles away, and many people think water from different places tastes different. Also there's research to sugget that plastic bottles can leech tiny amounts of plastic into their contents. But generally, it's safe to drink, though probably no better than what comes out of your fawcet.\n\n1 more reply\n \nTop 1%\nRank by size \nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n318 upvotes · 307 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 33 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n496 upvotes · 119 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n130 upvotes · 52 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n619 upvotes · 75 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n280 upvotes · 193 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n485 upvotes · 28 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n152 upvotes · 12 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/cringe\nNever forget where we came from\nyoutube\n126 upvotes · 38 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n187 upvotes · 22 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nWe need to talk about male suicide\nyoutube\n855 upvotes · 316 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n116 upvotes · 42 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 45 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 13, 2017\nReddit\nreReddit: Top posts of March 2017\nReddit\nreReddit: Top posts of 2017"
}