{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "Unofficial Satisfactory Reddit",
  "href": "https://www.reddit.com/r/satisfactory/",
  "body": "About Community. A Subreddit for Satisfactory enthusiasts. This has far less restrictive rules about content than the dev's Reddit for this game. Created Aug 15, 2016.",
  "textContent": "Unofficial Satisfactory Reddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/satisfactory\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/pedrotski\n•\n2 yr. ago\nSatisfactory Dedicated Server List\nhttps://www.reddit.com/r/satisfactory/comments/qj4goo/satisfactory_dedicated_server_list/\nu/20EMANON02\n•\n14 hr. ago\nSpider Cat filter now irl\nr/Bossfight\n•\n2 days ago\nSpider Cat, he does whatever a spider can.\n1.3K upvotes · 10 comments\nu/SamsungMobileUS\n•\nPromoted\nTurn every day into a day worth flipping for with the flex-worthy Galaxy Z Flip5 or the expansive, immersive Galaxy Z Fold5. Take your pick and get yours now.\nsamsung.com\nLearn More\nu/ThatsJustAWookie\n•\n4 hr. ago\nSteel ingot production slower on one constructor than another - identical setups.\n\nI have two constructors, side by side. Identical setups wrt belts, miners, etc (both are being fed dedicated miner output ore; no splitters). Both constructors have maxed resources inside them. However, one constructor is putting out half as many ingots as the other. No issues with electricity drops or spikes.\n\nWonder what might be going on.\n\nIf I skipped some crucial info, let me know.\n\nThanks!\n\nEDIT: Yep, it was painfully obvious. The belt with more ingots is mk 1, so it has more time to load it up. Time to fall on my sword. I do wish the belt design between Mk 1 and 2 were a little easier to distinguish though.\n\nhttps://preview.redd.it/steel-ingot-production-slower-on-one-constructor-than-v0-mcs0zp86qd5c1.png?width=2521&format=png&auto=webp&s=979a5f8c3a5fe1303358c2bef241ab1fb482afc5\n\nView full post\nu/CollisionCourse78\n•\n11 hr. ago\nI mixed regular coal with compacted coal in my miles long conveyor system. How screwed am I?\n\nI didn’t realize this was going to be an issue down the line until I saw my steel production at a stop. The reason being the foundry having to intake 3 coal (no recipe with CC).\n\nAm I going to have to break down my entire conveyor system or is there a way around this?\n\nu/niquedegraaff\n•\n15 hr. ago\nHow can I rotate this pillar like this?\nu/hkzqgfswavvukwsw\n•\n2 hr. ago\nSuit up, boys n' girls. It's that time of year again.\nu/kogojhin\n•\n7 hr. ago\nAny LATAM (latency reasons) players to play with?\n\nHola! Soy de Argentina y estoy buscando alguien para jugar. Mis amigos solo juegan LoL y a veces me aburro jugando solo.\n\nSolo tengo 100+ horas, dividas entre 2 mapas. Avancé solamente hasta desbloquear tier 6, no tendría problema en empezar un mapa nuevo.\n\nDesde ya muchas gracias! 😄\n\nu/Veketzin\n•\n2 hr. ago\nHow do you deal with the \"I must remodel\" feeling?\n\nI've been stuck wanting to make new parts of my factory but then proceeding to realize I want to redo *everything* when I load into the game.\n\nu/niquedegraaff\n•\n1 day ago\nI can't play without Lumen anymore :). It just looks too good.\nu/Alien_Beelzebud\n•\n14 hr. ago\nMaking AMD's Radeon RSR Look Better in Satisfactory\n\nPSA: AMD's Radeon RSR definitely improved my FPS in Satisfactory but my only gripe was the \"sparklies\" trailing objects on the conveyor belts. Quite by accident I discovered that RSR is designed to work best when sharpness is set to zero, and by default sharpness is set at around 75% (apparently). After I turned sharpness to zero in the Adrenalin control panel for the game, the trailing sparklies almost completely vanished with no impact to graphics quality.\n\nIf you're dealing with the same issue please give this a try and let me know how it worked out for you.\n\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/Emily_Walters_Fan\n•\n15 hr. ago\nJumping help\n\nI have set jump to right mouse button in the keybindings. Sometimes it works and sometimes it doesnt, so irritating!\n\nPlease can somebody explain where i have gone wrong or a better idea than RMB. Thanks.\n\nu/ToxicINFP\n•\n2 days ago\nIt Ficsmas 🎄\nu/PrudentCompany9828\n•\n1 day ago\nLooking for a dedicated player(s)\n\nJust getting overwhelmed doing this by myself, I'm using a few mods, not many, I can send a list, I'm going to host it 24/7 and I think it'd be neat to run it like a small Minecraft server kind of vibe, central power station for everyone ect.\n\nIf you'd be interested in playing with me, shoot me a dm!\n\nu/MadLad_D-Pad\n•\n1 day ago\nGame crashes within 10 seconds of launching unless I reinstall from scratch\n\nI'm playing on Linux. I can download the game and launch, in which case I'm prompted to download C++ libraries for Unreal Engine. I say yes, and the game launches just fine. I can play it until I feel like stopping. As soon as I relaunch the game though, it crashes within 10 seconds. Every time. I've tried forcing DX11, DX12, and Vulkan. I've lowered settings, I've tried everything. The game crashes over and over again within the same time frame every time. It doesn't matter if I quickly try to load into a world, or if I just launch the game and let it sit without clicking anything. It's the same outcome every time.\n\nWhen I uninstall and delete the game directory in .steam/steam/steamapps/common then download the game again, it prompts me to install C++ libraries as previously stated, and the game just works fine. Is there a way for me to fix this without having to constantly download it again? Can I install a particular C++ library on my computer like the game does on it's own? I'm not playing with any mods. I've tested this both on Linux native version and with Steam proton. The only fix I've found yet is to delete and download every time I want to play.\n\nEdit:\nHere's a log from Proton when the game launched. I looked towards the bottom of the file . None of it makes much sense to me. Mostly lines about threads. One line almost at the bottom says \"PreExit Game\" if that means anything to someone. https://drive.google.com/file/d/1BVnfvnYNe97-lbSqRHTBJFkJuD-ofT-5/view?usp=sharing\n\nView full post\nu/DCDGaming99\n•\n2 days ago\nWe got a NEW Community Manager!\nu/TheRedFox8118\n•\n2 days ago\nSatisfactory\n\nHi!\n\nA couple of years ago, I had a satisfactory game that was kind of advanced.\n\nMy 7yo is playing too, and at that time he made the mistake of saving his game over mine. I lost a lot. I looked everywhere for a solution and nothing worked, it was lost.\n\nNow, I’m starting again, my son knows how to not do it again, but I would still want to be safe, in case of.\n\nWhat is the best way to save your game, in a way that even if saved over you don’t lose it??\n\nThanks a lot!!!\n\nView full post\nu/AnotherUserOutThere\n•\n2 days ago\nDid i go too far? (FICSMAS)\n\nSo, making 960 gifts per minute and translating that into pretty much every item i can make at this point in the event... will just end up cutting power to this facility after the event is over.\n\nI was yesterday years old when i found out that you could actually generate the gifts via trees... from there just decided to embrace the holidays... and yes, i was actually running around gathering the gifts like a crazy person last year and this year because i somehow never managed to read the items or anything.\n\nhttps://preview.redd.it/did-i-go-too-far-ficsmas-v0-avda17glpz4c1.png?width=2560&format=png&auto=webp&s=b58a1557acfd829ec7a1730bee35af56877901eb https://preview.redd.it/did-i-go-too-far-ficsmas-v0-whti17glpz4c1.png?width=2560&format=png&auto=webp&s=db1a0b8899a5bed0c95ac82acd9487251279a22a https://preview.redd.it/did-i-go-too-far-ficsmas-v0-37wjx8glpz4c1.png?width=2560&format=png&auto=webp&s=8284081ec4a84b9c8dc937eb091cf74f62881ad2 https://preview.redd.it/did-i-go-too-far-ficsmas-v0-dzfhb7glpz4c1.png?width=2560&format=png&auto=webp&s=a2357e24097620302ee351580d6f9b17466a7466\nView full post\nu/TheRedFox8118\n•\n2 days ago\nSatisfactory\nr/SatisfactoryGame\n•\n2 days ago\nSatisfactory\n\nHi!\n\nA couple of years ago, I had a satisfactory game that was kind of advanced.\n\nMy 7yo is playing too, and at that time he made the mistake of saving his game over mine. I lost a lot. I looked everywhere for a solution and nothing worked, it was lost.\n\nNow, I’m starting again, my son knows how to not do it again, but I would still want to be safe, in case of.\n\nWhat is the best way to save your game, in a way that even if saved over you don’t lose it??\n\nThanks a lot!!!\n\nView full post\n2 upvotes · 6 comments\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, what Mtn Dew flavor pairs best with your favorite game? Let us know in the comments!\nmountaindew.com\nLearn More\nu/Hydx_\n•\n2 days ago\nAfter transferring save file to my friends computer, I cannot join the world as I get this error message.\n\nhttps://preview.redd.it/after-transferring-save-file-to-my-friends-computer-i-v0-5vg5w0zlty4c1.png?width=457&format=png&auto=webp&s=0977219483afd3d1b051a705b2637567b7779e76\n\nSo my friend was having rubberbanding issues on my world due to lag and we figured out that I don't rubberband when he hosts but he does when I host. We have a roughly 40h world together and I wanted to try transfer that world to his computer. We did this but now I get this error when trying to join him.\n\nAny ideas on how I could fix this?\n\nu/TheOGSin\n•\n3 days ago\nstill have a long ways to go but man, is it satisfying to learn how to start cleaning up the build! blueprint is just 👌🏽\nu/MayorAquila\n•\n3 days ago\nNo!\nr/SatisfactoryGame\n•\n9 mo. ago\nNo!\n1.7K upvotes · 150 comments\nu/Tomno-09\n•\n3 days ago\nCan't make a roundabout, Help\n\nhttps://preview.redd.it/c6vjsbkmfv4c1.jpg?vthumb=1&s=83f85cd1dba6471c6c6dc719824905bce7d8a52d\nu/Delusionn\n•\n3 days ago\nJust a bit of serene golden brutalism.\nu/poikotrt\n•\n3 days ago\nhelp pls\n\nhelp me find a Lego set based on satis (I have 50 dolors and I need to order this set from BG)\n\nu/BronzeMaster5000\n•\n3 days ago\n60h U8 second try on a world!\n\nSo i bought Satisfactory when U7 came out and i have played on that world for about 20h. This time when U8 came out i wanted to play again and this time my mission was to unlock blueprints as fast as possible and try to build all factorys in the \"cube\" style so that they fit inside one blueprint. I have not started beautifying the cube factory but that will come later (maybe). I just unlocked Tier 7&8. I started this world in the forest.\n\nhttps://preview.redd.it/60h-u8-second-try-on-a-world-v0-e09geb0r1r4c1.png?width=2048&format=png&auto=webp&s=188a2a997ce7334b7ccb6a28a6b89274b6e3655f https://preview.redd.it/60h-u8-second-try-on-a-world-v0-vnbppbkq1r4c1.png?width=2048&format=png&auto=webp&s=262222f339c89c95f9999e88abe702e2109d0f2a https://preview.redd.it/60h-u8-second-try-on-a-world-v0-9jpc6yyp1r4c1.png?width=2048&format=png&auto=webp&s=fb5a144d88a84088bd1ae6fd0a4f00a36877a0c0 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-w84tfqjp1r4c1.png?width=2048&format=png&auto=webp&s=ac2808a59d7687843c009cc4ab13c22a8fd2eb35 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-h4rwte2p1r4c1.png?width=2048&format=png&auto=webp&s=1209bf3d10e5ae9d27a675c6c8da915d84380128 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-1ysebbmo1r4c1.png?width=2048&format=png&auto=webp&s=cc3367ee71ee7278ee08231dbd153e99e89b3347 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-54pvz01o1r4c1.png?width=2048&format=png&auto=webp&s=7f2da7386715ccf8ca12016527b50942e8298d47 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-d53389kn1r4c1.png?width=2048&format=png&auto=webp&s=a0277b05057bebbaa54fb5d1c8fcbd6d4473be5b https://preview.redd.it/60h-u8-second-try-on-a-world-v0-m89u4c3n1r4c1.png?width=2048&format=png&auto=webp&s=ba5bf3c30b4a990e24c944991bbfc8435da800ba https://preview.redd.it/60h-u8-second-try-on-a-world-v0-m9qe1mkx5r4c1.png?width=1496&format=png&auto=webp&s=5bf7c20394990750af89c0e0c11d5f2d8a7a68c4 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-37rlt4mm1r4c1.png?width=2048&format=png&auto=webp&s=14fac455cb40644c45d35b3904ef2f0c26b10cd2 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-zy6ovk2m1r4c1.png?width=2048&format=png&auto=webp&s=ab21b44602c87866d500e8caf8915c15c411c0d5 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-lncv8mfl1r4c1.png?width=2048&format=png&auto=webp&s=60a00155ef867142662749164298089fe7c36da3 https://preview.redd.it/60h-u8-second-try-on-a-world-v0-frjg3dik1r4c1.png?width=2048&format=png&auto=webp&s=eaaf6a73aecd7ca38dd6b9076409e137a64bf8a0\nView full post\nu/scar-asriel-da-one\n•\n3 days ago\nHelp\nu/Vresiberba\n•\n4 days ago\nHow do you turn off these damn packages! Please...\n\nI tried all the tips I could find, including the console commands. HOW!?\n\nu/TheOGSin\n•\n5 days ago\nwas a shocker for sure\nTop 2%\nRank by size \nMENU\nStart Your Server\nRULES\n1\nBe kind to others\n2\nNo advertisment\n3\nKeep it relevant to Satisfactory only\nMORE SATISFACTORY\n\nWant to start a private Satisfactory server with your friends?\n\nStart A Server\nTOPICS\nSatisfactory\nSandbox game\nSurvival game\nGaming"
}