{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Are Drinking Straws Dangerous? | Plastic Pollution Coalition",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/4/28/are-drinking-straws-dangerous",
  "body": "More than 500 million plastic straws are used every day in the U.S., typically enjoyed for minutes before being discarded. Too small to be recycled, plastic straws will persist in the environment well past our future generations lifetimes, breaking into tiny pieces over time. Plastic straws are the poster child for needless single-use plastic.",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nAre Drinking Straws Dangerous?\nApril 28, 2017\n\nBy Emily DiFrisco and Jackie Nuñez\n\nHave you ever seen the science experiment where a plastic straw punctures a raw potato? How about the one where a single sheet of paper holds the weight of a textbook? Both experiments demonstrate the strength of the cylinder—one of the most structurally sound geometrical shapes, regardless of the material they’re made out of—because they disperse stress throughout their entire form.\n\nIt’s no surprise then that plastic straws are dangerous to wildlife. Due to their small size, straws are often mistaken for food by animals and because of their cylindrical shape, straws can cause suffocation and death to the animal. In at least one instance, the stomach of a penguin was perforated by a plastic straw. In another, in a video seen around the world, a sea turtle’s nostril bled as a plastic straw was removed.\n\nSo plastic straws harm wildlife, but do they injure people as well? Yes, actually. About 1,400 people visit the emergency room  every year due to injuries from drinking straws. The majority of incidents involve young children and lacerations to the mouth, abrasions to the cornea, or insertions into the ear and nose. A common scenario involves a child falling with a straw or poking a sibling.\n\nAlthough similar injuries occur with adults, the more typical instances are poking an eye or nose when drinking from the rim of a glass and forgetting about the straw in the drink, when out at a restaurant or bar. This begs the question: “why cocktail straws?” Cocktails straws are too small to suck out of (so they give you two) and a possible hazard.\n\nLast year, stainless steel straws sold by Starbucks were recalled due to laceration injuries to children. There were three reports of mouth injuries to young children while drinking. The version of the straw Starbucks sold was a straight cylinder with no bend, so while drinking, the sharp end was “aimed at” the hard palate of the mouth. Reportedly, the Starbucks straws were made with lower grade metal tubing (thinner walls), creating a sharper edge and more potential for injury.\n\nWhether made of stainless steel, glass, paper, or bamboo, there is no question that reusable or compostable paper straws are better for the environment than plastic. More than 500 million plastic straws are used every day in the U.S., typically enjoyed for minutes before being discarded. Too small to be recycled, plastic straws will persist in the environment well past our future generations lifetimes, breaking into tiny pieces over time.\n\nPlastic straws are the poster child for needless single-use plastic. They harm wildlife and our environment. But we ALL can do something to help. When out at a restaurant, simply say “no straw please” to your server. Take the next step by asking them to serve straws only upon request and consider switching from plastic straws to reusable or compostable options.\n\nIf you do use a reusable or compostable paper straw, please exercise caution while drinking. Remember the penguin and the sea turtle. Say no to plastic straws and help save the planet, the animals, and yourself one sip at a time!\n\nEmily DiFrisco is the director of digital strategy for Plastic Pollution Coalition.\n\nJackie Nuñez is the founder of The Last Plastic Straw.\n\nTake the pledge to refuse plastic straws.\n\nJoin our global Coalition.\n\n 1 \n8 responses to “Are Drinking Straws Dangerous?”\nYeziam12@mac.com says:\nAugust 16, 2018 at 11:46 am\n\nOK, I can do that. BTW – when did we max out on \"Maslow’s Hierarchy of Needs\"? LOL\n\nsavannah.seman@sailga.org says:\nJanuary 25, 2019 at 6:28 pm\n\nthat one video with the turtle is the most saddest thing in my life do you know if that turtle survied\n\nabn_ue@hotmail.com says:\nApril 17, 2020 at 11:12 pm\n\nI am as an interested person I need some sources like the information given facts just support thoughts into prove\n\nseo.wilfredeco@gmail.com says:\nOctober 3, 2020 at 9:10 am\n\nThanks for sharing such an informative post.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nPlastic “Tox” Episode 6: Plastic-Free Products for Clean Beauty with Joshua Onysko\n\nJoshua Onysko is an award-winning entrepreneur, founder, and CEO...\n\nRead more\nNOVEMBER 14, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}