{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "David Haskell Speaks for the Trees - Outside Online",
  "href": "https://www.outsideonline.com/culture/books-media/david-haskell-speaks-trees/",
  "body": "At the base of the trunk, some well-tended pink and white periwinkles share a patch of dirt with two cigarette butts, half a grape, a plastic drink lid, and a couple of straws.",
  "textContent": "Outside uses cookies and similar technologies to help our site function, and for advertising and marketing. Want to know more or manage your preferences? Navigate to MANAGE COOKIE PREFERENCES on the footer of any of our sites.\n\nBy continuing to use this website, you agree to our Privacy Policy\n\nACCEPT\nSkip to content\nOutside\nJOIN NOW\nSIGN IN\nOutside Watch\nPREMIUM FILMS AND LIVE TV\nCAMPFIRE\nOutside Learn\nEXPAND YOUR SKILLS WITH ONLINE COURSES\nPodcasts\nTHE OUTSIDE PODCAST\nMaps\nGET THE FREE GAIA GPS APP\nGET THE FREE TRAILFORKS APP\nEvents\nFIND YOUR EVENT\nBuySell\nBUY & SELL GEAR\nOutside+\nSEE MEMBERSHIP PROGRAMS\nShop\nDISCOVER OUTDOOR PRODUCTS\nAdvocacy\nFIND YOUR GOOD\nBecome a Member\n\nGet access to more than 30 brands, premium video, exclusive content, events, mapping, and more.\n\nJOIN OUTSIDE+\nAlready have an account? SIGN IN\nBrands\nOUTDOOR\nBACKPACKER\nCLIMBING\nFLY FISHING FILM TOUR\nGAIA GPS\nNATIONAL PARK TRIPS\nOUTSIDE\nOUTSIDE.IO\nOUTSIDE WATCH\nSKI\nWARREN MILLER ENTERTAINMENT\nHEALTHY LIVING\nCLEAN EATING\nOXYGEN\nVEGETARIAN TIMES\nYOGA JOURNAL\nENDURANCE\nBETA\nPINKBIKE\nROLL MASSIF\nTRAILFORKS\nTRAIL RUNNER\nTRIATHLETE\nVELO\nWOMEN'S RUNNING\nINDUSTRY\nATHLETEREG\nBICYCLE RETAILER & INDUSTRY NEWS\nCAIRN\nFINISHERPIX\nIDEA\nNASTAR\nOUTSIDE BOOKS\nOUTSIDE BUSINESS JOURNAL\nVELOSWAP\n\nGET 60% OFF OUTSIDE+\n\nHurry, Our Best Deal Ends Soon\n\nSAVE NOW\n\nOutside Online\nSEARCH\nGEAR\nRUN\nADVENTURE\nHEALTH\nTRAVEL\nCULTURE\nFOOD\nLONG READS\nVIDEOS\nPODCASTS\nWINTER GEAR GUIDE\nOUTSIDE FEED\nGEAR\nRUN\nADVENTURE\nHEALTH\nTRAVEL\nCULTURE\nFOOD\nLONG READS\nVIDEOS\nPODCASTS\nWINTER GEAR GUIDE\nRinne Allen(Photo)\nPaul Kvinta\nUpdated May 12, 2022\nDavid Haskell Speaks for the Trees\n\nThe Pulitzer Prize finalist spent two years visiting 12 sites around the world for an ambitious new book that reveals the surprising—and surprisingly fascinating—arboreal secrets hidden in the canopies of ordinary trees. Paul Kvinta meets with the real-life Lorax on New York's Upper West side and learns why white men never stand in the shade.\n\nHeading out the door? Read this article on the Outside app available now on iOS devices for members! Download the app.\n\nDavid Haskell's Bradford pear tree stands at the northwest corner of 86th Street and Broadway on Manhattan's Upper West Side, and when we meet there one afternoon in July, he mentions that he hasn't spent quality time with the tree in nearly three months.\n\nThe previous occasion he visited, he and his girlfriend, Katie Lehman, were traveling by car to Maine from Sewanee, Tennessee, where Haskell is a professor of biology and environmental studies at the University of the South. They parked on the street, made their way to this corner, and proceeded to loiter, since there’s nowhere to sit. It was late in the day. Trucks and buses barreled down Broadway. Sirens wailed. Pedestrians flowed past the tree, faces in their phones, while below ground the Seventh Avenue Express hammered by. The tree’s fallen white blossoms whirled in the evening gusts, and dis­carded wads of gum littered the dirt at the base of its trunk. For an hour and a half Haskell watched. He listened. Then he and Lehman got back in their car and drove to Maine. \n\n“It was amazing sharing the tree with Katie, introducing her to this creature I’d spent so much time with,” Haskell tells me now. “To be able to wrap other people into my relationship with the tree, and the tree into my relationship with other people—it’s very enriching.” \n\nIntroducing me to the tree, then, is a ­pretty big deal. \n\n“This is it,” he says, beaming. \n\nWe eyeball the tree.\n\n“Yes,” I say.\n\nIt’s not exactly beautiful. It’s not exactly ugly. It reaches maybe 30 feet tall, with an oval canopy of dark waxy leaves and a gray trunk streaked green with algae. A couple of diseased limbs have been ­removed, leaving pitted nubs. It grows in front of a Banana Republic, between a newsstand and some newspaper boxes, and nearby there’s a flight of stairs leading down to the 86th Street subway platform. At the base of the trunk, some well-tended pink and white periwinkles share a patch of dirt with two cigarette butts, half a grape, a plastic drink lid, and a couple of straws. Locked to the short iron fence that surrounds the trunk is a blue ­bicycle missing its seat. Another Bradford pear sprouts from the sidewalk 30 feet north of this one, then another one north of that, then another. There are six of them on this block alone. \n\nHaskell’s tree is utterly ­average. \n\nHe is not offended by this assessment. In fact, it’s one of the reasons he includes the Bradford pear in his book, The Songs of Trees: Stories from Nature’s Great Connectors, which comes out in April. “This tree appeals to me because it’s a regular street tree,” he tells me. “There are some trees in Manhattan that are famous, like the 9/11 Survivor Tree. People actually travel great distances to see that tree. No one travels to Manhattan to see this tree.” Except Haskell. And now me.\n\n“To be able to wrap other people into my relationship with the tree, and the tree into my relationship with other people—it’s very enriching.”\n\nHe had invited me to spend a couple of days with him here. I couldn’t say no, not after what he had accomplished in his first book, The Forest Unseen, a finalist for the 2013 Pulitzer Prize and a book that E. O. Wilson called “a new genre of nature writing, located between science and poetry, in which the invisible appear, the small grow large, and the immense complexity and beauty of life are more clearly revealed.” Haskell believes that we live in a world of countless untold stories hiding in plain sight. In Forest, he selected a square meter of forest floor and visited that spot almost daily for a year. That’s the entire book, all 288 pages of it, him staring at the ground. But Haskell leveraged three remarkable strengths—vast scientific knowledge, prodigious literary gifts, and a deeply meditative approach to fieldwork—to extract from that patch of dirt characters, relationships, drama, and universal themes. \n\nIf Haskell could do that in a quiet corner of the forest, I wanted to see what he could come up with on a loud street corner in America’s most frenetic metropolis. \n\nHaskell under the Bradford pear tree at 86th and Broadway in New York City (Andrew Hetherington)\n\nWednesday 7:03 p.m.\n\nAn attractive blonde in a short skirt walking three terriers stops under the tree to untangle her leashes. I focus on the woman. Haskell focuses on the dogs. One white puffball ­refuses to budge when the woman prepares to resume walking. She coaxes the dog. She jerks the leash. “He’s saying, ‘This is a cool tree,’ ” Haskell says, meaning literally cool. She’s not hearing him. The woman drags the pooch off down the sidewalk. \n\nHaskell strides over to the tree, bends down, and touches the pavement. “Feel that,” he tells me. The sidewalk is cool, despite temperatures in the nineties. We then walk out to the median in the middle of Broadway and feel the shade-free pavement there. It’s a good 20 degrees hotter than under the tree. “On aver­age, it’s seven degrees warmer in New York City than it is just outside the city, partly because of all these hard surfaces absorbing heat,” he says. “But trees change the weather in a city. They have a significant cooling effect. They save a lot on air-conditioning.” \n\n7:06 p.m.\n\nFoot traffic is light, probably due to summer vacation. On a normal weekday at this hour, Haskell says the pedestrian flow would nearly flatten us.\n\n“It’s typically a sea of humanity?” I ask.\n\nMore like intersecting rivers, he explains. “You’ve got one coming out of the subway and people flowing north and south. There’s a sinkhole with water bubbling up and being drawn back down.” There’s all this fast ­water, and then the area around the tree is a quiet pool to the side.\n\nIt’s illegal to obstruct pedestrian traffic in New York City, Haskell tells me, so if people need to stop they will duck under the tree. That links the plant to the city’s sociocultural power dynamics. Haskell calls the area around the tree “gendered and raced space.” Over two years, he has seen dozens of folks stop under the tree to check phones or ­adjust bags. Three-quarters were women of a ­variety of races; of the men, none were white. Most white guys dominate the middle of the sidewalk, yielding to no one. It’s white male privilege, he says, played out on the streets of New York.\n\n7:22 p.m.\n\nHaskell peers into the canopy. “Note the lack of insect damage,” he says. A native species would support a riot of caterpillars and leaf miners, munching on leaves, fattening up for predatory birds and spiders. But the Bradford pear hails from China, and Haskell explains that as a foreigner it deploys formidable chemical defenses against local herbivores. This tree ended up here for the same reason Bradford pears ended up across the eastern half of the U.S. in the 1960s—­horticulturalists, smitten by the tree’s snowy blossoms, desired an attractive, bug-resistant species for burgeoning suburbs and city beautification projects. \n\nGovernment officials now classify the tree as a “woody invasive.” In 2015, when the Million Trees NYC project realized its goal of planting a million new trees, not one was a Bradford pear. “There was an article spread on Facebook describing them as evil,” Haskell says. He’s appalled by this. Obviously, native trees are better for the ecological community. But vilifying the Bradford pear denies the full story of our tree here. For starters, it denies what Haskell calls “ancient biogeographical connections,” meaning that while this tree is considered a foreigner, it’s really not. Millions of years ago, the forests of eastern North America and East Asia were connected, which explains why Bradford pears thrive here. Secondly, human priorities and needs change. “We loved these trees once,” Haskell says. “Now we view them as a massive problem. Isn’t that more about us and our values than it is about this tree?” What will our needs be in 100 years? Corn, he reminds me, is an exotic species. Due to human need, it has decimated most midwestern prairies. \n\n(Andrew Hetherington)\n\nHaskell is 48, tall and lanky, with a prominent nose and a bearing that is both slightly formal and slightly awkward. His most distinguishing feature is his accent, which is impossible to place. He was born in England, raised in Paris, and educated at Oxford and Cornell, and he spent the past 20 years in Tennessee. As he has mentioned to journalists before, wherever he goes people tell him: “You’re not from here.”\n\nThe Songs of Trees is similarly global. The book focuses on 12 individual trees around the world. Along with our Bradford pear, the lineup includes a balsam fir in the backwoods of northwestern Ontario, an ­olive tree at the Damascus Gate in the old city of Jerusalem, and a giant ceibo deep in the Ecuadorean rainforest, a tree that requires a plane, a bus, two boats, and two days to access. There’s a bonsai white pine, two feet tall, that spent its first 350 years in Japan before arriving at the National Arboretum in Washington, D.C., in 1976 as a bicentennial gift. There’s a cottonwood sapling in downtown Denver that’s been repeatedly reduced to wood chips by beavers. Haskell’s hazel tree in Scotland is 10,369 years old. It exists as fingernail-size bits of black charcoal stored in carefully ­labeled plastic bags in the Edinburgh offices of a commercial archaeology firm. \n\nCities should be viewed as no more or less natural than a mountain stream running through the so-called wilderness.\n\nFor two years, Haskell visited all these trees multiple times, spending dozens of hours with each. Day and night, through rain and snow, he watched and listened over long, contemplative stretches. Some sessions were less contemplative than others. One time in Ecuador, having climbed ten stories up metal ladders attached to the trunk of his ceibo tree, Haskell was taking in the endless biodiversity around him when a bullet ant stabbed him in the neck. “The pain was like a strike on a bell cast from the purest bronze: clear, metallic, single-toned,” he writes. Dazed, he flailed at his attacker, only to have it carve a chunk out of his left index finger with its powerful jaws. “Unlike the stinger’s purity,” he continues in the book, “this pain was a shriek, a fire, a confusion. Over minutes, the sensation ran across the skin of my hand, a cacophony and panic that soaked the hand in sweat. For the next hour my arm was incapacitated.” ­Similarly, he arrived at his olive tree in Jerusalem on one occasion to find its branches “hung with medical equipment and fluorescent safety vests,” the gear of Palestinian medics antic­ipating violence associated with ­Nakba Day (the “catastrophe” of the founding of Israel). Haskell watched from the tree as security forces slammed into surging protesters, headlocking and dragging several into an armored truck. Still another time, he wandered at night through the dunes of St. Catherines Island off the Georgia coast during a terrifying tropical storm, unable to locate his sabal palm: \n\nTonight I discovered that the tree had fallen. Every wave soaks the upturned rootball, and ocean water drowns fronds that, a few days ago, stood atop a nine-meter-tall trunk, lush and vigorous. The fronds were talkative, full of rustle and snap. Now, I hear in them only the detonations and bellow of the sea’s quarrel with the land.\n\nThrough all this Haskell extracted stories, tales of conflict and cooperation, of life and death. Consider just one example—ants and fungi. High in the crown of the ceibo lives a parasitic fungus, Ophiocordyceps, that specializes in invading the body of an ant, consuming it from within, and then somehow commanding it, in its final throes, to anchor itself with its mandibles onto a leaf. From this dangling carcass, infectious fungal spores fall onto the ants beneath. But in other instances, ants and fungi enjoy symbiotic relationships. Below the ceibo, fungi growing inside leafcutter colonies receive a steady supply of fresh leaves and in turn provide meals for the ants. These stories, or “songs” in Haskell’s parlance, reveal biological networks—trees networked to ­other trees, to other plants and animals, to the physical world, to the ancient past. Human beings are very much ­integrated into these networks, whether the particular tree is ­located deep in the Amazon or in the heart of Manhattan. \n\n“Muir said that if you want to experience nature, get the hell out of the city!” Haskell tells me, yelling to be heard over a double accordion bus roaring down Broadway. But the very notion of nature stands as a barrier between people and the rest of the community of life, he insists. Cities should be viewed as no more or less natural than a mountain stream running through the so-called wilderness. Noting the urban chaos surrounding us, Haskell says, loudly, “This city is the product of a species that evolved, an advanced primate, Homo sapiens.” In Haskell’s view, Manhattan can’t be anything but nature. \n\nWe’re starting to draw looks. The guy running the newsstand momentarily leaves his post and stares at us. Then he swigs some water from a bottle, spits it out under the tree, and goes back to selling papers. \n\n7:26 p.m.\n\nThe Seventh Avenue Express throttles through the subway tunnel two stories beneath us. We feel it under our feet. We also watch it on an app on Haskell’s phone, three rippling lines registering the vibration along three dif­ferent axes. Pressure waves are traveling from the rumbling subway cars into the steel and concrete tunnel, through the ground, and into the iron railing that surrounds the tree and on which Haskell’s phone rests. The acceler­ometer inside his phone captures the movement. Our tree is experiencing the same ­vibrations as the railing. \n\nIn response to decades of train reverberation, the tree has pumped major resources into anchorage, he explains. It has fattened and stiffened its roots with more cellulose and lignin. It hugs the earth tighter than most trees in the forest. Hillside trees do something similar, growing stronger roots along whichever axis the wind typically blows. “This tree is taking the vibratory energy of its environment into its body,” Haskell says. The city ­actually becomes part of the tree. In his book, he explains this by subverting Nietzsche: “What does not kill me becomes part of me, erasing another boundary. Flexure of a tree brings within what was outside. Wood is an embodied conversation between plant life [and] shudder of ground.”\n\n7:31 p.m.\n\nA monster dump truck thunders past, grinding its gears. “Did you hear that!” Haskell yells. “Yes!” I yell back. How could I not? “No,” he says. “The sparrows.” The birds are flitting about the tree’s upper branches, swooping down occasionally to fetch crumbs. “I’m hearing the sparrows even though that truck just went by,” he says. “If you planted a spectrogram, it would pick up all the low frequencies, like that truck, and the house sparrows would register above that.” Sparrows and starlings, he explains, move their calls into higher registers to communicate over the urban rumble. Most bird species can’t adapt like that. They lose their acoustic social networks and disappear from urban areas. But sparrows and starlings, along with pigeons, occupy 80 percent of the world’s cities. “Their environment has changed them,” Haskell says.\n\n7:33 P.M.\n\nHaskell considers our Bradford pear. “That tree isn’t an indi­vidual,” he says. “It’s a community.” The same could be said for the seemingly autonomous people zipping by—the bike messenger, the woman texting, the guy with the groceries. Just as Bradford pears and house sparrows have incorporated the city into their beings, so too have people, insists Haskell. “We’ve been yelling and contorting our faces to communicate over the noise,” he says. In his book, he cites other examples. “Pitch and genre of music change our perception of food and wine. A Tchaikovsky waltz … evokes a feeling of sophistication on the tongue that is absent when dining with a soundtrack of rock ­music.” Or consider any of New York’s street food, he says. It’s almost always salty or spicy, otherwise you’d ­hardly taste it over the city’s noise and smells. What we think of as inner thoughts and judgments, Haskell says, are very much shaped by external networks. The same rock band performing on this corner would sound louder performing at the same volume in a national park, because we expect national parks to be quieter. \n\nWhen he was a boy, Haskell would often sit still near the pond in his backyard and just look at things. “It was my disposition as a kid,” he says. His family moved to Paris from London when Haskell was three, after his father, a physicist, joined the European Space Agency. His mother was a biologist. When Haskell was six, he wrote this story: “Once upon a time there was a golden tadpole and one day he started to grow his hind legs and then he was getting very excited because he was growing his front legs and then a few day’s after his tail went in and he was a frog.” His mother, Jean, was impressed. “Most people think the tail falls off,” she says. “But his ­story was absolutely biologically correct.”\n\nAt the British School of Paris, Haskell fell in love with Shakespeare, Philip Larkin, and many other poets. But the British education system soon demanded specialization, and he spent his last two years at the school and his time at Oxford immersed exclusively in biology. He wrote his thesis, “Parasites and the maintenance of sexual reproduction in blackberries,” under the tutelage of William Hamilton, one of the foremost evolutionary biologists of the 20th century. At Oxford, Haskell also learned a fair bit from a pet rat named Bisquit. Watching the rodent range freely about his apartment, he observed that rats “are all about social bonds with others. Bisquit had only humans, but rats in the wild live in complex social networks. What one rat learns gets transmitted through the network. A rat community is like a scaly-tailed, hairy super-brain, figuring out where and what is safe.”\n\nAt Cornell, Haskell studied ground-­nesting wood warblers. In his Ph.D. research, he found that the reason chicks don’t attract predators with their cries for food is that high-frequency sounds ­travel only short distances in the forest. It was also at Cornell that Haskell learned to meditate. He described what is now a twice-­daily 20-minute practice to me this way: “I sit, and the mental flotsam passes by, sometimes sweeping me into its tangles, sometimes drifting by observed but not entered. I started because I had a sense that my inner disorder needs a practice of trying to pay attention.” \n\nAfter grad school, Haskell took a position at the University of the South, commonly ­referred to as Sewanee. It was a dream job for an ecologist. Perched atop the Cumberland Plateau, Sewanee encompasses 13,000 acres, 91 percent of it undeveloped forestland. Physically, it’s among the largest universities in the country, with the highest diversity of plant species of any campus. Haskell could stroll out of his office and in minutes be in extraordinary old-growth forest. \n\nIn time, Haskell became known at Sewa­nee for his Yoda-like connection to ­nature. “One day I walked out of the science building, and David mentioned that the tree frogs were peeping,” says Marvin Pate, ­formerly Sewa­nee’s director of sustainability. “It was so subtle. I never would have heard them. If I had, I wouldn’t have known what they were.” Another time, Haskell was hiking through the forest with a ­former student, ­Leighton Reid, who directs res­toration-­ecology projects around the world for the Missouri ­Botanical Garden. “He hears something and asks me, ‘Are those katydids?’ ” recalls Reid. “I could barely hear anything. At most it was white noise. And I pay attention to things. I’m in the forest all the time.” \n\nHaskell hated the boundaries between ­academic disciplines and felt scientists needed the arts and humanities. “He’s a serious biologist, so there’s that scientific side of him,” says Jim Peters, a philosophy professor who co-taught “Ecology and Ethics” with Haskell. “But science as purely objective reasoning, he doesn’t believe that. Science can help us understand, but it’s not pure infallibility. David has an interdisciplinary mind.” \n\nHaskell sometimes canceled class so that his students could experience distinguished visitors on campus, of any discipline. They watched Buddhist monks create a ­mandala. They listened to pianist ­Jeremy Denk play a concerto. Haskell’s “Food and Hunger” course was a multi-subject free-for-all that incorporated two of his passions, meditation and horticulture. (On one acre, Haskell grew most of the vegetables he consumed, along with raising goats, ducks, chickens, rabbits, and bees.) The course explored the ecological aspects of food production, alongside the historical and social aspects of poverty in nearby rural communities. Students practiced a form of lectio divina, reading aloud about hunger and then reflecting silently on the text. For Thanksgiving, they prepared a meal for 80 needy local residents. \n\n7:50 p.m.\n\nHaskell shows me some photos. Strolling here today, he had snapped pictures of several tree beds. One shows a trunk surrounded by carefully placed pieces of broken brickwork and creeping ivy. Another has miniature white plastic fencing enclosing what appears to be marijuana growing around the tree. The photos delight Haskell. “These are stories of how people are connected to their trees,” he says. The bed beneath our tree is tended by the management of the apartment building on this block, the Belmont. Studies show that the survival rate for trees cared for by neighborhoods in the city is 100 percent, whereas trees that are planted by municipal workers and left on their own have a 60 percent chance of dying within a decade. “Literally, the life of this tree depends on its connection to the community,” Haskell says.\n\nIt’s a two-way relationship. Haskell ­presses his hand against the trunk and shows me his sooty palm. The tree is filtering the air. Annu­ally, the city’s five million trees remove 2,000 tons of air pollutants and 40,000 tons of carbon dioxide. New York’s tree-planting program now consults maps of asthma hospitalization rates and tree cover in determining which blocks to revegetate. \n\n8:06 p.m.\n\nThe howling starts.\n\nA gentleman with wild eyes and terribly mismatched clothes is slouching across Broadway from the other side, coming straight at a group of women who have just exited a yoga class. The racket he’s producing contains hints of melodic content, but only hints, like someone singing the blues while getting his prostate checked. For their part, the yogis scatter like billiard balls on the break. \n\nHaskell segues into some ecological play-by-play: “With social networking, you’ve got all sorts of people manifesting in different ways of being. It’s like the interaction between tree roots and fungi. There are a lot of social interactions, but there’s also an immune system. If someone seems threatening, you’re going to close off. What we’re seeing here mirrors what a root is doing when it’s conversing with fungi. It’s open to conversation. In fact, it will die without conversation, without connection. But if you’re open to any kind of connection, you’re going to get exploited. A tree root would get overrun with pathogenic fungi and soon die.”\n\nHaskell just compared the singing drunk to a deadly fungus. \n\n8:16 p.m.\n\nHaskell’s eyes dart skyward. “That high-pitched call,” he says. “Kestrel.” \n\nI hear nothing. I look up in time to glimpse a black comma soaring high over 86th Street, heading toward Central Park. \n\nHaskell’s not an overly emotional guy, but I can tell he’s completely jacked up. In two years of observations here, he has spotted exactly five faunal species: house sparrows, starlings, pigeons, one high-flying red-tailed hawk, and one seemingly lost warbler. Kestrels are cavity nesters, so he wonders if someone has ­erected kestrel boxes in Central Park. “A kestrel is ­another dimension to the story of this tree, but on a different scale,” he says. “It’s like connecting a strand from the tree to wherever the bird is headed. It speaks to my excitement of flight. It’s flying over the city and seeing the buildings from above.”\n\nHaskell in his element near Sewanee, Tennessee (Andrew Hetherington)\n\nIn 2004, on a cold January morning, Haskell hiked into Sewanee’s Shakerag Hollow, wandered off-trail, and stopped only when he found a flat slab of sandstone to sit on. Internally, Haskell had reached a crossroads. He could continue publishing papers with names like “Phylogenetic analysis of threatened and range-restricted limestone specialists in the land snail genus Anguispira” that few people read. Or he could try something that accessed more parts of who he is. For some time he had maintained a poetry blog, posting a new haiku every day. And of course he had his meditation practice. What if he combined these three strands—science, meditation, and creative writing? What if he did that right here, in this exact spot in the forest? What might he create? \n\nHaskell calls the area around the tree “gendered and raced space.” Over two years, he has seen dozens of folks stop under the tree to check phones or adjust bags. Three-quarters were women of a variety of races; of the men, none were white.\n\nHe had no idea. But it felt right. \n\nHaskell determined to return to this spot over and over. He would come with no agenda, conduct no experiments, collect no specimens. He would simply pay attention. He would later augment his observations with library research. He began calling the meter-square area of ground in front of his rock his “forest mandala,” supposing that, just as Buddhist monks believe that the ­entire universe can be seen through a small circle of colored sand, so too are a forest’s ecological stories all present in a mandala-size area of ground. \n\nWhat’s striking about the essays Haskell subsequently produced aren’t necessarily the passages on horsehair worms commandeering the bodies of unsuspecting crickets, or the role of natural selection in shaping our fear of copperheads. That stuff is wonderfully weird and mind-blowing, as is the scene in late January when Haskell almost gets hypothermia after stripping naked at the mandala to compare his body’s reaction to the freezing temperature with that of the Carolina chickadee. But the project’s real juice flows from his treatment of the least appreciated inhabitants of the mandala—the algae, the fungi, the bacteria. Here’s a passage from the book about lichen: \n\nLichens don’t cling to water as plants and animals do. A lichen body swells on damp days, then puckers as the air dries.… This approach to life has been independently discovered by others. In the fourth century BCE, the Chinese Taoist philosopher Zhuangzi wrote of an old man tossed in the tumult at the base of a tall waterfall. Terrified onlookers rushed to his aid, but the man emerged unharmed and calm. When asked how he could survive this ordeal, he replied “acquiescence.… I accommodate myself to the water, not the water to me.” ­Lichens found this wisdom four hundred million years before the Taoists. The true masters of victory through submission in Zhangzi’s allegory were the lichens clinging to the rock walls around the waterfall.\n\nNobody had ever heard of Haskell when Viking published The Forest Unseen in 2012, but soon people were comparing him to Henry David Thoreau and Aldo Leopold. The book won a National Academy of Sciences Award, and along with being short-listed for the Pulitzer Prize, it was runner-up for the PEN/E. O. Wilson Literary Science Writing Award. “I started reading it and thought, Oh no, another concept-driven book,” says Tom Levenson, a Pulitzer judge and professor of science writing at MIT. “The fear is that the author lays out this very clever premise and it won’t work. And it’s a really constrained premise, one square meter of ground. But he extracts an enormous amount of meaning from that by using incredibly precise poetic language.” \n\nForest was translated into nine languages, including Latvian and two forms of Chinese. Ultimately, the book helped land Haskell a John Simon Guggenheim Fellowship, providing him funding for his next project—­listening to trees. \n\nHaskell was interested in arboreal acoustics—wind rustling through branches, raindrops falling on leaves, woodpeckers hammering bark—and what they indicate about ecosystem networks. But he also saw trees as characters that could provide access to the stories of different landscapes across the globe. The overriding theme, as it had been in Forest, was connection and relationships, but this time Haskell wanted to explore how humans fit into these networks, both in places where they seemed absent but weren’t (the Amazon) and in places where nature seemed absent but wasn’t (Manhattan). If people were as connected to the community of life as other organisms, what did that say about the kind of environmental ethic humans should have? \n\nOf course, the idea of listening to a tree is a little weird, especially if you ­stumble unknowingly upon Haskell doing it. In 2013, Rebecca Hannigan, then a Sewanee sophomore with no knowledge of Haskell’s upcoming tree book, attended the school’s island-ecology field camp on St. Catherine's. Haskell was there to teach but occasionally stole away to visit a particular sabal palm, one of his 12 chosen trees. Late one afternoon, Hannigan spied Haskell alone behind the dunes, holding an audio-­recording device beneath the tree. “He was talking into it, then holding it up to the tree, like he was interviewing it and expecting a response,” Hannigan recalls. “It was odd.”\n\nThursday 8:40 a.m.\n\n“That guy in the green shirt,” Haskell says, “that’s Stanley.” A 70-year-old African-­American man is glad-handing his way down the sidewalk. For most of the year except summer, Stanley Bethea sells children’s books from under the shade of our tree. \n\n“How ya doin’?” Bethea says, recognizing Haskell. “The tree sure looks good, don’t it?”\n\n“It does,” says Haskell.\n\nBethea can’t chat long. Kids are clamoring after him. “They get very upset if I don’t speak to them!” he says.\n\nHad he stayed, Bethea could have told us everything that’s blooming in the city right now—the crape myrtles, hydrangeas, hibiscus, everything. “He’s tuned in to the flowering rhythms of this place,” Haskell says. “He’s been around a long time.” \n\nUltimately, Haskell contends that guys like Bethea—not academics like himself, or Sierra Club activists, or Washington bureaucrats—are best positioned to make good judgments about landscapes and ecosystems. Bethea is a deeply rooted member of this ecological community, as are the neighborhood folks caring for Manhattan’s street trees. They have a mature sense of ecological aesthetics based on belonging, and their ethic will stem from what they view as beautiful and whole. At his olive tree in Jerusalem, Haskell found Bethea’s counterparts in Israeli and Palestinian olive farmers. At his ceibo tree in Ecuador, it was the Waorani Indians. “Embodied, lived experiences within the community of life seems like a pretty good guide to me,” he says.\n\n8:45 a.m.\nA small white butterfly flits by. Haskell is stunned. “I’ve never seen a butterfly here,” he says. It’s nothing more than a garden-­variety cabbage white, but you’d think he’d just spotted an elusive snow leopard. We’re still digesting this historic wildlife sighting when I happen to look up and notice three geese passing overhead.\n\n“No, cormorants,” Haskell corrects me. “Double-crested cormorants! Those are fish-hunting birds. They must be feeding in the rivers.”\n\nHaskell can barely contain himself. There’s a direct connection between the city’s trees and the Hudson and East Rivers, he explains. Roughly half of New York’s sewer system combines sewer and storm runoff, so traditionally, during heavy rains, untreated sewage would back up into the rivers. But trees slow rainwater and divert it into the soil. The city’s increased tree cover, combined with sewer improvements, has cleaned up the rivers significantly. There are more fish now, and thus more cormorants. \n\n“In two days we’ve nearly doubled our species count at the tree,” Haskell says, delighted. He stares at the sky in wonder. We watch the cormorants fly toward the Hudson, until they disappear behind tall buildings.\n\nFiled to: Books  Evergreen  Long Reads  Media\nLead Photo: Rinne Allen\nJOIN OUTSIDE+\n\nEnjoy coverage of racing, history, food, culture, travel, and tech with access to unlimited digital content from Outside Network's iconic brands.\n\nLEARN MORE\n \n \nADVERTISE PRIVACY POLICY CONTACT CAREERS TERMS OF USE LICENSING & ACCOLADES DIGITAL ARCHIVES SITE MAP\nHEALTHY LIVING\nCLEAN EATING\nOXYGEN\nVEGETARIAN TIMES\nYOGA JOURNAL\nOUTDOOR\nBACKPACKER\nCLIMBING\nFLY FISHING FILM TOUR\nGAIA GPS\nNATIONAL PARK TRIPS\nOUTSIDE\nOUTSIDE TV\nSKI\nWARREN MILLER\nENDURANCE\nBETA MTB\nFASTEST KNOWN TIME\nPINKBIKE\nTRAILFORKS\nTRAIL RUNNER\nTRIATHLETE\nVELO\nWOMEN'S RUNNING\nINDUSTRY\nATHLETEREG\nBICYCLE RETAILER & INDUSTRY NEWS\nFINISHERPIX\nNASTAR\nOUTSIDE EVENTS CYCLING SERIES\nOUTSIDE SHOP\n\n© 2023 Outside Interactive, Inc"
}