{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic Pollution: Meaning, Causes, Effects and Solutions",
  "href": "https://importantindia.com/23797/plastic-pollution/",
  "body": "Plastic pollution is the introduction of plastic products into the environment which then upset the existing ecosystems in different ways. These pollutants cause environmental degradation and also affect different living organisms and their habitats negatively.",
  "textContent": "Skip to main content\nSkip to secondary menu\nSkip to primary sidebar\nSkip to footer\n\nImportantIndia.com\n\nIndian History, Festivals, Essays, Paragraphs, Speeches.\n\nHOME\n \nABOUT\n \nHISTORY\n \nIMPORTANT INDIA\n \nCATEGORIES\n \nTOU\n \nCONTACT US\nPlastic Pollution: Meaning, Causes, Effects and Solutions\n\nCategory: Environment, Essays and Paragraphs\nOn August 12, 2016 By Victor\n\nMeaning of Plastic Pollution\n\nPlastic pollution is the introduction of plastic products into the environment which then upset the existing ecosystems in different ways. These pollutants cause environmental degradation and also affect different living organisms and their habitats negatively.\n\nWhen plastic products accumulate in the environment, they begin to cause problems for wildlife, humans, and other living organisms. They create conditions that are not favorable for healthy living and proper growth. This is what is essentially referred to as plastic pollution.\n\nPlastic pollution is similar to any other type of environmental degradation, the only major difference here being that the major pollutants are made from plastic.\n\nIt can be prevented and the effects minimized when the right measures are put in place. To know just how much this type of pollution is dangerous, we can first of all look at the meaning of plastic and what it’s made up of.\n\nWhat is plastic? A material that is made from plastic can easily be shaped or deformed. Plastics are synthetic materials that are made from synthetic resins or organic polymers. Examples of these polymers include nylon, PVC, and polyethylene. Plastics are categorized into two groups, those that go through a chemical change process in their constituents when subjected to heat (thermosetting polymers) and those that do not (thermoplastics). Examples of thermoplastics include polypropylene and polyethylene. They are the most common types of plastics because they are usually produced in large quantities but at very low costs. Most disposable items are packaged in these. Supermarkets and a lot of other retail stores also use them to package goods bought. Plastics are mainly composed of petrochemicals that when burnt or melted, cause environmental pollution. Plastic pollutants can also be classified in terms of size. This creates three categories of pollutants namely micro, meso, and macro debris.\n\nHow does Plastic Pollution Occur? These pollutants can build up in water sources and make it difficult for marine life to move around freely in their habitat. They can also reduce the flow of air within water bodies, a factor that endangers the lives of organisms that reside in these habitats. Some marine organisms ingest micro debris made of plastics and suffer from poisoning because of the chemical components. On the other hand, plastics can be an eyesore when they are strewn all over the place. They can also trap water and act as breeding places for disease-causing organisms like mosquitoes. Plastics that degrade in water sources can cause pollution by making the water obtained from such places unfit for human consumption. The burning of materials made of plastic also causes pollution. These are some of the ways in which plastic pollution occurs in the environment.\n\nCommon Causes of Plastic Pollution\n\nThere are many reasons why plastic pollution takes place. The biggest contributing factor has to be human activities because they are the ones that manufacture plastics and then introduce them into the environment. Some of the common causes of this type of pollution include:\n\n1. Plastic bags from shopping: When you buy items from the retail store, chances are that they’ll be packaged in plastic bags. Most of them are thermoplastics that are produced in large quantities. When these plastics have been used, they are usually thrown away or discarded because the next time you go back to the store, your items will be packaged in new plastic bags. Many people shop regularly and that means that the amount of plastic bags introduced into the environment also increase at a faster pace. Since most of the plastics are also low cost and thin, they can only be used a couple of times before they tear. These shopping bags are major polluters of the environment and it’s common to see them thrown around.\n\n2. Plastic Toys: Most toys are usually made of plastic. This is usually taken as a safety measure because kids can easily injure themselves with metallic toys. As we all know, these young fellas are not very responsible people and the toys are usually damaged almost immediately after they’ve been purchased. A kid can go through many toys in a month unless the parent just decides to let him or her play with the broken one. There are also companies that sell products such as cereals and include free toys as part of marketing. Parents then feel obliged to buy them because they come with gifts for the kids. When all these are summed up, we have ecosystems full of plastic toys and with no proper place or method to dispose of them. What happens next is environmental pollution.\n\n3. Pet Bottles: Pet bottles are also common plastic pollutants. These bottles are normally used for feeding or administering medication. They are changed regularly or when the one being used is damaged. The damaged bottles are then disposed of and they end up polluting the environment in one way or the other. Apart from the feeding bottles, there are also feeding plates or troughs made of plastic.\n\n4. Failure to recycle: Failure to recycle or reuse plastic materials is another major cause of plastic pollution. As mentioned earlier, someone will use a plastic bag once and then throw it away because he or she knows that she’ll get a new one on the next shopping trip. This results in so many plastic papers in the environment. It doesn’t help that garbage collection companies do not also encourage their clients to put recyclable waste separately from those that need to be disposed of. The failure to recycle is one of the main reasons why plastic pollution is such a major concern the world over because it seems that the more the world population increases, the bigger the problem becomes.\n\n5. Using Plastic Disposables: People who host parties and use plastic disposable cups, plates, forks and knives are the main culprits here. As much as they make work easier because they eliminate the need to wash utensils after the party, it’s also detrimental to the environment. These plastic disposables are usually thrown away after the party and end up causing plastic pollution in several ways.\n\n6. Plastic Fishing Nets: Commercial fishing is a very important economic activity. This is because fish is a source of white meat with numerous health benefits. Individuals, companies, and even nations engage in commercial fishing because it is an important source of income and revenue. The only problem is that in large scale fishing especially in trolling operations, the nets are usually made of plastic materials. They remain submerged for long periods and leak toxins into the ocean waters. They can also break apart and stay in the water causing more pollution in the process.\n\n7. Poor Disposal of Plastic Waste: Plastics do not degrade easily because of the type of materials that they are made of. That’s the reason why when you dispose of a plastic bottle or paper bag in your compound, chances are that even one year down the line it will still be there. We can use lots of materials made of plastic but when we properly dispose of them, pollution is reduced. Poor plastic waste disposal is, therefore, a major cause of pollution. Many people are very careless with the way they dispose of their plastic wastes and that has presented a big challenge as far as having a clean planet is concerned.\n\nEffects of Plastic Pollution\n\nPlastic pollution has so many negative effects on human, plant, and marine life as well as other living organisms. Here are some of them:\n\n1. Affects Human life and Health: Plastics are mainly made from petrochemicals. It, therefore, goes without saying that they are not good for human health and can cause problems in different ways. When plastics degrade in water sources, they release toxins that can cause poising or cancerous diseases. Several health practitioners have cautioned against using plastics, especially when handling hot consumables. Plastic pollution can cause diseases that are very costly to treat and difficult to manage. Children can also ingest plastic materials that have been carelessly disposed of and this can result in choking or even death. Plastic bottles can sometimes trap water and provide ideal breeding places for germs and mosquitoes. This can result in several health problems for people that live near such places.\n\n2. Degrades Quality of Land and Affects Agriculture: Plastic papers strewn all over the place are an eyesore. They make the surrounding appear untidy and unpleasant. When they break down, they release chemicals into the ground that make land unproductive and unconducive for plant growth. They can also make the area unsuitable for habitation by microorganisms. Plastic pollution, therefore, affects agriculture by degrading the quality of soil and, in turn, affects the balance that is required for an ecosystem to thrive.\n\n3. Poses Threat To Animal Health: Cattle are very notorious when it comes to eating plastic bags. Since these materials are not digestible by the stomach, they can cause stomach upsets and poisoning due to the chemicals released from the components of plastic. This is what happens when we fail to dispose of plastics properly and scatter them all over the place. Unlike humans, animals can eat anything, the issue of whether it’s edible or not notwithstanding.\n\n4. Disrupts Marine life: Aquatic life is also not spared when it comes to the effects of plastic pollution. Commercial fishing where plastic nets are used introduce toxins into the ocean and pollute the water. This is harmful to the marine life. Organisms that live in water can also ingest plastic materials and die because of the toxins contained in them. This would cause the loss of biodiversity and upset the ecosystem due to the interdependence of the different inhabitants.\n\n5. Air Pollution: Burning plastics causes air pollution. That’s because this action introduces pollutants into the atmosphere through smoke and debris. When inhaled, the smoke from burning plastics can cause breathing complications. The pollutants can also affect the ozone layer and contribute to global warming. Since plastics are mainly composed of petrochemicals, burning them can also cause acid rain as the chemicals released ascend into the higher atmosphere.\n\n6. Blocks The Drainage System: Yes, plastics are a nuisance when it comes to having a free-flowing drainage system. They can cause blockage and prevent the flow of waste material. When this happens, the air can be polluted due to the bad smell of decomposing materials. It would also cause a host of bacterial diseases. Unblocking a drainage system is not that easy. You will have to part with some money when the problem hits home just to get the system working properly again. It’s much worse when it’s on a larger scale because that would require the relevant authorities to come up with a proper plan to find a solution. This could take time. Blocked drainage systems are also very risky during the rainy season. They inhibit the easy flow and drainage of rain water. This can cause flooding, especially in urban centers.\n\n7. Loss of Tourism: Tourists are mainly people who just want to have a good time and gain new experiences. Nobody wants to travel to a foreign place just to interact with dirty environments and probably contract infections and diseases. Plastics around seashores make the beaches unsightly and unattractive to tourists. This can lead to a fall in the number of them that visit a place and subsequently loss of income for the locals. Dirty tourists’ places basically kill tourism.\n\nPreventive and Control Measures\n\nThe number one instigator of pollution has always been mankind. Our actions introduce plastics into the ecosystem and cause pollution. That means that we can also be proactive and enforce preventive and control measures so that we do not have to deal with the bad effects. What then can we do so that we avoid the negative effects of plastic pollution? Here are some of the preventive and control measures that can help reduce this menace:\n\n1. Find Alternatives to Plastics: We can reduce plastic pollution by using alternatives to plastics. People can actually stop using plastic bags and disposable utensils. Instead of going to the retail store and having your purchases packaged in plastic bags, you can choose to carry your own bag that is large enough and reusable. The business community can also play a vital role by using other alternatives to plastics when packaging goods. Using bags made of paper is a smart way to reduce plastic pollution. When we stop using plastics and find alternatives, we reduce the risk of pollution and make the environment cleaner. It’s all about everyone being proactive enough to do what needs to be done to conserve the environment.\n\n2. Making use of Reusable Water Bottles: Using disposable water bottles is a major cause of plastic pollution. They are thrown away after use and that just adds dirt in the ecosystem because more bottles will have to be manufactured. An ideal thing to do would be to make use of reusable water bottles. When the water in the container has been used up, it is taken to the respective company for a refill. In this way, less number of plastics are manufactured and the environment is conserved. There shouldn’t be much debate around this because using these types of bottles also saves you a lot of money as opposed to buying new ones from the store. With one move, you conserve the environment and reduce your monthly expenses. That is a really smart way to live.\n\n3. Proper Waste Disposal: We looked at one of the main causes of plastic pollution as lack of proper waste disposal methods. People just throwing around plastic materials without much thought about the consequences of their actions. To stop this from happening, we can adopt proper waste disposal methods. Individuals should strive to dispose of plastic materials only in designated areas like dustbins. This prevents several problems like drainage blockage and air pollution. Cultivating a culture of being responsible goes a long way in reducing the effects of pollution.\n\n4. Recycling: Garbage processing is actually one of the best ways to ensure that unnecessary waste materials are not loaded into the environment. Instead of throwing away plastic bottles, we can collect them and give them to companies that engage in the recycling of plastics. At home, people can have separate bins for collecting wastes. One of those can be dedicated to the collection of waste products for recycling. Companies can also offer incentives by paying for these types of garbage so that people are motivated to give them out for recycling.\n\n5. Government Policies: Every business person’s major concern is to make profits. What happens is that companies manufacture very thin plastic bags that tear easily because they are low cost and are bought in bulk. This is the type of business that gives them high profits. The government can play its role by banning the manufacture of such plastic bags and putting in place policies that promote a clean environment. Thick bags that do not tear easily are expensive and that will encourage people to reuse them. Companies can be compelled to adhere to certain standards failure to which there would be penalties. This would also lead to retail stores opting for alternative packaging methods like papers. Policies to encourage the recycling of wastes and cleaning of the environment can also be helpful.\n\n6. Community Education: Knowledge is power. A person is more likely to conserve the environment when he or she is made aware of the dangers of not doing so. Educating people about the effects of plastic pollution and ways in which it can be prevented or controlled is a step in the right direction because it raises awareness. This can be done by community-based organizations or government agencies tasked with environmental conservation. Another way in which this can be achieved is by running ads in the media or campaigns that aim at sensitizing people about the benefits of conserving the environment. At the family level, parents and their children can educate one another about plastic pollution. They can then do what is necessary to prevent or control it.\n\nConclusion\n\nPlastic pollution has so many negative effects. They are not confined to one segment of the ecosystem. Different components of the environment are affected and this causes loss of biodiversity. The planet is much better when it’s clean and pollution is kept at a minimum or completely eradicated. People have to be ready to do what is necessary to make that happen. The business community has its role to play. Yes, they are after making profits because that is what motivates them. But would they even operate their businesses when the earth is inhabitable? This should be the question that every entrepreneur asks him or herself before making environmentally destructive business decisions. A smart business person knows that a clean and healthy ecosystem is important for success. You can’t run a business when you are unwell, put down by the many plastic pollutants. The investors, therefore, have a moral responsibility to ensure that the environment is conserved. The government must also perform its responsibility to the electorate by delivering on its mandate of keeping them safe and well. That means that policies to reduce plastic pollution should be enforced to force compliance from players that are unwilling to do so. Lastly, individuals must also do what is right to protect the environment and themselves. They must strive to have a clean planet by recycling waste products, using green alternatives and disposing of wastes appropriately. When we all do what is necessary, we reduce plastic pollution and conserve the environment. It’s obvious that nearly all of the causes of pollution are as a result of human actions. Changing our ways of life would help reduce it.\n\nRelated\n\nPlastic Pollution: Short Essay on Plastic Pollution\nMarch 8, 2019\nIn \"Essays and Paragraphs\"\n\nEnvironment Day: Essay on Environment Day for Students\nJanuary 16, 2019\nIn \"Essays and Paragraphs\"\n\nEssay on Causes and Effects of Plastic Pollution\nJune 12, 2018\nIn \"Essays and Paragraphs\"\n\nCategory: Environment, Essays and Paragraphs\nTagged With: Pollution\n\nPrimary Sidebar\nSEARCH IMPORTANTINDIA.COM\nSearch the site ...\nADVERTISEMENTS\nSELECT CATEGORIES\nEssays and Paragraphs\nSpeeches\nHistory\nFestivals\nEnvironment\nKids\nEconomy\nProverbs, Sayings, Idioms and Phrases\nTAGS\nIndian Festivals\nScience and Technology\nRenewable Energy\nPollution\nGlobal Warming\nFreedom Fighters of India\nWater\nTourism\nShort Moral Stories for Children\nFamily System\nEducation\nEcosystem\nCommunication\nAgriculture in India\nFooter\nCategories\nHistory of India\nHistory of Mughal Empire\nModern History of India\nImportant India\nIndian Geography\nBlog\nAbout Us\nReport an Article\nSitemap\nContact Us\nTerms of Use, Privacy Policy, Cookie Policy, and Copyrights.\n\nCopyright 2013-2019 · Discover the Importance of India"
}