{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Putting a tax on plastic straws | Earth And The Environment - Labroots",
  "href": "https://www.labroots.com/trending/earth-and-the-environment/6049/putting-tax-plastic-straws",
  "body": "The UK has recently enacted a tax on plastic bags, which has had the intended effect, minimizing the number of single-use bags manufactured and used. That's why a UK firm called Business Waste is set on putting a 5p (about 10 cents) tax on plastic straws, too. Photo: BBC. Business Waste is urging manufacturers to go back to using paper straws ...",
  "textContent": "We use cookies to give you the best experience possible. By continuing, you are consenting to our privacy policy. Learn more\nGot it!\nLOGIN\nREGISTER\nFREE\nHOME\nVIRTUAL EVENTS \nWEBINARS \nMORE \nTrending / Earth & The Environment / Putting a tax on plastic straws\nMAY 23, 2017 8:19 PM PDT\nShare \nPutting a tax on plastic straws\n WRITTEN BY: Kathryn DeMuth Sullivan\n 2 \n\nIn terms of environmental demons, plastic straws are even worse than plastic bags. They have a shelf life of about 20 minutes and unless you’re under 8 years old, they are really quite unnecessary. The UK has recently enacted a tax on plastic bags, which has had the intended effect, minimizing the number of single-use bags manufactured and used. That’s why a UK firm called Business Waste is set on putting a 5p (about 10 cents) tax on plastic straws, too.\n\nPhoto: BBC\n\nBusiness Waste is urging manufacturers to go back to using paper straws, which at least are biodegradable after their one-time use. Yet of course, their ultimate mission is to discourage the use of straws at all. They describe plastic straws as \"the ultimate in human wastefulness.\"\n\nBusinessWaste's spokesman Mark Hall said: \"Where recycling facilities exist, most pubs and bars don't bother separating out used straws to recycle because it's fiddly, and - frankly - they've been in the mouth of a stranger.\n\nPerhaps because they are so difficult to recycle, countless plastic straws end up the ocean, and harm marine life. The following video shows the harm a plastic straw causes to a sea turtle:\n\nBut not everyone is gung-ho about the idea of a tax. Of course, those who are making profit off of plastic straws want to keep them in the picture. Charles Sellers from Inn Supplies, a firm which provides straws for caterers, said that paper straws are not a good alternative because they are “outdated” and “not so aesthetically pleasing.\" He also said: \"Anyway, some of the paper straws aren't easy to recycle because they've got a polyethylene lining.\"\n\nNevertheless, if the law were to pass, and it’s looking hopeful, as a parliamentary petition closed recently with over 3,000 signatures, the money raised by the tax would go to charity BusinessWaste.co.uk says. Pubs, restaurants and the fast food industry would all be charged the same tax fee.\n\n“We’d love to see the plastic drinking straw phased out completely within the next couple of years,” says Business Waste’s Mark Hall, “That’s an ambitious timescale, but one that is certainly achievable.”\n\nSources: BBC, Business Waste UK, RISI Technology Channels, Digital Journal\n\nShare \nABOUT THE AUTHOR\nKATHRYN DEMUTH SULLIVAN\nBachelor's (BA/BS/Other)\nKathryn is a curious world-traveller interested in the intersection between nature, culture, history, and people. She has worked for environmental education non-profits and is a Spanish/English interpreter.\nYou May Also Like\nOCT 18, 2023\nTechnology\nWhat caused the dinosaurs to go extinction? Don't ask scientists: ask AI\nA team of researchers at Dartmouth College have leveraged AI insights to better understand the main driver behind the ex ...\nWritten By: Ryan Vingum\n 6 \nNOV 07, 2023\nSpace & Astronomy\nMars' Geological History Unveiled: Curiosity Rover's 39th Sample Reveals Clues\nA recent study published in the Journal of Geophysical Research: Planets examines the 39th drilling sample collected by ...\nWritten By: Laurence Tognetti, MSc\n 5 \nNOV 08, 2023\nSpace & Astronomy\nPlanetary Formation Dynamics Unveiled: Webb Telescope's Surprising Findings\nA recent study published in The Astrophysical Journal Letters discusses a groundbreaking discovery using the Mid-Infrare ...\nWritten By: Laurence Tognetti, MSc\n 4 \nNOV 14, 2023\nSpace & Astronomy\nCal Academy Welcomes Dr. Franck Marchis, Pioneer in Solar System Research, as 2023 Fellow\nThe California Academy of Sciences (Cal Academy) recently announced that SETI Institute Senior Planetary Astronomer, Dr. ...\nWritten By: Laurence Tognetti, MSc\n 3 \nNOV 15, 2023\nEarth & The Environment\nWildfires are Getting Worse in a New Abnormal, Burning More Houses\nSeveral new research studies have highlighted the increasing risk of wildfires, and the many problems they are causing t ...\nWritten By: Carmen Leitch\n 4 \nDEC 04, 2023\nSpace & Astronomy\nMassive Planet Challenges Current Planet Formation Theories\nA recent study published in Science examines exoplanet LHS 3154b that orbits its parent star in just 3.7 days but is 13. ...\nWritten By: Laurence Tognetti, MSc\n 4 \nLog in or register to leave comments\n0 comments\n \nCONTENT TAGS\nPlasticity Digitization Earth Single Channel LIFE ON EARTH Phase separation Plastic Waste Recycling Technology Manufacturing Digitalization Environment Business Business Business Shelf Life Digitalization Environment\nSEE MORE\n \nMULTIMEDIA\nSponsored Content\nInfographics\nVideos\neBooks\n \nTRENDING CATEGORIES\nHealth & Medicine\nClinical & Molecular DX\nImmunology\nCardiology\nCancer\nCell & Molecular Biology\nGenetics & Genomics\nMicrobiology\nNeuroscience\nDrug Discovery & Development\nPlants & Animals\nCannabis Sciences\nEarth & The Environment\nSpace & Astronomy\nChemistry & Physics\nTechnology\nUPCOMING WEBINARS\nDEC 12, 2023\nRoundtable: Non-invasive vs Invasive Preimplantation Genetic Testing (PGT)\nDEC 12, 2023\nCharacterization of LNPs via Density Matching AUC\nDEC 12, 2023\nGibco Cell Culture Hero Webinar: From Development to Regeneration: The Role of Epicardium\nDEC 13, 2023\nNavigating Biotech Digital Security in 2024: 3 Reasons Why Compliance Should Follow, Not Lead\nDEC 14, 2023\nUnlock the next wave of genomic discovery with NovaSeq™ X\nDEC 14, 2023\nWinter Is Coming:\nSEE MORE\n \nUPCOMING VIRTUAL EVENTS\nDEC 01, 2023\nThe Thomas Center\nFEB 21, 2024\nDrug Discovery & Development Virtual Event Series 2024\nMAR 06, 2024\nNeuroscience Virtual Event Series 2024\nMAR 20, 2024\nLaboratory Automation Virtual Event Series 2024\nAPR 03, 2024\nBioprocessing Virtual Event Series 2024\nAPR 17, 2024\nCannabis Sciences Virtual Event Series 2024\nSEE MORE\nHEART VS BRAIN T-SHIRT\nMen's Women's\n \nSCIENTIFIC PRODUCTS\nPhenomenex\nPhree Phospholipid Removal Products\nPhenomenex\nPhenex Syringe Filters\nPhenomenex\nBiozen N-Glycan Clean-Up\nINFORS HT\nMultitron Incubation Shaker\nPhenomenex\nKinetex Core-Shell Technology Columns\nINFORS HT\nMultifors 2 Bench-Top Bioreactor\nSEE MORE\nLet's Talk Science. Let's Talk Medicine.\n\nThe leading scientific social networking website and producer of educational virtual events and webinars.\n\nAbout Us\nThe Team\nContact Us\nCareers\nMedia Kit\nVirtual Events\nPosters\nMultimedia\nBlog\nPress Room\nScience Store\nGift Card Balance\nContinuing Education\nScholarships\nLeaderboard\nOrder Policy\nShipping Policy\nPrivacy Policy\nTerms and Conditions\nUser Agreement\nUser Data Request\nCopyrights\nSupport\nChati\n      \n© 2008-2023 Labroots Inc."
}