{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Plastic pollution: which two oceans contain the most?",
  "href": "https://www.weforum.org/agenda/2016/08/plastic-pollution-which-oceans-contain-most/",
  "body": "It is estimated that around 80% of the world's plastic pollution comes from land-based use, and around 20% from marine-going vessels. Discarded plastic is blown from overfilled garbage cans, from landfills and from vehicles; much of it ending up in rivers and streams, which then carry the items into the ocean.",
  "textContent": "This website uses cookies\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. \nReject optional cookies\nCookie settings\nAccept all cookies\n\nOCEAN\nPlastic pollution: which two oceans contain the most?\nAug 22, 2016\n\nThis map ranks the seas by plastic pollution\n\nImage: REUTERS/Cheryl Ravelo\n\nAlex Gray\nSenior Writer, Formative Content\nShare:\nOUR IMPACT\nWhat's the World Economic Forum doing to accelerate action on Ocean?\nTHE BIG PICTURE\nExplore and monitor how Ocean is affecting economies, industries and global issues\nCROWDSOURCE INNOVATION\nGet involved with our crowdsourced digital platform to deliver impact at scale\nStay up to date:\nOcean\nFollow\n\nPlastic is a big problem in our oceans. According to the most comprehensive study undertaken so far, there are 5 trillion pieces of plastic floating in the sea.\n\nThe ocean with the largest amount of plastic is the North Pacific, followed by the Indian Ocean, the North Atlantic, the South Pacific, the South Atlantic and the Mediterranean Sea.\n\nImage: Vox\n\nWhile you might imagine a scene the equivalent of a floating landfill, actually much of the plastic is barely visible. Among the most common items are the tiny beads that go into cosmetic products, such as toothpastes and facial scrubs.\n\nOther pieces are much larger and made from hard plastic, such as discarded toys and fishing equipment.\n\nAltogether, the plastic waste in our oceans weighs as much as 268,000 tons, which is equivalent to 38,000 African elephants.\n\nDrowning in debris\n\nOcean researcher Marcus Eriksen is credited with revealing the scale of the problem for the first time, in a paper published in 2014.\n\nIn 24 expeditions over six years, Erikson and his team from the 5Gyres Institute collected data from the oceans to construct the size and weight of the plastic problem. They did this by measuring the amount of waste in ocean \"gyres\", natural vortexes of wind and marine currents that draw debris to their centres.\n\nThe gyre in the North Pacific represents one-third of the plastic pollution in all oceans, with an estimated 2 trillion pieces. In fact, the so-called Great Pacific Garbage Patch is already a well-documented phenomenon, having been discovered by Charles Moore in 1997.\n\nWith 1.3 trillion pieces, the Indian Ocean has the second-largest volume of plastic. Third is the North Atlantic, with 930 billion pieces; fourth is the South Pacific, with 491 billion pieces; and fifth is the South Atlantic, with 297 billion pieces. The Mediterranean Sea, the smallest of all, holds about 247 billion pieces.\n\nThe Northern Hemisphere is worse afflicted than its southern counterpart: the North Pacific and Indian oceans contain 56% of all particles.\n\nWhere is all the plastic from?\n\nIt is estimated that around 80% of the world's plastic pollution comes from land-based use, and around 20% from marine-going vessels.\n\nDiscarded plastic is blown from overfilled garbage cans, from landfills and from vehicles; much of it ending up in rivers and streams, which then carry the items into the ocean. Much of the plastic is also discarded on beaches and shorelines, and ends up in the water.\n\nOcean-going vessels dump waste in the water and storms can cause ships to lose their cargo.\n\nWhy does it matter?\n\nEriksen and his team categorized the plastic by their different sizes: micro plastics (4.75 millimetres and under), meso plastics (4.75 to 200mm) and macro plastics (over 200mm).\n\nThey found that most of the waste fell into the micro plastics category, whether they were created that way (such as microbeads) or because larger pieces had broken down over time.\n\nIt can take decades for the plastic to break down fully, and in that time they can cause a lot of damage. Sea creatures ingest small plastic pieces, which can make them sick or kill them. (The plastic can even be passed to us when we eat the fish.) Other marine animals get caught in pieces of plastic and die as a result.\n\nTip of the iceberg?\n\nOn top of this, it seems the plastic found by Eriksen and his team is not the whole story. A reported 288 million tons of plastic was produced worldwide in 2012, according to Plastics Europe, a trade organization representing plastic producers and manufactures.\n\nThis means the team’s estimate of total global plastic pollution is only 0.1% of the world's annual output, suggesting that the actual figure may be much higher.\n\n“Our estimates of macro plastic are based on a limited inventory of ocean observations,” said Eriksen. “They also do not account for the potentially massive amount of plastic present on shorelines, on the seabed, suspended in the water column, and within organisms.”\n\nWhilst scientists agree that trying to clean up the waste in the ocean is currently an impossible task, efforts have been diverted into reducing our use of disposable plastics in favour of biodegradable sources.\n\nIn the meantime, further research from Kings College London has suggested that plastic may now be entering the air we breathe, making the issue even more urgent.\n\nHave you read?\n\nHow much plastic is in the ocean?\nHow to stop plastic becoming waste\n7 reasons to clean up the sea\n\nThe designations employed and the presentation of material on this map do not imply the expression of any opinion on the part of the World Economic Forum concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries.\n\nDon't miss any update on Ocean\n\nSign up for free and access the latest publications and insights across various topics.\n\nSign up for free\n\nLicense and Republishing\n\nWorld Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License, and in accordance with our Terms of Use.\n\nThe views expressed in this article are those of the author alone and not the World Economic Forum.\n\nShare:\nGLOBAL AGENDA\nThe Agenda Weekly\n\nA weekly update of the most important issues driving the global agenda\n\nSubscribe today\n\nYou can unsubscribe at any time using the link in our emails.\nFor more details, review our privacy policy.\n\nMore on Ocean\nSEE ALL\n\nThe ocean is our best chance to survive climate change\n\nPeter Thomson\n\nDecember 8, 2023\n\nWhy the tropical majority is key to creating effective ocean solutions at COP28, and beyond\n\nJosheena Naggea, Alfredo Giron and Ana Spalding\n\nNovember 29, 2023\n\nHow are rising sea temperatures affecting coral reefs in Indonesia?\n\nRobby Irfany Maqoma\n\nNovember 28, 2023\n\n1:37\n\nDominica pioneers world's first sperm whale reserve\n\nHow COP28 can help accelerate research around the ocean's carbon removal potential\n\nSam Zak and Brad Ack\n\nNovember 17, 2023\n\nGlobal warming is shaking up the ocean, literally\n\nRichard Aster\n\nNovember 15, 2023\n\nABOUT US\n\nOur Mission\nOur Impact\nLeadership and Governance\nOur Partners\nSustainability\nHistory\nCareers\nContact Us\n\nEVENTS\n\nEvents\nOpen Forum\n\nMEDIA\n\nPress\nSubscribe to our press releases\nPictures\n\nMORE FROM THE FORUM\n\nStrategic Intelligence\nUpLink\nGlobal Shapers\nYoung Global Leaders\nSchwab Foundation for Social Entrepreneurship\nCentre for the Fourth Industrial Revolution\nNew Champions\n\nPARTNERS & MEMBERS\n\nSign in\nJoin Us\n\nLANGUAGE EDITIONS\n\nEnglish\nEspañol\n中文\n日本語\n\nPrivacy Policy & Terms of Service\n\n© 2023 World Economic Forum"
}