{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Kids Against Plastic | UNESCO",
  "href": "https://www.unesco.org/en/articles/kids-against-plastic",
  "body": "It quickly became clear that plastic pollution was a common thread, and so began their on-the-ground activism. In 2016, Kids Against Plastic was born. Paving the way for less plastic Now with 50 young members, KAP aims to increase awareness around single-use plastic, as well as empowering young people to take action for what they believe in.",
  "textContent": "Skip to main content\nSecondary menu\nNewsroom\n#SharingHumanity\nExplore UNESCO\nEnglish\nMain navigation\nExpertise\nImpact\nPublications & Data\nGet Involved\nSearch\nSearch\nQuick links:UNESCO action in UkraineWorld Heritage\n\nProject\n\nKids Against Plastic\nTwo sisters, Amy and Ella Meek, are fighting for positive change to reduce plastic pollution. How? By empowering young people to make a difference and fighting for less single-use plastic and more reusable alternatives.\nKids Against Plastic\n30 November 2022\nLast update:20 April 2023\n\nInspired by the relaunch of the UN Sustainable Development Goals, Amy and Ella wanted to do their bit. They picked 3 goals – Life Below Water, Climate Action and Responsible Consumption – and began their research. It quickly became clear that plastic pollution was a common thread, and so began their on-the-ground activism. In 2016, Kids Against Plastic was born.\n\nPaving the way for less plastic \n\nNow with 50 young members, KAP aims to increase awareness around single-use plastic, as well as empowering young people to take action for what they believe in. The charity works with businesses, individuals, schools and cafes to minimise the use of the Big 4 – drinking straws, takeaway cups, plastic water bottles & plastic shopping bags – and swap in reusable items, while encouraging crowd and social science through their litter logging app. \n\nInspiring youth action \n\nDividing time between school and the charity, Amy and Ella aim to grow the youth empowerment side of their work through Amy’s Youth Empowerment Scheme and Ella’s Kids Against Plastic Club for young people. Speaking at events around the globe, the girls believe that the largest legacy of their work will come from the youth they inspire. \n\nMore than 100,000 pieces of plastic litter are picked up every year using their app. So far, over 900 schools and 50+ cafes and businesses have signed up to the Plastic Clever scheme including the girls’ local council, Gedling Borough Council. \n\nInspired by Amy and Ella’s story? Want to do your bit to reduce plastic pollution? \n\nhttps://www.kidsagainstplastic.co.uk  \n\nKids Against Plastic\n\nProject began: 10/02/2016 \n\nLeading organisation: Kids Against Plastic \n\nThe country where the team is based: United Kingdom of Great Britain and Northern Ireland \n\nTheme: Education for Sustainable Development, Ocean \n\nSub-themes: Climate change, Environment, Knowledge sharing, Participatory/citizen science, Sustainable lifestyles, Waste management, Waste management \n\nTag: #Youth\n\nProject needs\n\nSponsorship / Philanthropy,  \n\nSocial media \n\nPress relations \n\nCommunication strategy design \n\nPartnerships development. \n\n \nSo, want to help this project?\nTake action!\nSimilar projects\nDiscover other projects by citizens committed to the planet!\n\nProject\nBiosphere Experience\n16 November 2023\nProject\nEcole Caminando\n16 November 2023\nProject\nCorSeaCare Mission\n16 November 2023\nProject\nGreener Pastures: Co-restoring endangered Posidonia australis seagrass and White's Seahorse in south-eastern Australia\n14 November 2023\nLoad more\nAre you excited to participate?\nDiscover more projects\nSHARE\nCopied to clipboard\nRELATED ITEMS\nEducation\nSocial and human sciences\nOceans\nNatural sciences\nSee moreadd\nMore on this subject\nEvent\nUNESCO Conference on Education Data and Statistics\n7 February 2024 - 9 February 2024\nEvent\nGlobal Forum on the Ethics of Artificial Intelligence 2024\n5 February 2024 - 6 February 2024\nEvent\nTransforming education together: ESD-NET Global Meeting\n18 December 2023 - 20 December 2023\nEvent\nClosing Ceremony of the International Year of Basic Sciences for Sustainable Development\n14 December 2023 - 15 December 2023\nOther recent projects\nProject\nBrazil-Africa: Crossed Histories Programme\n30 November 2023\nProject\nKnowledge Series on Frontier Technologies for Social Inclusion in Caribbean SIDS\n21 November 2023\nProject\nBiosphere Experience\n16 November 2023\nProject\nEcole Caminando\n16 November 2023\nUNESCO\nLatest News\nTake Action\nIdeas & Data\nOur Impact\nOur expertise\nCore Data Portal\nSubscribe to our Newsletter\nTerms of use\nUNESCO Name & Logo\nFAQ\nReport fraud, abuse, misconduct\nScam alert\nPolicies\nProtection of human rights (Procedure 104)\nPrivacy Notice\nAccess to Information\nEnvironmental and Social Policies\nFollow us\nFacebook\nTwitter\nYouTube\nInstagram\nLinkedIn\n\nWe use cookies on this site to enhance your user experience. For more information on how we use cookies, read our privacy notice.\n\nclose"
}