{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2016-06-30..2016-12-29",
  "title": "MVIS Stock Message Board on Reddit. Microvision technology and stock ...",
  "href": "https://www.reddit.com/r/MVIS/",
  "body": "Guidelines for supplier's press releases. It has to be clearly stated that the release has to do with the Buyer (to avoid confusions with the AB Volvo). It should be very clear who the sender of the press release is (the supplier). We do not allow any mention of money (the value of a contract). There has to be a balance in what the supplier ...",
  "textContent": "MVIS Stock Message Board on Reddit. Microvision technology and stock prices discussion. $MVIS\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/MVIS\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/125ba\n•\n6 days ago\nLuxoft and MicroVision Join Forces to Enhance ADAS Automated Testing at Scale\nMVIS Press\nhttps://ir.microvision.com/news/press-releases/detail/396/luxoft-and-microvision-join-forces-to-enhance-adas\nu/Sweetinnj\n•\n2 days ago\nWeekend Hangout - 12/8/2023 - 12/10/2023\nWE HANG\nu/s2upid\n•\n11 hr. ago\nIVAS At the Gillette Stadium. Army vs Navy game.\nFluff\nu/gaporter\n•\n1 day ago\nfy24_defense_report (IVAS 1.2 development funding)\nDiscussion\nhttps://www.appropriations.senate.gov/imo/media/doc/fy24_defense_report.pdf\nu/ElderberryExternal99\n•\n2 days ago\nUS self-driving industry seeks federal support, cites China risk\nIndustry News\n\nBy David Shepardson\n\nDecember 7, 20235:11 PM ESTUpdated 20 hours ago\n\nWASHINGTON, Dec 7 (Reuters) - The U.S. Transportation Department needs to support the development of autonomous vehicles, a coalition of groups representing the industry warned on Thursday, saying the nascent industry risks losing out to competitors like China.\n\n\"The AV industry is at a critical juncture and in need of strong leadership from USDOT,\" the Autonomous Vehicle Industry Association, U.S. Chamber of Commerce, Alliance for Automotive Innovation and others said in a letter to Transportation Secretary Pete Buttigieg.... More information here - https://www.reuters.com/business/autos-transportation/self-driving-industry-critical-juncture-needs-usdot-support-letter-2023-12-07/?utm_source=Sailthru&utm_medium=Newsletter&utm_campaign=Auto-File&utm_term=120823&user_email=3366e28651ceab38e166a09bda2e521634690ec6dc995a4ebd3d08b443fc5987\n\nView full post\nu/AutoModerator\n•\n2 days ago\nTrading Action - Friday, December 08, 2023\nStock Price\n\nGood Morning MVIS Investors!\n\n~~ Please use this thread to post your \"Play by Play\" and \"Technical Analysis\" comments for today's trading action.\n\n~~ Please refrain from posting until after the Market has opened and there is actual trading data to comment on, unless you have actual, relevant activity and facts (news, pre-market trading) to back up your discussion. Posting of low effort threads are not allowed per our board's policy (see the Wiki) and will be permanently removed.\n\n~~Are you a new board member? Welcome! It would be nice if you introduce yourself and tell us a little about how you found your way to our community. **Please make yourself familiar with the message board's rules, by reading the Wiki on the right side of this page ----->.**Also, take some time to check out our Sidebar(also to the right side of this page) that provides a wealth of past and present information about MVIS and MVIS related links. Our sub-reddit runs on the \"Old Reddit\" format. If you are using the \"New Reddit Design Format\" and a mobile device, you can view the sidebar using the following link:https://www.reddit.com/r/MVISLooking for archived posts on certain topics relating to MVIS? Check out our \"Search\" field at the top, right hand corner of this page.👍New Message Board Members: Please check out our The Best of r/MVIS Meta Threadhttps://www.reddit. https://old.reddit.com/r/MVIS/comments/lbeila/the_best_of_rmvis_meta_thread_v2/For those of you who are curious as to how many short shares are available throughout the day, here is a link to check out.www.iborrowdesk.com/report/MVIS\n\nView full post\nu/BestBuy_Official\n•\nPromoted\nWhat’s better than finding the perfect gift? Finding the perfect gift for yourself at Best Buy.\nbestbuy.com\nShop Now\nu/Frenchinvestor\n•\n2 days ago\n2024 Predictions: A Smart Glasses Turning Point\nIndustry News\n\nCould the market finally be ready for mainstream camera glasses?\n\nBoiling it down, Ray Ban Meta Smart glasses’ timing, product quality, and focused use case could spark a demand inflection that opens up a wider audience. Moreover, Meta will launch a software update in 2024 that expands the market further with AI-fueled object identification.\n\nhttps://arinsider.co/2023/12/06/2024-predictions-a-smart-glasses-turning-point/?utm_source=constant%20contact&utm_medium=email&utm_campaign=newsletter\n\nu/theoz_97\n•\n2 days ago\nChina’s industrial laser market shows steady growth in turbulent times\nIndustry News\nhttps://www.laserfocusworld.com/executive-forum/article/14302388/chinas-industrial-laser-market-shows-steady-growth-in-turbulent-times\nu/steelhead111\n•\n2 days ago\nFriday, December 08, 2023 early morning trading thread\nEarly Morning\n\nGood morning fellow MVIS’ers.\n\nPost your thoughts for the day.\n\n_____\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nu/mvis_thma\n•\n2 days ago\nRecent Innoviz Investor Conferences\nEvent\n\nI watched/listened to the two Innoviz Investor conferences held over the past week. For the TL;DR folks here is my summary.\n\nOmer was very confident in winning the 2nd generation BMW Series Production opportunity, which he said would be announced in the next few months.\n\nOmer predicts only 2 or 3 LiDAR suppliers will survive and this may be known over the course of the next 12 months.\n\nThey talked about the pricing for their InnovizTwo - it will be between $500 and $850.\n\nFor BMW second generation deal, in addition to the InnovizTwo, they are providing advanced perception software, MRM software, and a compute box for this the price will be greater than $1,000.\n\nOmer seems to generally believe that Innoviz advantage is with L3 opportunities (as opposed to L2).\n\nOmer may be exagerrating their on-time performance with the initial BMW InnovizOne opportunity - he claims it was on-time!\n\nOmer claims their InnovizTwo resolution is better than HD camera resolution (1280 x 780).\n\nOmer reiterated multiple times that having already won OEM deals, is critical to winning additonal deals.\n\nOmer said multiple times that both OEMs and compute platform providers (Nvidia, Qualcomm, etc.) are much more educated in the LiDAR realm.\n\nOmer articulated the differences between being a Tier 1 vs. a Tier 2 (see details below).\n\nHere is the link to the press release containing the links to both meetings.\n\nInnoviz Technologies Announces Participation in Upcoming Investor Conferences | Innoviz Technologies Ltd. (INVZ)\n\nhttps://ir.innoviz.tech/news-events/press-releases/detail/116/innoviz-technologies-announces-participation-in-upcoming\n\nBarclays Global Automotive and Mobility Tech Conference (Nov. 29th)\n\nOmer started off by presenting a set of slides which depicted some detail about their customers.\n\nBMW Tier 1\n\nBMW L3 announced April, 2018\n\nBMW i7 to be introduced in Germany first, other locations later.\n\nMultiple vehicle models.\n\nTier 2 with Magna\n\nTarget launch in 2H 2023.\n\nDeal includes InnovizOne and perception software.\n\nAutonomous Shuttle\n\nAutonomous L4 shuttle program, announced May 2021\n\n6 LiDARs per vehicle.\n\nDirect supplier\n\nTarget launch in 2H 2023.\n\nDeal includes InnovizOne and perception software.\n\nVW\n\nVW L2+/L3 announced May, 2022. Largest win to date.\n\nMultiple brands, multiple models.\n\nTier 1\n\nTarget launch mid-decade\n\nInnovizTwo and perception software.\n\n8 to 10 year program.\n\nAsian Consumer Vehicle\n\nAsian L3 Consumer Vehicle, announced Sept. 2022\n\nTier 1\n\nTarget launch 2024/2025\n\nInnovizTwo and perception software\n\nLight Commercial Vehicle\n\nL4 Light Commercial Vehicle, announced May 2023\n\nTier 1\n\nTarget launch mid-decade.\n\nPending finalizing technical specs and commercial terms.\n\nDisplaced a development stage competitor\n\nAccelerated timeline.\n\nCollaboration with a compute platform provider.\n\nMay see this at CES.\n\nBMW B-Series Development\n\nB-Series development for 2nd generation LiDAR, announced August 2023\n\nTier 1\n\nExpect series production award decision in the near term. Omer said - \"soon to be official\"\n\nInnovizTwo (next gen?), more advanced perception software, compute platform, MRM software\n\nOmer said they recently introduced a new ASIC for InnovizTwo, which created an even higher resolution. He claimed their resolution is better than HD camera, which is 1280 x 780. The InnovizTwo with the new ASIC has more than 780 lines.\n\nOmer was asked about his previous statements that the next 12,18, 24 months are critical for the LiDAR suppliers. He said the critical aspect will actually happen sooner, perhaps over the next 12 months. He claimed that only 2 or possibly 3 LiDAR suppliers will remain.\n\nHe claimed that Innoviz currently has 15% of the market (I think this number is part of their Order Book philosophy). He said the \"early adopter\" market share will be captured soon. Whoever captures this \"early adopter\" market share will be in a better position to capture the \"fast follower\" market share.\n\nHe said there are several RFQs in-flight for L2+ and L3 functionality. He said the L2+ RFQs also include the capability to reach L3 in the future.\n\nHe said performance, quality, and cost are important factors.\n\nThere were 10 to 15 RFI/RFQs. He said these programs have shifted from RFIs to RFQs. (Note: Omer previously has said that more than half of the 15 are RFQs). The Innoviz VP of Corporate Development and Investor Relations, Robert Moffatt, said that these RFI/RFQs comprise the top 10 to 20 global OEMs.\n\nOmer claimed that BMW launching on time is helping to influence other OEM decisions as the others must stay competitive. (Note: It is my understanding, and I think widely viewed in the industry, that the BMW SOP was delayed by a fair amount, possibly 2+ years. Innoviz signed the deal in 2018, which might have meant an SOP in 2021 or 2022. They are finally getting to SOP in 2024. In my opinion, this claim that BMW is launching SOP on time is a bit suspect.)\n\nOEMs are much more educated now. Omer claims this helps Innoviz as they have effectively been through the gauntlet. He says this is a disadvantage to other vendors who have not been through a production cycle as yet.\n\nOmer said it is clear in the industry that a LiDAR sensor is needed. In fact, he views the 2nd generation BMW deal as the LiDAR sensor is taking the primary role. He reference the fact that the camera used to be the sole sensor for the MRM function, and now it will be the LiDAR sensor.\n\nHe was asked about the consensus on tech specs. He referenced a recent visit with a customer who has had previous experience with a 1550nm LiDAR. He said now, they are only considering a 905nm LiDAR sensor, due to performance and power consumption. Omer said a 905nm LiDAR sensor has better performance, lower cost, smaller size, and lower power consumpution. He said he is not sure of any advantages for a 1550nm LiDAR sensor.\n\nHe said that range and resolution requirements are pretty consistent across the OEMs. And that Innoviz was a pioneer in introducing the specs. He said Innoviz was first to introduce a .05 angular resolution spec. He did not reference range. He said the OEMs differ with regard to FOV and frame rate requirements, which is not a problem for Innoviz to change.\n\nThe war had some impact on their operations intially, but is having no impact now. He mentioned how they had an SOP software production delivery to BMW on October 15th (one week after the war started) and they met their delivery date. Their production lines for InnovizOne is in the US (Magna) and another one in Germany. They also have an R&D production line in Israel. InnovizTwo production line will be in Asia.\n\nHe mentioned you should be able to order a BMW i7 (with InnovizOne LiDAR) soon. He said that BMW is planning to begin shipping the i7 in March. They are currently working with BMW and Magna for another model launch next year.\n\nThey are working on the InnovizTwo B-Sample with BMW and expect to transition that development agreement into a Series Production award soon. He reiterated how Innoviz and BMW have been through the proverbial war together and that Innoviz has earned the trust from BMW. (Note: I must say, he seems very confident that they will win this 2nd generation BMW opportunity. If they don't his credibilty will plummet.)\n\nHe was asked about the ASP for the Innoviz products. He said that for the InnovizOne acting as a Tier 2 for BMW, they received between $600 and $700, and Magna received more money on top of that. (Note: In the subsequent Goldman Sachs conference, he said that the total ASP was between $1500 and $1700. Therefore, Magna must have received between $600 and $1100.) For InnovizTwo, they will receive more money because they are acting as the Tier 1. However, the InnovizTwo has been greatly reduced in price. For the 2nd generation BMW deal, they are also adding more content, including advanced perception software, MRM software, and a compute box. For all of this the ASP will be greater than $1000. (Note: During the Goldman Sachs conference Omer said they plan to receive between $500 and $850 for the LiDAR sensor only). He mentioned they were able to reduce the InnovizTwo cost by 70%.\n\nOmer mentioned that they are waiting to receive the Series Production nomination from BMW. He would not specifically comment on an SOP timeline except to say that it was mid-decade.\n\nOmer said their current VW brands include - VW, Audi, and Porsche. When they signed the VW deal they were originally talking about L3. Now they are talking with VW about other programs, some of which are L4. Cariad is involved. Mobileye is involved (some for L3 and some L4). He reiterated that the VW platform discussions have expanded since they signed the deal (May, 2022). He considers VW as an early adopter. He reiterated that the VW deal was important to help convince other OEMs that Innoviz is capable.\n\nHe said there is a dramatic difference between being a Tier 1 vs. a Tier 2. There is the opportunity to take a larger portion of the ASP while at the same time allowing for the OEM to pay less. There is also a larger amount of NRE monies available. He said that being a Tier 1 does not really require additional steps/tasks for Innoviz, but they must meet the OEM standards and quality requirements, for which they are continually being audited.\n\nInnovizTwo is driving a lower cost. InnovizOne had 4 lasers and 4 detectors. Due to improvements in the scanning mechanism, InnovizTwo only requires one laser and one detector. This resulted in a 70% reduction in BOM costs. This lays the path to a very low ASP with volume. The InnovizTwo also improved performance by 30% vs. the InnovizOne.\n\nThe last question was a balance sheet question. The CFO, Eldar Cegla answered this question by saying they have $165M (BTW - its actually $164M) of cash as of the end of Q3. He never spoke about the burn rate and/or runway. (Note: I have observed in the past, even when asked direclty about their burn rate and runway, Innoviz never directly answer this question. Obviously, it can be figured out. They burned $23M in Q3, if they continue on that pace, they have $164M/$23M = 7.1 quarters of cash remaining. This is better than Microvision, who (under current course and speed) have approximatley 4.1 quarters of cash remaining. I find it interesting that they don't mention it. Maybe they think Beetlejuice would show up! But they would need to say it 3 times. ;-) )\n\nGoldman Sachs 15th Annual Global Automotive Conference (Dec. 7th)\n\nOmer was asked about the $6B Order Book.\n\nHe referenced the initial design win for VW was for L3. Since then, additional platforms became an opportunity including both L3 and L4. He said there may be a possibility to see this at CES.\n\nWhat differentiates Innoviz? What makes an OEM pick you? Omer referenced the OEM process. An RFI can last 6 months, and is all about the OEM gathering information. An RFQ has 1,000s of requirements. A response to the RFQ must be a defined plan of execution that can be in the 3 or 4 years timeframe. An RFQ includes pricing negotiation. A LiDAR product needs to meet the OEM's KPIs. Omer mentioned resolution and FOV as examples. The product needs to perform for 15 years. OEMs became much more educated over the years. Omer touted Innoviz Tier 1 status with VW as a strength. He touted the experience they have gained, primarily with the initial BMW deal. He touted the fact that other OEMs have already selected the Innoviz product and this was a factor in winning new business. He said the risk was too high for an OEM to pick a LiDAR vendor who has not already won a previous OEM deal.\n\nHe touted winning the BMW 2nd generation development program and implied they will win the Series Production award.\n\nHow important is the product roadmap? OEMs have specific KPIs. The faster the car travels, the higher the specs required. An emergency breaking decision must be made at 150M to 200M at 80MPH. High resolution and high range required to detect 10cm height objects at distance. Better resoluion is required and also provides more comfort (soft braking). Higher frame rate, higher resolution, longer range is required for high speeds. Innoviz keeps pushing on performance. They are also keeping the costs down. Their new InnovizTwo reduced the price of the BOM by 70%.\n\nRequirements of OEMs are growing. For instance, for the second generation BMW project they are providing advanced perception software, MRM software, and the compute model. For L3 you need redundancy, this is the MRM system. In case the main computer fails the Innoviz MRM system will kick in and enable 10 or 15 seconds of automated drive time until the driver can take over or the car can pull off the road. MRM system is in development and is planned for launch in mid-decade (BMW controls the timeline).\n\nFirst BMW deal, Innoviz was a Tier 2. Total ASP for the LiDAR was $1500 to $1700. Innoviz got $600 and Magna got the rest. Magna was also selling the compute model on top. Under the new BMW deal, where Innoviz is the Tier 1, they will get $500 to $850 for the LiDAR. They will also get revenue for the compute model and MRM software, which will increase the price to greater than $1K.\n\nOmer was asked about the 10 to 15 RFI to RFQ programs. They had previously said that 3 of those programs were on an accelerated timeline. Omer said those programs are still moving. There are almost daily discussions. Many OEMs want to have L3 capability in 2026/2027. If the OEMs have to change something, it becomes a problem. This is why it is taking so long, they want to get everything correct and locked down up front in the contract. Omer is optimistic they will gain more market share soon, both with existing and new customers.\n\nInnoviz is currently integrated with 2 of the 3 major compute platform providers (Nvidia, Qualcomm, and possibly NXP). Each integration is related to a specific OEM. They are working with Nvidia. He said that compute platform providers are also more educated about what is important. Compute platform players are partners with Innoviz. There are many different models in working with the compute platform players all of which are dictated by the OEM. Omer touted the fact that since they are already integrated with the compute platform players this lessens the risk for the OEM. He said they may soon be integrated with the 3rd major compute platform provider (he referenced that their customer is doing the integration with this provider now).\n\nOmer's exposure to the OEM's roadmaps comes directly from the RFQs, both for functionality and volumes. He says the market has shifted from R&D (small volume) programs to large volume programs. China is focused on L2. Those requirements are easier, which means cheaper. Next year the Chinese market is expected to move to L3. This will push the entire market to run faster to L3. The 10 to 15 RFI/RFQs basically consists of all the relevant global OEMs. He expects every OEM will be seeking L3 solutions.\n\nL2+ requirements are for a very average LiDAR. When an OEM is seeking L3, then Innoviz feels very comfortable and confident. Omer said, that if an OEM is not seeking L3 now they are making a mistake. They will live with that decision for the next 5 years and will be late to the market.\n\nRegulation follows the capabilities of the industry not the other way around. Omer believes the China regulators will allow L3. He said this because he knows of a customer that is planning for L3 in China now. China is very fast. An RFQ in China can be for a car which is planned to be on the road in 1 year (vs. the 3 years it takes for the US and Europe). He expects the China market to move very fast.\n\nWill the regulations specifically require that a LiDAR sensor is used to achieve L3? No, the regulators don't care about how the L3 level is reached.\n\nOpportunities beyond automotive. Omer said it is very fragmented, with things like fork lifts, cranes, surveillance systems, and many other things. There is no need to develop new hardware (since the automotive market has the most demanding requirements), but the integration and UI for each market requires work. The Innoviz approach is to work with distributors to address these markets. Innoviz wants to stay focused on automotive. NREs and volumes in the automotive market dwarfs any of the other markets.\n\nWill there be consolidation in the LiDAR market. Omer sees this happening relatively soon. He sees only 2 or 3 LiDAR suppliers remaining. He intimated that the coming OEM decisions will determine who survives. He expects the German OEMs to make decisions sooner. He said they seem to be more inclined to be market leaders and they are oriented towards the technology. He expects the decisions in the next few months. He does not see OEMs seeking a completely different solution. He doesn't think consolidation will be through mergers and acquisitions. He said that Innoviz does not have any blind spots in their solution today, therefore they have no need or desire to acquire/merge.\n\nHe was asked about revenue. He referenced the SOP with BMW. He said that several programs are providing NRE monies. Payments for NRE is based on hitting milestones. He referenced an \"end of year\" milestone. He also mentioned sales of samples as revenue. He had previously publicly spoken about a potential large NRE of $70M from one customer, which they expect to sign. He reiterated that they expect to win this. He said this helps tremendously regarding their capitalization. He said this kind of deal validates their move to becoming a Tier 1.\n\nWill the NRE revenue be high moving forward. Yes. NRE varys between $20M to $70M per specific program. It is very meaningful regaridng their funding.\n\nHe was asked what he thinks about the market price/cost trending for now and into the future. Omer said they have made a dramatic reduction in cost and referenced the fact they use a 905nm laser and went from 4 lasers and receivers (InnovizOne) to 1 laser and receiver (InnovizTwo). For InnovizTwo they plan the ASP for the LiDAR to be between $500 and $850. Their software will be a high gross margin product.\n\nWill L3 be mandated by regulation or will it be a service. Tesla FSD has muddied the waters. Is L3 a must have for 2026 or is it more like 2028? Omer said that any safety feature in a car must not have a single point of failure. Tesla is not L3, it is only L2, the redundancy for Tesla is the actual human driver. The car maker must prove there is redundancy to achieve L3. There must be multiple types of sensors.\n\nWill LiDAR be standard hardware or optional? Omer said that based on the volumes seen in RFQs, he interprets that the LiDARs will be standard, and not optional.\n\nWhat was the catalyst for Innoviz to move from being a Tier 2 to a Tier 1? The second generation for BMW has more content (perception, MRM, compute). Why did Innoviz move to a Tier 1. They wanted to be close to the table for negotiation. They were making a huge investment. It made sense to have everything under one roof. They learned a lot of lessons in the first BMW deal as a Tier 2. Many of the tasks that were expected to be executed by the Tier 1, were performed by Innoviz. They managed to convince Audi that Innoviz was very capable of becoming a Tier 1. Innoviz is audited by VW and BMW and new customers all the time.\n\nView full post\nu/s2upid\n•\n2 days ago\nAfter Hours Trading Action - Thursday, December 07, 2023\nAfter Hours\n\nPlease post any questions or trading action thoughts of today, or tomorrow in this post.\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nGLTALs\n\nu/Math-Debater\n•\n2 days ago\nInsiders have been selling LAZR in the past week\nOff Topic\nu/gaporter\n•\n3 days ago\nMicrosoft Attending Industry Day for IVAS Next\nDiscussion\nhttps://sam.gov/opp/128eee5321ba467cb6ac64cc7c234b10/view\nu/AutoModerator\n•\n3 days ago\nTrading Action - Thursday, December 07, 2023\nStock Price\n\nGood Morning MVIS Investors!\n\n~~ Please use this thread to post your \"Play by Play\" and \"Technical Analysis\" comments for today's trading action.\n\n~~ Please refrain from posting until after the Market has opened and there is actual trading data to comment on, unless you have actual, relevant activity and facts (news, pre-market trading) to back up your discussion. Posting of low effort threads are not allowed per our board's policy (see the Wiki) and will be permanently removed.\n\n~~Are you a new board member? Welcome! It would be nice if you introduce yourself and tell us a little about how you found your way to our community. **Please make yourself familiar with the message board's rules, by reading the Wiki on the right side of this page ----->.**Also, take some time to check out our Sidebar(also to the right side of this page) that provides a wealth of past and present information about MVIS and MVIS related links. Our sub-reddit runs on the \"Old Reddit\" format. If you are using the \"New Reddit Design Format\" and a mobile device, you can view the sidebar using the following link:https://www.reddit.com/r/MVISLooking for archived posts on certain topics relating to MVIS? Check out our \"Search\" field at the top, right hand corner of this page.👍New Message Board Members: Please check out our The Best of r/MVIS Meta Threadhttps://www.reddit. https://old.reddit.com/r/MVIS/comments/lbeila/the_best_of_rmvis_meta_thread_v2/For those of you who are curious as to how many short shares are available throughout the day, here is a link to check out.www.iborrowdesk.com/report/MVIS\n\nView full post\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/steelhead111\n•\n3 days ago\nThursday, December 07, 2023 early morning trading thread\nEarly Morning\n\nGood morning fellow MVIS’ers.\n\nPost your thoughts for the day.\n\n_____\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nu/s2upid\n•\n3 days ago\nAfter Hours Trading Action - Wednesday, December 06, 2023\nAfter Hours\n\nPlease post any questions or trading action thoughts of today, or tomorrow in this post.\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nGLTALs\n\nu/s2upid\n•\n4 days ago\nExample Supplier News Release & Publicity Web-Guide (Volvo)\nFluff\n\nHere is an example supplier news release & publicity web-guide from Volvo.\n\nSource:\n\nhttps://mb.cision.com/Public/12524/2182209/bf4e2107e17cc373.pdf\n\nGuidelines for supplier's press releases\n\nIt has to be clearly stated that the release has to do with the Buyer (to avoid confusions with the AB Volvo).\n\nIt should be very clear who the sender of the press release is (the supplier).\n\nWe do not allow any mention of money (the value of a contract).\n\nThere has to be a balance in what the supplier writes and the benefit they have added to the Buyer.\n\nWe do not allow Buyer employees to make any statements at all.\n\nWe do not allow suppliers to use the Volvo logotype in their releases.\n\nWe do not send out releases jointly with suppliers.\n\nWe do not allow a Buyer employee to be listed as a contact person in a supplier's press release.\n\nWe do not allow a supplier to include information about the Buyer or its Related Companies in a facts box towards the end of their press release.\n\nSuppliers can write that they are suppliers to official Volvo vehicles (real or concept) only. No press releases will be approved for cars that have not been launched yet.\n\nSometimes suppliers submit press releases to Buyer for approval without the headline and/or introduction in the press release. We do not approve any press releases without seeing the headline, introduction and all body text.\n\nIf the proposed press release is in any other language than English or Swedish, a precise translated copy of the original press release into Swedish or English must be submitted together with the original press release.\n\nPlease observe that the Buyer needs at least 5 working days to handle the request.\n\nTrying to find other guidelines from other OEMs but I would imagine they're quite similar. If anyone finds any other similar guidelines, i'll post the link below this text.\n\nGLTALs DDD PUM\n\nView full post\nu/ElderberryExternal99\n•\n4 days ago\nNew leader of GM's Cruise acknowledges 'all-time low' amid safety review\nIndustry News\n\n\" Dec 5 (Reuters) - General Motors’ Cruise autonomous vehicle unit has hit an “all time low,” said its new leader, while promising to restore trust with regulators and the public after the company pulled all of its vehicles from U.S. roads.\n\n“Our integrity, our competency are being questioned and this really hurts,” said Mo Elshenawy at an all-staff meeting Tuesday, according to a transcript of the call reviewed by Reuters. \"We went from an all-time high to an all-time low and from being an industry leader to temporary pausing all of our operations,” he said.\n\nHe said Cruise's approach to developing self-driving cars that were simply better than humans has been \"wrong\" and \"not what the stakeholders are expecting from us.\"\n\nCruise could face $1.5 million in fines and additional sanctions over its failure to disclose details surrounding the Oct. 2 accident in which one of its robotaxis dragged a pedestrian after being struck by another vehicle, a California agency said in a letter last week... More of the story here - https://www.reuters.com/business/autos-transportation/new-leader-gms-cruise-acknowledges-all-time-low-amid-safety-review-2023-12-05/?utm_source=Sailthru&utm_medium=Newsletter&utm_campaign=Auto-File&utm_term=120623&user_email=3366e28651ceab38e166a09bda2e521634690ec6dc995a4ebd3d08b443fc5987 \"\n\nArticel by - By Greg Bensinger\n\nDecember 5, 20236:44 PM ESTUpdated 18 hours ago\n\nView full post\nu/AutoModerator\n•\n4 days ago\nTrading Action - Wednesday, December 06, 2023\nStock Price\n\nGood Morning MVIS Investors!\n\n~~ Please use this thread to post your \"Play by Play\" and \"Technical Analysis\" comments for today's trading action.\n\n~~ Please refrain from posting until after the Market has opened and there is actual trading data to comment on, unless you have actual, relevant activity and facts (news, pre-market trading) to back up your discussion. Posting of low effort threads are not allowed per our board's policy (see the Wiki) and will be permanently removed.\n\n~~Are you a new board member? Welcome! It would be nice if you introduce yourself and tell us a little about how you found your way to our community. **Please make yourself familiar with the message board's rules, by reading the Wiki on the right side of this page ----->.**Also, take some time to check out our Sidebar(also to the right side of this page) that provides a wealth of past and present information about MVIS and MVIS related links. Our sub-reddit runs on the \"Old Reddit\" format. If you are using the \"New Reddit Design Format\" and a mobile device, you can view the sidebar using the following link:https://www.reddit.com/r/MVISLooking for archived posts on certain topics relating to MVIS? Check out our \"Search\" field at the top, right hand corner of this page.👍New Message Board Members: Please check out our The Best of r/MVIS Meta Threadhttps://www.reddit. https://old.reddit.com/r/MVIS/comments/lbeila/the_best_of_rmvis_meta_thread_v2/For those of you who are curious as to how many short shares are available throughout the day, here is a link to check out.www.iborrowdesk.com/report/MVIS\n\nView full post\nu/Falling_Sidewayz\n•\n4 days ago\nBMW lidar maker Innoviz seeks to sell directly to automakers\nIndustry News\nhttps://europe.autonews.com/suppliers/bmw-lidar-maker-innoviz-seeks-sell-directly-automakers\nu/steelhead111\n•\n4 days ago\nWednesday, December 06, 2023 early morning trading thread\nEarly Morning\n\nGood morning fellow MVIS’ers.\n\nPost your thoughts for the day.\n\n_____\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nu/15Sierra\n•\n4 days ago\nMVIS LinkedIn Post\nMVIS lINKEDiN\nhttps://www.linkedin.com/posts/microvision_lidarsensor-lidartechnology-shippingnow-activity-7137842700271194112-kB6u?utm_source=share&utm_medium=member_ios\nu/adobe\n•\nPromoted\nEveryone can blend up tastier posters with Adobe Photoshop. Just a Quick Mask + choosing your fav Blend mode. Click now to see it in action.\nu/TheRoc66\n•\n4 days ago\nMicrovision at DVN, per Optica's summary\nEvent\n\nTo all,\n\nFind below the summary of last week DVN gathering in Germany where Microvision was surreptitiously presenting amongst OEM, Tier1s, etc...\n\nThank goodness those ugly rooftop Chinese Lidar won't make it to our roads! They won't right?!? Lol\n\nhttps://www.linkedin.com/feed/update/urn:li:activity:7137842524928323584/\n\nGLTAL\n\nAR.\n\nView full post\nu/qlfang\n•\n4 days ago\nDigital Twin Analysis to Promote Safety and Security in Autonomous Vehicles\nDiscussion\nhttps://www.google.com/url?sa=t&source=web&rct=j&opi=89978449&url=https://dspace.lib.cranfield.ac.uk/bitstream/handle/1826/16555/Digital_twin_analysis_promote_safety_and_security_autonomous_vehicles-2021.pdf%3Fsequence%3D1%26isAllowed%3Dy&ved=2ahUKEwin9bWQufmCAxX44jgGHcZwBgEQFnoECCwQAQ&usg=AOvVaw15c2fgeQyCTOTpX5Dclf-p\nu/s2upid\n•\n4 days ago\nAfter Hours Trading Action - Tuesday, December 05, 2023\nAfter Hours\n\nPlease post any questions or trading action thoughts of today, or tomorrow in this post.\n\nIf you're new to the board, check out our DD thread which consolidates more important threads in the past year.\n\nThe Best of r/MVIS Meta Thread v2\n\nGLTALs\n\nu/AutoModerator\n•\n5 days ago\nTrading Action - Tuesday, December 05, 2023\nStock Price\n\nGood Morning MVIS Investors!\n\n~~ Please use this thread to post your \"Play by Play\" and \"Technical Analysis\" comments for today's trading action.\n\n~~ Please refrain from posting until after the Market has opened and there is actual trading data to comment on, unless you have actual, relevant activity and facts (news, pre-market trading) to back up your discussion. Posting of low effort threads are not allowed per our board's policy (see the Wiki) and will be permanently removed.\n\n~~Are you a new board member? Welcome! It would be nice if you introduce yourself and tell us a little about how you found your way to our community. **Please make yourself familiar with the message board's rules, by reading the Wiki on the right side of this page ----->.**Also, take some time to check out our Sidebar(also to the right side of this page) that provides a wealth of past and present information about MVIS and MVIS related links. Our sub-reddit runs on the \"Old Reddit\" format. If you are using the \"New Reddit Design Format\" and a mobile device, you can view the sidebar using the following link:https://www.reddit.com/r/MVISLooking for archived posts on certain topics relating to MVIS? Check out our \"Search\" field at the top, right hand corner of this page.👍New Message Board Members: Please check out our The Best of r/MVIS Meta Threadhttps://www.reddit. https://old.reddit.com/r/MVIS/comments/lbeila/the_best_of_rmvis_meta_thread_v2/For those of you who are curious as to how many short shares are available throughout the day, here is a link to check out.www.iborrowdesk.com/report/MVIS\n\nView full post\nu/gaporter\n•\n5 days ago\nSYNCHRONIZING SCANNING DISPLAY WITH VIDEO\nPatents\nhttps://image-ppubs.uspto.gov/dirsearch-public/print/downloadPdf/11837185\nu/Frenchinvestor\n•\n5 days ago\nWhere are all the robot trucks?\nIndustry News\n\nThe promised wave of autonomous big rigs never materialized. But 2024 could prove to be a pivotal year for the technology.\n\nhttps://www.theverge.com/23981006/autonomous-truck-semi-driverless-aurora-kodiak-infrastructure\n\nTop 3%\nRank by size \nRULES\n1\nFollow the Rules of Reddit\n2\nCivility\n3\nNo Low Effort Submissions\n4\nNo religious or political posts.\n5\nWatch Your Language\n6\nNo Non-Consent Recordings\n7\nRead the FAQ Wiki\n8\n8. Thread (Post) space versus Comments"
}