{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "The Problem of Plastic Straws (And How Each of Us Can Make a Difference)",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/1/3/the-problem-of-plastic-straws-and-how-each-of-us-can-make-a-difference",
  "body": "Culture, Environment, Ocean; A Q&A with Jackie Nuñez, founder of The Last Plastic Straw.. It's National Drinking Straw Day! Each day, more than 500 million plastic straws are used and discarded in the U.S. alone. Plastic straws consistently make the top ten list of items found, according to Ocean Conservancy's International Coastal Cleanup data.In the last three years, plastic straws have ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nThe Problem of Plastic Straws (And How Each of Us Can Make a Difference)\nJanuary 03, 2017\n\nA Q&A with Jackie Nuñez, founder of The Last Plastic Straw.\n\nIt’s National Drinking Straw Day! Each day, more than 500 million plastic straws are used and discarded in the U.S. alone. Plastic straws consistently make the top ten list of items found, according to Ocean Conservancy’s International Coastal Cleanup data. In the last three years, plastic straws have climbed the list to the Number 5 spot. \n\nWe spoke with Jackie Nuñez, founder of The Last Plastic Straw, about plastic straw pollution and what we all can do to make a difference.\n\nMore than 500 million straws are thrown away each day in the U.S. alone. What are the biggest sources of this plastic pollution?\n\nThere is the obvious “on the go” culprits (to-go drinks with lids and juice boxes) that we see strewn in gutters, parks, schools, and on beaches, but the sheer amount that are served daily from dine-in restaurants and bars are staggering as well, many in close proximity to waterways and beaches.\n\nMost people don’t think about the plastic straw, and are shocked to learn that plastic straws are not recycled. They are used for minutes at best and tossed “away” in our environment, where they will outlive us all and generations to come. I often ask people to consider that fact when discussing the “need” for single-use straws made of plastic.\n\nWhat is your first step in reaching out to businesses about plastic straws? \n\nThe first step is simply asking for no straw when ordering a drink. (I have to say it when I order water as well!) I usually have a conversation with the server or bartender and in some cases I ask for the owner or manager. Also if it’s busy and I don’t speak to management I leave a card with the bill asking them to serve straws only upon request and consider switching plastic straws to reusable or compostable options. You can download the card here. \n\nCongratulations on your recent success with Belize’s Hamanasi Adventure and Dive Resort switching from plastic to bamboo straws. When did you start speaking with them?\n\nWe started emailing this past summer. Hamanasi was brought to my attention by a local author and conservationist named Brandon Wiggins (whom I met in 2015 at a local straw ban meeting in Monterey, CA). Brandon visited the resort in her travels and was impressed with all of their conservation efforts, but noticed they still served plastic straws. We started the conversation over the summer about plastic straw alternatives and sourcing. I give them a lot of credit for their efforts, because it takes considerable effort to not only source a viable, affordable alternative, but also to find a way to reliably source and ship out to their resort in Belize.\n\nCan restaurants and businesses save money by serving fewer plastic straws or switching to a reusable straw?\n\nYES THEY CAN! Cost is actually a non-issue: if businesses simply write on their menus “Straws served upon request” they will find 50-90 percent of their patrons will not ask for a straw. If you think about how many people actually have and use drinking straws at home, you start to get the picture of what is the real “need” for a drinking straw.\n\nThe Last Plastic Straw is not against drinking straws, we are against plastic for single-use, and the plastic drinking straw is the poster child for useless single-use plastic. If a business simply served straws upon request for those who need them, it would be cost savings, not only for the business, but for the community they do business in. Consider the savings in waste hauling, landfill, plastic in the environment, clean up, and the overall pollution that results in every stage of a plastic straws existence from manufacture, shipping, health toxicity, and waste.\n\nWhat can each of us do to start eliminating plastic straw waste?\n\nSimply ask for no straws wherever plastic straws are served. You have more power than you think. If you want to make it official join us and help spread the word in your community, in your travels, and help save the planet one sip at a time!\n\nVisit The Last Plastic Straw. \n\nPhoto by Jackie Nuñez, The Last Plastic Straw. \n\nTake the pledge! Say no to single-use plastic.\n\n \n30 responses to “The Problem of Plastic Straws (And How Each of Us Can Make a Difference)”\nKelly Carpenter says:\nJanuary 4, 2017 at 1:52 am\n\nThose cards are great! Thanks so much!\n\nsheila@crayoncollection.org says:\nJanuary 4, 2017 at 5:16 am\n\nI think this is such a huge problem. I wanted to share this with you :\nhttp://www.crayoncollection.org/pdf/EarthDayEcoNormalCrayonCollection.pdf\n\njane says:\nJanuary 6, 2017 at 2:17 am\n\nI love just thinking about the power of each of us to stop this nasty habit!\n\njmrohling@gmail.com says:\nFebruary 14, 2017 at 2:42 am\n\nThank you so much for bringing attention to an issue most of us just overlook. I rarely use straws in restaurants, don’t use them in my own re-usable \"go cups\" and never use them at home. It just hasn’t occurred to me to ASK not to have one at restaurants. I will from now on!\n\nlesley@read.org.nz says:\nMay 8, 2017 at 10:57 am\n\nWhy don’t we use the paper straws I grew up with? Aren’t there enough trees?\n\nhaydigul@gmail.com says:\nAugust 16, 2017 at 2:17 pm\n\nThis also causes the death of Sea Turtles. I can’t just watch this happen. We need do something instead of doing nothing!\n\nEllen Burton says:\nAugust 31, 2017 at 4:10 pm\n\nI have stopped going to restaurants that use unrequested plastic straws. But feel that it matters little if I don’t tell at least to wait people, why I won’t return to their place of business.\n\nerinmorlock82@gmail.com says:\nJanuary 5, 2018 at 5:14 pm\n\nI am 9 years old and my name is Gwenyth. I have been getting so so so sad after I watched the movie A Plastic Ocean!\nI even made a little blog! It’s called https://friendsoftheocean.wordpress.com\nand I hope that you, if you haven’t already, can watch A Plastic Ocean.\nI am so happy you are doing this. Thank you so much!\nSincerely, Gwen\n\nTricia says:\nFebruary 15, 2018 at 8:35 pm\n\nWe make beautiful reusable straws out of wood\n\nhttps://www.etsy.com/listing/50454465/handcrafted-wood-straw-wood-sipper?ref=shop_home_active_3\n\nbnbdangelo@aol.com says:\nJuly 13, 2018 at 12:36 pm\n\nno plastic straws, no plastic bags, this is where each individual CAN make a difference\n\nRayan.sammut@gmail.com says:\nJuly 23, 2018 at 9:18 am\n\nI’ve got into the habit now of asking waiting staff not to put a straw in my drinks, but it doesn’t always work. I’m doing plastic free July and I have been brought a straw even after asking not to have one. What is the best way to deal with this? What do I do with the straw?\n\nIn a different cafe they even brought me a cocktail stirrer with my soft drink, completely unnecessary and really frustrating when you ask for no straw only to get this in your drink.\n\nElanzeke@gmail.com says:\nJuly 25, 2018 at 4:56 am\n\nI am starting a nonprofit on stopping plastic straw s going to be plasticstraw.org\n\ndrygel@aol.com says:\nJuly 28, 2018 at 7:32 pm\n\nStraws are not the major problem, they are a tiny problem when you consider the huge amounts of plastic being used every day. Plastic bags in Walmart, Target, Home Depot and other major retailers, add to it the plastic cups you get at Starbucks, Dunkin Donuts, McDonald’s and all other huge stores that I don’t have room to list here. Add to it the Plastic Plates and utensils and the large packaging materials, from Sam Clubs and Costco, when you buy 12 Apples that come in a plastic Clamshell huge Blister pack. All of the above are the 99.7% of the offender of the environment, So why are we so stupid to pick on Straws that according to all the research are only 0.03% of the Plastic waste?\nThe reason is that we as Americans we are influenced by hype and Social Media is a huge play when it comes to hype. Everybody can be swayed by the hype. But we need to look at the big picture and not get caught by a minuscule problem and overlook the main problem. Now one can argue, well that a start, we are starting with the straws. This is nice but when one wants to tackle a major problem, he needs to show effort and seriousness and not start with the ridiculous, just because they show us a picture of a dead turtle with a straw stuck in his nostril.\n\nkyr@outlook.com says:\nOctober 22, 2018 at 3:41 pm\n\nSaying that refraining from using plastic straws is pointless is incorrect. Although they are only a small amount of plastic, after a while that small amount of plastic can turn into a big thing. Yes, plastic bags are also a problem, but why add onto the problem by using plastic straws? Also, that \"dead turtle\" is only dead because people like you do not care and use plastic straws. If that straw was never in the ocean, that \"dead turtle\" would not have to be dead. Lastly, when writing such a comment, it is always professional and intelligent to make sure you spelled everything correctly. Thank you.\n\nunclehank@ameritech.net says:\nJanuary 9, 2019 at 3:20 am\n\nHey folks, I understand the straw thing but it doesn’t mean much to the landfills. How about you guys come around and see if you can get people to stop using disposable dipers.\nThat would be a much better effort.\n\nhoangchienskV@gmail.com says:\nApril 26, 2019 at 2:42 am\n\nHello everyone.\nMy Name is Chien and come from VietNam\nThank you for you effort\nThat is great campain for the last plastic straws.\nActually, i have plane to change habbits using plastic straws by using natrual straws ex: Grass straws , Bamboo straws, …it has applied at some Food and drink shop in my location Vinh City VietNam.\n\ni will continues to make it become a big change in my country and hope to inspire to the worldwile.\n\nIf you need information about me and my campain please do not hesitate to contact me via: +84 962021848\nEmail: Hoangchienskv@gmail.com\n\njeidyluoluo@163.com says:\nOctober 28, 2019 at 10:30 am\n\nHello Everyone,\n\nThis is Jeidy from China. I feel really bad when I saw those reports about marine life endangered with increase usage of plastic and especially the plastic straws which kills or cause a huge damage to the turtles and other marine lives.\n\nI am supplying reusable straws to the market in the US. After reading this, I want to donate these reusable straws to those who cares about creating a better planet by replacing plastic one-time straws.\n\nIf anyone is interested in getting one of the metal or silicone straws, please let me know. I would love to offer them to you for free!\n\nyou can contact me Jeidy Luo on facebook\nor Email me: jeidyluoluo@163.com\n\nLet’s all work together to make a big difference!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nWhite House, U.S. EPA Announce New Plans to Address Plastic Pollution\n\nToday, the White House announced a new Executive Order...\n\nRead more\nAPRIL 21, 2023\nBlack History Month: 10 Environmental Justice Groups & Leaders We Celebrate Today—& Every Day\n\nBlack History Month serves as an opportunity to learn...\n\nRead more\nFEBRUARY 22, 2023\nHow to Celebrate the Holidays Plastic Free\n\nThe holidays are a wonderful time for gathering with...\n\nRead more\nDECEMBER 16, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}