{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "Tide turns against plastic ocean pollution | ShareAmerica",
  "href": "https://share.america.gov/tide-turns-against-plastic-ocean-pollution/",
  "body": "Reversing ocean plastic pollution is an urgent need. Fortunately, the tide may be turning. \"The momentum to combat plastic waste in the marine environment is stronger than ever,\" said U.S. Under Secretary of State Catherine Novelli in 2015. The United States has strong domestic programs to reduce the amount of waste making its way to the sea.",
  "textContent": "About America\nAmerican Culture\nDiversity\nTravel to the U.S.\nU.S. Government\nEconomic Opportunity\nDevelopment\nEntrepreneurship\nForeign Aid\nInternational Trade\nEducation\nEnglish Learning\nScience & Technology\nStudy in the U.S.\nGlobal Issues\nCountering Violent Extremism\nEnvironment\nHealth\nInternational Relations\nGovernment and Civil Society\nDemocracy\nHuman Rights\nTransparency\nWomen & Girls\nAbout Us\nEnglish\nFrançais\nEspañol\n简体中文\nРусский\nالعربية\nفارسی\nPortuguês\nSubscribe\nShareAmerica\nABOUT AMERICA\nECONOMIC OPPORTUNITY\nEDUCATION\nGLOBAL ISSUES\nGOVERNMENT AND CIVIL SOCIETY\nABOUT US\nENGLISH\nSUBSCRIBE\nTide turns against plastic ocean pollution\nBy ShareAmerica -\nSep 6, 2016\n\nDoug Woodring has thrived in and on the water. In college, he was on the swim team, and he later took up ocean swimming and outrigger paddling.\n\nAfter graduating with master’s degrees in business management and foreign relations, he worked in financial, asset and technology management for more than two decades. But time and again he returned to the ocean, and what he saw made him weary — and angry.\n\n“The ocean for a long time … was treated as a dump,” Woodring says. “The idea was that these things [debris] would go away. But these things don’t go away.”\n\nIn 2011, Woodring founded Ocean Recovery Alliance, a nongovernmental group based in the U.S. and Hong Kong, to get people who use the ocean for pleasure or work to come to its defense. The alliance organizes surfing, sailing, swimming, paddling and diving enthusiasts to clean up the areas they use.\n\nBut its efforts are just a drop in the ocean when it comes to combating plastic pollution.\n\nPlastic ocean\n\nOceans are under a tremendous stress from the combination of climate-related acidification, overfishing and pollution, mostly in the form of shopping bags, bottles, toys, food wrappers, fishing gear, cigarette filters, sunglasses, buckets, toilet seats and other trash.\n\nAnywhere from 4.8 million to 12.7 million tons of plastic trash end up in the ocean every year, according to a report in Science magazine.\n\nCan you free me from this mess, please? (Courtesy of Nels Israelson/Flickr)\n\nPlastic debris has been found in all kinds of habitats, from the deep sea to Arctic ice. In some regions, currents push plastic items and other trash together into gigantic, swirling garbage patches. Some pieces of garbage kill or ensnare sea mammals, fish and birds. And the problem doesn’t go away when plastics decompose because about 90 percent of their chemicals remain in the environment for hundreds of years.\n\nIn 2009, Woodring launched a scientific expedition to the North Pacific Gyre, a circular system of ocean currents now often called the Great Pacific Garbage Patch. He was joined by ocean-conservancy friends and oceanographers from Scripps Institution of Oceanography. What they discovered was, literally,  stomach-wrenching. He and his co-expeditionists found that “10 percent of small fish had plastics in their stomachs,” he says.\n\nHow did that happen? Tiny marine organisms feed on chemical sludge made up of decomposed plastic. They in turn are eaten by fish and other marine species. The result: Plastic chemicals enter the food chain. And because some of these chemicals can cause cancer and other illnesses, the pollution threatens the welfare not only of marine animals but that of millions of people who rely on fish and other seafood for nutrition. It also impacts regions where sea-related tourism is the main source of income.\n\nVolunteers remove plastic and other garbage from a sea bird sanctuary in the Philippines. (© AP Images)\nMore than a drop in the ocean: a global solution\n\nWith plastic use on the rise, plastic debris tonnage is projected to increase tenfold in the next decade. Reversing ocean plastic pollution is an urgent need.\n\nFortunately, the tide may be turning.\n\n“The momentum to combat plastic waste in the marine environment is stronger than ever,” said U.S. Under Secretary of State Catherine Novelli in 2015.\n\nThe United States has strong domestic programs to reduce the amount of waste making its way to the sea. Many U.S. states and municipalities have banned the most polluting plastics and taken other steps.\n\nSome European countries and Australia also have moved to cut plastic waste getting into the ocean and protect pristine ocean ecosystems.\n\nBut global problems require global solutions. “The real challenge is to combat an economic model that thrives on wasteful products and packaging, and leaves the associated problem of clean-up costs,” wrote Charles Moore in the New York Times in 2014. Moore, a captain in the U.S. Merchant Marine, was the first to discover the Great Pacific Garbage Patch.\n\nA clump of plastic and other debris drifts in the ocean. (Courtesy of Steven Guerrisi/Flickr)\n\nExperts and policymakers agree that a three-pronged approach is needed: reducing waste generation, improving waste management — particularly in fast-industrializing nations — and promoting the reuse and recycling of plastics. Each of these goals can be achieved through a mix of innovation and economic incentives.\n\nGovernments can help by giving manufacturers tax and other economic incentives to reformulate their products to make plastics easier to recycle or more easily degradable and less toxic as waste. Some companies are already working on such solutions.\n\nThinking outside the plastic box\n\nEight of the world’s leading consumer brand companies — including Unilever, Procter and Gamble, and Nike — are partnering with the World Wildlife Fund to develop new plastics made from plant material. The goal is to reduce plastic pollution by making biodegradable plastic products from plants including sugar cane, corn, bulrush and switchgrass.\n\nJust as some entrepreneurs devise innovations to wean economies off carbon-based energy, others work to reduce plastic pollution of the ocean.\n\nStartup projects targeting ocean waste include creating new packaging from ocean plastics, turning waste into energy, and converting discarded fishing nets into carpet tiles and other products.\n\nIn Chile, for example, three young buddies from California started a company, Bureo Skateboards, that recycles discarded commercial fishing plastic nets and makes skateboards from the recovered material. Working with U.S. and Chilean nonprofits and local communities, Bureo also supports the removal of marine debris from the coast.\n\n“As surfers who have spent our lives around the ocean, we have a deep connection with the ocean,” one of them, Dave Stover, told a Worldwatch Institute blogger.\n\nOcean sports enthusiast Woodring is also exploring new ways to use technology to clean up the ocean. With funding from the World Bank, he launched Global Alert, mapping software that will allow a beachcomber or a fisher to map and report trash found along waterways or shorelines.\n\nA member of Project AWARE picks up trash off Roatán, Honduras. (Courtesy of Project AWARE)\n\nBut cleaning up trash that is already in the ocean doesn’t eliminate new pollution. The most effective way to stop it is to make sure it never reaches the water in the first place.\n\nWhile preventing plastic pollution of the ocean requires changing governments’ policies and companies’ practices, there are steps that individuals can take too. Here are some tips on how to do your part:\n\nRecycle, reuse and replace plastic shopping bags, bottles, lunch boxes and similar items with alternative products.\nBring your own mug with you to the coffee shop.\nCarry reusable utensils in your purse, backpack or car to use at potlucks or take-out restaurants in place of disposable cutlery.\nGo digital! There’s no need for plastic CDs, DVDs and jewel cases when you can buy your music and videos online.\nVolunteer for a beach cleanup.\nTAGS\n#OurOcean2016\noceans\nrecycling\nreducing waste\nwater pollution\nSHARE\nShare on Facebook Tweet on Twitter \nRELATED ARTICLESMORE FROM AUTHOR\nAWE alumna makes waves in sustainable technology\nCelebrating World Sea Turtle Day [poster]\nThese sea turtles face peril\nRecent Posts\nHonoring the Universal Declaration of Human Rights at 75\nInternational exchanges shape leaders of communities and countries\nWhen your professor wins a Nobel …\nHow Americans are addressing the climate crisis\nHow a cowgirl from Arizona leaped barriers to make history\n\nStay Connected! Sign up to receive ShareAmerica updates.\n\nPrivacy Policy\nAbout Us\nThis site is managed by the Bureau of Global Public Affairs within the U.S. Department of State. External links to other Internet sites should not be construed as an endorsement of the views or privacy policies contained therein.\n Share\n Tweet\n Email\n Print\n Share"
}