{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-06-30..2016-12-29",
  "title": "It's Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and ...",
  "href": "https://www.alternet.org/2016/10/its-time-stop-using-plastic-drinking-straws-theyre-bad-environment-and-harm-wildlife",
  "body": "Along with One Less Straw, a number of other similar pledge campaigns have been set up to encourage an end to plastic straws. Though each differs slightly in its approach, all share the same basic ...",
  "textContent": "MEDIA\nRIGHTS\nHEALTH\nALTERNET+ LOGIN\nPOLITICS\nMEDIA\nCULTURE\nECONOMY\nRIGHTS\nENVIRONMENT\nHEALTH\nALTERNET+ LOGIN\nHOT TOPICS >>CORRECTIONSFAQSGET OUR DAILY NEWSLETTER!THE RIGHT WINGGO AD FREE!MAKE A ONE-TIME DONATION\nHome | It’s Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and Are Bad for the Environment (Video)\nIt’s Time to Stop Using Plastic Drinking Straws: They Harm Wildlife and Are Bad for the Environment (Video)\nRobin Scher,AlterNetandRobin ScherOctober 21, 2016\n\nWhen it comes to environmental issues facing our planet, everybody likes to pass the buck. Conscientious consumers will blame big business for wasteful production practices. Corporations in turn contend they are merely meeting supply and demand. Neither group is completely wrong. The real problem, though, comes when both sides aren’t willing to change their behavior.\n\nFor an example, look no further than the humble plastic drinking straw.\n\nIt’s estimated that Americans use 500 million plastic straws every single day. Here’s a scary visual to help comprehend that amount: If you were to connect all those straws together, they would measure two and a half times the circumference of the Earth. That’s just the straws consumed in the United States. And the vast majority of them don't get recycled.\n\nBefore we get into why this is a problem—and what can and should be done about it—let’s look at what brought us to this proliferation of plastic in the first place.\n\nThe notion of drinking from a straw is nothing new. The Mesopotamians drank water out of reeds 7,000 years ago, as did the Chinese for rice wine. In ancient Egypt, straws served as a filtering mechanism against pesky insects that found their way into people’s cups at night. For Western folk, the practice really took off in 1888 with the invention of the paper straw. Not too long after that, the spread of contagious diseases such as polio and tuberculosis led to a fear of contaminated glassware, and with it, a perceived necessity for drinking straws.\n\nMidway through the last century, a few things changed. For starters, the spread of disease became less of a concern (remember, this was before the rise of anti-vaxxers). Around that same time, thanks to the likes of McDonald’s, the world was introduced to the concept of fast food and disposable meal packaging. Another major innovation came in the 1960s, when plastics began replacing paper. Straws went from being an easily recyclable beverage accoutrement to an oil-based, single-use object found in restaurants and bars across the globe.\n\nFast-forward to today and straws have become so ingrained in our culture that most drinks are served with them by default. If you’re reading this, chances are high that until this moment you've never given these plastic accessories a second thought. But you really should.\n\nMost straws today are made from a petroleum-based plastic called polypropylene. This means straws represent yet another product that requires fossil fuel extraction. You don’t need to be an eco-warrior to know how that affects climate change. Making all these straws puts an undue strain on the climate (the production of 1,000 kilograms of polypropylene releases 3,530 kilograms of CO2-equivalent greenhouse gas).\n\nThat’s not to mention the many health-related concerns surrounding plastic. Many might recall first hearing about the chemical, BPA, back in 2008 when it was revealed how this toxin was commonly found in plastic packaging. In short, it turned out certain plastics containing BPA released synthetic estrogen that posed serious health-related issues. Later testing would show that even plastics such as polypropylene, that claimed to be BPA-free, still tested positive for leaking synthetic estrogens.\n\nThen there’s disposal—nearly every piece of plastic ever made is still in existence. Items such as straws are notorious for their ability to stick around, and in most cases, like many single-use plastics, end up littering the ocean, where they can injure and kill wildlife, including endangered sea turtles.\n\nWatch a video of rescuers removing a plastic drinking straw from a turtle's nostril:\n\nUnfortunately, this problem is only going to get worse before it (potentially) gets better. According to the market research firm Freedonia, the U.S. demand for foodservice disposables is predicted to climb by 3.6 percent in the next year. This is due in part to our desire for convenience, which Doug Woodring, co-founder of the non-profit Ocean Recovery Alliance, equates to a form of “thoughtlessness.”\n\n“The vendors think the consumers want [straws], and the consumers are too slow and can’t be bothered to say they don’t need one when it’s served to them,” said Woodring. “Both sides are complacent in the problem. People are simply numb to this issue.”\n\nBrother-sister duo Carter and Olivia Ries, co-founders of the environmental conservation non-profit One More Generation, came to the same conclusion as Woodring. “We wanted to show people that this is an issue that affects humans and animals,” said 14-year-old Olivia Ries, who realized along with her brother that the only way they could inspire the change they wanted to see was by creating accountability. Enter the siblings’ One Less Straw pledge campaign.\n\nEssentially, this campaign aims to create a firmer commitment to reduced straw use. For the month of October, the Ries kids targeted three groups: fellow students, schools and restaurants. By pledging, each group agreed to the following:\n\nStudents had to get one adult family member to sign the pledge. If the student catches the adult using a straw during October, that adult has to pay a predetermined dollar amount to the student. The student then donates those collected funds to the campaign at the end of October, helping to fund further education around plastic pollution.\n\nSchools sign up members of their student body, who in turn charge fines to their fellow family members. The school will use the collected funds to provide further environmental education.\n\nRestaurants involved in the pledge can only hand out straws to customers who specifically ask for one. Waitstaff can also wear buttons educating customers about the campaign.\n\nSo far, the campaign has generated incredible support, both locally and abroad. In total, participants from 28 countries have taken part in the campaign. “I’m actually really surprised by how big it’s gotten,” said Olivia, of the 1,000 signed pledges, 15 local restaurants and a dozen hotels that have commited to going straw-free. “I think the incentives have really helped motivate those who aren’t particularly passionate about the cause,” she said.\n\n[[{\"type\":\"media\",\"view_mode\":\"media_original\",\"fid\":\"617610\",\"attributes\":{\"alt\":\"\",\"class\":\"media-image\",\"height\":\"706\",\"style\":\"width: 600px; height: 424px;\",\"typeof\":\"foaf:Image\",\"width\":\"1000\"}}]]\n\nCarter and Olivia Ries launched the One Less Straw campaign to get consumers to stop using plastic drinking straws. (image: One Less Straw)\n\nAlong with One Less Straw, a number of other similar pledge campaigns have been set up to encourage an end to plastic straws. Though each differs slightly in its approach, all share the same basic tips for joining the cause:\n\nIf you don’t need a straw, don’t use one. If you do need one because you really like the sensation, or have a handicap of some sort, buy yourself a reusable straw.\n\nStart asking for no straw when you are served food and even try to encourage your local eatery to avoid automatically handing straws out with every drink.\n\nFor businesses interested in joining the effort, offer your patrons alternative solutions such as paper, glass, or stainless steel straws.\n\n“I think it’s a bit of a marketing thing, where establishments think they’re adding value to the drink, when probably a lot of people couldn’t care less, but don’t have the time or energy to do anything about it,” said Woodring, who believes if more establishments could simply stop serving straws with their drinks, straw use would go down drastically.\n\nThe Ries siblings and all the world's children are inheriting the planet from us adults. Instead of letting them and the environment draw the short straw for the planet’s future health, let’s stop using straws altogether.\n\nFeeling inspired? Sign Carter and Olivia Ries' One Less Straw pledge.\n\nReport typos and corrections to: feedback@alternet.org.\nShould Trump be allowed to hold office again?\n \nSPONSORED CONTENT\n29 Coolest Gift Ideas for People Who Have Everything\nTech Household\nHere Are 23 of the Coolest Gifts for This 2023\nTrendingGifts\nJennifer Aniston, 54, Now Lives Alone In Tennessee\nPoshland\nTry This at Home Today if You Got Moles or Skin Tags\nFitter For Free\nVacuuming Your Vehicle Has Never Been Easier!\nEZVacPro\nWhen Neuropathy Hits, Try This (It's Genius!)\nWellnessGaze\nAnyone With Glaucoma or Cataracts Should Know This\n20/20 Vision\nTry a Light Pressure on the Ear - Stops the Ringing [Watch]\ndoctors-health-quest-secrets\nIn the Morning, You'll Find a Cluster of Tox Emerging from Within You. Givе It\nAnti parasite\nRead Comments - Join the Discussion\nAmerica and the 'free market magic' lies\nWhy 'it’s the economy, stupid' no longer applies\nLiz Cheney: The most dangerous woman in America\nHere’s why Tuberville 'caved': report\n'The facts didn’t add up': Retailers blasted after admitting most losses not due to shoplifting\nWoody Guthrie's anthem mocking right-wing Republicanism\nFootnote in Trump gag order ruling is bad news for the ex-president: former prosecutor\nSenate budget chair rips GOP deficit hawks over trillions in tax cuts for rich\nTrump could go to 'maximum security' prison so 'fanatical followers' can’t 'break him out': expert\nJen Psaki: Conspiracy touted by 'avowed white supremacists' has become 'mainstream' in the GOP\n'The one thing you can never get back': Strategists say Biden running out of time in 5 swing states\nNikki Haley suggests she wouldn’t be Trump’s running mate: 'I’ve never played for second'\n'That ain’t America': Ex-federal prosecutor rips Trump’s latest bid for 'get out of jail free' card\nMOST POPULAR\n'Straight up flout the law': Trump declares Judge Chutkan no longer has power over his case\nWatch: Conservative lays out the disturbing reason behind Trump’s 'deep disrespect for the military'\nHouse Republicans 'have their fangs out' to expel 'hated' Matt Gaetz after George Santos ouster\nGOP congressman says aides threatened to expose his daughter’s OnlyFans page 'to exert some leverage'\n'Nightmare' scenario as GOP insiders fear Trump’s legal problems 'doom' 2024 hopes\nJobs report forces Fox News to admit Biden economy 'a lot stronger than anybody understands'\nFmr. Naval professor: Trump seeks 'authoritarian control' of military to 'put down opposition'\nVeteran of MLM pyramid scheme leading movement to 'put America under bondage of the kingdom of God'\nWhy McCarthy’s resignation could leave 'biggest loser' MTG 'on the outside looking in': analysis\nHow the so-called 'free market' is a dangerous illusion\nTrending Topics\nGeorge ConwayNoam ChomskyCivil WarKayleigh McenanyMelania TrumpDrudge ReportPaul KrugmanLindsey GrahamLincoln ProjectAl Franken Bill MaherPeople Of PraiseIvanka TrumpEric Trump\nContactAdvertise with AlterNetPrivacy PolicyWriter GuidelinesPress InformationAbout AlterNetMeet the AlterNet StaffDebug Logs\n@2023 - AlterNet Media Inc. All Rights Reserved. - \"Poynter\" fonts provided by fontsempire.com.\nSubscribe to our notifications for the latest news and updates. You can disable anytime.\nSubscribe\nLater"
}