{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "A case against plastic straws: Are they really necessary?",
  "href": "https://nolisoli.ph/13112/case-plastic-straws-really-necessary/",
  "body": "More than five trillion pieces of plastic waste flow into the world's oceans every year, and it's rapidly increasing by the minute. Out of all the products generated from plastic, straws are considerably the least of the citizens' concern. An average of 500 million straws are used every day in America alone.",
  "textContent": "NOW READING\nA case against plastic straws: Are they really necessary?\nCITY GUIDE\nEATS\nCULTURE\nNEWS\nOPINION\nSUSTAINABILITY\nPROFILE\nVIDEOS\nINQUIRER.NET\nLIFESTYLE\nHEALTH & WELLNESS\nA case against plastic straws: Are they really necessary?\nMAY 15, 2017\nBEA LLAGAS\n\nREAD NEXT\nHow to de-stress if you’re not Sharon Cuneta\n\nMore than five trillion pieces of plastic waste flow into the world’s oceans every year, and it’s rapidly increasing by the minute. Out of all the products generated from plastic, straws are considerably the least of the citizens’ concern.\n\nAn average of 500 million straws are used every day in America alone. Now try doubling (or even tripling) those figures when you include other countries outside of the United States. Can you see how much waste that would make?\n\nMy personal campaign against the use of plastic straws started two years ago when a video of a sea turtle suffering on the hands of a four-inch straw went viral. Then my fight for the cause grew stronger when I participated in a coastal cleanup not too long ago, and found plastic straws to be one of the most abundant trash.\n\nNot only does plastic contribute to water pollution, it harms marine life as well\n\nGo to any food establishment and you will find a straw dispenser somewhere. If there’s none, chances are they’re going to serve it with your drink anyway. The rising demand for consumer convenience can be seen in fast food chains offering disposable foodware, simply because more people are taking their meals on the go. You might think plastic straws are being recycled like most products but that’s actually not the case. Since they’re small and difficult to pick out, workers are unable to sift them and thus never making it to the recycling stage.\n\nThe solution is easy: if there’s no need for a straw, don’t use it. The thing with plastic is that it never really breaks down; it only splits into little pieces but it never biodegrades. Believe it or not, the average time it takes for plastic to decompose is a whopping 450 years. If you really need to use one (either due to a handicap or mysophobia), try to use a reusable straw instead. Knowing where your money goes and what it supports when you eat out is a good consumer habit to form. Say no to the straw and yes to cleaner land, air, and water by cutting off single-use plastics and other disposables.\n\nWriter: BEA LLAGAS\n\nADVERTISING\nSign up to our newsletter\n\nStories like this in a nutshell. Straight to your inbox.\n\nSIGN UP\nTAGS\nENVIRONMENT PLASTIC PLASTIC STRAWS\nSHARE\nTWEET\n\nJose Mari Chan’s holiday tunes are finally getting the musical treatment\nDECEMBER 4, 2023\nA Lino Brocka docu and other films you can watch for free at QCinema 2023\nNOVEMBER 14, 2023\n‘Twenty Questions’ probes the idea of intimacy through conversation\nNOVEMBER 24, 2023\nHandwritten notes and other small gestures that should be back in style\nNOVEMBER 23, 2023\nGet to know Escolta, its history, and its burgeoning creative community at this street party\nNOVEMBER 20, 2023\nI cannot stop thinking about Bolero BGC’s cheesecake\nDECEMBER 7, 2023\n\n\nView Comments (2)\nRELATED POSTS\nFIXTURE\nMasungi is under threat of becoming the relocation site of the New Bilibid Prison\nNEWS\nThe Masungi Georeserve invasion: What we know so far\nSUSTAINABILITY\nGroup that named PH as top ocean plastic polluter apologizes for 2015 report\nSUSTAINABILITY\nPlastic waste can break down in days thanks to these newly engineered enzymes\nHOME\nALL POSTS\nABOUT US\nPRIVACY\nINQUIRER.NET\nLIFESTYLE\nADVERTISE\n \n \n \n\nNolisoli.ph © 2020. Hinge Inquirer Publications, Inc.\n\nFAQS ✻ SUBMISSION GUIDELINES ✻ LINK POLICY\n\nCITY GUIDE\nEATS\nCULTURE\nNEWS\nOPINION\nSUSTAINABILITY\nPROFILE\nVIDEOS\nINQUIRER.NET\nLIFESTYLE\n \n \n \n\nBy continuing to use our site, you agree to our Terms of Service and Privacy Policy. You can learn about how we use cookies by reviewing our Privacy Policy.\n\nI ACCEPT USE OF COOKIES\ndaftar gambar togel\nsitus slot pulsa"
}