{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "Are plastic straws the new smoking? | Plastic Pollution Coalition",
  "href": "https://www.plasticpollutioncoalition.org/blog/2017/6/27/are-plastic-straws-the-new-smoking",
  "body": "How the global campaign against plastic straws is 'sucking in thousands of converts'. Over the weekend, The Washington Post published an article recognizing the work of The Last Plastic Straw, a project of Plastic Pollution Coalition, and others who are working to eliminate plastic drinking straws from our waste stream, beaches, and ...",
  "textContent": "Manage Cookie Preferences\nOur website uses cookies to improve your browsing experience. Privacy Policy & Terms & Conditions\nAllow Cookies\nDisable\nPreferences\nSkip to Content\nSkip to navigation\nDonate Now to Stop Plastic Pollution\nsocial\nsocial\nsocial\nsocial\nSIGN UP\nDONATE\nLEARN\nTAKE ACTION\nOUR COALITION\nPROJECTS\nABOUT\nAre plastic straws the new smoking?\nJune 27, 2017\nHow the global campaign against plastic straws is ‘sucking in thousands of converts’\n\nOver the weekend, The Washington Post published an article recognizing the work of The Last Plastic Straw, a project of Plastic Pollution Coalition, and others who are working to eliminate plastic drinking straws from our waste stream, beaches, and environment. Why is the campaign resonating with so many people across the globe?\n\nJackie Nuñez, who has been speaking up about plastic straws in her community in Santa Cruz, California, for 7 years and founded The Last Plastic Straw, says tens of thousands of people were drawn in by the viral video of the turtle with a plastic straw stuck in its nose.\n\n“You can’t unsee that video, it has became the literal last straw for many people to say no to plastic straws,” says Nuñez. “This has caused a public outcry for change and has prompted many organizations and groups to seize the opportunity to spread the say no to single-use plastic message. Countless campaigns have popped up worldwide in the last year and I am still finding at least one new group every week.”\n\nWhile the turtle video may draw in environmentalists and organizations alike, it is the organizing of grassroots efforts that is creating change in communities across the world. Many of these efforts are being amplified by a plastic straws working group led by Nuñez and comprised of Plastic Pollution Coalition members.\n\n“Thank you to all of the members of our working group who are collaborating to eliminate plastic straws,” continues Nuñez. “Our work is gaining momentum because people are recognizing the plastic straw as a catalyst or the ‘gateway’ issue that will meaningfully shift the way individuals and businesses think about plastic pollution – and about our society’s disposable culture on a larger scale.”\n\nAccording to Nuñez, more than 1,800 restaurants, organizations, institutions, and schools worldwide have stopped using plastic straws or implemented a serve-straws-upon-request policy because of these efforts.\n\nUse this poster to ask local eateries to switch to straws upon request during the month of July.\n\nWhat can you do to join the movement?\n\nSimply request “no straw please” at bars, cafes, and restaurants and join us in the global movement to eliminate plastic drinking straws from our landfills, our waterways, our oceans, and our beaches. Take the pledge!\n\nReach out to local eateries in your neighborhood or town and ask them to change their protocol to “only serve straws upon request.” Simply download and print this PDF and ask them to try it for the month of July in honor of Plastic Free July.\n\nEncourage businesses to make the change to non-plastic straw options – like paper, rye wheat, glass, or stainless steel – if diners do request a straw. We have a business-specific pledge for them to sign, too.\n\nOrganize a screening of STRAWS the documentary film that features Nuñez and PPC Allies Tim Robbins, Wallace J. Nichols, and Pam Longobardi. See reviews and buy the DVD for public awareness and educational use.\n\n“Smaller habits are indeed leading to bigger habits,” says Nuñez. “Join us in making the single-use plastic straw a thing of the past, like smoking in dining and drinking establishments worldwide.”\n\nTo learn more about our straws working group, contact us. \n\nJoin our global Coalition. \n\n \n2 responses to “Are plastic straws the new smoking?”\nkathrynwild@wildbynature.org says:\nJune 28, 2017 at 10:16 pm\n\nI ordered a cappuccino and it came with 2 mini red straws in it!?! Adding to the pollution problem is an additional health problem because the plastic breaks down in the hot liquid. I will add your link to my environmental education post. Thank you\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment * \n\nName * \n\nEmail * \n\nRelated Posts\nBlack History Month: 10 Environmental Justice Groups & Leaders We Celebrate Today—& Every Day\n\nBlack History Month serves as an opportunity to learn...\n\nRead more\nFEBRUARY 22, 2023\nHow to Celebrate the Holidays Plastic Free\n\nThe holidays are a wonderful time for gathering with...\n\nRead more\nDECEMBER 16, 2022\nPlastic “Tox” Episode 8: Plastic-Free Holiday Traditions With Ranae Hanson\n\nRanae Hanson is an activist and author of Watershed:...\n\nRead more\nDECEMBER 13, 2022\nTAKE ACTION\n\nTake the pledge, sign a petition, begin your plastic-free journey.\n\nRead more\nJOIN\n\nJoin our Coalition as an individual, an organization, or a business.\n\nRead more\nABOUT US\n\nLearn about Plastic Pollution Coalition’s work and impact.\n\nRead more\nDONATE\nTO STOP PLASTIC POLLUTION\nLEARN\nPlastic Pollution Facts\nSolutions\nLatest News\nWebinars\nResource Library\nFAQ\nTAKE ACTION\nTake the Pledge\nSign a Petition\nView Our Guides\nJoin an Event\nOUR COALITION\nOur Coalition\nJoin Us\nPROJECTS\nFiltered Not Bottled\nFlip the Script on Plastics\nGlobal Plastic Laws\nUnderstanding Packaging Scorecard\nHannah4Change\nThe Last Plastic Straw\nABOUT\nAbout Us\nWays to Give\nOur Team\nPress\nJobs\nCONTACT\nSIGN UP\nDONATE\nTerms & Conditions\nCookie Policy\nSearch\nDISCLAIMER\n4401A Connecticut Avenue NW #143\nWashington, DC 20008\ninfo@plasticpollutioncoalition.org\n(323) 936-3010\n\n© 2023 Plastic Pollution Coalition. All Rights Reserved.\n\nsocial\nsocial\nsocial\nsocial"
}