{
  "query": "plastic straws",
  "site": null,
  "time_range": "2016-12-29..2017-06-29",
  "title": "A campaign to eliminate plastic straws is sucking in thousands of ...",
  "href": "https://www.washingtonpost.com/national/health-science/a-campaign-to-eliminate-plastic-straws-is-sucking-in-thousands-of-converts/2017/06/24/d53f70cc-4c5a-11e7-9669-250d0b15f83b_story.html",
  "body": "The Plastic Pollution Coalition estimates that 1,800 \"restaurants, organizations, institutions and schools worldwide have gotten rid of plastic straws or implemented a serve-straws-upon-request ...",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\n\nclock\nThis article was published more than 6 years ago\n\nHEALTH\nHealth Care\nMedical Mysteries\nScience\nWell+Being\nHEALTH & SCIENCE\nA campaign to eliminate plastic straws is sucking in thousands of converts\nBy Darryl Fears\nJune 24, 2017 at 8:02 p.m. EDT\nDiscarded plastic straws pose an environmental hazard. There is a growing movement to eliminate them altogether. (Helen Lockhart/Two Oceans Aquarium)\nShare\nComment\n0\nAdd to your saved stories\nSave\n\nIt started so innocently. A kid ordered a soda in a restaurant.\n\n“It came with a plastic straw in it,” Milo Cress recalled. He glared at the straw for a while. “It seemed like such a waste.”\n\nNot only did Cress yank the plastic from his drink, but he also launched a campaign, “Be Straw Free,” targeting all straws as needless pollution. He knocked on the doors of restaurants in Burlington, Vt., where he lived at the time, and asked managers not to offer straws unless patrons asked. He was 9 years old.\n\nToday Cress, 15, is one of the faces of a growing movement to eliminate plastic straws. They have been found wedged in the nose of a sea turtle, littering the stomachs of countless dead marine animals and scattered across beaches with tons of other plastics.\n\nWhy single out pollution as small and slim as a drinking straw?\n\nResearchers remove straw from sea turtle's nose\n2:02\nA group of marine biologists in Guanacaste, Costa Rica, helped remove a plastic straw from a sea turtle's nose. (Video: COASTS/YouTube)\n\nStraws are among the most common plastic items volunteers clean from beaches, along with bottles, bags and cups, conservationists say. Americans use half a billion straws every day, at least according to an estimate by Be Straw Free, based on information from straw manufacturers. That many straws could wrap around the Earth 2½ times.\n\nThe slightest wind lifts plastic straws from dinner tables, picnic blankets and trash dumps, depositing them far and wide, including in rivers and oceans, where animals often mistake them for food.\n\nAnd they are ubiquitous. Nearly every chain restaurant and coffee shop offers straws. They’re in just about every movie theater and sit-down restaurant. Theme parks and corner stores and ice cream shops and school cafeterias freely hand them out.\n\nBut they are starting to disappear because of the awareness campaign Cress and dozens of conservation groups are waging. Walt Disney World’s Animal Kingdom bans them, as do the food concession areas of Smithsonian Institution museums.\n\nKeith Christman, a managing director for plastics markets at the American Chemistry Council, which promotes plastics manufacturers and fights attempts to ban plastic, said in a National Geographic article two months ago that the group would do the same for attempts to eliminate plastic straws.\n\nBut a spokeswoman for the council said “we won’t be able to offer comment” or say whether the group backs Christman’s claim.\n\nThe movement was growing at a slow, steady pace when Cress joined it six years ago, but it exploded after a YouTube video of a sea turtle with a straw stuck in its nose went viral in 2015. The cringe-inducing effort to pull the plastic out of a bloody nostril outraged viewers — 11.8 million so far.\n\nCress has launched a website on the issue, partnered with several organizations that support the cause and testified against straws in the Vermont legislature. Colorado Gov. John Hickenlooper (D) cited Cress’s activism in a 2013 proclamation that made July 11 a straw-free day in the state.\n\nManhattan Beach outside Los Angeles banned all disposable plastics, including straws. Berkeley, Calif., is considering a ban. Restaurants in San Diego; Huntington Beach, Calif.; Asbury Park, N.J.; New York; Miami; Bradenton, Fla.; London; and British Columbia have pledged to ban straws or withhold them until patrons ask for them.\n\nAdvertisement\n\nThe Plastic Pollution Coalition estimates that 1,800 “restaurants, organizations, institutions and schools worldwide have gotten rid of plastic straws or implemented a serve-straws-upon-request policy,” said Jackie Nunez, founder of a group called the Last Plastic Straw.\n\nMore than 20 such restaurants near Wrightsville Beach, N.C., signed up last year to be certified by a coalition of groups as establishments that won’t serve straws unless they’re requested.\n\nGinger Taylor, a volunteer who cleans trash from the five-mile beach, said the campaign is working, at least anecdotally.\n\n“I’ve been picking up straws on Monday morning on that same stretch of beach for five years,” she said. Four years ago, she picked up 248 straws in about two weeks. The next two years, she collected about 500. But the number fell to 158 after the awareness campaign started last year.\n\nAdvertisement\n\nDiana Lofflin, founder of a group called Straw Free, said the turtle video inspired her year-old organization. Her volunteers persuaded California’s Joshua Tree Music Festival to go straw-free in May. They also knock on the doors of Orange County, Calif., homeowners who grow bamboo to ask whether they can harvest a little and make reusable straws from the plant. Like several other groups, Straw Free sells reusable bamboo straws online, theirs in packs of 10 for $1.50.\n\nXanterra Parks & Resorts, a concessions company that partners with the National Park Service to provide food and lodging at Rocky Mountain National Park, the Grand Canyon and other national parks, offers straws at dispensers but posts fliers asking patrons not to use them.\n\n“Humans didn’t really evolve around straws. It’s not like we have to consume fluids with this appendage. What really, what is this?” said Catherine Greener, vice president of sustainability for the company.\n\nAdvertisement\n\nThe prevailing notion says flexible straws were invented in the late 19th century by Marvin Stone, a D.C. man who didn’t like how the traditional ryegrass straw people used for drinking would disintegrate and leave gritty residue in his mint juleps. Stone wrapped strips of paper around a pencil, glued the strips together and test-marketed the contraption, and in 1888, the disposable straw was born, according to the Smithsonian’s Lemelson Center for the Study of Invention and Innovation.\n\nThe new paper straw was limited mostly to use in hospitals, which used the innovation to avoid spreading disease. Usage widened during the polio epidemic that began in 1900 as people avoided putting their mouths on others’ drinking glasses. Finally in the 1960s, restaurants offered a new invention: a disposable plastic straw.\n\nIt’s a convenience people seem to use arbitrarily. Millions drink soda with a straw, but hardly any suck beer through one. Hot-coffee drinkers gulp directly from cups but stick straws in iced coffee. Bar hoppers drink highballs from a glass, but mixed cocktails come with a straw.\n\nAdvertisement\n\n“There are plenty of times when straws just aren’t necessary,” said Aaron Pastor, a restaurant consultant and one of dozens of vendors who sell stainless steel, bamboo and other reusable straws online.\n\n“I’ve sold thousands of [reusable] straws,” Pastor said, but it’s not a booming business. “This isn’t paying my mortgage.”\n\nPastor said chastising plastic straw users isn’t his style. “If your goal isn’t to preach and come across as ‘I’m better than you,’ that’s best. I just say they’re wasteful, they end up in oceans and, hey, do you really need one.”\n\nAt the Smithsonian’s National Museum of Natural History in Washington, Melissa and Brian Charon said no. The parents, visiting from Boston with small children who grabbed at food spread on a table, shrugged when told the museum doesn’t offer straws.\n\nAdvertisement\n\n“It’s fine with me. I don’t really miss it,” Melissa said. Then Brian added: “I look in the drawer in our kitchen every day and say, ‘Why do we have so many straws?’ ”\n\nAt Xanterra’s national parks concessions, “We want people to think about this throwaway society, especially in these beautiful places,” Greener said. “They can take to the air. It’s easy for them to get blown around.”\n\nThe anti-straw message is also getting blown around. Greener was looking for composting tips a few years ago when she came across a profile of Cress, who had partnered with a recycling center in Colorado called Eco-Cycle.\n\nGreener wanted to talk to the kid, who by then was powering the anti-straw movement in Colorado, where his family had moved. Based on their conversation, Greener decided to promote straw awareness at Xanterra’s concessions.\n\nAdvertisement\n\n“He’s obviously a gifted teen. He’s probably running for Congress. He was very inspirational and innovative,” Greener said. “All I wanted to do at his age was get my driver’s license. I look at kids like that, and it makes me very hopeful.”\n\nCress isn’t running for office — yet. He said he’s enjoying a six-year passion that has taken him to Australia, Portugal, Germany, France, Boston, Washington and many high schools all over to deliver speeches.\n\n“My favorite part about it has been getting to talk to other kids and listening to their ideas,” Cress said. “It’s really cool, and I think it’s really empowering. I certainly feel like I’m listened to and valued in a larger community, and I really appreciate that.”\n\nShare\n0\nComments\n\nSubscribe to comment and get the full experience. Choose your plan →\n\nMOST READ HEALTH\n1\nWhen you have covid, here’s how you know you are no longer contagious\n2\nNew CDC life expectancy data shows painfully slow rebound from covid\n3\nPerspective|I spent half my life on antidepressants. Today, I’m off the medication and feel all right.\n4\nKids in many states wrongly removed from Medicaid, U.S. officials say\n5\nPerspective|When postpartum depression stole my husband\nTOP STORIES\nD.C. region\nLocal news, weather, sports, events, restaurants and more\nWizards regress again in unsightly rout by Nets\nAlex Ovechkin isn’t scoring, and Spencer Carbery is considering all his options\nAlex Ovechkin’s milestone moment goes for naught in Capitals’ shootout loss\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post"
}