{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The last straw? Seattle will say goodbye to plastic straws, utensils ...",
  "href": "https://www.seattletimes.com/seattle-news/the-last-straw-seattle-will-say-goodbye-to-plastic-straws-utensils-with-upcoming-ban/",
  "body": "Jessica Lee Seattle Times staff reporter Seattle is set to enact a ban on plastic straws and utensils. All businesses that sell food or drinks must offer compostable or recyclable options —...",
  "textContent": "Skip to content\nSkip Ad\n \nLog In Subscribe\nLocal News\nLOCAL BIZ NATION SPORTS ENTERTAINMENT LIFE HOMES OPINION | THE TICKET JOBS EXPLORE All Sections\nPolitics Law & Justice Watchdog Mental Health Project Homeless Education Traffic Lab Eastside Environment Obituaries\nEnvironmentLocal NewsLocal PoliticsNorthwestPuget Sound\nThe last straw? Seattle will say goodbye to plastic straws, utensils with upcoming ban\nOriginally published September 8, 2017 at 6:31 am Updated September 11, 2017 at 9:13 am\n1 of 2 | About 200 retailers have agreed to offer compostable or recyclable options this month as part of an industry-led campaign, dubbed “Strawless in Seattle,” to prevent plastic... (King County)More \nSkip Ad\n\n“Strawless in Seattle”: The city will enact the ban next year for all businesses that sell food or drinks. Meanwhile, restaurants and venues have already begun making the switch as part of an effort to curb plastic waste.\n\nShare story\n By Jessica Lee \nSeattle Times staff reporter\n\nSeattle is set to enact a ban on plastic straws and utensils.\n\nAll businesses that sell food or drinks must offer compostable or recyclable options — or ask patrons to forgo the tools altogether — come next July as part of a citywide ordinance to curb plastic waste across the city.\n\nThe ban aside, about 200 retailers have agreed to make the switch this month as part of an industry-led campaign, dubbed “Strawless in Seattle,” to prevent the plastic from polluting ocean waters and threatening marine life. It is among similar efforts by advocacy groups in cities spanning the country, from San Diego to Miami.\n\n“When you get your iced latte, you’re going to get a straw. When you go get your mojito, you’re probably going to get a straw,” said campaign leader Dune Ives, executive director of The Lonely Whale Foundation. “Once we start observing our daily life, it’s really easy to see how quick” the plastic adds up.\n\nMost Read Local Stories\nWith owls or nudists, sometimes the best we can do is nothing\nState veterinarian warns of respiratory illness affecting WA dogs\nI-5 night closures near SeaTac, and a Montlake Boulevard shutdown this weekend\nWestern WA weather: mountain snow, lowland rain, gusty wind trifecta\nHundreds pack Seattle meeting to oppose playground at LGBTQ+ nude beach  VIEW\n\nSupporters of the push say the change will save 1 million plastic straws from circulating in Seattle this month alone. That many straws end to end could nearly cover the distance from Seattle to the Canadian border.\n\nMany places across the city have made the switch from plastic to compostable straws, utensils and other items, including CenturyLink Field, Safeco Field and Columbia Tower’s Juicy Café, for example. Other local restaurants, such as Kidd Valley, are in the process of phasing out plastics. Costumers can expect the trend to grow.\n\n“When they go to a restaurant they may not get a straw — and that’s OK,” Ives said, shortly after a Thursday-morning event at the Seattle Aquarium to raise awareness for the September campaign. “They’re a part of this.”\n\nSeattle’s ban on plastic straws and utensils is part of a 2008 ordinance that phases out various plastic products from the city’s food industry, Seattle Public Utilities (SPU) spokeswoman Becca Fong said. Grocery and supply stores are not included.\n\nSPU officials revisit the list each year, creating exemptions for certain plastic items — such as straws and other utensils. But come June 30 they will let that exemption expire, Fong said.\n\nRestaurant leaders for years have supported a switch to remove the plastic tools from the ordinance’s exemptions, she said. But they waited until the supply market advanced enough to provide good alternatives, like compostable spoons that will not melt in hot soup.\n\n“Seattle is a super-progressive city, and we had a lot of support for phasing some of these things out,” Fong said. “But the market had not caught up.”\n\nVia mailers and outreach events, SPU is reaching out to business owners to help them prepare for the switch from plastic straws and utensils, she said. The agency will also host a public-comment period.\n\nAt this point, it is unclear if the city will allow a grace period for places to swap out plastic supplies after the ban takes effect in July. Also unclear is whether the city will fine businesses for serving the plastic items.\n\nWhen city leaders banned plastic grocery bags in 2012, retailers faced potential fines of $250 for failing to comply.\n\n“We hope to be successful in our outreach efforts and help all food-service business make the transition,” Fong said of the ban.\n\nAs part of that push, SPU is working with leaders of the campaign to protect whales, turtles, seabirds and other marine life, led by the Lonely Whale Foundation.\n\nSkip Ad\n\nThe advocacy nonprofit launched “Strawless in Seattle” this month with support from big-name influencers, including the Seahawks, Mariners, Space Needle and Port of Seattle.\n\nParticipants will use straws by one manufacturer, specifically, called Aardvark Straws. The foundation applauds Aardvark for making “flexible, customizable, durable and marine degradable paper straws that decompose in just 45-90 days.”\n\nMore than 170 species of marine life are affected by ingesting debris, according to biologists.\n\nResearchers estimate that more than 70 percent of seabirds worldwide, for instance, have swallowed plastic at some point, according to a 2015 research paper published in the Proceedings of the National Academy of Sciences.\n\nActor Adrian Grenier, who is known for playing Vincent Chase in HBO’s “Entourage” series, is a co-founder of the Lonely Whale Foundation.\n\n“We are living during a critical turning point for our ocean, and that’s why I’m excited to celebrate the city of Seattle as a true ocean health leader,” he said in a news release. The nonprofit is set to launch similar campaigns in cities elsewhere, too.\n\nSkip Ad\n\nThe movement nationwide to stop plastic straws from polluting seas took off after a video of a sea turtle with a straw stuck in its nose went viral online in 2015. More than 12.8 million people have viewed the clip. Another popular video shows a sea turtle harmed by a plastic fork.\n\nManhattan Beach outside Los Angeles has banned all disposable plastics, including straws, The Washington Post reported.\n\nBerkeley, Calif., is also considering a ban. And restaurants in San Diego; Huntington Beach, Calif.; Asbury Park, N.J.; New York; Miami; Bradenton, Fla.; London; and British Columbia have pledged to ban straws or withhold them until patrons ask for them, the newspaper reported.\n\nMaterial from The Seattle Times archives and The Associated Press contributed to this report. Jessica Lee: 206-464-2532 or jlee@seattletimes.com\nWe need your support\n\nIn-depth journalism takes time and effort to produce, and it depends on paying subscribers. If you value these kinds of stories, consider subscribing.\n\nSubscribe\nRecommended in \nA US Navy plane went into a Hawaii bay. Underwater video shows its tires are…\n6 teenagers go on trial for their alleged role in the 2020 beheading of a French…\n‘Escape liberal hell’: Republicans really are fleeing WA\nThe surfing venue for the Paris Olympics is on the other side of the world but…\nADVERTISING\nSkip Ad\nSkip Ad\nSkip Ad\nAround the Web\nTennessee Find Out How Others in Sewanee Are Getting Weed Delivered\nSponsored | HelloMood\nHere Are 23 Of The Coolest Gifts For Christmas 2023\nSponsored | Top Consumer Guide\nUW pulling for ripple effect from Clooney’s ‘Boys in the Boat’ film\nVanguard vs. Fidelity vs. Schwab\nSponsored | smartasset.com\nBanned For 84 Years; Powerful Pain Reliever Legalized In Tennessee\nSponsored | Healthy & Happy\nHere's What A Walk-In Shower Should Cost\nSponsored | westshorehomebaths.com\nCardiologist: Add This To Your Coffee To Turn On Fat Burning Mode\nSponsored | Coffee Weight Loss\nShould Seattle reconsider safe drug-consumption sites? We look at Vancouver’s example\nSeattle Times - Local\nWatch video of Snoqualmie Falls as the river hits Phase 3 flood alert\nSeattle Times - Local\nAttacked by conservatives, UW misinformation researcher gears up for 2024\nSeattle Times - Local\nSkip Ad\nCOMPANY\nAbout\nContact\nCareers\nPermissions\nNewsroom Staff\nCOMMUNITY\nNewspapers in Education\nFund for Those in Need\nInvestigative Journalism Fund\nADVERTISE\nMedia Solutions\nST Content Studio\nClassifieds\nJobs\nAutos\nObituaries\nSUBSCRIPTION\nSubscribe\nMy Account\nPrint Replica Login\nToday’s Paper\nMobile Apps\nHelp/FAQ\nCONNECT\nManage Newsletters\nFacebook\nTwitter\nRSS\nNewspaper Archive Access\nCopyright © 2023 The Seattle Times | Privacy Statement | Notice At Collection | Do Not Sell My Personal Information | Terms of Service\nSign up for Evening Brief\nDelivered weeknights, this email newsletter gives you a quick recap of the day's top stories and need-to-know news, as well as intriguing photos and topics to spark conversation as you wind down from your day.\nEmail address\nSign up\nBy signing up you are agreeing to our\nPrivacy Policy\nand\nTerms of Service\n.\nSign up with Google"
}