{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Picking up litter: Pointless exercise or powerful tool in the battle to ...",
  "href": "https://www.unep.org/news-and-stories/story/picking-litter-pointless-exercise-or-powerful-tool-battle-beat-plastic",
  "body": "Indonesia, which is the world's second-biggest source of marine pollution after China, has signed up to the UN's Clean Seas campaign and pledged to reduce marine plastic waste by 70 per cent by 2025. It plans to curb the use of plastic bags, boost recycling services and launch cleanup campaigns. Some islanders are already hard at work.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n18 MAY 2018 STORY RESOURCE EFFICIENCY\nPicking up litter: Pointless exercise or powerful tool in the battle to beat plastic pollution?\n\nArmed with bags, gloves, litter pickers and a strong sense of purpose, around 12,000 men, women and children got to work cleaning Britain’s streets, green spaces and beaches as part of a nationwide Great Plastic Pick Up during a weekend in early May.\n\nThe volunteers included young scouts, book club members, martial arts enthusiasts, politicians and celebrities - all giving their time to clear rubbish and raise awareness as part of the three-day campaign organized by the Daily Mail newspaper and environmental charity Keep Britain Tidy.\n\nPrime Minister Theresa May, whose government has pledged to eliminate all avoidable plastic waste by 2042, took part at a school in Maidenhead and praised the volunteers for creating a “better environment for us all to share.”\n\nCleanups are good for raising awareness, but critics say they do little to address the source of the problem. (Reuters)\n\nAlthough nobody could doubt the selfless dedication of the thousands who took part, some activists argue that such volunteer clean-ups are not the best way to tackle the plastic pollution that is choking rivers, destroying once-beautiful beaches and costing the lives of whales, seabirds and other wildlife.\n\nCritics argue that public cleanups do not address the root causes of this pollution. Cleaning a beach is not turning the tide, they say, because the tide will just come in again, depositing more plastic cups, bottles, straws, bags and discarded fishing equipment. What we need to do, they argue, is reduce unnecessary plastic at source, design less harmful products and develop better recycling processes.\n\nDavid Katz, the founder and CEO of The Plastic Bank, which monetizes plastic waste by turning it into a currency that helps some of the world’s poorest people, likens the problem to an overflowing sink: there is no point in mopping the floor until you turn off the tap.\n\nHowever, there is compelling evidence that cleanup campaigns, like the Great Plastic Pick Up, do make a difference and not just in the short term.\n\nEvery piece of trash that is taken away to be recycled or deposited in a landfill means there is one less dangerous item for birds, turtles or whales to swallow. Cleanups also restore these creatures’ habitats.\n\nDavid Katz, the founder and CEO of The Plastic Bank has argued that there's no point cleaning up plastic waste until we address the problem at its source. (©The Plastic Bank)\n\nOne need look no further than Versova beach in Mumbai. In 2015, lawyer Afroz Shah decided he had to act after moving into an apartment overlooking the beach and realizing the extent of the plastic pollution. He started picking up the rubbish with a friend and since then his weekend cleans have attracted scores of volunteers who have removed around 13 million kgs of waste in what the UN has called “the world’s largest beach cleanup project”.\n\nIn March, it was payback time after all the back-breaking, filthy work. Volunteers spotted around 80 olive ridley turtle hatchlings heading towards the sea. The vulnerable turtles had not been seen on the beach for decades. Volunteers slept by the nests to protect them from predators and made sure the baby turtles could make their way safely to the sea.\n\nBeach cleanups also serve to educate. When volunteers see just how much plastic is deposited on our shores, they are often inspired to reduce their reliance on single-use plastics, and, crucially, to spread the word to others.\n\nTiza Mafira, lawyer and director of the non-profit Indonesia Plastic Bag Diet Movement, says beach cleanups give volunteers a clear sense of the scale of the problem.\n\nThe olive ridley turtle is one of the many marine species threatened by plastic pollution. (Reuters)\n\n“That alone can be a shock treatment but it needs to be accompanied with an educational or follow-up action. Otherwise, the shock treatment alone may leave volunteers feeling helpless,” she says.\n\n“When we do beach or river clean-ups we always make sure that volunteers carry a non-plastic sack to contain the waste and we provide them with lunch wrapped in banana leaf and remind them to bring tumblers to show there are alternatives to plastic … There are also a number of ways you can sort and measure the waste afterwards, by type or by brand. This empowers volunteers to tell the government or call out specific industry brands that use these plastic packagings … Hopefully, this provides lasting behavioural changes,” she adds.\n\nProfessor Richard Thompson, professor of marine biology at the University of Plymouth, says that although beach cleans are not the sole answer to the plastic problem, he is in favour of them.\n\n“My experience is that new volunteers join beach cleans all the time. This is important because they help to raise awareness more broadly. Our research at the University of Plymouth has shown volunteers also get a rewarding experience from helping to take positive action,” he says.\n\nAs Mafira notes, cleanup campaigns sometimes collect data on the litter found to determine where it comes from and thus aid longer-term efforts to cut down on marine plastic pollution. For example, the British Science Association and The Plastic Tide charity have asked the public to help chart plastic pollution by tagging items captured by drone technology and aerial photos taken of Britain’s shores. They hope to get more than 250,000 images tagged to build a tool that can measure how much marine litter there is and where it comes from.\n\nThere are also economic benefits to public cleanups. If beaches are covered with litter, tourists will not come. Last November, the Indonesian island of Bali declared a “garbage emergency”across a six-kilometer stretch of coast, with authorities forced to deploy cleaners and trucks to take around 100 tons of waste every day to a nearby landfill.\n\nIndonesia, which is the world’s second-biggest source of marine pollution after China, has signed up to the UN’s Clean Seas campaign and pledged to reduce marine plastic waste by 70 per cent by 2025. It plans to curb the use of plastic bags, boost recycling services and launch cleanup campaigns.\n\nSome islanders are already hard at work. In February, One Island One Voice, an umbrella group that organizes regular beach clean-ups, got more than 20,000 people to tackle the rubbish on 120 beaches around Bali.\n\nMumbai's Versova Beach has been the site of an enormous beach clean-up, but the pollution problem persists. (UN Environment)\n\nEven if there is merit to the argument that the tap needs to be turned off before mopping the floor, there can be no denying the fact that volunteer cleanups protect wildlife, create momentum, raise awareness and save threatened habitats. It is nonetheless critical to make sure one seeks a long-term cure even while dealing with the symptoms of this toxic pollution.\n\n“If I were advising a wealthy investor on where to place their money in order to have maximum effect, I would say invest 95 per cent in ways to prevent plastic litter from entering the oceans. Otherwise, we will be cleaning up forever, as will our children and our children’s children,” Professor Thompson says.\n\nPlastic pollution of our rivers and seas is a monumental, multifaceted problem with global consequences. There is no silver bullet and no single activity can turn back the clock. However, public engagement appears critical to encourage behaviour change and increase pressure on governments and businesses to take action.\n\nAs with all the existential environmental challenges we face today, everyone has a role to play if the tide is to be definitively turned. You might not have a science degree, or a role in government, but we can all pick up the rubbish that is lying right in front of us. It is not the only solution, but it is a critical component of the complex solution required for this complex problem.\n\nWorld Environment Day on June 5 offers a perfect opportunity to get involved in this fight to turn back the toxic plastic tide. UN Environment and its partners, including WWF, Plastic Free July and Let’s Do It World, are calling on people across the globe to step up and join the battle by cleaning their rivers, beaches, forests and towns.\n\nAlready hundreds of events -- from beach cleans in Sri Lanka to plogging in Canada and a dive against debris in Rio de Janeiro -- have been registered. You can check out what’s going on here, join an event or set up your own clean-up challenge to #BeatPlasticPollution.\n\n#BeatPlasticPollution is the theme of World Environment Day 2018.\n\nTOPICS\nResource efficiency\nWorld Environment Day\nRelated Content\nVIDEO\nAmid crisis in food waste, celebrity chef Massimo Bottura gives produce a second life\nPRESS RELEASE\nSaudi Arabia to host World Environment Day 2024 with a focus on land restoration, desertification, and drought resilience\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}