{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Marine plastic: a new and growing threat to coral reefs",
  "href": "https://www.unep.org/news-and-stories/story/marine-plastic-new-and-growing-threat-coral-reefs",
  "body": "(Image source: Pixabay) Each year, it is estimated that more than 8 million tonnes of plastic are ending up in the oceans - the equivalent of emptying a garbage truck of plastic every minute. We are producing 20 times more plastic today than in the 1960s.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n05 MAR 2018 STORY OCEAN & COASTS\nMarine plastic: a new and growing threat to coral reefs\nPixabay\n\nNew evidence is emerging that shows that the human population’s obsession with all things plastic is poisoning one of the world’s natural wonders: coral reefs.\n\nMuch more than simply an object of beauty, coral reefs are living, breathing ecosystems, teeming with life. Although they occupy less than 0.1 per cent of the world's ocean surface, they provide an essential home for 25 per cent of all marine life; they are also vital for protecting coastal communities, acting as natural barriers from cyclones and rising seas; and 275 million people depend directly on them for their food and livelihoods.\n\nYet coral reefs are under attack on a number of fronts. In the past 30 years, we have lost up to 50 per cent of the world’s corals from the effects of warming sea temperatures due to climate change, overfishing, and a range of land-based activities. However, a major new study has revealed they are also under siege from plastic.\n\nMore than 8 million tons of plastic enter the ocean every year. (Image source: Pixabay)\n\nEach year, it is estimated that more than 8 million tonnes of plastic are ending up in the oceans – the equivalent of emptying a garbage truck of plastic every minute. We are producing 20 times more plastic today than in the 1960s. If we continue the current rate of plastic usage, we will have produced another 33 billion tonnes of plastic by 2050; a large portion of which will end up in oceans, where it will remain for centuries.\n\nIn a survey of 159 coral reefs in the Asia–Pacific region, published in Science this year, researchers estimate there to be a staggering 11.1 billion plastic items entangled in the corals. This number is projected to increase by a further 40 per cent in just the next seven years.\n\nOf the 124,000 individual reef-building corals that were assessed, 89 per cent of those smothered in plastic were facing the threat of disease compared with only 4 per cent in corals free from plastic. The plastic debris starves corals of vital oxygen and light, and releases toxins enabling bacteria and viruses to invade.\n\nIn another study published in the journal Marine Pollution Bulletin in October 2017, scientists recorded a worrying development in the ingestion of plastic by marine wildlife. There is myriad evidence of marine wildlife fatally mistaking plastic debris, particularly microplastics, for food.\n\nHowever, researchers observed coral were not simply mistaking the small plastic particles for food; they were displaying a deliberate feeding response when the plastic floated by. In other words, there is something dangerously tasty about the chemical compounds in plastic, a development the researchers warned needs to be better understood to prevent further contamination and disease.\n\nThe International Coral Reef Initiative (ICRI) has declared 2018 the International Year of the Reef. UN Environment together with partner organizations is working to raise awareness about the value and importance of coral reefs and threats to their sustainability, and to motivate people to take action to protect them. \n\n#BeatPlasticPollution is the theme of World Environment Day 2018. Join the movement to break up with single-use plastic. \n\nTOPICS\nOcean & coasts\nMarine Litter Coastal and Marine Ecosystems Coral reefs Pollution World Environment Day\nRelated Content\nPRESS RELEASE\nClean Air for blue skies Day highlights need for global collaboration to address air pollution\nSPEECH\nA plastics instrument that spans polymer to pollution\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}