{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Just how bad is the world's plastic problem? - Natural History Museum",
  "href": "https://www.nhm.ac.uk/discover/the-plastic-problem.html",
  "body": "How plastic is filling the oceans, affecting marine life and posing a threat to the environment. Learn about the sources, effects and solutions of plastic pollution from experts at the Natural History Museum.",
  "textContent": "Accept cookies?\n\nWe use cookies to give you the best online experience and to show personalised content and marketing. We use them to improve our website and content as well as to tailor our digital advertising on third-party platforms. You can change your preferences at any time.  \n\nManage my preferences\nYes, accept all\nSkip to content\nVisit\nDiscover\nNews\nAnthropocene\nBritish wildlife\nCollections\nDinosaurs\nHuman evolution\nOceans\nSpace\nWhat on Earth?\nVideo\nTake part\nJoin and support\nShop\nSchools\nOur science\nSearch\nMembership\nDonate\nSearch\n\nPopular search terms:\n\nBritish wildlife Wildlife Photographer of the Year Dinosaurs Space Titanosaur: Life as the Biggest Dinosaur Explore the Museum\n\nThe ocean is filling up with plastic. The material is now even reaching areas previously unseen by humans. © Lycia Walter/ Shutterstock\n\n0\nANTHROPOCENE\nJust how bad is the world's plastic problem?\nBy Emily Osterloff\nFirst published 7 December 2017\n50\n\nIt may be versatile, durable and endlessly useful, but the once revolutionary plastic is beginning to fill Earth's oceans, posing a threat to marine life great and small. \n\nPlastic has thousands of uses, its versatility and virtual indestructability practically unmatched in the world of synthetic materials.\n\nSince first developing plastic in 1907, we have melded and moulded the material to fulfil our needs and desires. From bags and milk bottles to agriculture and transportation, plastic is everywhere, useful and convenient.\n\nBut we could be yet to realise the true cost of the synthetic behemoth we have created.\n\nBoth land and sea are affected by plastic waste, mainly because it is so durable. It isn't just large pieces that pose a threat, however - microplastics are amassing in colossal quantities, sometimes in parts of the ocean that have never been seen by humans before.\n\nMarine biologist and microplastics expert Dr Lucy Woodall is a scientific associate at the Museum.\n\nCurrently a researcher at the University of Oxford and Principal Scientist with Nekton, Lucy sheds light on just how deep our plastic problem is.\n\nThe plastic planet\n\nPlastic is everywhere, and the ocean is awash with it.\n\nEntanglement is a major concern for marine life. It can inhibit an animal's ability to swim and feed, and can even be fatal. © Andrew Sutton/ Shutterstock\n\nAccording to figures published in 2015, from the surface all the way down to the deep sea, a gargantuan eight million tonnes of plastic amasses each year.\n\nLucy says, 'These figures come from what we know goes to landfill, and what is known to go through other pathways - for example it gets burnt and recycled. We then assume that the rest of it ends up in the ocean.'\n\nScientists have been able to calculate the quantity of plastic in the ocean by extrapolating from the amount collected in nets during their studies of the surface.\n\n'It's relatively easy to see what is on the surface, but we don't know exactly what is floating mid-water or on the seabed,' says Lucy.\n\n'A lot of my research is looking at the seabed, but we don't have enough data to be able to estimate the figure there yet.'\n\nA threat to marine life\n\nMicroplastics, one aspect of the world's plastic problem, are pieces of plastic less than five millimetres in length, according to a universally accepted description from the USA's National Oceanic and Atmospheric Administration.  \n\n'We have a maximum size, but there is no minimum limit - they can become small enough to be classed as nano, so when you can't see them anymore,' says Lucy.\n\nFrom the largest pieces to the unseen, plastic is affecting life in the deep blue.\n\nPollutants absorbed into plastic may negatively affect marine animals if they consume it © Rich Carey/ Shutterstock\n\n'You have the problems of ingestion and entanglement, but they can also be used for organisms to raft. Animals can use plastic as a conduit to get from one side of the ocean to the other.'\n\n'This is potentially damaging if you get something non-native coming in and thriving. We know invasive species are bad terrestrially, like in Australia with rabbits. Less is known about this in the ocean, although it is just as damaging. One well-known example of this is lionfish in the Caribbean.'\n\nPlastic also has the ability to carry pathogenic microbes across the ocean, potentially impacting life as it travels.\n\nIt can also act like a sponge, pulling in other chemicals.\n\nLucy explains, 'Some organic pollutants are hydrophobic, and sit on the surface of the water. They want to get into the plastic away from the water, so you end up with a lot of them concentrated in the plastic.\n\n'If that plastic then gets ingested, what happens to those chemicals? Some are released in the organisms when they are ingested.'\n\nStudies have shown that this significantly increases the concentration of organic pollutants in an animal, compared with organisms that haven't eaten plastic.  \n\nMunching on microplastics\n\nPlastic is virtually indestructible - a virtue which helped make the material such a commercial success. Aside from being incinerated, it is a problem that will almost never go away.\n\nLeft to itself, plastic will get infinitely smaller, but never fully disappear.\n\nPlastic can continually fragment. It remains present in the ocean, even after the pieces become so small they cannot be seen without a microscope. © Rich Carey/ Shutterstock\n\nLucy says, 'Microplastics are probably in every food we eat. They're in my cup of tea. I am breathing them in. We are exposed to them every day.\n\n'But even if we stopped all plastic from going into the environment tomorrow, we would probably see an increase in microplastics. This is because some plastics come into the ocean when they are small, but most of them degrade into fragments from other large items. '\n\nOne issue is that there are many products that are not commonly known to be made, at least in part, of plastic.\n\nLucy explains, 'Cigarette butts, babies' nappies, insulation - a lot of the products we make are made up of lots of different types of materials that are all connected together, so it's really difficult to break them up to recycle them.\n\n'This is a human made problem, and what we need to do is start stemming the sources.'\n\nThe microbead ban\n\nPlastics are now in parts of our oceans that humans have never seen.\n\nThis microbead image, taken using a scanning electron microscope, is about 0.5 millimetres wide. Plastic particles like this one (from a face wash) easily pass through sewage treatment plants and into the open ocean. © Andrew Watts, University of Exeter/ Wikimedia Commons\n \n\nRead more\n\nLucy says, 'For some of the places I go to as a researcher I am lucky enough to be the first human ever to see that bit of seabed, and I will still find bits of plastic.'\n\n'We need to think beyond clean-up. You cannot strain every bit of ocean, and even if we could, you would be getting rid of all the biology, making it useless.\n\n'We need to think about plastic before it gets into the ocean. We need to make sure there is appropriate waste management.\n\n'Then we need to look at what we do every day. We need to value plastic. We should be buying it, not just for the cost up to now, but actually buying it through to the end of its life.'\n\nAt the beginning of 2018, the long-awaited microbead ban came into effect in the UK, preventing companies from producing wash-off cosmetic products that contain plastic particles. Products that include these purposefully manufactured microplastics, such as exfoliating scrubs and toothpastes, were not purchasable from June 2018.\n\nAlthough this is a step in the right direction, it is not the end of the discussion on plastic use and waste.\n\n'Microbeads in cosmetics are a tiny, tiny proportion of all plastic. They account for less than 2% of microplastics in the ocean, and that is an even tinier proportion of our general plastic problem,' explains Lucy.\n\n'One-use plastic items and packaging are a much bigger problem. The next thing the government is looking at is things like plastic water bottles and one-use cups.'\n\nFinding ways to stop pollutants from entering the ocean is vital if we continue to rely on plastic © Phonix_a Pk.sarote/ Shutterstock\n\n \n\n \n\n \n\n \n\nBut the answers to the plastic problem are not often as clear-cut as they may seem at first.\n\n'It's an easy solution to say we just won't have plastic packaging, when actually that type of packaging means that some of our food products aren't wasted. If we use plastic bottles instead of glass, it's cheaper and better for the environment in terms of fuel used.\n\n'I couldn't do my work if I didn't use plastic every day. It would be too expensive not to.\n\n'Plastic is a positive thing. We just need to learn how to value it and use it appropriately.'\n\n50\nOceans\nFeature\nSustainability\nPlastic pollution\nProtecting our planet\n\nWe're working towards a future where both people and the planet thrive.\n\nHear from scientists studying human impact and change in the natural world.\n\n\nThe time is now\nDiscover oceans\n\nFind out more about why we need to protect the oceans.\n\nDive in\nDo your bit for nature\n\nSmall actions can make a big difference.\n\nHere's how you can help protect biodiversity.\n\nChoose a mission\nMake a donation\n£5 could help us digitise a specimen for climate research\n\nSelect amount to donate\n\n£5\n£10\n£20\n£50\nOr enter another amount\n£\nDonate\nRead more\nAnthropocene\nMicroplastics: what they are and how you can reduce them\n\nMicroplastics: the what, where and how.\n\nScience news\nBullets, bombs, cans and plastic litter the bottom of the Pacific Ocean\n\nHuman waste was found 2,000 metres below the ocean surface.\n\n8 June 2020\nAnthropocene\nThe chicks choking on a toxic diet of ocean plastic\n\nBirds that live on Lord Howe Island are facing death by ocean plastic. \n\nAnthropocene\nWhy you should never flush wet wipes down the toilet\n\nDiscover the dangers of flushing your wet wipes.\n\nDon't miss a thing\n\nReceive email updates about our news, science, exhibitions, events, products, services and fundraising activities. We may occasionally include third-party content from our corporate partners and other museums. We will not share your personal details with these third parties. You must be over the age of 13. Privacy notice.\n\nFirst name\nSurname\nEmail address\nSign up\n\nFollow us on social media\n\n    \nThe Natural History Museum\n\nCromwell Road\n\nLondon SW7 5BD\n\nMap\n\n \n\nSee our opening hours\n\n \n\nThe Natural History Museum at Tring\n\n\nAkeman Street\n\nTring\n\nHertfordshire HP23 6AP\n\nMap\n\n \n\nSee our opening hours\n\nVisit\nWhat's on\nGalleries and Museum map\nAccess\nDiscover\nNews\nAnthropocene\nBritish wildlife\nCollections\nDinosaurs\nHuman evolution\nOceans\nSpace\nWhat on Earth?\nVideo\nFor schools\nVisiting South Kensington\nVisiting Tring\nLearning resources\nCareers\nCurrent vacancies\nJoin and support\nMembership\nGift membership\nMake a donation\nBecome a Patron\nCorporate partnerships\nTake part\nVolunteer\nCitizen science\nIdentify UK nature\nCentre for UK Biodiversity\nAbout us\nNews\nPress office\nGovernance\nContact us\nOnline shop\nOur science\nResearch\nCollections\nDatasets\nPeople\nFacilities\nStudy and events\nLibrary and archives\nBusiness services\nTouring exhibitions\nConsulting\nPublishing\nFilm locations\nNHM images\nVenue hire\nLicensing\nLegal\nCookie preferences\nPrivacy notice\nWebsite accessibility statement\nTerms and conditions\nModern Slavery Statement\n\n© The Trustees of The Natural History Museum, London"
}