{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The Environmental Impact of Plastic Straws - Get Green Now",
  "href": "https://get-green-now.com/environmental-impact-plastic-straws/",
  "body": "Straws are most commonly made from type 5 plastic, or polypropylene. Although type 5 plastic can be recycled, it isn't accepted by most curbside recycling programs. When plastic straws aren't recycled, they end up in landfills, or even worse, polluting our oceans.",
  "textContent": "Skip to content\nHome\nElectric Vehicles\nSustainability\nBlog\nAbout\nContact\nENVIRONMENT\nThe Environmental Impact of Plastic Straws – Facts, Statistics, and Infographic\nBy\nHugh\nJanuary 25, 2018\nUpdated on\nApril 3, 2020\n\nA small, plastic straw – It’s something that comes with most beverages that we order, from soft drinks to even a glass of water.\n\nThough at first this small straw may not seem like a lot, when its usage is added up, plastic straws create a big problem for the environment. \n\nAnd, with the USA using 500 million straws every day (enough straws to circle around the Earth 2.5 times!), that’s a lot of trash and potential litter.\n\nUpdated Statistic: In the year of 2017, Americans used about 390 million plastic straws each day. This data comes from from the market research firm, Freedonia Group.\n\nIn this infographic and article below, learn about the impact of plastic straws on the environment, and how you can make a big difference just by rejecting the use of straws.\n\nEnvironmental Impact Of Straws (Why Are Straws So Bad For The Environment?)\n1. Plastic Straws can’t be easily Recycled\n\nStraws are most commonly made from type 5 plastic, or polypropylene.\n\nAlthough type 5 plastic can be recycled, it isn’t accepted by most curbside recycling programs. When plastic straws aren’t recycled, they end up in landfills, or even worse, polluting our oceans.\n\nMake sure you check your local municipality website to see if plastic straws can be recycled in your area.\n\n2. Plastics do not Biodegrade, and never fully Degrade\n\nIn order to understand the environmental impact of straws, it is important to know the difference between biodegrading and degrading:\n\nBiodegrading is when an item can be naturally broken down and digested by micro-organisms, and then naturally recycled into new organic molecules and life.\n\nOn the other hand, degrading is just the process of breaking down into smaller pieces. When plastic degrades, the bulk of the plastic will seem to disappear – However, what’s really happening is the plastic is breaking into smaller, invisible pieces that will always still be on Earth.\n\nWith that being said, plastic straws take up to 200 years to degrade, but will never fully biodegrade. In other words, every piece of plastic ever created will remain on Earth.\n\nTo make matters worse, the degrading of plastic could release chemicals that are toxic to wildlife and the environment.\n\n3. Straws are littered very often, and harm Ocean Wildlife\n\nWhenever there is an ocean coastline cleanup, plastic straws never fail to make it on the list of one of the most found ocean litter.\n\nAnd, as of early 2018, data from Ocean Conservancy’s TIDES system shows us that straws/stirrers are the 11th most found ocean trash in cleanups, making up about 3% of recovered trash.\n\nUpdate: Straws are currently the 6th most found ocean trash in cleanups by quantity (July 2019).\n\nAll these straws and plastic polluting our oceans is having a negative impact on marine life. Take for example the video below, where researchers off the coast of Costa Rica remove a plastic straw that had been embedded in the nostril of an Olive ridley sea turtle.\n\nIt’s likely that the sea turtle accidentally swallowed the straw, and then had it stuck up its nostril while trying to cough the straw out.\n\nStraws are also especially dangerous to seabirds, as they can be easily picked up and swallowed, suffocating and choking the bird. In fact, over 1 million seabirds die each year from ingesting plastic.\n\nTo make matters worse, if an animal eats too much plastic, it can starve to death. Once plastic is swallowed, it can’t be digested and it gets stuck in the stomach of the animal. Then, the animal (like a sea bird) isn’t able to eat real nutritious food, and it’ll eventually die of starvation.\n\nIn other words, plastic can fill up the stomach of a marine animal, preventing it from eating any actual food. The animal will then slowly starve to death.\n\nThe image below of a dead albatross chick shows just how much damage plastic can do to animals that ingest it:\n\nImage By Chris Jordan (via U.S. Fish and Wildlife Service Headquarters) / CC BY 2.0\n4. Straws Break Down into Microplastics\n\nRemember how I mentioned that plastic straws don’t biodegrade, but instead, degrade into smaller pieces? Well, those smaller pieces of broken-up plastic are known as microplastics.\n\n\nMicroplastics are generally classified as any piece of plastic that is less than 5 millimetres in length.\n\n\nJust as with any plastic, they can harm animals when mistaken for food. In fact, microplastics could be even more harmful than normal sized plastics, as they are smaller, and can easily be transferred through the food chain. \n\n\nFor example, if a small fish consumes microplastic, and then is eaten by a predator like a shark, the microplastic is transferred from the small fish to the predator, or the shark. \n\n\nYou can watch this video to learn more about microplastic and its environmental impact:\n\n5. They collect in garbage patches in the ocean\n\nA garbage patch is the name given to a congregation or concentration of marine debris in the ocean, which is mostly made up of plastic. \n\n\nDepending on ocean currents, marine garbage collects in a variety of general regions in the ocean. For example, the Great Pacific Garbage Patch is made up of many collections of garbage within the Pacific Ocean. \n\n\nWhen plastic straws are littered and enter the ocean, they can collect in large garbage patches. Microplastics or smaller pieces of plastic straws are also concentrated in patches by ocean currents.\n\n\nMarine animals can tangled up in these large patches of plastic debris, and the large plastic patches can harm multiple animals in a region.\n\n\nTake Action: Combat our Single-Use Plastics Problem\n\nPlastic straws and other single-use plastics are a non-essential part of our life. Yet, they cause so much damage to the environment. \n\nThe simplest way to reduce plastic pollution is to reject the use of single-use plastics, like straws.\n\nFor example, the next time you go to a restaurant, make sure you request for your drink without a straw. Many restaurants serve straws with drinks even without a request, so make sure you ask for “no straw” before you order.\n\nAnother way to combat this problem is to use reusable straws. Reusable stainless steel or glass straws can be used, cleaned, and reused over and over again.\n\nRelated: 12 Best Plastic Straw Alternatives (My 2020 Recommendations)\n\nThis pack of 4 reusable straws by Leafico comes with two cleaning brushes and two waterproof stainless-steel cases (each case can hold two straws). They are dishwasher-safe, rust proof, and FDA approved.\n\nThe reason I recommend Leafico straws over other brands is because their product and packaging are completely plastic-free (they use cardboard packaging instead of plastic wrapping). The set that I showed above costs less than $20 and can be bought on Amazon.com.\n\nAgain, I’d like to remind you that the best option for the environment is to always use no straw at all. However, if you really feel the need to use a straw, then reusable straws are an option.\n\nGet Green Now have partnered up with the One Less Straw campaign to bring you this article and raise awareness about the harmful outcomes of straws on the environment.\n\nTake the One Less Straw pledge, and stop using single-use plastic straws for at least 30 days. You can learn more about OneLessStraw below.\n\nAbout The OneLessStraw Campaign:\n\nIn Nov of 2016, One More Generation founders Olivia (14) and her brother Carter (16) launched their global OneLessStraw Pledge Campaign in an effort to help clean up our environment and educate people on the harms of using single use plastic straws. \n\nSince the launch of the campaign we have had over 3,000 people from over 44 countries around the world sign our on-line pledge form stating that “they promise not to use a single use plastic straw for at least 30-days”.\n\nWe realized that reducing our plastic footprint could be very easy to do; we just need to say ‘NO’ to single-use plastics such as straws. \n\nSources:\nOneLessStraw\n1MillionWomen\nOneGreenPlanet\n\nLast Updated: 2019-07-30\n\nShare this post:\nShare on\nTwitter\nShare on\nFacebook\nShare on\nPinterest\nPost Tags:\n#Plastic Straws\nSimilar Posts\nprev\nnext\nslide 1 to 2 of 6\n8 Benefits of Reusable Stainless Steel Straws\nBy\nHugh\nFebruary 16, 2019\nHow Do Trees Talk With Each Other? (Mycorrhizal Network Explained)\nBy\nHugh\nJanuary 29, 2020\nEnvironmental Impact of Electric Car Batteries (Production, Use & Disposal)\nBy\nHugh\nJuly 5, 2020\nA few reasons why you should help the Earth (Why be GREEN?)\nBy\nHugh\nApril 2, 2016\nA Closer Look at General Motors’ (GM) Sustainability Initiatives\nBy\nOscar Collins\nJanuary 31, 2021\nThe Environmental Impact Of Chewing Gum: Everything You Need To Know [Infographic]\nBy\nHugh\nJune 11, 2017\n35 Comments\nKatia says:\nApril 20, 2020 at 12:06 pm\n\nThis is a very powerful passage that convinced me to stop using plastic straws.\n\nReply\nladeessebleue139@gmail.com says:\nJune 4, 2019 at 7:42 am\n\nWhen we grow beyond babyhood and have graduated from the sippy cup, there is little need for humans to suckle any longer. We hardly need straws. Why use or produce them if you don’t need them and they only contribute to fouling up our surroundings?\n\nReply\nBipin Bhaskaran Nair says:\nMay 5, 2019 at 2:36 am\n\nWhat are your opinion on Biodegradable straw made from fallen coconut / palm leaves? Why debate on plastics when mother nature has endowed us with suitable resources? https://www.facebook.com/photo.php?fbid=2538070129557613&set=pcb.2538071936224099&type=3&theater\n\nReply\nJohn says:\nApril 25, 2019 at 5:01 pm\n\nThe solution is not to ask people to change their habits, but rather to change the raw materials used in the production of straws and plastic in general. Hemp based plastic is biodegradable. This would probably be the best way to reduce non biodegradable oil based plastics from littering our planet.\n\nReply\nKim K says:\nFebruary 8, 2019 at 5:16 am\n\nI do agree with you. The plastic straws cause alot of environmental impact. This has contributed to the problem of drainage blockage and consequent flooding of towns an cities, especially in developing nations. The combination of the ocean salt and UV light causes these plastic wastes to break down and release DDT, PCBs, Phthalates, and BPA into the waters of the ocean.\n\nReply\nChris DeArmitt says:\nJanuary 19, 2019 at 1:20 pm\n\nThis is not factual.\n\n1. Plastic straws can easily be recycled (as stated, some places choose not to)\n2. Plastics straws do degrade\n3. Plastic straw litter from the US in minute and the object removed from that turtle was never analyzed to check if it was plastic (look closely at it and note they said it was 15cm long) plastic straws are much longer)\n4. Plastic straws can be reused at least 100x and the alternatives like metal, bamboo and paper are proven worse for the environment\n\nIf you care about the planet and the facts, see here:\n\nhttp://phantomplastics.com/plastics-the-environment/\n\nReply\nHugh says:\nJanuary 20, 2019 at 10:48 am\n\nI’m not saying that what you say is false, but here is my reply as the author of this post.\n\n1. Plastic straws aren’t recycled because of their small size, not because municipalities choose not to. In fact, their small size means that they fall between the cracks of most recycling machines (which jams them), meaning that plastic straws are usually sorted out of recycling centers, and are not accepted.\n\n2. I never stated that plastic straws don’t degrade. I stated that plastic straws do not biodegrade.\n\n3. (I don’t understand what you are trying to say with the first part of your sentence so I’ll skip to the part about the video): I’m not sure about the exact details of the video, but I would assume that the researchers would know how to reasonable identify plastic. It is true that there is a possibility that the object was not a plastic straw.\n\n4. If plastic straws could be reused “at least 100x” that would be great. The problem is that they are seen as a disposable product, and very few people would reuse a small, flimsy plastic straw. Yes, it has been proven that a paper straw require more energy to manufacture than a plastic straw. However, this doesn’t take into account their environmental impact after they are disposed. I also do not disagree that a metal straw would take more energy to manufacture than a plastic one. However, metal straws are made to last, whereas plastic straws are usually thrown out after one use. Was this taken into account? In the end, there really isn’t a definite answer as to whether or not plastic is better than paper or reusable metal straws, as there are lots of variables. (For example, reusing a metal straw only twice versus reusing it each day for many years).\n\nAnyway, the main idea of this article is that we should reject the use of all straws, as they are a useless item for most people. It’s a great place to start reducing our dependence on disposable plastics (since rejecting straws is just so easy), even if it isn’t the biggest plastic problem facing our world right now.\n\nReply\nJohn Schiessl says:\nMarch 4, 2019 at 10:08 pm\n\nIf people would just dispose of plastics properly the problem could be solved. Washing a reusable straw wastes water and fuel to heat the water, and adds to the detergent problem. I don’t know who handled my drink cup before me, and you want to put your lips on that same cup (glass)?\nOne place you claim 500 million straws per day in USA another time you say 390 million witch is it???\nIt’s like recycling a yogurt cup, it takes more water than there is plastic in the cup. We have enough stupit laws!\n\nReply\nHugh says:\nMarch 19, 2019 at 9:15 pm\n\nHi John,\n\n390 million is an updated statistic. You can learn more about it here: https://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html\n\nReply\nKirsten says:\nSeptember 17, 2018 at 1:07 pm\n\nWith so many plastic straw alternatives available, I think we just need to get in the habit of carrying with us reusable straws just as many of us are in the habit of carrying our reusable grocery bags. Of course, it is easy to request no plastic straw when ordering out if we did forget to bring our reusable straw with us. Each of us can do our part in making our planet a better place.\n\nReply\nRoger says:\nAugust 29, 2018 at 11:01 am\n\nThere is this company in Mexico that makes straws and cutlery BIODEGRADABLE and Compostable.\nThey are made from the avocado seed, and biodegrade in 200 days instead of 200 years!!\nIf you are interested in buying large quantities send me an email and I can provide contact information.\nhifunmex@gmail.com\n\nReply\nDavid says:\nAugust 19, 2018 at 12:37 pm\n\nGo back to paper and drop the paper bag they now come in. Then charge for the package along with the plastic cup/bottle but provide for them to be recycled. You have no idea how I dislike the clowns that throw out their trash along the roadside. Much like the lawn mowers that dump their grass on the road, pigs live better.\n\nReply\nKaji says:\nJuly 25, 2018 at 8:51 pm\n\nJust a quick fact check here. According to CIA World Factbook, United States article, there were slightly more than 326 million people living in the US in 2017. Are you telling me that every person uses at least one straw a day? I’d do a little fact checking there—making up stats is a great way to lose all credibility.\n\nReply\nHugh says:\nJuly 28, 2018 at 10:38 am\n\nHi Kaji,\n\nI performed a bit more research on that statistic (just for reference, my source for the statistic was onelessstraw.com).\n\nTurns out the statistic was published many years ago by a 9-year old boy, Milo Cress, who called straw manufacturers and found that the average number given to him was 500 million plastic straws a day being used by Americans. Since then, research conducted by market research firms put that number closer to 170 million or 390 million straws used daily in the US, which is still a lot. You can learn more in this recent NY Times article.\n\nI’ll add an update to this article soon to reflect a more accurate statistic for 2018.\n\nReply\nSparkles says:\nAugust 6, 2018 at 11:39 am\n\nI myself used at least 4 straws a day alone. Till I stopped. Morning iced coffee, lunch, middle of day and then at dinner.\n\nReply\nHugh says:\nAugust 6, 2018 at 12:01 pm\n\nGreat to hear that you’ve stopped using them. Cheers!\n\nReply\nWhereAreSources says:\nAugust 14, 2018 at 1:31 pm\n\nThe entire page is completely source-less. The 500 million a day stat is BS but 390 million is more than enough to be worried and it’s actually credible. I hate how people only care about their ideology, not about truth.\n\nReply\nDarin says:\nJuly 17, 2018 at 10:17 am\n\nA bigger problem that plastic straws are plastic bags stores like Walmart and Traget insist on using. Banning plastic straws is not the solution.\n\nhttps://www.bloomberg.com/view/articles/2018-06-07/plastic-straws-aren-t-the-problem\n\nReply\nHugh says:\nJuly 17, 2018 at 11:52 am\n\nHey Darin,\nI agree that plastic straws are not the only problem that we have. We should also be focusing on the bigger picture of reducing our use of single-use plastics (like as you said, plastic bags) as a whole.\n\nReply\nLarry Shore says:\nJuly 3, 2018 at 4:37 pm\n\nIs the solution metal straws?\nThey don’t blow in the wind and are recyclable friendly.\nOr wooden straws, which are biodegrade anywhere they are.\nHow about glass straws, as glass is one of the best recyclable materials?\nThere are natural reeds that would make straws and are also biodegradable.\nWhat about some sort of fold up straw that fits in your wallet or purse, which you take out to sip a beverage and then return to your wallet or purse?\nHow about beverage cans that have a metal straw attached to it, thereby facilitating recycling together with the can, and the same can apply to bottles.\nThen, I woke up and smelled the coffee.\n\nReply\nSierra says:\nJune 12, 2018 at 3:53 pm\n\nCan anyone, anywhere in the world say what the heck to do with plastic straws?!?! How do I recycle them? I am not using them and I have a reusable straw on the way. However, I know that at any restaurant if a straw is set on the table, even if it isn’t opened they will trash it anyways. Behold! Now I have a drawer of still wrapped plastic straws. How do I recycle them? Can I mail them somewhere or take them directly to the recycling center? This is the big issue with the plastic straw. Not using them doesn’t mean they aren’t still ending up in a landfill if it hits your table at a restaurant before you can say “No”!\n\nReply\nHugh says:\nJune 12, 2018 at 4:54 pm\n\nHi Sierra,\nI agree that it is a pretty big problem. But as of now, I don’t know of any facilities that recycle plastic straws. I guess the best you can do is to keep trying to refuse the straw before they bring it out. Hopefully someone else will be able to help you out.\n\nReply\nLeslie says:\nJune 18, 2018 at 8:55 am\n\nRecycle them with your other plastics. They are the same as a soda bottle and the same centers recycle both.\n\nReply\nJJ says:\nJuly 5, 2018 at 3:06 am\n\nI agree with Leslie. Bind the straws together somehow and recycle them with your other plastics. Technically they can recycle but their light weight makes them bounce out of sorting machines so they get tossed into landfill/refuse away from their intended destination. If they’re in a plastic sleeve (like those attached to single serving juice boxes), keep them there – less likely to get in a turtle’s nose in case it does make it into the sea.\n\nI wonder if after one uses the juice box straw, if putting the used straw in the juice box is good or not. Anyone know what the recycling process is for those?\n\nBTW Someone should be able to make an edible straw. Remember using twizzlers as straws by biting off the ends as a kid?\n\nReply\nMatthew Meyer says:\nNovember 14, 2018 at 6:45 am\n\nSorry guys, this really isn’t true at all.\nAll that combining the straws and putting them inside another bottle is doing is contaminating 1 type of plastic ( plastic bottle ) with a type of plastic that cannot be recycled ( plastic straw ). If the guys in the sorting plants see anything like this they will immediately reject the bottle and send to incineration.\n\nThis goes the same for the juice box. All the plastic straw inside it will do would be to exclude the box recycling chain all-together. There is a very different method of recycling for each product. Even the plastic sleeves around the bottles need to be removed and separated from bottle before recycling. These guys are super fussy and would rather eject an item than waste time trying to pull straws out of boxes or bottles.\n\nReply\nHugh says:\nNovember 14, 2018 at 7:56 pm\n\nWhat you say is true. DO NOT try to recycle plastic straws by putting them inside plastic bottles or anything like that. Plastic straws are made from type 5 plastic, so unless you stuff them into another container that is also made from type 5 plastic, the item won’t get recycled.\n\nOtherwise, if you have type 5 plastic containers (for example, things like black plastic take-out containers), you can stuff straws inside and they will get recycled if your recycler accepts type 5 plastic.\n\nLaura says:\nJune 1, 2018 at 11:18 am\n\nPlease bear in mind that those with disabilities may not be able to use paper or metal straws. It’s easy to say “just get rid of straws!” but it’s really not that simple for everyone. I applaud the effort to reduce plastic in the environment, but it’s not a black and white issue.\n\nReply\nKelly says:\nJune 9, 2018 at 11:44 pm\n\nHi, Laura. Can you provide an example of why someone wouldn’t be able to use paper or metal straws? Also, we should be looking at developing affordable straws that are completely biodegradable. We understand that it’s not easy for everyone.\n\nReply\nLaura says:\nJune 10, 2018 at 12:55 pm\n\nhttps://psmag.com/environment/banning-straws-wont-save-the-oceans\n\nReply\nLou R says:\nMay 24, 2018 at 10:40 pm\n\nElderly and the handicapped depend on straws to be able to drink. At a 3% impact on total garbage recovered, there are obviously more pressing matters. Water bottles, soda cans, plastic grocery bags do far more damage but I don’t see anyone yelling to ban water in bottles or cans of beverages and only recently have some cities started banning plastic bags.\n\nReply\nShannon says:\nJune 3, 2018 at 10:23 am\n\nHey Lou R,\nThe real issue is that the straws are made with “single use plastic”. By banning or refusing single use plastics in all its forms – straws, food/drink containers, and bags, you are sending a message to the plastic companies that the consumer demands higher environmental standards and demands change.\n\nReply\nKelly says:\nJune 9, 2018 at 11:42 pm\n\nI doubt anyone expects people who actually NEED straws to stop using them (but why not try a biodegradable or reusable one and see what it’s like?) Most of us, however, don’t need them and use them out of habit. This is something simple and easy we can do to protect our oceans. Are there more pressing matters? Sure. Does that mean we should ignore this one? Absolutely not.\n\nReply\nbryanna says:\nMay 3, 2018 at 9:17 am\n\nbut how can we fix this epidemic?, this article failed to provide direct information on how we can stop plastic straws from hurting the environment.\n\nReply\nHugh says:\nMay 3, 2018 at 9:48 pm\n\nHi Bryanna,\n\nThis article was focused more on the impact of plastic straws, not how to specifically solve the problem. But, one way to start is to just stop using plastic straws.\n\nReply\nmelanie says:\nMay 22, 2018 at 9:48 am\n\nI agree with Bryanna! There is a lot of steps you can take to help get to #strawlessoceans by refusing straws wherever you go is a start! Addressing the importance of tackling plastic pollution, you can start a petition and demand that straws be banned in your city, start a plastic-free movement and inspire others to join in, volunteer at sea shepherd or greenpeace and find out some great actions you can take for the oceans! Get involved in beach clean ups, you can clean our oceans by doing that too! The list is pretty much endless but refusing them and inspiring change wherever you go is the key to taking a step towards a sustainable future! Best wishes.\n\nReply\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nSearch for:\nAbout Me\n\nHi, I’m Hugh, and my mission with Get Green Now is to raise awareness of environmental issues and teach people how to live sustainably. This blog covers a variety of topics including plastic pollution, renewable energy, electric vehicles, and much more.\n\nLearn More About Us\n\nRecent Posts\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\n5 Metals in your Home that can be Recycled for Cash\nHow exactly bidets offer a healthier, green option for your bathroom\nA Closer Look at General Motors’ (GM) Sustainability Initiatives\nCar Modifications for Electric Vehicles: What’s Possible?\n\nAffiliate Disclaimer: Some links on this site may be referral or affiliate links. Buying a product through my link comes at no extra cost to you, and I only recommend products that I believe in. As an Amazon Associate I earn from qualifying purchases.\n\nUseful Links\nAbout Us\nBlog\nContact Us\nWrite For Us\nFollow Us\nFacebook\n \nTwitter\nSearch for:\n\n© 2023 Get Green Now. All Rights Reserved.\n\nContact\nWrite For Us\nPrivacy Policy\nComment Policy\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}