{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Taking on the plastic straw: Q&A with Adrian Grenier, actor and UN ...",
  "href": "https://news.mongabay.com/2017/09/taking-on-the-plastic-straw-qa-with-adrian-grenier-actor-and-ocean-activist/",
  "body": "We use 500 million plastic straws every day just in the U.S. and scientists have projected that by 2050 there may be more plastic in our ocean than fish. Those are two pretty overwhelming statistics.",
  "textContent": "Taking on the plastic straw: Q&A with Adrian Grenier, actor and UN Environment Goodwill Ambassador\nBY DAVE MARTIN ON 1 SEPTEMBER 2017 |\nOnce known as “Vince” on HBO’s Entourage, Adrian Grenier is deeply concerned about the health of our oceans.\nHe co-founded the Lonely Whale Foundation in 2015.\nThe #stopsucking challenge aims to fight plastic pollution in oceans by decreasing everyday use of plastic straws.\n\nSometimes humans invent things, seemingly benign things, that end up having profound and unpredictable effects. The invention of plastic must have been a marvel in the early 20th century. Entrepreneurs scrambled to build new things and innovate on the old, new technologies developed, and everyday life quickly underwent a huge shift.\n\nPlastic is now, quite literally, everywhere. It’s on land and in the oceans (even inside the fish inside the oceans). Scientists are regularly documenting unforeseen side effects, great and small, of our reliance on plastic, like how plastic microbeads from our toothpaste and face wash are decreasing sperm counts in oysters.\n\nPlastic pollution is yet another unintended consequence of human invention and innovation. The impacts on our natural environment are profound, but will we have the plasticity to shift away from our reliance on this synthetic material?\n\nAdrian Grenier, main act in HBO’s Entourage, founded the Lonely Whale Foundation in 2015 to promote education and awareness on ocean conservation issues. These days he is focusing his energies on what he considers to be one of the “suckiest” parts of plastic pollution — straws.\n\nCoral landscape in Komodo, Indonesia. Photo by Rhett A. Butler.\nAN INTERVIEW WITH ADRIAN GRENIER\n\nMongabay: Who or what inspired you to get involved in conservation?\n\nAdrian Grenier: I was lucky enough to be raised by a mother who cared deeply for our Earth and all of its creatures. From a very young age she taught me the importance of caring for our shared environment, starting with cleaning my room. Now, my room is the world and I intend to fulfill my responsibility to keep it clean and also inspire others to do the same.\n\nMongabay: What environmental issue is most important to you right now? Why did you co-found the Lonely Whale Foundation?\n\nAdrian Grenier: In the last few years the ocean has been my main area of focus. When I was younger, I fought for every issue, animal, habitat… you name it! But I realized that our ocean is so vastly underserved yet it is the heart of our blue planet. That is why I co-founded Lonely Whale Foundation with my producing partner Lucy Sumner, to reconnect all people to our ocean through inspiration and tangible action. No matter if you live on the beach or in a landlocked town, we are all capable of becoming ocean advocates.\n\nMongabay: Tell us about the Strawless Ocean initiative. What’s the problem with plastic straws and why do we all need to #stopsucking?\n\nAdrian Grenier: Single-use plastic straws are our “gateway plastic” into the plastic pollution conversation. Many of us have no need for single-use plastic straws, and what’s worse is that many are not recyclable. We use 500 million plastic straws every day just in the U.S. and scientists have projected that by 2050 there may be more plastic in our ocean than fish. Those are two pretty overwhelming statistics. For many, it can be an insurmountable task to begin to tackle this problem. That’s why Lonely Whale has teamed up with 40-plus NGO partners to form the Strawless Ocean initiative. Together, we are addressing plastic pollution by starting with one item: the straw. Because if it’s just one thing we can all #stopsucking, right?!\n\nMongabay: Does the effort aim to ban the use of plastic straws? How will we keep ice cubes from bumping our noses annoyingly?\n\nAdrian Grenier: Our primary goal is to provide alternative options, either marine degradable (paper) or re-usable (metal or glass). If we can begin to understand the impact of our daily habits through an alternative straw, we view that as a key metric of success. For example, in our Strawless In Seattle campaign our 200+ partners have opted to use paper straws to champion the cause. In addition to presenting individuals and businesses an alternative, it is really important to know that for some in the disability community plastic straws are necessary. For that reason we’re working with key partners in the Strawless Ocean initiative to ensure that new legislation regarding sale or use of plastic straws appropriately recognizes their needs.\n\n\nOceanographer Sylvia A. Earle’s tweet accepting the challenge and pledging to #stopsucking.\n\nUna publicación compartida de Zaria Forman (@zarialynn) el 19 de Ago de 2017 a la(s) 6:55 PDT\n\nArtist Zaria Forman’s Instagram post accepting the challenge and challenging NatGeo Photographer Cory Richards.\n\nMongabay: We cover ocean issues regularly at Mongabay. Which marine topics do you think are the most underreported?\n\nAdrian Grenier: Plastic pollution has earned a place in the spotlight the last few months but it’s still critical to continue to educate more people to [make a] measurable impact. Illegal and overfishing is another big problem. Again, as consumers we have incredible power over this problem: we can refuse seafood that has been illegally caught or fished from a stock that is unsustainable. It starts with education, awareness, and holding one another accountable.\n\nMongabay: What are your goals as a newly appointed U.N. Environment Programme (UNEP) Goodwill Ambassador?\n\nAdrian Grenier: I am committed to working across the public and private sectors to facilitate measurable global impact that shifts our culture from one of conspicuous consumption to conscious sustainability. This past February I helped UNEP launch their Clean Seas campaign, which inspires individuals, organizations, and government actors to come together and collaborate on radical solutions. You will see much more of this radical collaboration throughout my work with the U.N.\n\nAdrian Grenier, actor and environmental activist. Photo courtesy of Adrian Grenier.\n\nEditor’s note: This interview has been lightly edited for clarity and length.\n\nArticle published by Maria Salazar\nCelebrities, Conservation, Environment, Environmental Activism, Fish, Interviews, Interviews with conservation players, Marine Animals, Marine Conservation, Microplastics, Oceans, Plastic, Pollution\n\nGlobal\n\n\n\n\nPRINT\nSpecial series\nForest Trackers\nPoverty and plantations: Nigerian reserve struggles against the odds\nLogging, road construction continue to fuel forest loss in Papua New Guinea\nGuatemala braces for unprecedented year of deforestation in Maya reserve\nSmallholders and loggers push deeper into Sumatra’s largest park\nMore articles\nOceans\nIn reversal, Mexico calls for moratorium on international deep-sea mining\nCongo’s waters are hotspot for endangered sharks & rays, reveals data from artisanal fishers\nReport shines partial light on worst labor offenders in opaque fishing industry\nJamaica battles relentless plastic pollution in quest to restore mangroves\nMore articles\nAmazon Conservation\nProlonged drought brings unprecedented changes to Amazonian communities in Pará\nCertificate of origin for Acre’s açaí is a boost for the Amazonian superfood\nGermany signals boost in support for Brazil through Amazon Fund\nNew algorithm looks at how Amazon vegetation will behave after climate change\nMore articles\nLand rights and extractives\nLombok sand mine corruption probe continues as Indonesia to resume exports\nParadise lost? Brazil’s biggest bauxite mining firm denies riverine rights\nThe coveted legacy of the ‘Man of the Hole’ and his cultivated Amazon forest\nAustralia crackdown on climate protesters grows amid fight against gas project\nMore articles\nEndangered Environmentalists\nVietnamese environmentalist sentenced to 3 years in prison for tax evasion\nSon of slain Quilombola leader will still strive for community’s rights\nVideo: Five Tembé Indigenous activists shot in Amazonian ‘palm oil war’\nIndigenous activists demand justice after 5 shot in Amazonian ‘palm oil war’\nMore articles\nIndonesia's Forest Guardians\nIn Borneo, the ‘Power of Mama’ fight Indonesia’s wildfires with all-woman crew\nPioneer agroforester Ermi, 73, rolls back the years in Indonesia’s Gorontalo\nAfter 20 years and thousands of trees planted, Kalimantan’s veteran forester persists\nAziil Anwar, Indonesian coral-based mangrove grower, dies at 64\nMore articles\nConservation Effectiveness\nThailand tries nature-based water management to adapt to climate change\nForest restoration to boost biomass doesn’t have to sacrifice tree diversity\nHow scientists and a community are bringing a Bornean river corridor back to life\nForest restoration can fare better with human helping hand, study shows\nMore articles\nSoutheast Asian infrastructure\nIndonesia’s new capital ‘won’t sacrifice the environment’: Q&A with Nusantara’s Myrna Asnawati Safitri\nSmall farmers in limbo as Cambodia wavers on Tonle Sap conservation rules\nTo build its ‘green’ capital city, Indonesia runs a road through a biodiverse forest\nRobust river governance key to restoring Mekong River vitality in face of dams\nMore articles\nAbout Mongabay\n\nMongabay is a U.S.-based non-profit conservation and environmental science news platform. Our EIN or tax ID is 45-3714703.\n\nInformation\nMongabay.org\nTropical Forest Network\nWild Madagascar\nSelva Tropicales\nMongabay Indonesia\nMongabay India\nSocial\nFacebook\nTwitter\nInstagram\nLinkedIn\nYouTube\nInformation\nAbout Mongabay\nSubmissions\nAdvertising\nContact Us\nPrivacy Policy\nCopyright & Terms of Use\n\n© 2023 Copyright Conservation news\n\nyou're currently offline\n\n1"
}