{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Strawless in Seattle: How One City Is Tackling Ocean Plastic — Oceans ...",
  "href": "https://deeply.thenewhumanitarian.org/oceans/articles/2017/11/01/strawless-in-seattle-how-one-city-is-tackling-ocean-plastic-pollution",
  "body": "(Todd Woody) The \" Strawless in Seattle \" campaign aimed to persuade people to forgo plastic straws and to get restaurants, bars and other businesses to either stop handing them out or offer sustainable alternatives.",
  "textContent": "Free Newsletter\n25 years of journalism from the heart of crises\nNews Deeply\nOCEANS DEEPLY— OCEAN NEWS\n\nIn-depth coverage of ocean health.\n\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\n \nExecutive Summaries\n \nArticles\n \nCommunity & Insight\n \nTalks\n \nBackground\n  \nAbout\nNEWS DEEPLY\nOCEANS DEEPLY— OCEAN NEWS\nTopics\nArctic\nBiodiversity\nBlue Economy\nClimate Change\nCoral Reefs\nDeep Sea Mining\nFisheries\nGovernance\nMarine Protected Areas\nPlastic Pollution\nSolutions\nTechnology\n \nExecutive Summaries\n \nArticles\n \nCommunity & Insight\n \nTalks\n \nBackground\n  \nAbout\nStrawless in Seattle: How One City Is Tackling Ocean Plastic Pollution\n\nThe Emerald City is eliminating millions of plastic straws thanks to a collaboration between activists, business and the maker of a marine-safe alternative to a ubiquitous product. Now the campaign is moving to other major cities.\n\nWRITTEN BY\nTodd Woody\t\nPUBLISHED ON\n Nov. 1, 2017\t\nREAD TIME\nApprox. 10 minutes\nSeattle’s Space Needle and the downtown skyline.Carl Larson/Getty Images\n\nSEATTLE – In June, actor and environmental activist Adrian Grenier appeared at the United Nations Ocean Conference in New York City to promote his Lonely Whale Foundation’s campaign against plastic straws, a billion of which are used each day worldwide with an untold number ending up in the sea.\n\nTo fight ocean plastic pollution, “We have to start with something simple, accessible and inspirational to get as many people on board as possible,” Grenier, the U.N. Environment Programme’s newly appointed goodwill ambassador, tells a standing-room-only crowd in a usually deserted press room. “Instead of asking people to change their entire life, start with something small, such as stop using single-use plastic straws.”\n\nOld ways, however, die hard. As Grenier wraps up his talk and poses with selfie-seeking fans, I head down a floor and join delegates and diplomats queuing up at a U.N. cafe. I notice something that I probably would not have blinked at before – cafe workers are plunking plastic straws into every cold drink. Before I can object, an iced tea is handed to me with a serving of non-biodegradable plastic that may well come to rest in the gut of some unfortunate sea turtle or another marine animal.\n\nThat encounter illustrates the consciousness-raising potential of the strawless campaign – and the challenge of changing long-ingrained habits and a supply chain that results in the use of 500 million disposable plastic straws a day in the United States alone, or half of global consumption.\n\nThere is one city, though, showing that it is possible to stop sucking when it comes to ocean plastic pollution. As of July 1, 2018, Seattle will ban disposable plastic straws and cutlery from restaurants, cafes and other food-service businesses – some 3,100 establishments that range from Starbucks to sports stadiums. But Seattle is already shedding millions of plastic straws in a collaboration involving the Lonely Whale Foundation, high-profile local companies, city officials and the manufacturer of ocean-friendly paper straws. It’s a model that Lonely Whale plans to take to at least 10 cities next year.\n\nThree months after his U.N. appearance, Grenier traveled to the Seattle Aquarium to launch an effort to eliminate at least 1 million plastic straws in the Emerald City during the month of September. “Water, water everywhere and it’s full of plastic,” says the “Entourage” star. “We must radically change if we’re going to have clean seas.”\n\nAdrian Grenier at a press conference on September 7, 2017 , to unveil the Lonely Whale Foundation’s “Strawless in Seattle” campaign. (Todd Woody)\n\nThe “Strawless in Seattle” campaign aimed to persuade people to forgo plastic straws and to get restaurants, bars and other businesses to either stop handing them out or offer sustainable alternatives. In a sports-mad town, Lonely Whale enlisted celebrity athletes such as Seattle Seahawks quarterback Russell Wilson in social media campaigns and signed up 200 restaurants operating at such venues as the Space Needle, CenturyLink Field – home of the Seahawks – and the Seattle-Tacoma International Airport. Grenier threw out the opening pitch at the Seattle Mariners’ game on September 1, kicking off four weeks of concerts, pop-up shops and other events promoting the campaign.\n\nWhen September drew to a close, Lonely Whale reported that 2.3 million single-use plastic straws had been eliminated in Seattle during the month. (The foundation calculated the figure by comparing straw usage at participating venues prior to the campaign with the number of compostable paper straws they purchased in September. Other companies opted only to hand out straws upon request and tracked that number.)\n\n“It’s really not about straws – the straws are just a gateway to change behavior,” says Dune Ives, executive director of the Lonely Whale Foundation. “It’s really about our relationship with single-use plastics, and as a society, our to-go culture.”\n\nAnd like many relationships, it’s complicated.\n\nPaper or Plastic?\n\nFifty years ago, plastic straws were simply not an issue as nearly all straws then were made of paper. The introduction of the plastic straw in the 1960s changed all of that.\n\n“The old paper straws were terrible,” says David Rhodes, global business director for paper straw maker Aardvark, the corporate descendant of the company founded by Marvin Stone, who invented the original paper straw in 1888. “They were soggy, they leaked. When plastics came along, they were better and cheaper. Environmentally, they were terrible, though no one was thinking about that then.”\n\nPlastic straws quickly came to dominate the market and paper straw makers, including Aardvark’s parent company, Precision Products Group, exited the business. Then one day a decade ago, marine park operator SeaWorld called out of the blue. “SeaWorld tell us that they use plastic straws but they’re worried that their whales and marine mammals would eat them,” recalls Rhodes. “They asked whether we would consider bringing back the paper straw.”\n\nDays later, the chief executive of Montana Grill, the restaurant chain owned by media mogul and environmentalist Ted Turner, called. He also wanted to replace plastic straws with paper. “The whole world had gone plastic by then,” says Rhodes. “There was not a paper straw on the planet 10 years ago.” And most plastic straws were no longer made in America – the $3 billion industry was now largely offshore in China, India and other countries.\n\nBut the inquiries continued to come – cruise lines, theme parks and aquariums wanted to switch to paper for environmental reasons. Seeing a niche market, Precision created a new division, Aardvark, to get back into a very old business.\n\nThe Problem With (Compostable) Plastic\n\nAround that time in 2008, the city of Seattle enacted a groundbreaking ordinance that prohibited restaurants, cafes and other businesses from selling food in disposable, single-use packaging and providing customers with non-compostable or unrecyclable cutlery and straws. A ban on expanded polystyrene packaging – Styrofoam – went into effect in 2009. But the ordinance allowed for one-year waivers if suitable alternatives to plastic straws and cutlery were not available. The last waiver was issued this year and will not be extended when it expires on June 30, 2018.\n\n“When the ordinance was first passed, there were probably 25–50 tested compostable products that were in the Seattle marketplace at the time,” says Sego Jackson, strategic adviser for waste prevention and product stewardship at Seattle Public Utilities. “Now there are over 850 items that have been tested, including straws.”\n\n“Compostable plastic straws have been around for a number of years at least,” he adds. “Certainly in the Seattle area, they have been coming into more widespread use.”\n\nThere are a few big catches, though.\n\nCompostable straws will eventually biodegrade, but you can’t just throw them into your backyard composter. They must be processed in an industrial facility, which is not available in every city, according to industry experts. (Due to their size and shape, compostable plastic straws cannot be recycled, says Jackson.)\n\nMost significantly, compostable plastic straws will not biodegrade in the ocean. Once in the water, they’re there forever, posing a hazard to dolphins, whales, seabirds and other marine life.\n\nThat was news to David Young, senior vice president of operations for the Seattle Seahawks and general manager of the football team’s stadium, CenturyLink Field.\n\nThe Seahawks have led efforts to green up sports by putting solar panels on their stadium, recycling 97 percent of the waste generated at games and slashing water use by installing ultra-low-flow fixtures in bathrooms. And the 67,000-capacity stadium had already ditched disposable plastic straws for compostable plastic ones.\n\n“We thought we had been doing a good job with our compostable straws,” says Young. “Then we sat down with Dune Ives at Lonely Whale and she said, ‘That’s great, but those don’t biodegrade in the ocean.’”\n\nDuring the “Strawless in Seattle” campaign, CenturyLink made a permanent switch to marine biodegradable paper straws made by Aardvark. “We saw how far those had come in the last few years in terms of durability and thought it was time to make a change,” says Young. “Given that 95 percent of the seafood we sell is sustainably harvested, it just made sense to take that next step for ocean health.”\n\nThe Last Straw\n\nFor Rhodes, the growing interest in Aardvark’s paper straws coincided with his growing awareness of the ocean plastic pollution crisis.\n\n“I live on the beach in Belize,” he says. “And every day I rake out hundreds of plastic things on that beach.” One day one of those things included an iconic green straw. “There’s not a Starbucks within a thousand miles of us and it made its way to our beach. I said to myself, ‘This is crazy.’”\n\nWhether that green straw was once attached to a grande decaf no-foam low-fat Frappuccino – and how it got to Belize – is unknown. But it became clear to Rhodes that selling paper straws was not just about selling paper straws.\n\nAardvark’s marine biodegradable paper straws. (Todd Woody)\n\nTo grab a big share of even a niche market, Aardvark had to innovate. There are other paper straws available, but some are Trojan horses because they contain a plastic liner. Others are made in China, but these tend to wilt in liquids, according to Rhodes.\n\nSo Aardvark re-engineered the paper straw. Rhodes says the paper it uses – “that’s kind of like the secret sauce” – comes from wood certified as sustainably grown in a three-state area surrounding the company’s Indiana factory. Same with the adhesive – “It’s a glue that you and I can drink. It’s almost like milk.” A special safe-to-suck ink allows the straws to be customized with colorful logos.\n\n“The beautiful thing about this is that it’ll last all day in your drink but then it’s gone in 45 days, whether it’s sitting in a landfill or on a beach – it just dissolves,” says Rhodes, who has worked with Lonely Whale, the Surfrider Foundation and other ocean advocates. “You use a plastic straw for a few minutes and then it’s around for millions of years.”\n\nRhodes would not specify how many straws Aardvark manufactures annually – “we make hundreds of millions” – but says the company supplied more than 2 million straws to businesses participating in “Strawless in Seattle.” Among them was Safeco Field, the 48,000-capacity home of the Seattle Mariners baseball team.\n\nFor Ives of the Lonely Whale Foundation, it’s not enough to legislate plastic straws away – there has to be public support for such bans and a willingness to just say no to straws. There also needs to be a viable sustainable option that businesses can provide to their customers. That makes participation by companies such as Aardvark key. “As venues are coming onboard to this concept, they are still nervous about not having a straw,” she says. “They believe that customers are so conditioned to getting a straw in their water, a straw in their cocktail, that it’s important to have an alternative.”\n\nThe Green Straw\n\nA wild card in the strawless campaign in Seattle – and elsewhere – is Starbucks, the hometown Goliath. Starbucks’ more than 25,000 company-owned and licensed stores use some 2 billion plastic straws each year by its calculations, according to Ives, who has been in discussions with the coffee giant since January.\n\n“That’s a lot of straws and lids,” she says. “Where they are expanding globally, there’s not the infrastructure to capture that waste. They have told us that in communities where policy change requires an alternative, they will move forward with a compostable paper straw.”\n\nStarbucks’ more than 100 Seattle stores are subject to the upcoming ban on disposable plastic straws. The company, however, has not revealed how it will adhere to the ordinance, nor did it participate in the “Strawless in Seattle” campaign.\n\nThe company did not respond to questions about how it will comply with the ban on plastic straws.\n\nPlastic straws. (Walter G. Allgöwer/ullstein bild via Getty Images)\n\nWhether Seattle food service companies ultimately choose compostable paper or compostable plastic straws remains to be seen. Price is one factor. “A standard plastic straw might cost half a penny, a compostable plastic straw might cost a penny and a compostable paper straw might be a cent and a half,” says Rhodes. “The economics mean that compostable paper straws will never be cheaper than a plastic straw. But you can’t print on plastic straws. So we can put the Seattle Seahawks on our straws and you get advertising for a penny and a half.”\n\nJackson of Seattle Public Utilities believes that as ocean plastic pollution becomes a hot-button issue, restaurants and cafes may be swayed to choose paper regardless of the cost. “As businesses begin to understand that compostable plastic doesn’t address the plastic pollution issue in the ocean, that may be a driver for them,” he says.\n\nRhodes estimates that the market for compostable paper straws in Seattle could be close to 100 million straws a year. “If Starbucks switches to paper, then all bets are off,” he says, noting that Aardvark would consider opening a Seattle area manufacturing plant if such demand materializes.\n\nThe Invisible Straw\n\nWhile several cities in California are considering bans on plastic straws, the next front in the straw wars is to make such bans unnecessary.\n\n“The most potent thing is for businesses to give people straws only on request or only when they need them,” says Jackson. “You can really reduce the single use of any kind of straw by doing that.”\n\nOne way to do that is through municipal regulation. The other, preferred by advocates such as the Lonely Whale Foundation, is to reduce demand for plastic straws by raising awareness across a broad demographic of a city’s residents.\n\n“We’re firm believers that the market needs to lead policy changes,” says Ives. “What we’re really interested in is creating campaigns in markets that allow policymakers to come onboard knowing that they have the support of the community behind them.”\n\nShe says that some 40 large cities have contacted the Lonely Whale Foundation about bringing the strawless campaign to their town.\n\nPaper and reusable straws currently account for just 1 percent of the global market, according to Rhodes. But he thinks daily plastic straw consumption could be cut from 1 billion to 750 million over the next few years by providing them only on demand. He believes switching to sustainable straws could eliminate another 25 percent.\n\n“One good thing is that we are seeing behaviors change,” he says. “We fully support the elimination of straws whenever possible. That may seem odd for a straw manufacturer to say, but you have to do it for the good of the planet.”\n\nADRIAN GRENIER LONELY WHALE FOUNDATION PLASTIC STRAWS\nAbout the Author\nTodd Woody\n\nTodd Woody is executive editor for environment at News Deeply. A veteran environmental journalist based in California, Todd previously served as editorial director for environment at TakePart, a digital magazine owned by Participant Media. He formerly was the environment editor at Forbes magazine, a senior editor at Fortune magazine, an assistant managing editor at Business 2.0 magazine and the business editor of the San Jose Mercury News. He has been a frequent contributor on environmental issues to The New York Times, The Atlantic, Quartz and other publications.\n\nGet the latest humanitarian news, direct to your inbox\n\nSign up to receive our original, on-the-ground coverage that informs policymakers, practitioners, donors, and others who want to make the world more humane.\n\nSign up\n\nBecome a member of The New Humanitarian\n\nSupport our journalism and become more involved in our community. Help us deliver informative, accessible, independent journalism that you can trust and provides accountability to the millions of people affected by crises worldwide.\n\nJoin"
}