{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "No Nut November 2023 - Reddit",
  "href": "https://www.reddit.com/r/nonutnovember/",
  "body": "The Sexual Health Research Laboratory at Queen's University in Kingston, Ontario, Canada is seeking individuals for an online study on No Nut November. Participants must be 18 years of age or older, currently be living in Canada, be able to read, write, and speak in English, and be comfortable answering questions about your sexuality and ...",
  "textContent": "No Nut November 2023\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/nonutnovember\nCreate a post\nSort By:\nu/xX420_WeedMan_420Xx\n•\n5 days ago\nNNN 2023 Survey Results\n📢 NNN Direct\nhttps://www.reddit.com/r/nonutnovember/comments/18bt3b6/nnn_2023_survey_results/\nu/yeeval\n•\n5 days ago\nSUBREDDIT WILL RE-OPEN OCTOBER 23, 2024\n📢 NNN Direct\nu/JesusIzMyHomie\n•\n5 days ago\nGoodbye\n\nGoodbye for NNN 23 see y’all next year o7\n\nu/Frequent_Article8875\n•\n5 days ago\n30 mins before the sub closes. See you next year o7\nu/TheStrangeOne45\n•\n5 days ago\n“Trust? Trust.”\nu/Lightredflare\n•\n5 days ago\nWell fellas, It's been a bash. Same time next year?\nu/new_interest_here\n•\n5 days ago\nIt's been a fun time. See y'all next year, o7\nu/YashpoopsYT\n•\n5 days ago\no7\nu/epik_pro\n•\n5 days ago\nIts an honnor to meet you... Goodbye and sea you next year fellow comrades... Line up for the last time\nSupport\nu/Radiant-Sorbet6315\n•\n5 days ago\nOne last goodbye to this subreddit o7\nu/Movie_Advance_101\n•\n5 days ago\nfarewell everybody?\nMeme\nu/nick2527\n•\n5 days ago\n1 minute remaining\nu/Character_Network_56\n•\n5 days ago\nLast goodbye fr\nu/FlintandSteel94\n•\n5 days ago\nWatching the sub, waiting for it to shut down like:\nu/SnooCakes706\n•\n5 days ago\nNNN sub still open and people waiting for it to close be like:\nMeme\nu/Minecraftian411\n•\n5 days ago\nThe Nut Man has come to say goodbye for the last post (if this isn't the last post Imma look like a dumbass)\nMeme\nu/TheStrangeOne45\n•\n5 days ago\n36 NOVEMBER 2023 ROLL CALL (IMPORTANT INFORMATION BELOW)\n\nDay 36!\n\nGIVE IT UP FOR DAY 36 🏝️🔔🦀\n\nWhat are Roll-Calls?\n\nRoll-calls are posts you're required to comment on even if you have Diamond NoNutter flair. A simple \"Still IN\" or \"I'm OUT” is all you need to comment, but feel free to unleash your inner thoughts or creative writing skills in the comments! They will always be posted on 12:00 AM, North American Eastern Standard Time (I ain't the mod, so I can post whenever I want).\n\n2. Extra Reminders\n\nThe Sexual Health Research Laboratory at Queen’s University in Kingston, Ontario, Canada is seeking individuals for an online study on No Nut November. Participants must be 18 years of age or older, currently be living in Canada, be able to read, write, and speak in English, and be comfortable answering questions about your sexuality and health (mental and physical). Online survey participation will take approximately 30-40 minutes. Prize draw available. If you are interested in participating or would like more information, you can visit the attached link, visit sexlab.ca/participate, or contact the Sexual Health Research Laboratory at sex.lab@queensu.ca**. Be sure to mention the CASHEW study. All inquiries are completely confidential.** https://queensu.qualtrics.com/jfe/form/SV_0TaX7ruA5Kg38Mu**.** .\n\nNNN 2023 Survey: https://forms.gle/KLULvwbHXxdxaFJR7.\n\nLess than - [ERROR] hours remain. Stay strong, stay determined, and for the love of all that is holy, keep your hands away from your nether regions.\n\n- TheStrangeOne45\n\nView full post\nu/nick2527\n•\n5 days ago\n1 hour left\nu/gubrumannaaa\n•\n5 days ago\no7\nu/MCKlassik\n•\n5 days ago\nDon’t cry because it’s over, smile because it happened.\nSupport\n\nAs NNN 2023 is in the history books, it’s time to reflect what you did during this November. Everyone came in with different goals and those who endured until the end of the month came out stronger than ever before. We lost a lot of soldiers along the way but in the end, we came together as one big community. Praising each other’s success, lifting those up that wanted to give up, offering wisdom, making memories. Those that didn’t make it, don’t feel bad, mistakes happen. You can always reclaim yourself. You don’t even have to wait until NEXT November. It’s time to return home and go back to our normal lives. I don’t know what you’re gonna do once this sub closes, but no matter what it is, I wish you the very best.\n\nIt’s been an honor serving with you all, and I’ll see y’all on the other side!\n\nu/crunchypillooww\n•\n5 days ago\nIt is time to say goodbye\nu/EpicCoolBoyOfficial\n•\n5 days ago\nBefore this subreddit will close, how's this guys today btw?\nu/ULTIMGAMINGOFFICIAL\n•\n5 days ago\nGoodbye everyone\nu/The-Real-Dankuya\n•\n5 days ago\nits been an honor to once again being on this war, see ya on the Camp Cumrade again on October 23, 2024!\nu/AdLegitimate806\n•\n5 days ago\nSee you guys in 2024, take care and have a great Christmas/New year's\nMeme\n\nhttps://preview.redd.it/see-you-guys-in-2024-take-care-and-have-a-great-christmas-v0-fygvwz45ak4c1.gif?width=498&auto=webp&s=928c12a2a821e597a101b1ebee6e82f864b7d9e7\n\nLast year someone posted a Luigi image before the sub closed. So this year, have this gif of Yoshi, and relive the great memories.\n\nu/JAKE5023193\n•\n6 days ago\nThe subreddit closes today.\nu/EnduringStar\n•\n5 days ago\nNNN 2023 Bar Chart - Complete\n\nI wasn't as committed as the first time I did NNN (last year), but I still made it. Surprisingly, I still had the same Day 29-30 urge dropoff.\n\nhttps://preview.redd.it/nnn-2023-bar-chart-complete-v0-d4ippsy1sk4c1.png?width=600&format=png&auto=webp&s=30053cf6a3bde5ccbca646225999d5f992f6a882\nu/CampLazo\n•\n5 days ago\nAdios till next year guys\nMENU\nWiki\nOld Reddit Page\nRULES\n1\nNo Incel Behavior\n2\nHave Cumradery & Be Kind\n3\nNo NSFW Content / \"Nut Hunting\"\n4\nNo Spamming Posts / Comments.\n5\nNo Coupon or \"One-time Freebie\" Posts.\n6\nNo \"I nutted in November but can I be redeemed?\" Posts\n7\nNo Jokes about the Exploitation of Minors\nOFFICIAL NNN RESOURCES\n\nA list of other resources connected to r/nonutnovember. Other NNN social media exists, but the ones listed below are the only ones affiliated with this subreddit. Check them out!\n\nNNN Discord Server\nNNN Patreon ($1/monthly)\nNNN Ko-Fi (one-time tip)\n2023 CALENDAR\n\nThanks to u/FilthyFrank69420 for creating the 2023 calendar!\n\nNNN 2023 CALENDAR"
}