{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Pathfinder Second Edition - Reddit",
  "href": "https://www.reddit.com/r/Pathfinder2e/",
  "body": "The first one happened when a fighter got frustrated mid fight over a summoner casting \"flame dancer\" on it's eidolon instead of the fighter. The second happened when a barbarian player tried to debate over a warrior bard's decision of casting heroism on themselves instead of the barbarian.",
  "textContent": "Pathfinder Second Edition\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/Pathfinder2e\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/AutoModerator\n•\n6 days ago\nWeekly Questions Megathread - December 04 to December 10. Have a question from your game? Are you coming from D&D? Need to know where to start playing Pathfinder 2e? Ask your questions here, we're happy to help!\nMegathread\nhttps://www.reddit.com/r/Pathfinder2e/comments/18ah1sl/weekly_questions_megathread_december_04_to/\nu/ralfix\n•\n3 days ago\nOh yes! Humble Pathfinder Bundle!\nPromotion\nhttps://www.reddit.com/r/Pathfinder2e/comments/18d2rdq/oh_yes_humble_pathfinder_bundle/\nu/EarthSeraphEdna\n•\n12 hr. ago\nFarmer John vs. the skeleton\nMisc\n\nWhen undead and construct creatures reach 0 Hit Points, they are destroyed.\n\nLet us put this into practice.\n\nThis is a farmer, an inexplicably 0-level creature. A farmer can toss apples: agile (reducing multiple attack penalty), nonlethal, range 20 feet (double the range of a thrown dagger), +5 attack bonus, damage 1d4+3 bludgeoning.\n\nThis is a skeleton guard, a −1st-level creature. A skeleton guard is weaker than a farmer in combat, despite the skeleton guard having a shortbow and a scimitar, while the farmer has merely a pitchfork and some apples. A skeleton guard has 4 hit points, while a farmer has 20. A skeleton is not immune to nonlethal damage; other creatures, such as golems, are, but not skeletons.\n\nFarmer John opens up the grain silo, where a skeleton has reanimated and grabbed some weapons. Farmer John has Perception +6 while the skeleton has only Perception +2, so Farmer John most likely wins initiative. Farmer John tosses an apple at the skeleton. If the apple hits, minimum damage for the apple is 4, reducing the skeleton to 0 hit points. Farmer John's thrown apple causes the skeleton to completely explode.\n\nView full post\nu/Stunning_Crab7674\n•\n8 hr. ago\nFirst character died\nContent\n\nSo our party had the thought members inside a fort we were defending we betray us in the oncoming attack, were all level 3. So we instead go out to fight the enemy camp of 20 enemies and I was the voice of reason saying defend the fort, better chance of winning, blah blah blah. Well I was out voted so as the resident fighter I had to go and defend my little cleric buddy, I made it 2 rounds in, got jumped by 6 heavily armored soldiers. Didn’t die to that, I was knocked unconscious, we had a fleshgolem we found that had a control rod… my party sent him to grab me and he was put over the line of beserk mode right after he picked me up and proceeded to RIP me in half and use my upper and lower half of my body as clubs to beat 2 dudes down, proceeded to get yeeted right after\n\nu/falfires\n•\n6 hr. ago\nThings you wish you knew about pathfinder 2e before playing it?\nAdvice\n\nHello. Like many others, I'm moving to pf2e from dnd 5e. I generally have a good grasp of the rules by now, but there is the level of deeper knowledge that isn't explicitly written out in the rulebooks. Things like the 5e concept of bounded accuracy or the importance of action economy, for example. I'm most interested in that kind of knowledge, but I welcome any advice relevant to the title of the post.\n\nThanks in advance, and happy gaming!\n\nu/Kayteqq\n•\n16 hr. ago\nWhat’s your pf2e least favorite design decisions. What would you do differently?\nDiscussion\n\nDisclaimer; I love pathfinder, it’s my system of choice for over a year now, I love both its approach to GM-centric math design and deep character creation options. But… nothing is perfect, and that’s why I’m making this post. I’m also a creative person that likes to create his own things, no matter the hobby I dip my fingers in… so I’m thinking about making my own system in a future, and analyzing opinions of players of my favorite systems is definitely a good start.\n\nSo, the question from the title. What design principles of pf2e you don’t agree with? At what points you think Paizo failed in execution of things you like? What frustrates you in the system? I’m not exactly asking about specific classes, archetypes or feats, but rather about general things.\n\nu/plutotvofficial\n•\nPromoted\nDrinks on her, movies on us. Bad Santa and more faves are streaming FREE on Pluto TV!\npluto.tv\nWatch Now\nu/Adamrox12\n•\n2 hr. ago\nHigh level monster vs low level party, is it possible?\nAdvice\n\nWhen I played 5e I did a fight where the players (level 5ish) fought a kraken (CR 23) and this worked because the kraken was fighting a ship while the players and some NPCs were attacking the kraken.\n\nBut without bounded accuracy it is impossible for level 5ish players to do anything to a high level monster in PF2. Could such a thing work (without some workaround like weapons that have +20 to hit against only krakens or something cheap like that)\n\nEdit: since some of you seem confused, the Kraken is not attacking the party, the goal was to defeat the Kraken before the Kraken can destroy a ship. I just need a way for them to hit it.\n\nEdit 2: Kaiju rules are a thing (yay) but I still need a way to hit the monster. Although having looked at some stuff \"drop a building on it\" seems to have related rules. Any other suggestions?\n\nView full post\nu/serendipitousGnostic\n•\n17 hr. ago\nWitch With a Gun?\nAdvice\n\nBrand new to 2E, and I had an idea for a build with a Witch who uses her spells to debuff enemies and buff allies, and a gun for attacks. I don't really care too much if it's optimal, just fun. What feats and junk should I look into for this class fantasy?\n\nu/A_H_S_99\n•\n3 hr. ago\nWhat're some good class feats you can adopt through archetypes?\nDiscussion\n\nFrom several many discussions about Multi-Class Archetypes (will link below), I've learned that some classes benefit more from class feats than they do key features, which broke my original perspective about Ranger being a somewhat bad archetype for not having Hunter's Edge (Although Champion is probably still OP).\n\nSo anyway, now that I'm dabbling with Kineticist and that I see Timber Sentinel to be awesome for Leaf Druid, what other class feats you think are awesome to have for other classes as Archetypes?\n\nFor reference, having been Theory crafting, I think for Kineticist at least, only support feats would be useful, attack impulses are subject to inferior class DC and Con modifier, similar views should be considered for other classes.\n\nPrevious discussions:\n\nhttps://www.reddit.com/r/Pathfinder2e/comments/17gt9f3/which_multiclass_archetypes_give_the_most_from/\n\nhttps://www.reddit.com/r/Pathfinder2e/comments/17hnum0/which_nonmulticlass_archetypes_provides_the_most/\n\nView full post\nu/MyHeroNero\n•\n2 hr. ago\nBarbarian vs. Fighter in actual play\nDiscussion\n\nHey all - new to PF2 and making a martial character for a new campaign soon! I've been very drawn to both the fighter for combat maneuvers and the barbarian for how cool the dragon and animal instinct sound. Been reading threads on the sub and watching YouTube videos and noticed some very different sentiments about the barbarian. Some people love it, and lots of people (e.g. Knights of Last Call channel) express that it is objectively worse than fighter (worse damage, defense, feats). Given I've been interested in the barbarian, this was sort of a bummer. So my question in, how does the barbarian stack up in your actual play experiences? Is it actually good or do it's defenses leave too much to be desired? Does it have any clear advantages or is it just in niche situations or needing to accept worse performance for cool flavour? Is the damage always worse or only against certain fighter builds? For reference, I'd probably play either an open hand warrior or one with a 2 handed weapon. My party is a bard, champion, sorcerer and witch.\n\nView full post\nu/AdrianDellatorre\n•\n2 hr. ago\nConceal Spell vs Reactive Strike\nRemaster\n\nSo, a wizard player is asking me if Conceal Spell wouldn't make an opponent with Reactive Strike at least roll a Perception check to realize if they are casting (using a Manipulate action) something or not.\n\nMy take on this is that Conceal Spell (subtle trait) makes that your gestures are deceptive, in a way that nobody understands that you are casting something, but the Manipulate trait still counts towards Reactive Strike, since you have made some kind of opening/breach to your opponent.\n\nThey're advocating that since Conceal Spell has the text \"The trait hides only the spell’s spellcasting actions and manifestations\" it would be difficult that this opening/breach is even there.\n\nCharm is a spell that has both traits (Subtle and Manipulate), so I'm thinking the designers were thinking about hiding casting social/utility spells in social situations or when you don't want being Counterspelled, but I would very much like to hear your opinions about this interaction of traits!\n\nView full post\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, what Mtn Dew flavor pairs best with your favorite game? Let us know in the comments!\nmountaindew.com\nLearn More\nu/medium_buffalo_wings\n•\n19 hr. ago\nPossibly dumb question - Only 8 classes?\nAdvice\n\nHi all,\n\nSorry for the dumb question, but I'm trying to wrap my head around this.\n\nOne of my players asked me if we could try to do some PF2e one shots (no normally play 5e). None of us have ever tried it (though I was passingly familiar with 1st ed. Pathfinder), I thought it would be fun to try and had been interested in looking at the system for a while, so I started by buying the PDF of the Player Core book and giving it a read.\n\nNothing feels too out of place. Feels like a... 'thicker', for lack of a better word, version of 5e to me. I think I'm really going to like the way the action economy works here.\n\nBut my question is: Am I missing something when it comes to character classes? 8 Classes feels like some pretty basic archetypes aren't present. How are Barbarians, for example, represented in game? Or Paladins?\n\nThe book seems like it should be the complete starter for a new player, so I'm not quite sure if I'm just missing something super basic (I imagine I am).\n\nThanks!\n\nView full post\nu/Steelthahunter\n•\n13 hr. ago\nAre they making a new beginner box?\nDiscussion\n\nI was just surfing randomly online and I found out Paizo isn't selling the physical beginner box anymore. Are they making a new one for the remaster or what is going on with that?\n\nu/LionSuneater\n•\n11 hr. ago\nNew to PF2e - What's the status on adventure paths for the Remaster?\nRemaster\n\nHeyo! I recently picked up the PF2e Remaster books and am having a blast looking through them. While my group is currently playing a 5e campaign that'll last a bit, I'm curious about adventures for the PF2eR.\n\nWhat's the status on new adventure modules or one shots? Or should I just look at pre-remaster ones? I'm trying to dip my toes into the game, and I guess I'd rather have it all be consistent with terminology since I'm not doing a deep dive yet.\n\nu/Iron_Man_88\n•\n16 hr. ago\nWhat are all the ways to ignore concealment when targeting?\nAdvice\n\nI'm trying to build a party that can exploit Obscuring Mist by ensuring every player character ignores concealment which means only enemies are hindered.\n\nExample, Sylph heritage's level 5 Cloud Gazer ancestry feat\n\nYour connection to air allows you to see through obscuring mists. You can see well enough through fog, mist, and clouds that would normally cause creatures to be concealed that you don't need to succeed at a flat check to target creatures benefiting from such concealment.\n\nI could ask everyone to play a Slyph, but I think there's quite a bit of other options that grant the same benefit. Preferably permanent passives (e.g. so we don't need to spend actions drinking Cat's Eye Elixirs.)\n\nView full post\nu/StarGameDK\n•\n5 hr. ago\nHey PF2 community I need some lore.\nWorld of Golarion\n\nSo in my playing group we have decided that the next thing we will try is pathfinder, we agreed that since everyone is new to the system we would play a pre-written adventure. But because those are set in the World of Golarion I as the GM would like to know about that world. I have heard from YouTubers like NoNat1s that the lore of the world is amazing but I don't know where to find that lore.\n\nDoes anyone know some good lore videos or articles that I could use to get a better understanding of the World of Golarion?\n\nThanks in advanced.\n\nAlso sorry for any bad English, it's not my first language.\n\nu/InstacartUS\n•\nPromoted\nLet us help you make hosting look easy. Shop now on the Instacart app.\ninstacart.com\nShop Now\nu/Ddemonhunter\n•\n9 min. ago\nHow to Play an Investigator in Pathfinder 2e\nPromotion\nu/Stunning_Crab7674\n•\n26 min. ago\nNew character after my death yesterday\nAdvice\n\nSo my last character just died at level 3 in a big battle. I built a brand new character and wanted to know what yall thought, it’s a cavern elf ranger. Took the nimble elf trait to increase speed to 35 then fleet for 40 ft movement. Took the trait to double range of ranged weapons. Can double shoot for 1 action, and can get a +2 with 2 actions to shoot. With 2 movements I outrun most enemies and can shoot 2 arrows, what do yall think of this? Mainly new play style as my last character was a frontline anvil and hammer\n\nu/mpascall\n•\n28 min. ago\nMy system neutral adventure book got its first review!!\nPromotion\nu/ItsHanabiChan\n•\n7 hr. ago\nRanged Fire Kineticist\nPlayer Builds\n\nHi, I made a Fire kinetist at level 3 with Weapon Infusion, Flying Flame, Burning Jet and Scorching Column,\n\nI want to keep it at ranged distance and I saw a lot of people recommending Thermal Nimbus and Fire Aura Junction, but im not sure if that will be optimal for a ranged, could you help me to see how should I build it or how to use those effectively?\n\nThank you!\n\nu/Level34MafiaBoss\n•\n7 hr. ago\nRules for blind characters?\nAdvice\n\nI remember reading about them in AoN somewhere. Iirc they get the blinded condition permanently and blind-fight at lvl1 as a free feat to compensate a bit. But if anyone has the link to the page or remembers them more accurately I would love the help.\n\nThanks!\n\nu/WishShopping\n• Official\n•\nPromoted\nBest Black Friday Deals 2023 - Up to 40% Off Tech, Fashion, Home & More!\nwish.com\nShop Now\nu/GwaziMagnum\n•\n8 hr. ago\nAlchemical Bombs - Vs Structures?\nDiscussion\n\nOne of my players asked if any of the Alchemical Bombs in Pf2e would be akin to C4. In the sense that if it would be used to help below up structures, walls and such.\n\nAre there bombs in the system specifically for this? Or is it more of a \"Just deal enough damage\" type of situation?\n\nu/Widoghast\n•\n15 hr. ago\nGood Magic Items For Spellcasters?\nAdvice\n\nI'm a previous 5e GM and I'm trying to run Pathfinder 2e for the first time. I'm just unsure what sort of Magic items I should be giving spellcasters? I've played as a gunslinger and fighter myself so I have an idea on their items and upgrades but I've never played a mage. I have a sorcerer and bard in the group and I'd love some suggestions!\n\nu/IamSimply-Me\n•\n6 hr. ago\nImperial or Fey bloodline\nAdvice\n\nI’m starting a new campaign next week and have been thinking about playing a Gnome Sorcerer as I like the idea of a spell caster who has innate magic but I can’t decide whether to go with either the Fey or Imperial bloodline as both interest me. Fey because it fits with being a Gnome and Imperial because of its offensive capabilities.\n\nI don’t know much about the party makeup other than I will be one of two spell casters in the party - the other being a Cleric and there will be one other ranged character in the party either a Fighter or a Ranger but the person playing that character hasn’t decided yet.\n\nAny thoughts or ideas would gratefully appreciated.\n\nu/Bjor88\n•\n1 day ago\n+4 Wis necessary on caster Druid? +3 ok?\nAdvice\n\nMaking a caster druid character, Catfolk looks fun for a feral \"raised in the woods\" character. But they come with a Wisdom flaw. How much would this hurt in this edition?\n\nIn 1e I'd be fine with 16 Wis on a druid, but I've read somewhere (this sub?) that a maxed main ability is expected at level 1 now.\n\nEdit: Thanks for all your replies!\n\nFor anyone else who might be asking the same question, the TL;DR:\n\nTaking the flaw wouldn't be game-ruining, especially for a buff/heal or wildshape druid, but you would feel the difference on any offensive spells. And with the 2e crit system, a +1 difference feels like a +2 in 1e.\n\nView full post\nu/LeoBardo-\n•\n21 hr. ago\nGunslinger + devise a stratagem\nAdvice\n\nSo, a player is a lvl 8 gunslinger sniper with a investigator dedication so he could specificaly use devise a stratagem. I worry about the scenarios where he decides to keep rolling dice to fish for critical hits on possible distracted enemies. I don't know if waiting for him to roll a 20 on the dice is engaging for the team. Should I let all first shots at inattentive enemies in exploration mode be critical? Should I somehow limit the use of the stratagem? please give me some suggestions\n\nEdit: Many commented that the post could be better explained, so to clarify: the scenario that concerns me is in exploration at times where the target is unaware of the PC's existence. Ex: sniper in bushes almost at the maximum distance allowed by the weapon aiming at someone cooking over a fire, that type of situation. Resolving everything through the initiative was already my best option, but I would like to know if anyone had already gone through something similar or had a similar situation that had been resolved through other means. The concern arises due to the potential for dice rolling to take up time during the table, but I think I can at least start talking to the player using some comments on this post!\n\nView full post\nu/raybanmeta\n•\nPromoted\nIntroducing the Ray-Ban Meta smart glasses collection, available now.\nmeta.com\nLearn More\nu/crusaderky\n•\n3 hr. ago\nRoot Reading\nDiscussion\n\nRoot Reading cantrip:\n\nTraditions arcane, primal\nCast [two-actions]\nArea 30-foot emanation\n\nYou gain general insights into the immediate vicinity by sending your sense through the root systems of trees and bushes. If there are any unnoticed Medium or larger creatures in the area, you learn of their presence and they're undetected to you. You can immediately attempt to Seek an undetected creature, and you gain a +1 status bonus to this attempt and any of your other attempts to Seek hidden or undetected creatures until the end of your next turn. You also learn if any such creatures passed through this area in the last hour, although you get only the vaguest sense of direction from the spell. If you begin to Track a creature detected in this way, you gain a +1 status bonus to the initial check.\n\nWhat happens if I spam it as my exploration activity? To me it sounds like no medium+ enemies rolling stealth for initiative can ever start combat less than 30ft from me, no matter the result of their stealth checks vs. my perception DC, and I get a free Seek to bring the one that triggered initiative by getting too close (or by me walking too close) from undetected to hidden.\n\nOn top of the above, you get to constantly ask the question \"did anybody pass by here in the last hour?\" which is typically an extremely useful thing to know, again with no perception check necessary and even completely bypassing Pass Without Trace and similar effects (although Track is still harder if you actually want to go on pursuit). Normally you'd get this kind of info with a Search activity and a successful perception check.\n\nThe cantrip doesn't even state any exception for incorporeal or flying creatures, or for places devoid of any vegetation (e.g. a well-maintained castle), which goes against the fluff of the spell.\n\nThe only substantial limitation is that it doesn't work against small and tiny creatures.\n\nIt seems too good to be true?\n\nFor comparison, here's the lvl.6 rogue feat Anticipate Ambush:\n\nPrerequisites expert in Stealth\nUsing your extensive knowledge of ambush tactics, you keep watch for any hidden creatures or dangerous sites, moving at half your travel speed. If you're Anticipating an Ambush at the start of an encounter, you roll a Perception check for initiative, and all enemies rolling Stealth for initiative take a –2 circumstance penalty to their Stealth checks.\n\nA lvl6 feat is a lot more expensive than a cantrip slot, and it's much much weaker.\n\nView full post\nu/Polyhedral-YT\n•\n14 hr. ago\nDay 01 of converting a random creature from Flee, Mortals! to Pathfinder 2nd Edition\nHomebrew\nr/mattcolville\n•\n14 hr. ago\nDay 01 of converting a random creature from Flee, Mortals! to Pathfinder 2nd Edition\n49 upvotes · 19 comments\nTop 2%\nRank by size \nMENU\nWiki\nResources\nRelated Subreddits\nGuide to the Guides\nPaizoCon\nStarStone\nPROMOTED\nRULES\n1\nDon't Be T.R.A.A.S.H.\n2\nBe Kind and Respectful\n3\nDo not post copyrighted content\n4\nPost Content of Quality\n5\nLimit to Promotional Posts\n6\nArt posts need details and attribution\n7\nFlood Prevention\nAFFILIATED LINKS\nStarStone\nWiki\nDiscord\nDiscord (Español)\nNEW TO REDDIT\n\nFirstly thank you for joining Reddit and welcome to r/Pathfinder2e. To post your account must be at least a week old and you must have obtained a least 25 karma.\n\nWhat is karma? Karma represents the difference between the upvotes and downvotes you have received either through posts or comments and is shared across Reddit.\n\nHow can I get 25 karma if I can't post on r/Pathfinder2e? You are still able to get karma here by commenting on other people's posts as well as through your actions on other subreddits.\n\nContent creators can be granted special branded flair if you message the mods about your brand and verify you are the owner!\n\nIf you have any questions feel free to message the mods or join our friendly Discord channel.\n\nPROMOTED"
}