{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Hotels and Tour Operators are Eliminating Plastic Straws",
  "href": "https://www.nationalgeographic.com/travel/article/plastic-straw-single-use-plastics-in-hotels-cruises",
  "body": "\"Plastic straws are one of the worst offenders in terms of plastic pollution. By putting in alternatives and eliminating their use across &Beyond's lodges, we are doing our part to keep...",
  "textContent": "National Geographic content straight to your inbox—sign up for our popular newsletters here\n\nSKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic straws jut from cocktails at a resort on the island of Nosy Mitsio, Madagascar. Hotels and resorts are increasingly banning single-use plastics like these straws.\n\nPHOTOGRAPH BY TOMMASO BONAVENTURA, CONTRASTO/REDUX\nTRAVELPLANET OR PLASTIC?\nThe Death of the Plastic Straw\n\nIt's a growing trend: Hotels, resorts, safaris, and cruises are increasingly banning plastic straws.\n\nBYDEVORAH LEV-TOV\nPUBLISHED JUNE 14, 2018\n• 7 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nIn 2015, a disturbing video of an olive ridley sea turtle suffering from a plastic straw stuck in its nose went viral, changing many viewers’ attitudes toward the plastic tool that is largely a convenience for most people.\n\nBut how can the plastic straw—a diminutive item used briefly before being thrown away—cause so much damage? For starters, it easily finds its way into oceans due to its lightweight nature. Once there, it does not biodegrade. Instead, it slowly fragments into smaller and smaller pieces known as microplastics, which are frequently mistaken for food by marine animals.\n\nSecondly, it can’t be recycled. “Unfortunately, most plastic straws are too lightweight to make it through mechanical recycling sorters, so they end up in landfills and waterways and, eventually, our oceans,” explains Dune Ives, executive director of Lonely Whale. The nonprofit facilitated the successful Strawless in Seattle marketing campaign supporting the Strawless Ocean initiative.\n\nIn the United States, we dispose of millions of plastic straws each day. In the U.K., at least 4.4 billion straws are estimated to be thrown away annually. Hotels are some of the worst offenders: Hilton Waikoloa Village, which became the first resort on the island of Hawaii to eliminate plastic straws earlier this year, used more than 800,000 straws in 2017.\n\nOf course, straws are just part of the monumental waste that goes into our oceans. “Over the last 10 years, we have produced more plastic than in the whole of the last century, and 50 percent of the plastic we use is single-use and is immediately thrown away,” says Tessa Hempson, operations manager for Oceans Without Borders, a newly launched foundation from luxury safari company &Beyond. “One million seabirds and 100,000 marine mammals are killed annually from plastic in our oceans. Forty-four percent of all seabird species, 22 percent of whales and dolphins, all sea turtle species, and a growing list of fish species have been documented with plastic in or around their bodies.”\n\nBut now, the plastic straw has finally started to become an endangered species itself, with some cities in the United States (Seattle, Washington; Miami Beach and Fort Myers Beach, Florida; and Malibu, Davis, and San Luis Obispo, California) banning them, and some countries limiting single-use plastic items, which include straws. Belize, Taiwan, and England are among the latest countries to propose bans.\n\nStill, a company doesn’t have to wait for the government to institute a ban before implementing one on its own. Soneva banned straws in 2008, and Cayuga has been using bamboo straws since 2010. Hotels like these have paved the way for a movement and the travel and hospitality industries are finally starting to catch on.\n\nHotel brands initiating plastic straw bans include Four Seasons, AccorHotels North and Central America, Marriott International in the U.K., EDITION hotels, the Doyle Collection, Six Senses, Taj Hotels Palaces Resorts Safaris, Experimental Group, and Anantara. Cruise lines and tour companies including Carnival, Hurtigruten, Peregrine Adventures, and Coral Expeditions have reduced or eliminated their use of plastic straws on their ships. And luxury safari companies like &Beyond and Wilderness Safaris are both working toward removing plastic straws from their lodges.\n\nWhile individual actions can have a significant impact on the enviornment and influence in the industry, a ban from a single hotel chain can remove millions of straws in a single year. Ananatra and AVANI estimate their hotels across Asia used 2.49 million straws in 2017 and AccorHotels estimates using 4.2 million straws in the U.S. and Canada last year as well.\n\n“Plastic straws are one of the worst offenders in terms of plastic pollution. By putting in alternatives and eliminating their use across &Beyond’s lodges, we are doing our part to keep plastic out of the oceans,” says Hempson.\n\nWhile not using a straw is best, some people prefer them or need them, like those with disabilities or sensitive teeth or gums. If you want to use a straw, reusable metal or glass straws are ideal. Final Straw, which claims to be the first collapsible reusable straw, is currently raising funds through Kickstarter.\n\nHospitality brands eliminating plastic straws have looked to various disposable alternatives. Paper is popular, with many U.S. establishments using Aardvark to supply American-made, FDA-approved straws that take 30 to 60 days to decompose. Another choice is compostable straws made from PLA (polylactic acid), a plant-based bioplastic made from materials like cornstarch instead of petroleum. These straws are compostable under the proper conditions but do not break down in water.\n\nA more creative option is uncooked pasta, which is currently being used at Paradise Cove Beach Café in Malibu and tested by Terranea Resort in Rancho Palos Verdes, California. At the Taj Exotica Resort & Spa, Andamans, bamboo straws and stirrers are used.\n\nNAT GEO EXPEDITIONS\nBook your next trip with Peace of Mind\nSEARCH TRIPS\n\nAnd some establishments are using actual straw as straws, just like when straws first came into use. The Mandrake Hotel in London offers straws made from rye stems, which they get from German company Bio-Strohhalme.\n\n“Most people just don’t think about the effects the simple act of reaching [for] or accepting a plastic straw has on their lives and the lives of generations to come,” says David Laris, chief creative officer and chef at Cachet Hospitality Group, which does not use plastic straws. “The hospitality industry has an obligation to begin reducing the amount of plastic waste it generates.”\n\nIn recent weeks, organizations continue to ban or reduce the use of plastic straws. Including McDonalds, Royal Caribbean, and Alaska Airlines.\n\nThis article originally published on May 16, 2018. It has been updated to reflect new announcements in the industry.\n\nDevorah Lev-Tov is a food and travel writer based in Brooklyn; find her on Instagram @devoltv.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nYou are what you eat—and for orcas, that’s bad news\nANIMALS\nYou are what you eat—and for orcas, that’s bad news\nKiller whales have toxic chemicals in their bodies. A surprising new study shows that their diet seems to be the culprit.\nWater pollution in the UK: how to find clean wild swimming spots\nTRAVEL\nWater pollution in the UK: how to find clean wild swimming spots\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved"
}