{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Has anyone had experience with 16/8 fasting? Pros or cons ... - Reddit",
  "href": "https://www.reddit.com/r/orangetheory/comments/8e3uox/has_anyone_had_experience_with_168_fasting_pros/",
  "body": "IF 16:8 has seriously changed my life. I used to have month long stalls (even while doing OT 4-5x per week) until I went IF. Now I lose weight consistently. It definitely depends on the person but I'm so glad I found it.",
  "textContent": "Has anyone had experience with 16/8 fasting? Pros or cons??? Thanks’ : r/orangetheory\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to orangetheory\nr/orangetheory\n•\n6 yr. ago\nlisakley34\nHas anyone had experience with 16/8 fasting? Pros or cons??? Thanks’\nArchived post. New comments cannot be posted and votes cannot be cast.\npeacocktv.com\nSign Up\nSort by:\nDonsBirdie\n•\n6 yr. ago\n\nI've been doing it for a few months as well. My husband and I started, not for weight loss, but just because we read about some of the other benefits.\n\nI've had no issues working out fasted at all. As a matter of fact, sometimes I feel a little queasy if I go to a later class after eating.\n\nFor me, it's a nice way to keep calories in check without restricting categories of food. I didn't realize how much grazing I was doing until I decided to only eat during my designated window.\n\nLots of info on IF here: https://www.reddit.com/r/intermittentfasting/\n\nsuesiesunshine\n•\n6 yr. ago\n\nI’ve been doing that for several months and I believe that it’s helped reset my relationship with food to a much more healthy perspective. I was so food obsessed before! You think I was about to starve to death even though I need to lose a few pounds.\n\nIn the morning I have a cup of tea with a scoop of powdered MCT oil for energy and that keeps me full. I generally get hungry around 11 AM or noon and then break my fast and eat until seven or 8 PM. I find that it has made it much easier for me to eat the right amount of calories without feeling deprived. I do a “lazy keto” type diet with a target of 20 to 30 net carbs per day.\n\nI’ve had several people ask about whether I have enough energy to work out, and I absolutely do! You just need to get through a couple of days to get all of the carbs out of your system and get your body into using ketones for energy. It’s worked great for me and it was an effortless way to lose about 20 to 30 pounds.\n\n2 more replies\nruskayaprincessa\n•\n6 yr. ago\n\nI do this. While I haven’t lost weight (I’m at my target weight), my annual physical came back great. My a1c dropped by 0.4 points, to the lowest it’s been in 5 years. I find myself eating less during the day and I agree with others that I’m more conscious about what I eat. I do otf 8x/month, spin about 6-8x a month, and lift (though wish I did it with more consistency).\n\nstartledewe\n•\n6 yr. ago\n\nI started 16:8 5 days ago and I can honestly say I feel a difference in the \"why\" I eat. I feel much more full sooner, I've been more conscience of my food choices in my eating window, and I've been able to really tell when my mind is saying \"eat more\" vs my body needing to eat more. I personally feel like this may be a lifetime thing for me now, but it's just day 5\n\nmcrouch824\n•\n6 yr. ago\n\nI did it for the first time on Friday. I found that I wasn't really hungry even after my eating window opened so I ended up going 18 hours. Once I did eat I didn't eat very much and was full. I did notice that I had way more energy than normal. It was my OTF rest day so I went on a 5 mile walk, cleaned the house, and got a lot of stuff done. It drastically curbed my craving for anything sweet which was nice. Dropped 2 lbs but that wasn't my motivation for doing it. If you are insulin resistant it may help you even more. I am currently reading Jason Fung's new book The Diabetes code which is very insightful. I believe he has some Youtube video's on fasting as well.\n\nsong-of-misery\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nMy bf was the first one to get into it, he lost 40 lbs just by doing that. I started doing it in jan of this year, and i personally find that it has redefined my relationship with food. My bf and i both like to eat well when we have a meal so doing the 2 big meals a day worked well for us. We've since transitioned to a more OMAD style of eating but occasionally keep an 8 hour feeding window open. i work out at 530 pm and will usually wait till about 4ish to break fast with some kind of protein bar/shake so that i have enough time to digest it before class (TMI, but i will def throw up if i eat before working out) and then i come home, shower, and eat dinner immediately after. Its been working so well for us that my BF's parents and sister started doing it, and with their success, their extended family has started doing it.\n\nEDIT: spelling\n\nitchysensation03\n•\n6 yr. ago\n\nI've combined 16/8 fasting with going to the gym immediately before the expiration of my fast (so I'm on an empty stomach), and I have felt better and more energized than ever. It's difficult to quantify how it's directly impacted my weight, because most of my lifestyle is oriented toward weight loss, but I certainly feel more satisfied and energized by packing my caloric intake into an 8-hour window.\n\nway2manyashleys\n•\n6 yr. ago\n\nIF 16:8 has seriously changed my life. I used to have month long stalls (even while doing OT 4-5x per week) until I went IF. Now I lose weight consistently. It definitely depends on the person but I’m so glad I found it.\n\nArePeaSee\n•\n6 yr. ago\n\nI lost 80 pounds in a year without fasting.\n\n1 more reply\nArePeaSee\n•\n6 yr. ago\n\nMy friend fasted and she ended up heavier than ever.\n\n1 more reply\n \nTop 1%\nRank by size \nr/orangetheory\nAll Out Pains\n368 upvotes · 12 comments\nr/orangetheory\nStarting on the floor\n161 upvotes · 84 comments\nr/orangetheory\nNew years eve work out party?\n152 upvotes · 46 comments\nr/orangetheory\nAnyone else miss the AB Dolly?\n127 upvotes · 60 comments\nr/orangetheory\nUPDATE: I went to my first class yesterday\n117 upvotes · 32 comments\nr/orangetheory\n300 Classes!\n116 upvotes · 27 comments\nr/orangetheory\nProfile pic\n110 upvotes · 57 comments\nr/orangetheory\nIntimidated to go for classes\n102 upvotes · 91 comments\nr/orangetheory\nNeed a pep talk\n95 upvotes · 113 comments\nr/orangetheory\nWhy is “flat road” at 1%\n91 upvotes · 110 comments\nr/orangetheory\n12 days if Christmas\n83 upvotes · 7 comments\nr/orangetheory\nScheduling frustrations\n81 upvotes · 109 comments\nr/orangetheory\nOTF: Please PLEASE add this treadmill safety feature\n79 upvotes · 170 comments\nr/orangetheory\nLate Cancel Total Cost for 2023\n77 upvotes · 231 comments\nr/orangetheory\nCancelation and re-joining\n77 upvotes · 117 comments\nr/orangetheory\nRuining a Great Thing - Strength50\n76 upvotes · 213 comments\nr/orangetheory\nDaily Workout and General Chat for Wednesday, 12/6/23\n73 upvotes · 81 comments\nr/orangetheory\nDaily Workout and General Chat for Tuesday, 12/5/23\n71 upvotes · 107 comments\nr/orangetheory\nDaily Workout and General Chat for Monday, 12/4/23\n67 upvotes · 80 comments\nr/orangetheory\nDaily Workout and General Chat for Friday, 12/8/23\n63 upvotes · 55 comments\nr/orangetheory\nRemembering why I like early morning workouts\n59 upvotes · 19 comments\nr/orangetheory\nDaily Workout and General Chat for Thursday, 12/7/23\n56 upvotes · 47 comments\nr/orangetheory\nDaily Workout and General Chat for Saturday, 12/9/23\n53 upvotes · 51 comments\nr/orangetheory\nLadies! (Sorry men)\n46 upvotes · 190 comments\nr/orangetheory\nQuestionable floor templates\n45 upvotes · 85 comments\nTOP POSTS\nReddit\nreReddit: Top posts of April 22, 2018\nReddit\nreReddit: Top posts of April 2018\nReddit\nreReddit: Top posts of 2018"
}