{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Key Facts About Plastic Pollution - Greenpeace USA",
  "href": "https://www.greenpeace.org/usa/key-facts-about-plastic-pollution/",
  "body": "George Nikitin What is the current state of the plastic pollution crisis? About 8.3 billion tonnes of plastic has been produced since the 1950s - the weight of roughly a billion elephants or 47 million blue whales. [1]",
  "textContent": "Greenpeace USA\nGive to Greenpeace\nMonthly\nSingle\nTake Action\nIssues\nAbout\nDonate\n \nSign Up\nStories & Victories\nNews & Media\nResearch\nBlog\nContact\nVolunteer\nSearch icon\n< Back to Post\nKey Facts About Plastic Pollution\n\nJune 8, 2018\n\nfacebook\n \nTwitter\n \nEmail\n\nArm yourself with knowledge about one of the biggest threats to our oceans.\n\nIn the US, Greenpeace activists deployed two messages near the Golden Gate Bridge in San Francisco that read “Break Free From Plastic” and “Stop Corporate Plastic Pollution”. “We are reaching a tipping point on single-use plastics, and it is time for any corporation that cares about a healthy planet to go beyond recycling alone. Throwaway plastics continue to pour into our oceans, our waterways, and our communities at an alarming rate,” said Graham Forbes, a Plastics Campaigner at Greenpeace USA.\n\nGeorge Nikitin\n\nWhat is the current state of the plastic pollution crisis?\n\nAbout 8.3 billion tonnes of plastic has been produced since the 1950s – the weight of roughly a billion elephants or 47 million blue whales. [1]\nOnly about 9% of this plastic has been recycled, 12% has been burned and the remaining 79% has ended up in landfills or the environment.[2]\nUp to 12.7 million tonnes of plastic enters the oceans every year.[3]\nThe equivalent of a truckload of plastic enters the oceans every minute.[4]\nThere are five trillion pieces of plastic in our oceans[5]  – enough to circle the Earth over 400 times.[6]\nCountries like Canada, the U.S., and the UK export plastic waste to various countries in Asia and Africa[7,8,9], offloading their trash problem to other communities.\nWho is most impacted by plastic pollution?\n\nScientists have documented 700 marine species affected by ocean plastic.[10]\nUp to 9 of 10 seabirds[11], 1 in 3 sea turtles[12] and more than half of whale and dolphin species have ingested plastic.[13]\nIn the Canadian Arctic, 87% of birds have ingested plastics of some sort.[14]\nCrustaceans tested at the ocean’s deepest point, Mariana Trench, had ingested plastic.[15]\nPeople living along rivers and coastlines in China, Indonesia, the Philippines, Thailand, and Vietnam are the most impacted by plastic pollution.[16]\nLow-income communities face more health impacts near plastic production sites, have greater exposure to toxins and waste, and bear the brunt of the impacts of improper plastic disposal and incineration.[17]\nHenderson Island in the South Pacific is the most plastic polluted of any island recorded to date.[18]\nWho is to blame for the plastic pollution problem?\n\nAnnual plastic production has skyrocketed since the early 1950s, reaching 322 million tons in 2015. This does not include synthetic fibers used in clothing, rope and other products which accounted for 61 million tonnes in 2016. It is expected that plastic production will continue to increase, likely doubling by 2025.[19]\nDrink companies alone, such as Coca-Cola, PepsiCo, Nestlé, produce over 500 billion single-use plastic bottles annually.[20]\nWell known coffee company Starbucks produces 4 billion coffee cups each year.[21]\nTens of billions of bags of chips are sold each year by companies like Pepsi Co.[22]\nWhat are real solutions to plastic pollution?\n\nGovernment bans and restrictions for unnecessary and damaging plastic products or activities.  Legislative reuse targets.\nMandated Extended Producer Responsibility (EPR) regulations and strategies to make producers and companies responsible for the damage plastic causes to our environment, make them accountable for the entire lifecycle and true costs of their products.\nGovernment and corporate investment in reuse models and new ways to deliver products using less or no packaging.\nCorporate phase-out of production and use of single-use plastic products and throwaway product models.\nA shift in dominant public mindsets away from our throwaway culture focused on convenience being equal to disposal, toward a vision of healthy, sustainable and more connected communities.\n   What are false solutions to plastic pollution?\n\nBioplastics are not as green as they seem, approach with caution. Though companies often market them under the same umbrella, a product is not necessarily biodegradable and may require very specific conditions to break down. They also do not solve the litter or throwaway culture problem.[23]\nIncineration creates other pollution and does not address the overproduction problem.[24]\nRecycling or disposal. Focusing on end of life like recycling or disposal – we can’t recycle our way out of this crisis.[25]\nClean up. While clean up efforts help reduce litter problems, they do not address the source of the problem and ignore the unseen plastic pollution — microplastics.[26]\nThrowaway alternatives. Replacing one single-use item with another does not necessarily solve the problem or help to address our throwaway culture.\nWho is championing real solutions?\nAround the world, various cities, countries, and regions are banning or proposing bans on different single-use plastics like Morocco’s bag ban[27] and the City of Vancouver, Canada’s proposed coffee cup and styrofoam container ban.[28]\nMore than 30 countries have either regional or country-wide bans on plastic bags, and dozens more have levied fees or taxes on disposable bags.[29]\nUK retailer Iceland committed to going plastic free for all of its own brand products.[30]\nZero waste supermarkets are popping up in various cities in countries including the UK, Germany, Canada, the United States, Mexico, South Africa and more.\nEndnotes\n\n[1] http://www.fao.org/3/a-­‐i7677e.pdf\n\n[2] http://advances.sciencemag.org/content/3/7/e1700782.full\n\n[3] http://science.sciencemag.org/content/347/6223/768\n\n[4] http://www3.weforum.org/docs/WEF_The_New_Plastics_Economy.pdf\n\n[5] https://www.theguardian.com/environment/2014/dec/10/full-scale-plastic-worlds-oceans-revealed-first-time-pollution\n\n[6] http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0111913\n\n[7] Statistics Canada, Canadian International Merchandise Trade Database. Accessed September 2017.\n\n[8] https://www.recyclinginternational.com/recycling-news/8574/plastic-and-rubber/united-states/us-plastic-scrap-exports-jump-higher-2014\n\n[9] https://www.theguardian.com/environment/2018/jan/02/rubbish-already-building-up-at-uk-recycling-plants-due-to-china-import-ban\n\n[10] Gall and Thompson, 2015; Kühn et al., 2015\n\n[11] http://www.pnas.org/content/112/38/11899.full.pdf\n\n[12] http://www.huffingtonpost.com.au/2016/03/17/turtles-marine-plastic_n_9455496.html\n\n[13] S. Baulch, C. Perry / Marine Pollution Bulletin 80 (2014) 210–221\n\n[14] http://www.cbc.ca/news/canada/north/seabirds-in-high-arctic-ingesting-more-plastic-researcher-says-1.2661580\n\n[15] https://www.nature.com/articles/s41559-016-0051\n\n[16] https://www.iswa.org/fileadmin/user_upload/Calendar_2011_03_AMERICANA/Science-2015-Jambeck-768-71__2_.pdf\n\n[17] http://www.fao.org/3/a-i7677e.pdf\n\n[18] https://www.livescience.com/59110-remote-henderson-island-most-polluted.html\n\n[19] https://www.theguardian.com/environment/2017/dec/26/180bn-investment-in-plastic-factories-feeds-global-packaging-binge\n\n[20] http://pmmi.files.cms-plus.com/AnnualMeeting/2015/Margulies.pdf\n\n[21] https://globalassets.starbucks.com/assets/9265e80751db48398b88bdf09821cc56.pdf\n\n[22] https://en.wikipedia.org/wiki/Potato_chip\n\n[23] https://static1.squarespace.com/static/5522e85be4b0b65a7c78ac96/t/5a99d29d41920278291296a4/1520030386318/5Gyres+BAN+List+2018.pdf\n\n[24] http://www.no-burn.org/burning-plastic-incineration-causes-air-pollution-dioxin-emissions-cost-overruns/\n\n[25] http://advances.sciencemag.org/content/3/7/e1700782\n\n[26] https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/411978/Assessing_the_impact_of_exposure_to_microplastics_in_fish_summary.pdf\n\n[27] https://www.aljazeera.com/news/2016/07/green-morocco-bans-plastic-bags-160701141919913.html\n\n[28] http://www.cbc.ca/news/canada/british-columbia/vancouver-considering-ban-on-disposable-coffee-cups-plastic-bags-1.3436086\n\n[29] https://en.wikipedia.org/wiki/Phase-out_of_lightweight_plastic_bags#Morocco\n\n[30] http://about.iceland.co.uk/wp-content/uploads/2018/01/Iceland-aims-to-be-plastic-free-across-own-label-range-by-2023-16.1.18.pdf\n\nOCEANS\nTake Action\nTell President Biden to ban destructive Deep Sea Mining\nsign now\n \nKroger: Stop selling tuna tainted by environmental and human rights abuses!\ntake action\nWe Need Your Voice. Join Us!\nFirst Name\nLast Name\nZip Code\nEmail\nMobile Phone\nBy submitting your mobile number, you are agreeing to receive periodic text messages from Greenpeace. Reply \"STOP\" to unsubscribe at any time or HELP for info. Message & data rates may apply. Privacy Policy\n\nGreenpeace US may contact you by email or phone with campaign updates and other offers of engagement. You can unsubscribe at any time. View our privacy policy.\n\nWant to learn more about tax-deductible giving, donating stock and estate planning?\n \n\nVisit Greenpeace Fund, a nonprofit, 501(c)(3) charitable entity created to increase public awareness and understanding of environmental issues through research, the media and educational programs.\n\nGreenpeace\n\n1300 Eye Street, NW, STE 1100 East, Washington, D.C. 20005 | 1-800-722-6995\n\nTake action Donate\nWhat We’re Doing\nFighting Climate Chaos\nProtecting The Oceans\nEnvironmental Justice\nFighting Plastic Pollution\nDefending Democracy\nProtecting Forests\n\t\nHow It Works\nInvestigate\nConnect\nAct\n\t\nGet Involved\nMake a Donation\nTake Action\nVolunteer\n\t\nAbout\nBoard Members\nLeadership\nIssue Experts\nCareers\n\t\nNews & Media\nPhotos & Videos\nPress Releases\nMedia Contacts\nBlog\nStories & Victories\nResearch\nContact\nfacebook\n \nTwitter\n \nYouTube\n \nInstagram\nCopyright Privacy Policy\nOther Greenpeace USA Sites & Blogs\nTake Action\nIssues\nAbout\n\nWe're fighting to protect our Earth — and we can't do it without you.\n\nA group of generous supporters is matching donations up to a total of $130,000. DOUBLE your impact with a gift to Greenpeace USA today!\n\nHave a gift MATCHED!"
}