{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Questions about silicone and bacterial growth : r/microbiology - Reddit",
  "href": "https://www.reddit.com/r/microbiology/comments/6kdlko/questions_about_silicone_and_bacterial_growth/",
  "body": "Roden11 • 6 yr. ago. I did come across research where very thin (1/10th of a mm) sheets of silicone were used to make small \"bags\" for the purpose of growing bacteria. Specifically, the thin silicone was excellent at diffusing oxygen into the bacterial colony compared to glass test tubes.",
  "textContent": "Questions about silicone and bacterial growth : r/microbiology\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to microbiology\nr/microbiology\n•\n7 yr. ago\nRoden11\nQuestions about silicone and bacterial growth\n\nMy Google-Fu is not strong tonight. I'm trying to find info about silicone rubber and how it interacts with bacteria (in general).\n\n \n\nSilicone rubber is considered great for medical/food grade applications because it doesn't leach chemicals, react with anything, and has antibacterial properties. That last part is what I want to understand. Why is silicone rubber considered antibacterial? Is this only when silicone rubber is \"impregnated\" with an antibiotic of choice? Or is it something more structural/physical (on the micro scale) like its too smooth for the bacteria to anchor to or something? Is silicone rubber by itself antibacterial?\n\n \n\nI'm following a trail of thought, an idea for an agricultural application in which silicone rubber could be used to intentionally grow bacteria (beneficial kinds). Is there something about silicone rubber that just inhibits bacterial growth? If the needs of the bacteria are met (nutrients, temperature, ph, oxygen, water, etc.) would bacteria thrive on silicone rubber just like any other surface?\n\n \n\nAs I'm writing this I discovered porous silicone rubber is a thing and it can be used for \"growing cells or living tissues\". That sounds good for increasing surface area, but if I wanted aerobic bacteria while avoiding anaerobic bacteria would a porous structure just lead to anaerobic pockets (the pores themselves)? Maybe it just depends on the size of the pores?\n\n \n\nThanks in advance for helping me satisfy my curiosity!\n\nRead more\nSort by:\nAdd a Comment\nMadanus\n•\n7 yr. ago\n\nNot sure about silicone but silica oil is used as an antifoam agent in bacterial fermentation cultures. The oil improves mass transfer of oxygen into the (aerobic) culture and as far as I know doesn't have antibacterial properties. I thought silica was chosen because it is largely innocuous/inert.\n\nReply\nreply\n1 more reply\nneedlefish\n•\n7 yr. ago\n\nIt might be referring to the lack of adhesion onto the silicone rubber surface rather than silicone rubber actively killing bacterial. I doubt that these companies are making the nano-rough surfaces (which have been found to be antibacterial for adhesion purposes as well) for all of this but maybe.\n\nIt sounds like the bags you found were holding liquid culture rather than adherent...maybe?\n\ntl;dr maybe\n\nReply\nreply\n3 more replies\n \nTop 2%\nRank by size \nRelated\nMicrobiology\nBiology\nNatural science\nScience\nforward\nback\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 173 comments\nr/TheHague\nThe destruction of the Hague during WW-II in color\nyoutube\n111 upvotes · 9 comments\nr/Denmark\nI aften er det Mortens Aften der er ... det er så allerede i aften\nyoutube\n136 upvotes · 33 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nr/Noctor\nGI doctor sells out to NPs (but only until the NP takes his job)\nyoutube\n178 upvotes · 71 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/southafrica\nOn this day in 1860 the first Indian indentured labourers arrived in South Africa\nyoutube\n109 upvotes · 14 comments\nr/thenetherlands\nDe autoloze zondag was 50 jaar geleden. Zou dat nu nog kunnen en hoe?\nyoutube\n101 upvotes · 49 comments\nr/thenetherlands\nHoe de goklobby jouw leven kan verwoesten | BOOS S10E08\nyoutube\n166 upvotes · 162 comments\nr/nope\nIf you've not seen this week's adventure so far, make yourself a brew, put your feet up and thank your lucky stars it's not you in that water!\nyoutube\n118 upvotes · 6 comments\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n129 upvotes · 43 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n125 upvotes · 30 comments\nr/AskBalkans\nGreece has decided not to accept the joint letter of the 27 member states of the European Union addressed to Albania for the opening of the negotiations of the first package of membership chapters.\nyoutube\n125 upvotes · 327 comments\nr/Polska\nDziennikarz tvp info zniszczony przez Hołownię, nawet nie było co zbierać :(\nyoutube\n551 upvotes · 110 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/Catholicism\nMother Angelica gets a call from an 8th grader who’s catechism teacher says women should be ordained in priesthood\nyoutube\n198 upvotes · 44 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n363 upvotes · 153 comments\nr/thenetherlands\nPartij tegen de Burger: 'Bestaanszekerheid? Bestaan gaat al veel te ver'\nyoutube\n171 upvotes · 12 comments\nr/LSD\n\"I wasn't worried, because it's just a drug\" - Although funny. This shouldn't be done, 30 tabs - god dose. #omg\nyoutube\n427 upvotes · 92 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 42 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/thenetherlands\nPartij tegen de Burger: 'Rest van Nederland net zo onbetaalbaar als Amsterdam maken'\nyoutube\n226 upvotes · 15 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n285 upvotes · 35 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 30, 2017\nReddit\nreReddit: Top posts of June 2017\nReddit\nreReddit: Top posts of 2017"
}