{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Adrian Grenier: Plastic Straws Suck - TIME",
  "href": "https://time.com/4938078/adrien-grenier-plastic-straws-pollution/",
  "body": "September 14, 2017 2:55 PM EDT. Grenier is an actor, activist and a co-founder of the Lonely Whale Foundation. Celebrities often have odd proclivities. One of mine is single-use plastic straws ...",
  "textContent": "SIGN IN\nSUBSCRIBE\nSIGN UP FOR OUR IDEAS NEWSLETTER\n \nSECTIONS\nHome\nU.S.\nPolitics\nWorld\nHealth\nClimate\nFuture of Work by Charter\nBusiness\nTech\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nTIME 2030\nNext Generation Leaders\nTIME100 Leadership Series\nTIME Studios\nVideo\nTIME100 Talks\nTIMEPieces\nThe TIME Vault\nTIME for Health\nTIME for Kids\nTIME Edge\nTIME CO2\nRed Border: Branded Content by TIME\nCoupons\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nJOIN US\nNewsletters\nSubscribe\nGive a Gift\nShop the TIME Store\nTIME Cover Store\nCUSTOMER CARE\nUS & Canada\nGlobal Help Center\nREACH OUT\nCareers\nPress Room\nContact the Editors\nMedia Kit\nReprints and Permissions\nMORE\nAbout Us\nPrivacy Policy\nYour California Privacy Rights\nTerms of Use\nModern Slavery Statement\nSite Map\nCONNECT WITH US\nIDEAS \nENVIRONMENT\nADRIAN GRENIER: PLASTIC STRAWS SUCK \nAdrian Grenier: Plastic Straws Suck\nGlasshouse Images—Getty Images\nIDEAS\nBY ADRIAN GRENIER SEPTEMBER 14, 2017 2:55 PM EDT\n\nGrenier is an actor, activist and a co-founder of the Lonely Whale Foundation.\n\nC\nelebrities often have odd proclivities. One of mine is single-use plastic straws, which I refuse to use. I know, it sounds like a weird habit — and maybe because of that, not all that shocking for an actor like me to be talking about it. But honestly, I think you should pick it up, too. I would love for you to, well, stop sucking.\n\nLet me try to convince you that this is maybe not just a weird hangup. (I know, it’s hard to resist the trolling temptation here.) It’s actually a small act of heroism.\n\nWatch more from TIME\nClick to unmute\nAD\npause\nvolume_off\nfullscreen\n\nWe use 500 million plastic straws every day in the U.S. alone, and these single-use plastics are just one of the myriad plastic products that add up to a total of 300 million tons of plastic waste created every year. Worse still, most plastic straws are too lightweight to make it through the mechanical recycling sorter. They drop through sorting screens and mix with other materials and are too small to separate, according to Seattle public utilities staff, contaminating recycling loads or getting disposed as garbage. Today, not even 10% of all plastics we produce are recycled, according to the 5 Gyres Institute, and we’re feeling that impact.\n\nBRANDED CONTENT\nWatch how Mighty Kind is Creating a More Accepting World\nBY NISSAN USA\n\nScientists estimate that by 2050 there will be more plastic in our ocean than fish. If that sounds outlandish, consider this: every single plastic product we’ve ever created still exists today. Plastics are not biodegradable, which means they never truly go away. Instead, they break up into smaller and smaller pieces, known as microplastics. These tiny plastic pieces are choking our ocean and ending up back on our plates, through the bellies of fish who eat these tiny plastic pieces, mistaking them for food.\n\nWhile plastic straws are just a fraction of the plastic pollution problem, they are our gateway into the larger ocean health conversation. For many of us, they are unnecessary, and refusing a plastic straw is an easy way for individuals and also for businesses to have a positive impact on the ocean — regardless of where they are. The plastic straw is the hero we need to help lead creative, corporate and cultural leaders toward a new trend of responsibility.\n\nIt’s working. This September in Seattle, my team and I at the Lonely Whale Foundation launched Strawless In Seattle, a celebratory campaign highlighting the commitments of the CenturyLink and Safeco Fields, Port of Seattle, the Space Needle and over 100 restaurants, bars and hotels that have all transitioned permanently away from the single-use plastic straw. The action taken by the MLB, NFL and James Beard Foundation Award–winning chefs is a sign that not only is our culture shifting, but our business practices are, too. This is the wave of change our ocean — and we — needed.\n\nThere are sustainable alternatives that enable us to no longer succumb to the siren’s call of consumption, and we can work together to create even more innovative solutions to help heal our earth and our ocean. So to start, I’m offering a single ocean-positive habit to corporations and to you: #stopsucking.\n\nMORE MUST-READS FROM TIME\nTaylor Swift Is TIME's 2023 Person of the Year\nMeet the Nation Builders\nWhy Cell Phone Reception Is Getting Worse\nColumn: It's Time to Scrap the Abraham Accords\nIsraeli Family Celebrates Release of Hostage Grandmother\nIn a New Movie, Beyoncé Finds Freedom\nThe Top 100 Photos of 2023\nWant Weekly Recs on What to Watch, Read, and More? Sign Up for Worth Your Time\n\nCONTACT US AT LETTERS@TIME.COM.\n\nTIME Ideas hosts the world's leading voices, providing commentary on events in news, society, and culture. We welcome outside contributions. Opinions expressed do not necessarily reflect the views of TIME editors.\nNo More Free Returns? Amazon Releases New Fees\nAmazon’s new fee calls into question the era of free online returns. (Here’s what you need to know)\nOnline Shopping Tools\n|\nSponsored\nHere Are 23 Of The Coolest Gifts For Christmas 2023\n23 Hottest Cool Gifts For Holiday 2023 You'll Regret Not Getting Before They Sell Out\nBest Tech Trend\n|\nSponsored\nU.S. Police Officers Acquitted of Force in 2020 Protests\nTIME\nGame shows what the world without US military interventions would look like\nThis strategy games makes you become a player in the crucial situations of history.\nGrand Historic Strategy Simulation\n|\nSponsored\nHere Are 23 Of The Coolest Gifts For 2023\n23 Hottest Cool Gifts In 2023 You'll Regret Not Getting Before They Sell Out\nBest Tech Trend\n|\nSponsored\nAmerican Shoppers Should Think Twice Before Buying from These 2 Stores\nIt's a bigger problem than you might think (the ugly truth)\nCoupon Code Finder\n|\nSponsored\nHere Are 29+ of the Coolest Gifts for This 2023\nInsanely Cool Gadgets You'll Regret Not Getting Before They Sell Out\nTrending Gifts 2023\n|\nSponsored\nBear Tries To Get Attention From Runner - When She Realizes Why, She Decides To Follow Him\nGlobeTip\n|\nSponsored\nTommy Chong: The Horrifying Truth About CBD\nHow 9 months in prison and a cancer diagnosis reset my health, restored my energy..\nTommy Chong's CBD\n|\nSponsored\nWhy Mars Inc.'s CEO Wants to Help Others on Climate Goals\nTIME\nRodeos: The Bulldogger\nTIME\nAmazon Hates If You Do This, But They Can't Stop You (It's Genius)\nThis simple trick can save tons of money on Amazon, but most Prime members are ignoring it.\nOnline Shopping Tools\n|\nSponsored\nMasterpics | 3D Photo Crystals, The Perfect Christmas Gift\nUp to 40% OFF + Free Christmas Delivery\nMASTERPICS 3D\n|\nSponsored\n6 Things Not to Do When Selecting a Financial Advisor\nSmartAsset\n|\nSponsored\nMOST POPULAR\nU.S. Faces Backlash for Vetoing U.N.'s Gaza Ceasefire Call\nTIME\nMOST POPULAR\nUkraine Aid From Congress Under Threat After Senate Vote\nTIME\nHow Long Does $1 Million Last After 60?\nFor those with a $500k+ portfolio, download The Definitive Guide to Retirement Income to learn ways to grow your wealth and generate income from your portfolio when it matters most.\nFisher Investments\n|\nSponsored\nYOU MAY ALSO LIKE\nCLIMATE\nWhy Tackling Climate Change Through Consumption May Be Harder Than It Seems\nSCIENCE\nGlobal Carbon Emissions Keep Increasing\nHISTORY\nWhat Happened After Pearl Harbor Is a Reminder of the Danger of Stereotypes and Conspiracy Theories\nIDEAS\nThe 3 Myths Propping Up the Fossil Fuel Industry\nBRANDED CONTENT\nMeet Tai, a 24 year old advocate, activist and hemophilic patient\nBY NOVO NORDISK\nHome\nU.S.\nPolitics\nWorld\nHealth\nBusiness\nTech\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nFuture of Work by Charter\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nThe TIME Vault\nTIME For Kids\nTIME CO2\nCoupons\nTIME Edge\nVideo\nMasthead\nNewsletters\nSubscribe\nSubscriber Benefits\nGive a Gift\nShop the TIME Store\nCareers\nModern Slavery Statement\nPress Room\nTIME Studios\nU.S. & Canada Customer Care\nGlobal Help Center\nContact the Editors\nReprints and Permissions\nSite Map\nMedia Kit\nSupplied Partner Content\nAbout Us\n© 2023 TIME USA, LLC. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Service, Privacy Policy (Your California Privacy Rights) and Do Not Sell or Share My Personal Information.\nTIME may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}