{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Saving our seas: 5 ocean heroes battling to turn the toxic tide - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/saving-our-seas-5-ocean-heroes-battling-turn-toxic-tide",
  "body": "1. Tiza Mafira: waging war on plastic bags in Indonesia (Courtesy of Tiza Mafira) Tiza Mafira, a lawyer and director of the Indonesia Plastic Bag Diet Movement, has long campaigned to ban single-use plastic bags in her country. Her organization launched a petition in 2015 asking retailers to no longer give out plastic bags for free.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n07 JUN 2018 STORY OCEAN & COASTS\nSaving our seas: 5 ocean heroes battling to turn the toxic tide\nUnsplash\n\nFrom the icy splendour of the Arctic to the inky depths of the Mariana ocean trench, plastic waste is threatening our seas, killing our wildlife and polluting our food chain. The facts are undeniable: each year more than 8 million tonnes of plastic enter our oceans. According to one estimate, 99 per cent of seabirds will have ingested plastic by the middle of this century.\n\nIt is a sobering picture, but working together we can change this narrative. And we can take inspiration from individuals across the globe who are doing all they can to stem the toxic tide and advocate for long-term changes that will permanently redefine our relationship with plastics.\n\nTo celebrate World Oceans Day, we’re profiling a few remarkable people who are fighting the good fight for our seas.\n\n1. Tiza Mafira: waging war on plastic bags in Indonesia\n\n(Courtesy of Tiza Mafira)\n\n\n\nTiza Mafira, a lawyer and director of the Indonesia Plastic Bag Diet Movement, has long campaigned to ban single-use plastic bags in her country. Her organization launched a petition in 2015 asking retailers to no longer give out plastic bags for free. The following year, a nationwide trial of a plastic bag charge was introduced. After six months, there had been a 55 per cent reduction in the use of plastic bags. Several provinces began to prepare their own regulations and two cities in Indonesia have banned plastic bags in modern retail stores.\n\nAlthough the plastic problem might seem overwhelming, Mafira draws hope from the fact that the solution is, ultimately, simple.\n\n“Plastic is such a tangible thing. It is visible, you use it every day, you see it, and you can witness the sheer volume of its destruction to the environment. This is not something you can deny … As such the pathways to stopping the destruction are much clearer - not easier, but clearer. You either ban it where it is unnecessary or change it to compostable material. This simplicity gives me hope and, at the very least, it gives me a clear vision of what to fight for.”\n\nMafira also campaigns for the creation of zero-waste cities, where every single piece of trash biodegrades in nature or circles back to become a raw material for production.\n\nShe is cautiously optimistic that more progress can be made to reduce the excessive use of plastic in Indonesia, the second-largest contributor to marine plastic pollution after China.\n\n“I’m optimistic because progress has already been made and cautious because the more imminent change appears to be, the more interest groups attempt to strike it down,” she says.\n\nMost plastic waste comes from poorer countries, many in Asia, but Mafira says it does not help when developed countries promote technological solutions as the sole answer.\n\n“Technology is expensive, contextual and does not operate independently of the waste supply chain. Plastic reduction policies should still be a priority, along with fixing the waste supply chain to ensure waste doesn’t leak out to waterways,” she says, adding that developed countries must set an example and require their multinationals to do the same wherever they operate.  \n\nMafira’s own role models include all those people who commit to a zero-waste lifestyle.\n\n“I cannot name just one person because there are several and the number is increasing now. They give me inspiration that this is actually doable, even if you just start with yourself.”\n\n \n\n2. Afroz Shah: the man behind the world’s biggest beach cleanup \n\n(UN Environment)\n\n\n\nLawyer Afroz Shah is best known for his work cleaning Versova beach in Mumbai but his battle against marine plastic pollution goes much deeper.\n\nEvery week, he and his volunteers clean beaches and mangrove swamps, and visit schools to educate children about what they do. Another key element of Shah’s five-point action plan is his work among the 50,000-strong population of two beach-side settlements -- what he calls human-ocean conflict zones -- to educate them about the devastating effects of plastic litter and turn them into zero-waste communities.\n\nKey to his strategy is his belief in the importance of changing mindsets.\n\n“The problem is not with plastic,” he says. “The problem is our empathy towards plastic or how we handle plastic.”\n\nShah, who was awarded the UN’s Champions of the Earth honour in 2016, believes that plastic bans cannot be effective if people’s mindsets are not changed.\n\n“What we have to ban is what is in our heads and hearts: our empathy towards plastic, our disconnect with nature, our disconnect towards the ocean. There are plenty of laws, policies and regulations, which govern the use and misuse of plastic, but we have to ask, is this law or policy going to change people’s hearts and minds?”\n\nIt all began in 2015, when Shah moved into an apartment overlooking Versova beach. He was stunned by the mounds of plastic littering the shoreline. He felt he had to act so with his neighbour, Harbansh Mathur, he started picking up the trash. What began as a daunting personal mission turned into the world’s largest beach cleanup, attracting dozens of volunteers every weekend for the past few years and turning the devastated stretch of plastic-strewn sand into a clean beach where vulnerable turtles have hatched for the first time in decades.\n\nOver the long months of backbreaking work, Shah has been joined by slum-dwellers, Bollywood stars, foreign diplomats and politicians. So far, the volunteers have removed around 15 million kilograms from the 2.5-km beach.\n\nShah says marine debris is a complex problem and requires action by citizens and governments as well as plastic manufacturers: “The narrative should not be us versus them. The question is can we all work together? Environmental protection is very complex. It’s not about one remedy versus another remedy.”\n\nShah has inspired others to launch their own anti-litter crusades with hundreds of volunteers turning up in April to join Shiv Sena leader Aaditya Thackeray and actress Dia Mirza to clean Dadar beach in Mumbai.\n\n \n\n3. Hugo Tagholm: fighting for cleaner beaches with Surfers Against Sewage\n\n(Courtesy of Hugo Tagholm)\n\n\n\nTagholm traces his enthusiasm for beach cleaning to the days he spent mudlarking -- searching for buried treasure along river banks -- with his father and brother on the foreshores of the Thames. A keen surfer and environmentalist, he joined Surfers Against Sewage in 1991 and has seen the charity evolve from a single-issue pressure group, focusing on water quality, into one of the UK’s most popular marine conservation charities. It now has more than 350,000 regular supporters and each year it can mobilise around 50,000 volunteers, who spend around 150,000 hours cleaning the country’s beaches.\n\nTagholm became CEO in 2008 and set about helping the charity develop its policies on the most pressing environmental threats -- plastic pollution and climate change.\n\nHe says we are at a tipping point where society is redefining its relationship with plastic.\n\n“The consensus is there -- we cannot keep using plastic in the way we do today. The evidence is all around us every day on our city streets, in the countryside and on our beaches. I believe that the community movement is growing so rapidly that businesses and governments now have to adapt,” he says, adding that reducing the use of virgin plastic or going plastic-free has to be recognised as a market advantage and a vote winner.\n\n“Businesses will go out of business otherwise. Governments will lose power. But we are all in this together -- this is a convergence of individuals, business and the state, who need to collaborate to reduce the plastic pollution burden on the planet.”\n\nSurfers Against Sewage campaigned for the UK’s five-pence plastic bag charge, which has been credited with drastically reducing the number of bags found in the seas around Britain. It is also pushing for a UK-wide deposit return scheme on drinks containers, which is being considered by the government.\n\nThe charity has now launched a new campaign: Plastic Free Communities. This international initiative is designed to encourage individuals, businesses and local government to reduce their collective plastic footprint. Hundreds of communities are already working towards “Plastic Free” status, which will mean they have committed to eliminate specific items of avoidable, single-use plastic and are working to decouple their communities from throwaway plastics. Ultimately, this initiative could reach over 19 million people.\n\nDespite the scale of the plastic problem, Tagholm believes the revolution is just beginning.\n\n“The levels of activity on this globally inspire me daily as new avoidable plastic bans are introduced, plastic free communities are launched and businesses innovate new plastic free solutions,” he says. “People want change. The electorate wants change.”\n\n \n\n4. Sasina Kaudelka: Grassroots activism on the beaches of Thailand\n\n(Courtesy of Sasina Kaudelka)\n\n\n\nIn 2015, Sasina Kaudelka co-founded the Ao Nang chapter of Trash Hero, the global movement that works to bring communities together to clean and reduce waste, educate the next generation and create long-term programmes to help people manage their rubbish.\n\nEach week, Sasina and local volunteers meet to clean up the beaches in Ao Nang and around the river near Krabi Town. \n\n“I love the idea behind Trash Hero and the approach. Krabi is my home. For me, it’s important to bring the community together, not create division. It’s about connecting with like-minded people to try to make a change. It’s important also to show our kids a better way to take care of nature.” \n\nIn 2016, Trash Hero Thailand won the Thailand Green Excellence Award for its outstanding contribution to green tourism. For Kaudelka, the power of her group lies in people’s personal motivation to be the change they want to see.\n\n“People who join our cleanups want to make a difference, to take action, to make it happen with our own hands … We motivate people by our positivity as we do not blame anyone, there is no finger-pointing. We do it because it makes us feel good in ourselves to be giving back to nature.”\n\nIn Thailand, the total amount of garbage making its way into the sea was estimated at around 2.8 million tonnes in 2016 and 12 per cent of that was plastic. The government says it has a 20-year strategy to tackle the problem, including by introducing financial incentives to keep plastic out of the sea.\n\nKaudelka is confident that change is coming.\n\n“It’s a big issue that people cannot ignore any more. We have over 50 groups in Southeast Asia that started spontaneously from local people wanting to change and we see many other similar groups working to pressure government and industry to take action. I feel we are getting close to a tipping point where society will finally say ‘enough!’” she says.\n\n \n\n5. Stiv Wilson: harnessing the power of stories to change the plastic narrative\n\n(Courtesy of Stiv Wilson)\n\n\n\nLong-time ocean activist Stiv Wilson believes that the secret to success lies in collective action.\n\n“Many of our community have realised that to change the world, we need to change the systems that pollute it. And that means not asking ‘what can I do’ and much more asking ‘what can we do’. Collective action is how we win.”\n\nNow working at The Story of Stuff Project, Wilson previously spearheaded a US campaign against plastic microbeads and is also pushing for a bill in California that would require clothing that is more than 50 per cent polyester to have a label saying it sheds in an effort to stem the flow of microfibres into waterways and oceans.\n\nThe Story of Stuff Project, which began with a 2007 documentary by founder Annie Leonard looking at consumer culture, now has a global community of around one million members or changemakers. They include parents, community leaders, teachers, students and scientists who are all committed to creating a healthier and more just world.  \n\nWilson has seen the effects of plastic pollution firsthand: Previously as deputy director at non-profit 5Gyres, he sailed over 35,000 nautical miles to four of the five oceanic garbage patches to document marine plastic pollution.\n\nWilson is now travelling the world again, seeking solutions to plastic pollution from local activists for a film on “The Story of Plastic”. He is a fervent believer in harnessing local knowledge to find durable solutions to address our excessive consumption of single-use plastic.\n\n“We are amplifying thought leaders who have scalable solutions and the ability to implement them,” he says. “This issue is solvable only if we listen to the right people, the voices that aren’t amplified on the world stage. Our film will be a roadmap for creating the world we want … We just need to mobilise resources to different entities and we’ll create the power needed for change.”\n\nFor Wilson, activism is an intensely personal issue.\n\n“We ultimately fight for the people next to us, the people we care about, all living things and the natural world that soothes our senses. I can’t do anything else .. I just keep doing, keep pushing against the convenience industrial complex because it simply must change.”\n\nLearn more about UN Environment's Clean Seas campaign. \n\n \n\nTOPICS\nOcean & coasts\nWorld Oceans Day Coastal and Marine Ecosystems Marine Litter Pollution Regional seas\nRelated Content\nPRESS RELEASE\nUNEP Marine Sand Watch reveals massive extraction in the world’s oceans \nSPEECH\nThe Barcelona Convention: Towards a healthy Mediterranean\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}