{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "David Suzuki: Straws Suck - EcoWatch",
  "href": "https://www.ecowatch.com/straws-plastic-pollution-2461919306.html",
  "body": "Plastic straws are among the top 10 litter items picked up during beach cleanups, with thousands picked up every year. Cigarette butts are the most numerous items picked up, with plastic bottles and caps, food wrappers and bags also in the top 10.",
  "textContent": "573K\n238K\n37K\nSUBSCRIBE\nCLIMATE\nENERGY\nPOLICY\nRENEWABLES\nCULTURE\nSCIENCE\nGO SOLAR TODAY\nCLIMATE\nENERGY\nPOLICY\nRENEWABLES\nCULTURE\nSCIENCE\nGO SOLAR TODAY\nGO SOLAR TODAY\nTop Companies By State\nCalifornia Solar Companies\nTexas Solar Companies\nNew York Solar Companies\nFlorida Solar Companies\nSee All States\nTop Incentives By State\nCalifornia Solar Incentives\nTexas Solar Incentives\nNew York Solar Incentives\nFlorida Solar Incentives\nSee All States\nSolar Panel Costs By State\nSolar Panel Costs in California\nSolar Panel Costs in Texas\nSolar Panel Costs in New York\nSolar Panel Costs in Florida\nSee All States\nValue of Solar by State\nIs Solar Worth It In California?\nIs Solar Worth It in Texas?\nIs Solar Worth It New York?\nIs Solar Worth It In Florida?\nSee All States\nCompany Reviews\nTesla Solar Review\nSunrun Solar Review\nSunPower Solar Review\nVivint Solar Review\nSee All Companies\nCommon Solar Questions\nCan You Get Free Solar Panels?\nDoes Solar Increase Home Value?\nWhat’re The Best Solar Batteries?\nCan You Finance Solar?\nWhere To Buy Solar Panels?\nPayback On Solar Panels?\nSolar Resources\nInteractive Solar Calculator\nFederal Solar Tax Credit 2023\nBest Solar Panels For Most Homes\nTesla Solar Roof Review\nCheapest Solar Panels\nCompanies Compared\nSunPower vs Tesla Solar\nSunRun vs Tesla Solar\nSunRun vs SunPower\nSunPower vs Momentum Solar\nSunPower vs ADT Solar\n\nThe best of EcoWatch right in your inbox. Sign up for our email newsletter!\n\nAbout EcoWatch\nContact EcoWatch\nTerms of Use\nPrivacy Policy\nLearn About Solar Energy\n573k\n238k\n37k\nMOST RECENT\nCoral Scientist Predicts Massive Bleaching Events in 2024\nCLIMATE CRISIS\nTropical Forests 101: Everything You Need to Know\nAGRICULTURE\nBrazil and Colombia Destroy Illegal Gold Mines in Amazon Rainforest\nAMAZON RAINFOREST\n2023 Will Be Hottest Year on Record, EU Climate Service Says\nCLIMATE CRISIS\nParis Plans an Urban Forest for a Busy Roundabout\nCONSERVATION\nAdjusting Frozen Food Temperature Could Reduce Carbon Emissions While Improving Food Security, Researchers Say\nCLIMATE CRISIS\nPOPULAR\n4 of the Most Picturesque Car-Free Towns in the U.S.\nALASKA\n5 Vibrant Plants That Thrive in Shade and Cloudy Climates\nBIODIVERSITY\nFashion Companies Show Progress in Lowering Carbon Impact, but Increased Production Makes It a Wash\nCONSERVATION\nBand Walks 870 Miles on Tour to Promote More Sustainability in the Music Industry\nCONSERVATION\nAfter Dam Removal, Washington State Tribe Fishes for Salmon on Elwha River for First Time in More Than a Century\nCONSERVATION\nCar Culture: Everything You Need to Know\nAIR POLLUTION\nStudents Across the U.S. Launch Green New Deal for Schools\nCLIMATE CRISIS\n5 of the World's Most Spectacular National Parks\nBIODIVERSITY\nECOWATCH REVIEWS\nLearn About Solar Energy\nLearn About Deregulated Energy\nLearn About Windows\nThe best of EcoWatch, right in your inbox. Sign up for our email newsletter!\n\n  \nDavid Suzuki: Straws Suck\n  EcoWatch  Jul 19, 2017 4:43AM EDT\nINSIGHTS + OPINION\n\nEco Straws\n\nOf all the plastic products we use and take for granted, plastic drinking straws are among the most unnecessary. Designed to be used once and discarded, their only real purpose is to keep your mouth from touching a glass or ice. It made more sense in the days when contaminated vessels were more of an issue.\n\nNow, there’s a movement to get people and businesses to ditch the straws. It may not seem like a big deal, but it is. In the U.S. alone, people discard 500 million straws every day, or more than 180 billion a year. That’s about 1.4 million kilograms of plastic sent to landfills and into the oceans every day!\n\nDrinking straws have a long history and weren’t always a big problem. The first ones were made from straw, or any strawlike grass or plant. That changed in the 1880s when Washington, DC, resident Marvin Stone was drinking a mint julep through a rye grass stalk. He didn’t like the residue it left in his drink, and so he wrapped paper around a pencil, removed the pencil, glued the paper together and a straw was born! In 1888, Stone patented a version made from manila paper coated with paraffin.\n\nForty years later, Joseph B. Friedman saw that his daughter was having difficulty drinking though a straight straw. He inserted a screw into a straw, wrapped dental floss around the ridges, removed the screw and invented the flexible or “bendy” straw, which he patented in 1937.\n\nThe explosion of plastic’s popularity in the 1960s and into the ’70s spelled the demise of the paper straw. After that, most drinking straw innovations were as much about marketing as function—including the twisty Krazy Straw and the wide straw-and-spoon combo used to drink slushy drinks.\n\nPlastic straws are now ubiquitous. Whether you’re ordering a takeout drink, cold coffee beverage, bar cocktail or glass of water in a restaurant, you’ll likely get a plastic straw unless you request your drink without it. And you should. As a Treehugger article noted, they don’t biodegrade, they’re difficult to recycle, they leach toxic chemicals into the ground and they can end up in oceans. Often, they’re incinerated, which puts toxins into the air.\n\nNumerous campaigns have sprung up to get people to forgo drinking straws—or at least to use less environmentally damaging alternatives. Some restaurants have stopped automatically putting them in drinks, and others are using compostable straws, but most still offer plastic. International spirits company Bacardi has joined with the Surfrider Foundation for a “no-straw movement” as part of its Good Spirited: Building a Sustainable Future program. Surfrider, which has led campaigns against plastic bags, discarded cigarette butts and other ocean threats, has a “Straws Suck” campaign that encourages businesses to get rid of straws. In doing so, bars, restaurants and stores can save money as well as reduce environmental impacts.\n\nAs for alternatives, several companies sell re-usable and biodegradable straws made from metal, glass, bamboo, straw or paper. Some come with cleaning brushes. One company is even making straws from pasta, which can be cooked later!\n\nAccording to the anti-straw group the Last Plastic Straw, 80 to 90 percent of marine debris is plastic, and as much as 80 percent of that came from plastics discarded on land. Researchers estimate eight million tonnes of plastic garbage enter the oceans from land every year. Plastic straws are among the top 10 litter items picked up during beach cleanups, with thousands picked up every year. Cigarette butts are the most numerous items picked up, with plastic bottles and caps, food wrappers and bags also in the top 10.\n\nAvoiding plastic straws won’t save the oceans or the world on its own, but as we’ve seen with plastic bags and public smoking, when people start thinking about their habits and making small changes, they can bring about shifts in consciousness that lead to wider societal changes. Ordering your drinks without straws is a small sacrifice but a big step to reducing the amount of plastic we produce and waste. Giving up disposable drink bottles, plastic grocery bags and other unnecessary plastic items, and encouraging businesses to offer alternatives, will also help.\n\n*Note: The 500 million straws a day statistic stated in this article comes from the nonprofit Eco-Cycle. The statistic has been widely used in other media outlets including The New York Times, Reuters, CNN, as well as by the National Park Service. The statistic has received criticism, and in July 2018, the New York Times published a story about the debate, stating that “market research firms put the figure between 170 million and 390 million per day.”\n\ndr. david suzukiplasticssurfrider foundation\n \n \n \nEcoWatch Daily Newsletter\n\n \nRELATED ARTICLES FROM ECOWATCH\nCONSERVATION\nNew Swedish Recycling Plant Can Sort More Plastic Than Any Other Facility in the World\nNov 16\nPOLLUTION\n‘No Plastic Chemical Can Be Classified as Safe’: Study Finds Hundreds of Toxins in Recycled Plastics\nNov 10\nPOLICY\nEnvironmental Groups Launch Global Plastic Laws Database\nOct 30\nRECENT STORIES FROM ECOWATCH\nOCEANS\nCoral Scientist Predicts Massive Bleaching Events in 2024\nDec 08\nCONSERVATION\nTropical Forests 101: Everything You Need to Know\nDec 08\nPOLICY\nBrazil and Colombia Destroy Illegal Gold Mines in Amazon Rainforest\nDec 07\n\nThe best of EcoWatch right in your inbox. Sign up for our email newsletter!\n\n Climate\n Animals\n Health + Wellness\n Insights + Opinion\n Adventure\n Oceans\n Business\n Solar\nAbout EcoWatch\nContact EcoWatch\nEcoWatch Reviews\nTerms of Use\nPrivacy Policy\nLearn About Solar Energy\nLearn About Deregulated Energy\nEcoWatch UK\nFollow Us\n573K\n238K\n37K\nSUBSCRIBE\nPrivacy Policy\nTerms of Use\nCookie Preferences\nDo Not Sell My Information\n© 2023 EcoWatch. All Rights Reserved."
}