{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Counterpoint: Plastic Bans Won't Solve Ocean Plastic Problem",
  "href": "https://cei.org/opeds_articles/counterpoint-plastic-bans-wont-solve-ocean-plastic-problem/",
  "body": "Data in a 2015 Science published study revealed that China and 11 other Asian nations are responsible for 77 percent to 83 percent of plastic waste entering the oceans because of their poor disposal practices. A 2017 Environmental Sciences & Technology study reported that up to 95 percent of plastic waste enters oceans from one of 10 rivers ...",
  "textContent": "Facebook\nTwitter\nYouTube\nInstagram\nABOUT\nPOLICY\nPRODUCTS\nBLOG\nEVENTS\nSUBSCRIBE\nDONATE\nCounterpoint: Plastic Bans Won’t Solve Ocean Plastic Problem\nINSIDE SOURCES\nAngela Logomasini • 05/07/2018\nENERGY AND ENVIRONMENT\n\nInside Sources\n\nProposed “solutions” to mounting plastic waste in the ocean continue to border on the absurd — suggesting that banning straws, bags and other consumer products offers an answer. While these policies might make good political sound bites, they are unlikely to solve anything, and they divert attention away from real solutions.\n\nPlastics that are washed out to sea have accumulated in certain areas of the ocean because of rotating currents, creating floating patches of concentrated trash and fragments. Media hype in the past suggested that these amount to massive “islands” of consumer waste covering the ocean surface. Yet researchers have reported that the waste is more dispersed and fragmented.\n\nAngelicque “Angel” White, an oceanography professor at Oregon State University, pointed out after a 2011 expedition to the “Great Pacific Garbage Patch,” which lies between California and Japan:  “You might see a piece of Styrofoam or a bit of fishing line float by at random intervals after hours or 20 minutes.”\n\nThe nonprofit The Ocean Cleanup has taken a closer look at the problem and how to solve it. Recently, they produced the most comprehensive assessment of the problem ever, which they detail in the 5 March 2018 issue of Scientific Reports.\n\nThis ambitious effort deployed 30 ships equipped to collect a wider range of debris sizes than before and repurposed military aircraft equipped with sensors to detect trash. After collecting and counting more than a million pieces of trash, they then characterized the size of the patch and what it contains.\n\nTheir study maintains that the Pacific patch is larger than estimated, covering territory three times the size of France with waste larger than previously estimated. They also estimate that up to 20 percent of the mass may have resulted from the 2011 Tohoku tsunami, which sucked trash out to sea.\n\nInterestingly, the primary culprits weren’t straws, cups and plastic bags. In The Ocean Cleanup’s Pacific patch sample, 46 percent was fish nets. When combined with ropes and lines, it amounted to 52 percent of the trash. The rest included hard plastics ranging from large plastic crates and bottle caps to small fragments referred to as microplastics, which comprise 8 percent of the mass. Obviously, this is not simply a consumer waste issue, and the solutions need to address that.\n\nSome of the waste, such as food packaging, included written material that indicated a significant portion came from Asia. Of these, 30 percent where written in Japanese and 30.8 percent were in Chinese.\n\nOther studies confirm that Asia is a substantial source of ocean garbage. Data in a 2015 Science published study revealed that China and 11 other Asian nations are responsible for 77 percent to 83 percent of plastic waste entering the oceans because of their poor disposal practices. A 2017 Environmental Sciences & Technology study reported that up to 95 percent of plastic waste enters oceans from one of 10 rivers — eight in Asia and two in Africa.\n\nUnfortunately, addressing such trash flow from less developed parts of Asia and Africa may take decades.\n\nOf course, other nations should do their best to reduce their contributions, no matter how small. The Science article placed the United States as 20th, but its contribution to ocean plastics was just about 1 percent, even though the United States is among the top plastic producers and consumers. Credit goes to modern waste management practices — landfilling, incineration or recycling — and litter control.\n\nThe nonprofit Keep America Beautiful (KAB) has taken the lead in the United States to fight litter since 1953. KAB educates the public through public service announcements — such as the weeping native American ad from the 1970s — and mobilization of businesses, individuals and local governments to implement litter control programs. In fact, KAB reports that U.S. litter has declined by 61 percent since 1969.\n\nToday, The Ocean Cleanup is assuming a similar role to clean the oceans. In addition to offering valuable research, it maintains it has developed and can deploy cleanup technologies that could remove more than 50 percent of the waste from the Pacific patch within five years, which would be quite a remarkable achievement if it can do it without significant harm to wildlife.\n\nWhile trendy bans on plastic bags, cups, straws and whatever else may enable lawmakers to grandstand on the issue for political credit, they only divert attention from developing real solutions that actually tackle the problem.\n\nOriginally published on Inside Sources.\n\nNEWS RELEASE\n\nCEI Statement on House Passage of CARS Act\nDaren Bakst\n12/06/2023\n\nIn a vote of 221-to-197, the House today passed the Choice in Automobile Retail Sales (CARS) Act (H.R. 4468). Introduced by Reps.\n\nENERGY AND ENVIRONMENT\n\nNews Release\n\nCEI Statement on CARS Act\nDaren Bakst\n12/05/2023\n\nReps. Tim Walberg (R-MI) and Andrew Clyde (R-GA) have introduced legislation that is expected to be considered on the House floor this week,…\n\nENERGY\n\nBlog\n\nCOP28: The conference on penance\nBy: Daren Bakst\n12/05/2023\n\nDubai is currently hosting the 28th Conference on Penance (COP). Well, that’s what the Conference of the Parties of the United Nations Framework Convention on…\n\nENERGY AND ENVIRONMENT\n\nHOME\nABOUT\nPOLICY\nNEWS\nPRODUCTS\nEVENTS\nBLOG\nDONATE\nSpecial Projects\nTen Thousand Commandments\nEye on FTC\nChildren Online Safety Tools\nNet Neutrality 101\n1310 L Street NW, 7th Floor\nWashington, DC 20005\nPhone: 202-331-1010\n\nFollow Us:\nFacebook\nTwitter\nYouTube\nInstagram\n\n©2023 COMPETITIVE ENTERPRISE INSTITUTE | PRIVACY POLICY"
}