{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Help us ban plastic straws in the state of California! Please ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/76eogu/help_us_ban_plastic_straws_in_the_state_of/",
  "body": "It was actually quite the fight since all the clubs are %99 rich elderly people who did NOT want to part with their precious plastic straws haha. Even the club I work at has gone back and forth between biodegradable and plastic due to the members throwing a fit. We just got back on the biodegradable train, thank goodness.",
  "textContent": "Help us ban plastic straws in the state of California! Please sign, share to any social media/friends and get the word out! I've already gotten a few restaurants in San Diego to opt out for biodegradable straws, the change is happening 💚 : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n6 yr. ago\namariek\nHelp us ban plastic straws in the state of California! Please sign, share to any social media/friends and get the word out! I've already gotten a few restaurants in San Diego to opt out for biodegradable straws, the change is happening 💚\nchange.org\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nfidelity.com\nLearn More\nSort by:\nlazyjz\n•\n6 yr. ago\n\nWhat restaurants in SD?\n\n5 more replies\nvampyrotoothus\n•\n6 yr. ago\n\nSigned! I've wanted this for a while now.\n\n1 more reply\nOctaviusPublius\n•\n6 yr. ago\n\nIs there a reason you are petitioning the federal EPA instead of the Californian government?\n\n1 more reply\nnapoleander\n•\n6 yr. ago\n\nWhile, I agree plastic shouldn’t be used at all, I do have a question.\n\nWhat would the impact of everyone using biodegradable be? They still have to be manufactured and the ones I’ve seen use a corn base and are compostable. But I’m not sure how much corn it takes to make the straws. Maybe y’all are using something completely different too.\n\nSo basically I guess my question is what’s the side effect of millions of people using biodegradable straws during the manufacturing process?\n\n2 more replies\ntayyylooor\n•\n6 yr. ago\n\nYeah San Diego!\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of October 14, 2017\nReddit\nreReddit: Top posts of October 2017\nReddit\nreReddit: Top posts of 2017"
}