{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Sea salt around the world is contaminated by plastic, studies show",
  "href": "https://www.theguardian.com/environment/2017/sep/08/sea-salt-around-world-contaminated-by-plastic-studies",
  "body": "997. Sea salt around the world has been contaminated by plastic pollution, adding to experts' fears that microplastics are becoming ubiquitous in the environment and finding their way into the ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nTwo fragments of blue microplastic surrounded by diatom phytoplankton (seen under a microscope) after being collected from the sea in a fine mesh trawl net. Photograph: Alex Hofford/EPA\nPlastics\n This article is more than 6 years old\nSea salt around the world is contaminated by plastic, studies show\nThis article is more than 6 years old\n\nExclusive: New studies find microplastics in salt from the US, Europe and China, adding to evidence that plastic pollution is pervasive in the environment\n\nWe are living on a plastic planet. What does that mean for our health?\nJessica Glenza in New York\n@JessicaGlenza\nFri 8 Sep 2017 11.33 EDT\n997\n\nSea salt around the world has been contaminated by plastic pollution, adding to experts’ fears that microplastics are becoming ubiquitous in the environment and finding their way into the food chain via the salt in our diets.\n\n\nFollowing this week’s revelations in the Guardian about levels of plastic contamination in tap water, new studies have shown that tiny particles have been found in sea salt in the UK, France and Spain, as well as China and now the US.\n\n\nResearchers believe the majority of the contamination comes from microfibres and single-use plastics such as water bottles, items that comprise the majority of plastic waste. Up to 12.7m tonnes of plastic enters the world’s oceans every year, equivalent to dumping one garbage truck of plastic per minute into the world’s oceans, according to the United Nations.\n\nPlastic fibres found in tap water around the world, study reveals\nRead more\n\n“Not only are plastics pervasive in our society in terms of daily use, but they are pervasive in the environment,” said Sherri Mason, a professor at the State University of New York at Fredonia, who led the latest research into plastic contamination in salt. Plastics are “ubiquitous, in the air, water, the seafood we eat, the beer we drink, the salt we use – plastics are just everywhere”.\n\nMason collaborated with researchers at the University of Minnesota to examine microplastics in salt, beer and drinking water. Her research looked at 12 different kinds of salt (including 10 sea salts) bought from US grocery stores around the world. The Guardian received an exclusive look at the forthcoming study.\n\nQ&A: our plastic addiction is out of control. How can we consume less?\nRead more\n\nMason found Americans could be ingesting upwards of 660 particles of plastic each year, if they follow health officials’ advice to eat 2.3 grammes of salt per day. However, most Americans could be ingesting far more, as health officials believe 90% of Americans eat too much salt.\n\nThe health impact of ingesting plastic is not known. Scientists have struggled to research the impact of plastic on the human body, because they cannot find a control group of humans who have not been exposed.\n\n“Everybody is being exposed to some degree at any given time, from gestation through death,” researchers from Johns Hopkins Bloomberg School of Public Health and Arizona State University wrote in 2013. “Detectable levels of [the plastic] bisphenol A have been found in the urine of 95% of the adult population of the United States.”\n\n“There is no clear effect on human health because there are no studies on that subject,” said Juan Conesa, a professor who conducted research on sea salt at the University of Alicante in Spain. “But the increase of plastics in general in the environment will also [increase exposure],” Conesa said.\n\nResearchers found Americans could be ingesting upwards of 660 particles of plastic each year if they follow advice to eat 2.3 grammes of salt per day. Photograph: MirageC/Getty Images\n\nThe research also comes after a Guardian analysis found 1m plastic bottles are purchased per minute, and that recycling efforts are failing to keep pace with production, which is expected to quadruple by 2050. Some environmentalists have said the threat of plastic pollution now “rivals climate change”.\n\nWe are living on a plastic planet. What does it mean for our health?\nRead more\n\nMason’s work adds to research on plastics in salt from other countries around the world, including in Spain and China.\n\nIn August, Spanish researchers concluded “sea products are irredeemably contaminated by microplastics” and there is “a background presence of microplastics in the environment”, in a study published in Scientific Reports in Nature. There, scientists tested 21 types of table salt and found plastic in all of them. The most common type of plastic they found was polyethylene terephthalate, the material used to make plastic bottles.\n\nThis spring, a group of scientists from France, the UK and Malaysia tested 17 types of salt from eight different countries and examined what they believed were plastic particles. They found plastic in all but one sample and found the most of the plastic was from polyethylene and polypropylene.\n\nScientists first found plastics in salt in China in 2015. Microscopic plastic particles from face scrubs, cosmetics, and shards of plastic bottles were found in samples of 15 salt products found in Chinese grocery stores.\n\nSome researchers, such as Mason, now believe sea salt could be more vulnerable to plastic contamination because of how it is made, through a process of dehydration of sea water.\n\n“It is not that sea salt in China is worse than sea salt in America, it’s that all sea salt – because it’s all coming from the same origins – is going to have a consistent problem,” said Mason. “I think that is what we’re seeing.”\n\nMargaret Atwood: Plastics are poisoning us. We need change, now\nRead more\n\nShe said she believed people would be shocked to know that plastic pollution contaminated multiple foods and beverages that people consume every day, including salt. Mason’s study also looked at how drinking water and beer are contaminated with plastic.\n\n“I hope what comes from this is not that [consumers] just switch brands and try to find something that’s table salt or mined salt,” Mason said. “People want to disconnect, and say, ‘It’s OK if I go to Starbucks everyday and get that disposable coffee cup …’ We have to focus on the flow of plastic and the pervasiveness of plastics in our society and find other materials to be using instead.”\n\n$1,174,181\ncontributions\n$1,500,000\nour goal\n\nTo confront the climate crisis, we need reliable information – informed journalism, fearless reporting and trustworthy interpretation. That’s why we need the Guardian.\n\nThe Guardian is different. Those differences make it a better news organization when it comes to the climate, including this crucial difference: it doesn’t take money from fossil fuel companies for advertisements, so it’s not running climate stories alongside climate lies from the top destroyers.\n\nThe Guardian is different because it was founded more than 200 years ago as a progressive, labor-supporting publication, one whose fairness consisted in being honest and open about its stance. It is still that place.\n\nThe Guardian is different in that, with its commitment to making important and accurate information universally available, it has no paywall, but instead depends on readers’ support.\n\nMay the Guardian remain different and do its good work for another 200 years.\n\nWe’ll be counting on readers like you during this year-end fundraiser to help keep us independent, beholden to no outside influence and accessible to everyone – whether they can afford to pay for news, or not.\n\n If you can, please consider supporting us with a year-end gift from $1. Thank you.\n\nRebecca Solnit\n\nColumnist, Guardian US\n\n\n\nContribution frequency\nOne-time\nMonthly\nAnnual\n\n\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue\nRemind me on New Years Eve\nExplore more on these topics\nPlastics\nPollution\nOceans\nFood\nChina\nEurope\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMore on this story\nChristmas shoppers warned to avoid plastic toys due to toxin levels\n18 Dec 2018\nLegal plastic content in animal feed could harm human health, experts warn\n15 Dec 2018\nWHO launches health review after microplastics found in 90% of bottled water\n15 Mar 2018\nAre we poisoning our children with plastic?\n19 Feb 2018\n…\nQ&A: our plastic addiction is out of control. How can we consume less?\n8 Sept 2017\nThe Guardian view on plastic: learning to love it wisely\n6 Sept 2017\n…\nPlastic fibres found in tap water around the world, study reveals\n5 Sept 2017\n…\nScience Weekly\nPlastics: a villainous material? Or a victim of its own success? – Science Weekly podcast\n30 Aug 2017\n…\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,174,181 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}