{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Earth is becoming 'Planet Plastic' - BBC",
  "href": "https://www.bbc.com/news/science-environment-40654915",
  "body": "1:18 Science reporter Victoria Gill looks at why there is so much plastic on beaches US scientists have calculated the total amount of plastic ever made and put the number at 8.3 billion...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nEarth is becoming 'Planet Plastic'\n19th July 2017, 01:04 CDT\nShare\nBy Jonathan Amos\nBBC Science Correspondent\n@BBCAmos\n1:18\nScience reporter Victoria Gill looks at why there is so much plastic on beaches\n\nUS scientists have calculated the total amount of plastic ever made and put the number at 8.3 billion tonnes.\n\nIt is an astonishing mass of material that has essentially been created only in the last 65 years or so.\n\nThe 8.3 billion tonnes is as heavy as 25,000 Empire State Buildings in New York, or a billion elephants.\n\nThe great issue is that plastic items, like packaging, tend to be used for very short periods before being discarded.\n\nMore than 70% of the total production is now in waste streams, sent largely to landfill - although too much of it just litters the wider environment, including the oceans.\n\n\"We are rapidly heading towards 'Planet Plastic', and if we don't want to live on that kind of world then we may have to rethink how we use some materials, in particular plastic,\" Dr Roland Geyer told BBC News.\n\nA paper authored by the industrial ecologist from the University of California, Santa Barbara, and colleagues appears in the journal Science Advances. It is described as the first truly global assessment of how much plastic has been manufactured, how the material in all its forms is used, and where it ends up. Here are some of its key numbers.\n\n8,300 million tonnes of virgin plastics have been produced\nHalf of this material was made in just the past 13 years\nAbout 30% of the historic production remains in use today\nOf the discarded plastic, roughly 9% has been recycled\nSome 12% has been incinerated, but 79% has gone to landfill\nShortest-use items are packaging, typically less than a year\nLongest-use products are found in construction and machinery\nCurrent trends point to 12 billion tonnes of waste by 2050\nRecycling rates in 2014: Europe (30%), China (25%), US (9%)\n\nThere is no question that plastics are a wonder material. Their adaptability and durability have seen their production and use accelerate past most other manmade materials apart from steel, cement and brick.\n\nFrom the start of mass-manufacturing in the 1950s, the polymers are now all around us - incorporated into everything from food wrapping and clothing, to aeroplane parts and flame retardants. But it is precisely plastics' amazing qualities that now present a burgeoning problem.\n\nNone of the commonly used plastics are biodegradable. The only way to permanently dispose of their waste is to destructively heat it - through a decomposition process known as pyrolysis or through simple incineration; although the latter is complicated by health and emissions concerns.\n\nIn the meantime, the waste mounts up. There is enough plastic debris out there right now, Geyer and colleagues say, to cover an entire country the size of Argentina. The team's hope is that their new analysis will give added impetus to the conversation about how best to deal with the plastics issue.\n\n\"Our mantra is you can't manage what you don't measure,\" Dr Geyer said. \"So, our idea was to put the numbers out there without us telling the world what the world should be doing, but really just to start a real, concerted discussion.\"\n\nThe Inquiry: Time to ban the plastic bottle?\nA mission to the Pacific plastic patch\nPlastic heading for oceans quantified\nPlastic-eating caterpillar 'may cut waste'\n1:32\nLauren Singer wants to help you achieve a zero-waste life\n\nRecycling rates are increasing and novel chemistry has some biodegradable alternatives, but manufacturing new plastic is so cheap the virgin product is hard to dislodge.\n\nThe same team - which includes Jenna Jambeck from the University of Georgia and Kara Lavender Law from the Sea Education Association at Woods Hole - produced the seminal report in 2015 that quantified the total amount of plastic waste escaping to the oceans each year: eight million tonnes.\n\nThis particular waste flow is probably the one that has generated most concern of late because of the clear evidence now that some of this discarded material is getting into the food chain as fish and other marine creatures ingest small polymer fragments.\n\nDr Erik van Sebille from Utrecht University in the Netherlands is an oceanographer who tracks plastics in our seas. Of the new report, he said: \"We're facing a tsunami of plastic waste, and we need to deal with that.\n\n\"The global waste industry needs to get its act together and make sure that the ever-increasing amounts of plastic waste generated don't end up in the environment.\n\n\"We need a radical shift in how we deal with plastic waste. On current trends, it will take until 2060 before more plastic gets recycled than landfilled and lost to the environment. That clearly is too slow; we can't wait that long,\" he told BBC News.\n\nAnd Richard Thompson, professor of marine biology at Plymouth University, UK, commented: \"If plastic products are designed with recyclability in mind they can be recycled many times over. Some would say a bottle could be recycled 20 times. That's a substantial reduction in waste. At the moment poor design limits us.\"\n\nTo illustrate that point, Dr Geyer said: \"The holy grail of recycling is to keep material in use and in the loop for ever if you can. But it turns out in our study that actually 90% of that material that did get recycled - which I think we calculated was 600 million tonnes - only got recycled once.\"\n\nGetty Images\nOne route to higher rates of recycling would be better design, says Prof Richard Thompson\n\nJonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}