{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Vancouver approves ban on plastic straws, foam cups and containers",
  "href": "https://www.reddit.com/r/canada/comments/8k1cbt/vancouver_approves_ban_on_plastic_straws_foam/",
  "body": "Most takeout coffee cups are paper lined with a thin layer of plastic, making them neither compostable nor recyclable. Also PLA (compostable plastic) coffee cup lids are an option. Or at the very least the city could ban lids made from black plastic (black plastic is less recyclable than white or transparent plastic).",
  "textContent": "Vancouver approves ban on plastic straws, foam cups and containers : r/canada\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to canada\nr/canada\n•\n6 yr. ago\n[deleted]\nVancouver approves ban on plastic straws, foam cups and containers\nSort by:\nAdd a Comment\nmewco_\n•\n6 yr. ago\n\nI saw this coming the moment they rejected the pipeline from AB. That things a fucking giant straw.\n\nReply\nreply\nzyl0x\n•\n6 yr. ago\n\nThis comment is seriously underrated.\n\nReply\nreply\n4 more replies\n[deleted]\n•\n6 yr. ago\n\nRIP every bubble tea place in the city.\n\nReply\nreply\nBoogerSlug\n•\n6 yr. ago\n\nBooster Juice uses foam cups too I believe.\n\nReply\nreply\n48 more replies\nmctownie\n•\n6 yr. ago\n\n\"You can't give away straws for free\". Now you have to charge for them.\n\nI wonder how much money Walmart and Lablaws makes selling grocery bags for $0.05/ea?\n\nReply\nreply\n10 more replies\n[deleted]\n•\n6 yr. ago\n10 more replies\n[deleted]\n•\n6 yr. ago\nSophrosynic\n•\n6 yr. ago\n\nBusiness license holders in the city will be asked to choose one of the following operational models for single-use items:\n\nno distribution of disposable cups and plastic or paper shopping bags;\n\ncharging a mandatory fee for disposable cups and plastic or paper shopping bags;\n\nor creating their own innovative option, such as incentives, discounts for customers who use reusable cups or bags, customer requests before distributing cups or bags, and loyalty programs for customers who bring their own reusable cups or bags.\n\nSo basically, customer just has to ask and nothing will change.\n\nReply\nreply\nATemplatez\n•\n6 yr. ago\n\nThey just said plastic straws. There are biodegradable straws made of paper.. And yes even bubble tea places have them.\n\nReply\nreply\n2 more replies\ndonniemills\n•\n6 yr. ago\n\nGet on board Trudeau. We need a National ban on single use plastic.\n\nReply\nreply\n[deleted]\n•\n6 yr. ago\n\nAnd you think our cost of living is high now?\n\nNearly everything you buy comes in single use plastic.\n\nReply\nreply\n33 more replies\n[deleted]\n•\n6 yr. ago\n5 more replies\n[deleted]\n•\n6 yr. ago\nBoogilywoo2\n•\n6 yr. ago\n\nWhat happens if I’m caught with a plastic straw? Is there a legal limit? What if I only have a few grams worth of straws?\n\nReply\nreply\nSoory-MyBad\n•\n6 yr. ago\n\nI believe low capacity straws are still allowed, but if they have too many features, like a bendy neck, then they may still be prohibited.\n\nReply\nreply\n2 more replies\n1 more reply\n[deleted]\n•\n6 yr. ago\nView more comments\n \nTop 1%\nRank by size \nRelated\nCanada\nNorth America\nPlace\nforward\nback\nr/canada\nUnprecedented decline in the standard of living of Canadians\nwww-ledevoir-com.translate.goog\n4.8K upvotes · 1.6K comments\nr/canada\nMath scores of Canadian students continue steep slide, raising concern about how it’s taught in school\ntheglobeandmail\n4K upvotes · 1.6K comments\nr/canada\nCanada vows to triple nuclear power production by 2050\nlondon.ctvnews.ca\n2.8K upvotes · 629 comments\nr/canada\nCanada to limit study permits for international students, raise financial requirement\nthestar\n2.8K upvotes · 707 comments\nr/canada\nFree hotel rooms, meals for refugee applicants reportedly cost $769M in 2023\ntorontosun\n2.7K upvotes · 856 comments\nr/canada\nYoung voters are done with Justin Trudeau\nnationalobserver\n2.7K upvotes · 1.7K comments\nr/canada\nPeople are moving to Canada dreaming of a utopia with free healthcare and more tolerance. But the reality is Canada has its own set of problems.\nbusinessinsider\n2.6K upvotes · 842 comments\nr/canada\nCanada is deporting more people faster\nctvnews.ca\n1.8K upvotes · 478 comments\nr/canada\nShoppers discover boxes of Cheerios, bags of Loblaws chips that weigh far less than advertised\ncbc.ca\n1.7K upvotes · 372 comments\nr/canada\nB.C. doctor fired for refusing COVID-19 shot loses bid to get hospital privileges back\ncbc.ca\n1.7K upvotes · 960 comments\nr/canada\nThousands expected at Canada's Rally for the Jewish People on Parliament Hill\nmontrealgazette\n1.5K upvotes · 1.4K comments\nr/canada\nCanada's surging cost of living fuels reverse immigration\nreuters\n1.5K upvotes · 463 comments\nr/canada\n5 now dead in cantaloupe salmonella outbreak as Canadian cases nearly double\ncbc.ca\n1.4K upvotes · 326 comments\nr/canada\nIndian proxies funding Canadian politicians \"at all levels of government\": CSIS Report\nthebureau.news\n1.3K upvotes · 359 comments\nr/canada\nMost Canadians want more federal spending on health care, housing: poll\ncp24\n1.2K upvotes · 406 comments\nr/canada\nPoilievre says Conservatives will table thousands of amendments to keep Parliament sitting over Christmas\ncbc.ca\n1.1K upvotes · 1.3K comments\nr/canada\nCanada is falling behind other rich countries in health care, new report warns - National | Globalnews.ca\nglobalnews.ca\n867 upvotes · 260 comments\nr/canada\nCanada to limit foreign-student visas if provinces don't curb diploma 'mills'\nfinancialpost\n860 upvotes · 241 comments\nr/canada\n‘This will forever change who I am’: survivor of false sexual assault allegation speaks out\ndurhamregion\n834 upvotes · 322 comments\nr/canada\n'Gaslighting Canadians': Liberals, NDP note Poilievre's absence from House as marathon voting kicks off\nctvnews.ca\n799 upvotes · 728 comments\nr/canada\nCanada in deep economic trouble\nfinancialpost\n792 upvotes · 776 comments\nr/canada\nBoC Deputy Governor Gravelle says high immigration may be adding to housing inflation\ntheglobeandmail\n782 upvotes · 255 comments\nr/canada\nFlights are more expensive in Canada than the U.S. due to tax: 'Ottawa prefers to treat our airports as cash cows'\nnationalpost\n738 upvotes · 356 comments\nr/canada\nAngry shopper points out Ontario produce costs more at Loblaws than in U.S.\ntorontosun\n679 upvotes · 134 comments\nr/canada\nMcGill University applications down a ‘catastrophic’ 20% after out-of-province tuition hike | Globalnews.ca\nglobalnews.ca\n668 upvotes · 268 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 17, 2018\nReddit\nreReddit: Top posts of May 2018\nReddit\nreReddit: Top posts of 2018"
}