{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Recycling Mystery: Plastic Straws - Earth911",
  "href": "https://earth911.com/food-beverage/recycling-mystery-plastic-straws/",
  "body": "Today's straws are made of polypropylene, a resin of plastic known by the number 5 in the resin identification code. Polypropylene itself is a highly recyclable plastic resin, commonly used in yogurt containers, bottle caps, toothbrushes and plastic utensils.",
  "textContent": "Skip to content\nHow to Recycle Where to Recycle\nBusiness\nEcoTech\nHome & Garden\nHow & Buy\nLiving\nLearning\nTake Action\nMore…\nAbout Us\nFood & Beverage Home & Garden Living & Well-Being News\n  \nRecycling Mystery: Plastic Straws\nByTrey Granger\n JAN 24, 2018  plastic straws\n\nGenerations of cold liquid drinkers have embraced the plastic straw as a way of limiting tooth pain, preventing mustache stains and making sure cocktails are properly stirred. But since most straws are designed to be single-use, the question needs to be asked: Are they recyclable?\n\nPerhaps the bigger issue than how to recycle them is how to reduce their use. In the U.S., we use 500 million drinking straws each day, an average of 1.6 straws per person. As a point of reference, just over 500 million aluminum cans are consumed each day worldwide, meaning we churn through significantly more straws than cans, even though aluminum cans are the most valuable product you can recycle.\n\nThe straw recycling conundrum has gotten to a point that some municipalities are looking to either limit their use or eliminate them entirely. Seattle is in talks to ban straws this year, and California is proposing an opt-in law where they would only be provided if asked for by customers.\n\nThe Evolution of Straw Manufacturing\n\nBelieve it or not, straws have been around since 3000 B.C., when Sumerians used them to sip beer from jars. These straws were made of gold, but eventually rye grass was used, and then paper. Paper was the material of choice until the early 1960s, but plastic was found to be a more durable material, especially for new designs like bendy straws.\n\nToday’s straws are made of polypropylene, a resin of plastic known by the number 5 in the resin identification code. Polypropylene itself is a highly recyclable plastic resin, commonly used in yogurt containers, bottle caps, toothbrushes and plastic utensils. But recyclers are usually cautious about the types of polypropylene they accept, and straws will rarely be accepted with other forms of polypropylene.\n\nCase in point, Preserve operates the largest polypropylene recycling program in America: the Gimme 5 program. It will accept any polypropylene containers via mail or at Northeast Whole Foods locations, as well as plastic utensils, but straws are not accepted. The company even manufactures compostable paper straws to try and limit plastic waste.\n\n0 seconds of 0 secondsVolume 0%\n \n\nAt this time, Earth911 is unaware of any curbside recycling programs that accept plastic straws.\n\nThe Problem with Plastic Straw Disposal\n\nSo if you’re one of millions of Americans who is unable to recycle straws in a curbside program, you can just throw them away, right? Well, perhaps you’ve heard of the Great Pacific Garbage Patch currently floating off the coast of Hawaii.\n\nOnly plastics that float can be part of this plastic island, meaning plastic water bottles will likely sink (PETE resin doesn’t float), while caps and straws will float around and not biodegrade. So if you’re having lunch on the beach, it’s probably best to leave the straws at home.\n\nPlastic straws seem to be everywhere. Photo: Adobe Stock\n\nHere are some other things to consider when it comes to straw recycling:\n\nMost straws are used in a restaurant setting, and it’s unlikely you are taking the straw home with you. That means you’re relying on either the restaurant to provide a recycling solution for its straws, or your office janitorial staff if you’re bringing a soda back to work.\nIf your curbside recycling program doesn’t take straws and you include them anyway, you are creating contamination that costs cities millions of dollars per year to remove. When in doubt, leave them out.\nStraws are small and lightweight, meaning they will take up a negligible amount of space in a landfill. Many people use this thinking to justify using and throwing them away, but the waste will definitely add up.\nReduce and Reuse Straws\n\nSince you can’t bank on recycling them, your best bet is to reduce straw use entirely. Tell the restaurant to hold the straw when you order drinks, or leave it in the paper wrapping so it can be used by another customer.\n\nPerhaps you have sensitive teeth or a medical condition that requires the use of a straw. Or maybe you’ve become accustomed to straws and don’t want to give them up. No problem; buy a reusable straw and bring it with you when you dine. Available in a variety of materials, including stainless steel, silicon, and glass, these straws can be reused infinitely, and are manufactured to be dishwasher-safe.\n\nPost navigation\n  \nScrumptious Strategies to Leave No Pie Waste\n  \nNew U.S. Solar Tariff to Stall Solar Energy Growth\nBy Trey Granger\n\nTrey Granger is a former senior waste stream analyst for Earth911.\n\nRelated Post\nInspire & Motivate Living & Well-Being\nEarth911 Inspiration: A Finely Calibrated Machine\n Dec 8, 2023  Earth911\nHealth & Beauty Home & Garden How & Buy Podcasts\nEarth911 Podcast: Avoiding PFAS and Other Water Contaminants\n Dec 8, 2023  Mitch Ratcliffe\nFood & Beverage Home & Garden Inspire & Motivate\nEarth Action: Make a Vegetarian Meal\n Dec 7, 2023  Gemma Alexander\n\nEarth911 brings the circular economy to life by connecting the world to brands, products, and services to live sustainably. We help millions of people find local end-of-use options for products and packaging using the largest curated directory of reuse, donation, and recycling locations, municipal curbside collection programs, and mail-in recycling options.\n\nWe educate and inform consumers, businesses and communities to inspire thought and facilitate earth-positive consumer decisions. Small changes by thousands of individuals will have a lasting, positive impact. More ideas make less waste.\n\nADVERTISE WITH US\nAudience\nCircularWorld Community + Marketplace\nProducts\nPartners\nRate Card\nContact Form\n\n© Copyright 2023 Earth Media Partners. All Rights Reserved.\n\nAbout Earth911\n \nPrivacy Policy\n \nContact Us\nA RAPTIVE PARTNER SITE"
}