{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Best way to reduce pollution late game? : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/82ltsg/best_way_to_reduce_pollution_late_game/",
  "body": "Pollution doesn't affect the player at all, what it does is trigger the biters. So you actually want to reduce the Biter attacks. While cleaning up your factory is a good plan; shifting efficiency modules into anything that doesnt need prod/speed, expanding solar farms or going nuke, what you should probably be doing is defending your pollution ...",
  "textContent": "Best way to reduce pollution late game? : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n6 yr. ago\n[deleted]\nBest way to reduce pollution late game?\nQuestion\n\nPollution has been a big issue for me lol. What's the best way to cut down on it in the late stage of the game?\n\ntradestation.com\nLearn More\nSort by:\nAdd a Comment\n[deleted]\n•\n6 yr. ago\n\nEfficiency modules and solar only Or with mods there ara airfilters, plant trees etc.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n6 yr. ago\njagraef\n•\n6 yr. ago\n\nIn one game we used efficiency 1 modules in all our miners. It reduced the pollution quite significantly. But why would you want to reduce pollution late-game? Just kill all the biters... and trees... and rocks... and everything else.\n\nReply\nreply\nRampagingArcher\n•\n6 yr. ago\n\nLazy turrets\n\nReply\nreply\nValrandir\n•\n6 yr. ago\n\nDon't cut it down, build ultimate defences instead.\n\nReply\nreply\nLinosaurus\n•\n6 yr. ago\n\nPutting two or three efficiency 1 modules in everything will have a big impact, since it it directly impacts how much pollution that machine makes. Eff 2 and 3 are not worth the cost.\n\nSwitching to solar or nuclear power.\n\nKeeping trees and ground-without-concrete around.\n\nMurdering everything in your pollution cloud and building a wall around it. You don't even need the best wall ever, since the ones outside will be fairly happy and peaceful.\n\nOh, and... Turn off your base. It is super effective :)\n\nReply\nreply\ncelem83\n•\n6 yr. ago\n\nEff2 and Eff3 are actually worth using in a beacon, but theres generally very few situations where you dont want speed in said beacon.\n\nThe limit is almost never relevant, if you hit a factory with a high eff module then it's presumably boosted by other modules to the point where you are not bringing it to -80% energy no matter what\n\nI've used these around rocket ports that are bottlenecked on production of their components (which will be speeded), a few eff3 beacons takes the sting out of the crazy draw they produce with their prod3s.\n\nAlso anytime my blue circuits bottleneck on red/green circuits i'll swap speed beacon for eff and one of the blue circuit assembler's own speeds for prod. If my forges backup with ore, i'll dash to the mining patch and eff the beacons.\n\nEff is your default goto where it just doesnt need to be faster and/or wont take prod. Yes making 2s and 3s uses circuits that could have become speed/prod, but this is later game, you really begrudge the resources if its the right pick for the slot?\n\nReply\nreply\ncelem83\n•\n6 yr. ago\n\nQuestion is why is pollution a problem for you?\n\nPollution doesn't affect the player at all, what it does is trigger the biters. So you actually want to reduce the Biter attacks.\n\nWhile cleaning up your factory is a good plan; shifting efficiency modules into anything that doesnt need prod/speed, expanding solar farms or going nuke, what you should probably be doing is defending your pollution and not your base.\n\nI push my walls and lasers out aggressively to keep up with my pollution cloud, it never triggers attacks, because it falls only on land I claimed already, so all combat is initiated by me.\n\nReply\nreply\nmirhagk\n•\n6 yr. ago\n\nOne thing I didn't see mentioned is expanding your defensive perimeter. Pollution doesn't matter if there's no biters, and each chunk absorbs pollution. Simply find where the attacks are the most/pollution is the strongest and move that defensive perimeter outwards.\n\nAlso keep in mind that since you only defend the perimeter, doubling the width/height of your base means 2x as many walls/turrets but 4x the space (and 4x as many chunks reducing pollution)\n\nReply\nreply\nFemmegineering\n•\n6 yr. ago\n\nBiter zoos. But they only work if you don't have bots. If you do have bots then the worms will kill them.\n\nReply\nreply\nOber3550\n•\n6 yr. ago\n\nIf you do the math on a item per second basis speed and prod modules are the most efficient method of production\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes · 9 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes · 38 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/ethoslab\nETHO USES MIND CONTROL - A Hermitcraft Decked Out Animation\nyoutube\n246 upvotes · 9 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/Planetside\n11 years ago this game felt some next-gen scifi shit, too bad we lost this\nyoutube\n218 upvotes · 94 comments\nr/ethoslab\n1 full hour of Etho, False, Stress, & Iskall speedrunning vaults & taking the mick out of each other - this content will not be in Etho's VH episodes so enjoy it here!\nyoutube\n165 upvotes · 3 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/factorio\n[K2SE] Cruising to victory in just under 600 hours...\n192 upvotes · 53 comments\nr/factorio\nJust launched my first rocket. Thank you all for the help\n110 upvotes · 12 comments\nr/ethoslab\nNew Decked Out Video: Phase 7: Rage Week!\nyoutube\n252 upvotes · 30 comments\nr/factorio\nSo proud of my diamond block mega base so i share it here to!\n661 upvotes · 102 comments\nr/ethoslab\nSecret Life #7 - Everyone Be Running\nyoutube\n262 upvotes · 70 comments\nr/ethoslab\nBoing Boing\nyoutube\n155 upvotes · 4 comments\nr/factorio\nIve just completed Factorio on 1000x science cost, 900 SPM, nearly 300 hours (apologies for low image quality). definitely not as elegant as the presumably many others who have done this but im quite proud of it.\n276 upvotes · 60 comments\nr/factorio\nI'm working on 1-1 city block. WDYT? See my comment\n102 upvotes · 26 comments\nr/factorio\nI did it!\n157 upvotes · 41 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 7, 2018\nReddit\nreReddit: Top posts of March 2018\nReddit\nreReddit: Top posts of 2018"
}