{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "STRAWHATS VS BIG MOM PIRATES MATCHUPS. : r/OnePiece - Reddit",
  "href": "https://www.reddit.com/r/OnePiece/comments/75y5uk/strawhats_vs_big_mom_pirates_matchups/",
  "body": "Chopper vs Opera and his brothers: This so much wishful thinking for me. But imagine Chopper in his monster form fighting against 5 weird looking buff dudes. But that is to say that Opera gets resurrected by Big Mom at the end of this arc. Brook vs Baron Tamago: You could say that Brook and Pedro bonded during this arc.",
  "textContent": "STRAWHATS VS BIG MOM PIRATES MATCHUPS. : r/OnePiece\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to OnePiece\nr/OnePiece\n•\n6 yr. ago\nthordur007\nSTRAWHATS VS BIG MOM PIRATES MATCHUPS.\n\nSo let´s say hypothetically there will be another Big Mom arc(i am 99% sure there will), what are your dream matchups for the Straw Hats against the Big Mom Pirates. All of the Straw Hats vs one big mom pirate each, named or unamed. You can team them up with a non strawhat ally but i wanna focus on the straw hats.\n\nLuffy vs Big Mom : Obviously he would fight the captain himself, but would he need help? That all depends on when he will fight her in the future. I would love it to be solo but we will see.\n\nSanj vs Katakuri: I would love to see this happen. Observation haki matchup, kicks vs kicks, the cook vs the mochi man.\n\nJinbei vs Smoothie: Since Sanji won´t fight her and i can´t picture Zoro taking her on, i am going with Jinbei and we can finally see what Smoothie can do.\n\nZoro vs Cracker: Zoro clashing against a thousand swords. An endurance match, i can see it clearly in my head. This one is gonna be good.\n\nFranky vs Oven: I can see this as a slugfest. Oven´s built physique against Franky´s huge robot body. Punches flying and skin melting due to the intense heat from Ovens devil fruit.\n\nUsopp vs Mont d´Or: I can see that Mont d´Or is a trickster due to his devil fruit and that would be a perfect match for Usopp. Also he uses a gun so it could also be a sniper match.\n\nChopper vs Opera and his brothers: This so much wishful thinking for me. But imagine Chopper in his monster form fighting against 5 weird looking buff dudes. But that is to say that Opera gets resurrected by Big Mom at the end of this arc.\n\nBrook vs Baron Tamago: You could say that Brook and Pedro bonded during this arc. So i can see him picking up the fight for Pedro against his rival which is Tamago. Also they are both Gentlemen so it´s a perfect match up.\n\nNami vs Galette: Now it gets difficult. There is no one i can think of that is a perfect match for Nami. So for now it´s Galette.\n\nRobin vs Amande: Same with Nami, so it´s a placeholder for now.\n\nBonus\n\nCarrot vs Perosperro: Carrot is not a Straw Hat right now. But i want to see her kick Perosperro´s ass just for revenge for Pedro.\n\nApologies to Daifuku, Snack, Compote and Bobbin since i can´t think of a Straw Hat match up.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nTheRightToDream\n•\n6 yr. ago\n\nThis will probably be heavily debated, But I think Zoro could have beaten Cracker more easily than Luffy. His skillset is more specialized for such an opponent. Just look at what he did to Pica.\n\n[deleted]\n•\n6 yr. ago\n\nBut the question is, can Zoro penetrate Cracker's haki? We saw that Cracker can cut Gear 4 rather easily while Doffy who trashed Law can't even harm Luffy while in gear 4.\n\nWade_B\n•\n6 yr. ago\n\nI think the difference is that Pica was a stone assimilation human. He didn't make his own stone, he just manipulated his surroundings, so he can't imbue the stone with his Haki. Cracker makes his own biscuits, thus he is able to imbue them with his armament Haki and make them harder to break.\n\nHowever, 2 arguments are that I'm dumb and forget how Cracker's Haki works, and maybe Pica's stone is considered \"weapons\" like Zoro's swords, so he actually can imbue it with Haki, and Zoro straight up beat Pica's Haki out, which we know is possible.\n\n2 more replies\nMajorTomintheTinCan\n•\n6 yr. ago\n\nWell Opera is most likely dead, and I don't see any reason for BM to bring him back tbh.\n\nTriggerman77\n•\n6 yr. ago\n\nI like a lot of your matchups.\n\nThat being said i would switch Zoro and Jinbe. I think Smoothie has a sword too, and i feel Jinbe would be a nightmare to face for Cracker (and as we already saw a lot of his power i think he's gonna be defeated quickly if he returns, hence a fight with Jinbe).\n\nAlso Opera is dead, so maybe Chopper will face Daifuku.\n\nI imagine Lola and Bonney will take part in this other arc so they could face someone too.\n\nAnd finally what i really feel will happen is Big Mom being defeated not just by Luffy, but by all the strawhat similar to what happen with Moria in Thriller Bark (of cours Luffy would do most of the damages as he did against Moria).\n\n1 more reply\norbman77\n•\n6 yr. ago\n\nBut Jinbe isn't a straw hat either, hur,hur, hur!\n\nmiasmicmonky\n•\n6 yr. ago\n\nSanji vs Smoothie. Her long legs make her look like she is part of the long leg tribe and specializes in kicking. Perfect matchup for Sanji. This would put Zoro against Katakuri and would be really good evolution for his Haki. Franky VS Daifuku because this is a show of muscle and manliness. Just look at Daifuku and that manly genie. Other than Carrot getting a good fight vs Perospero, i can't think of anything else that sounds like a proper matchup.\n\nhaha_hero\n•\n6 yr. ago\n\nSanji doesn't fight women though.\n\n7 more replies\nHenzdl\n•\n6 yr. ago\n\nSanji will never harm a lady....\n\n1 more reply\nthordur007\n•\n6 yr. ago\n\nI like the sanji vs a long leg idea, but the problem with him fighting Smoothie is that she is a woman. Sanji would never hurt a woman.\n\n3 more replies\nDrewballa\n•\n6 yr. ago\n\nI think Zoro will probably fight Strusen since Spoiler. I think either Law or Marco will be with him when they fight Big Mam again & one of them will take care of the other commander.\n\nkolaeo\n•\n6 yr. ago\n\nInteresting matchups! However I doubt cracker will return, so I'd pair Sanji with Daifuku and Zoro with Katakuri.\n\n \nTop 1%\nRank by size \nr/OnePiece\nOne Piece and The NFL's Los Angeles Rams will have a collaboration on December 3rd!\ninstagram\n305 upvotes · 70 comments\nr/OnePunchMan\n[OC] Nameless insect Monster Sculpt Timelapse\nyoutube\n141 upvotes · 7 comments\nr/Dandadan\nAnime announcement\nyoutube\n1.1K upvotes · 113 comments\nr/dragonball\nDragon Ball: Sparking! ZERO - Announcement Trailer\nyoutube\n550 upvotes · 169 comments\nr/hajimenoippo\nTotally Not Mark Reviews Hajime no Ippo: East Japan Rookie Tournament\nyoutube\n255 upvotes · 61 comments\nr/dbz\nDragon Ball Sparking! ZERO announcement trailer\nyoutube\n278 upvotes · 123 comments\nr/YuYuHakusho\nYu Yu Hakusho | Official Trailer | Netflix\nyoutube\n264 upvotes · 157 comments\nr/anime\nTower of God Season 2 | MANHWA TRAILER\nyoutube\n1.6K upvotes · 266 comments\nr/BlueLock\nBlue Lock: Episode Nagi, New Trailer!\nyoutube\n112 upvotes · 18 comments\nr/anime\nSPOILER\nFrieren: Beyond Journey's End Special Music Video by milet\n429 upvotes · 30 comments\nr/anime\nSPOILER\n\"Frieren: Beyond Journey's End\" Episode 12 Preview\n329 upvotes · 32 comments\nr/anime\nSPOILER\nFrieren: Beyond Journey's End Special ED song: \"bliss\" by milet\n655 upvotes · 34 comments\nr/anime\n\"Mashle: Magic and Muscles\" Season 2 Teaser\nyoutube\n98 upvotes · 7 comments\nr/anime\nGurren Lagann the Movie 15th Anniversary | In Theaters January 2024 IN 4k & 4D\nyoutube\n531 upvotes · 41 comments\nr/anime\nStreet Fighter 6 - Spy×Family Code: White Special Collaboration Anime\nyoutube\n1.2K upvotes · 67 comments\nr/anime\nSuicide Squad ISEKAI New Teaser PV\nyoutube\n1.8K upvotes · 120 comments\nr/anime\nSPOILER\n'Frieren: Beyond Journey's End' Episode 14 Preview\n304 upvotes · 25 comments\nr/anime\nTSUKIMICHI -Moonlit Fantasy- Season 2 | OFFICIAL TRAILER\nyoutube\n430 upvotes · 51 comments\nr/anime\n『Sousou no Frieren』Episode 11 Preview\nyoutube\n360 upvotes · 23 comments\nr/anime\n「KageJitsu！ Second」 Operation. 10\nyoutube\n139 upvotes · 9 comments\nr/anime\n『Sousou no Frieren』Episode 13 Preview\nyoutube\n273 upvotes · 24 comments\nr/anime\nBottom-Tier Character Tomozaki 2nd Stage (Season 2) PV 2\nyoutube\n127 upvotes · 11 comments\nr/anime\n\"Mato Seihei no Slave\" Character PV 2 (Kyouka)\nyoutube\n124 upvotes · 12 comments\nr/anime\n「Kage no Jitsuryokusha ni Naritakute！ 2nd season」Ep.7 Preview ≪Normal Ver.≫\nyoutube\n122 upvotes · 4 comments\nr/anime\n「Kage no Jitsuryokusha ni Naritakute！ 2nd season」Ep.8 Preview ≪Normal Ver.≫\nyoutube\n178 upvotes · 28 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 12, 2017\nReddit\nreReddit: Top posts of October 2017\nReddit\nreReddit: Top posts of 2017"
}