{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic pollution in freshwater ecosystems: macro-, meso-, and ...",
  "href": "https://pubmed.ncbi.nlm.nih.gov/29063206/",
  "body": "Plastic pollution is considered an important environmental problem by the United Nations Environment Programme, and it is identified, alongside climate change, as an emerging issue that might affect biological diversity and human health. However, despite research efforts investigating plastics in oceans, relatively little studies have focused ...",
  "textContent": "Skip to main page content\n\nAn official website of the United States government\n\n Here's how you know \nLog in\nAccess keys\nNCBI Homepage\nMyNCBI Homepage\nMain Content\nMain Navigation\nSearch:\nSearch\nAdvanced\nUser Guide\nSaveEmailSend to\nDisplay options\nfull text links\nactions\nCite\nCollections\nshare\n  \npage navigation\nTitle & authors\nAbstract\nSimilar articles\nCited by\nReferences\nMeSH terms\nSubstances\nLinkOut - more resources\nEnviron Monit Assess\n. 2017 Oct 23;189(11):581. doi: 10.1007/s10661-017-6305-8.\nPlastic pollution in freshwater ecosystems: macro-, meso-, and microplastic debris in a floodplain lake\nMartin C M Blettler 1, Maria Alicia Ulla 2, Ana Pia Rabuffetti 3, Nicolás Garello 3\nAffiliations expand\nPMID: 29063206 DOI: 10.1007/s10661-017-6305-8\nAbstract\n\nPlastic pollution is considered an important environmental problem by the United Nations Environment Programme, and it is identified, alongside climate change, as an emerging issue that might affect biological diversity and human health. However, despite research efforts investigating plastics in oceans, relatively little studies have focused on freshwater systems. The aim of this study was to estimate the spatial distribution, types, and characteristics of macro-, meso-, and microplastic fragments in shoreline sediments of a freshwater lake. Food wrappers (mainly polypropylene and polystyrene), bags (high- and low-density polyethylene), bottles (polyethylene terephthalate), and disposable Styrofoam food containers (expanded polystyrene) were the dominant macroplastics recorded in this study. Contrary to other studies, herein macroplastic item surveys would not serve as surrogates for microplastic items. This is disadvantageous since macroplastic surveys are relatively easier to conduct. Otherwise, an average of 25 mesoplastics (mainly expanded polystyrene) and 704 microplastic particles (diverse resins) were recorded per square meter in sandy sediments. Comparisons with other studies from freshwater and marine beaches indicated similar relevance of plastic contamination, demonstrating for the first time that plastic pollution is a serious problem in the Paraná floodplain lakes. This study is also valuable from a social/educational point of view, since plastic waste has been ignored in the Paraná catchment as a pollutant problem, and therefore, the outcome of the current study is a relevant contribution for decision makers.\n\nKeywords: Endanger environment; FT-IR spectrophotometer; Floodplain lake; Macro-, meso-, and microplastic; Plastic pollution.\n\nPubMed Disclaimer\n\nSimilar articles\nOccurrence, distribution and size relationships of plastic debris along shores and sediment of northern Lake Victoria.\nEgessa R, Nankabirwa A, Basooma R, Nabwire R.\nEnviron Pollut. 2020 Feb;257:113442. doi: 10.1016/j.envpol.2019.113442. Epub 2019 Oct 23.\nPMID: 31677873\nMassive plastic pollution in a mega-river of a developing country: Sediment deposition and ingestion by fish (Prochilodus lineatus).\nBlettler MCM, Garello N, Ginon L, Abrial E, Espinola LA, Wantzen KM.\nEnviron Pollut. 2019 Dec;255(Pt 3):113348. doi: 10.1016/j.envpol.2019.113348. Epub 2019 Oct 5.\nPMID: 31610388\nHigh-levels of microplastic pollution in a large, remote, mountain lake.\nFree CM, Jensen OP, Mason SA, Eriksen M, Williamson NJ, Boldgiv B.\nMar Pollut Bull. 2014 Aug 15;85(1):156-63. doi: 10.1016/j.marpolbul.2014.06.001. Epub 2014 Jun 24.\nPMID: 24973278\nFreshwater plastic pollution: Recognizing research biases and identifying knowledge gaps.\nBlettler MCM, Abrial E, Khan FR, Sivri N, Espinola LA.\nWater Res. 2018 Oct 15;143:416-424. doi: 10.1016/j.watres.2018.06.015. Epub 2018 Jun 28.\nPMID: 29986250 Review.\nMicroplastics in freshwater systems: a review of the emerging threats, identification of knowledge gaps and prioritisation of research needs.\nEerkes-Medrano D, Thompson RC, Aldridge DC.\nWater Res. 2015 May 15;75:63-82. doi: 10.1016/j.watres.2015.02.012. Epub 2015 Feb 17.\nPMID: 25746963 Review.\nSee all similar articles\nCited by\nGeographical heterogeneity and dominant polymer types in microplastic contamination of lentic ecosystems: implications for methodological standardization and future research.\nMiranda-Peña L, Buitrago-Duque L, Rangel-Buitrago N, Gracia C A, Arana VA, Trilleras J.\nRSC Adv. 2023 Sep 11;13(39):27190-27202. doi: 10.1039/d3ra04016j. eCollection 2023 Sep 8.\nPMID: 37701274 Free PMC article. Review.\nAssessing plastic ingestion in birds of prey from British Columbia, Canada.\nSchutten K, Chandrashekar A, Bourdages M, Bowes V, Elliott J, Lee S, Redford T, Provencher J, Jardine C, Wilson L.\nEnviron Sci Pollut Res Int. 2023 Jul;30(31):76631-76639. doi: 10.1007/s11356-023-27830-4. Epub 2023 May 27.\nPMID: 37243770 Free PMC article.\nSilicon Nanomembrane Filtration and Imaging for the Evaluation of Microplastic Entrainment along a Municipal Water Delivery Route.\nMadejski GR, Ahmad SD, Musgrave J, Flax J, Madejski JG, Rowley DA, DeLouise LA, Berger AJ, Knox WH, McGrath JL.\nSustainability. 2020 Dec 2;12(24):10655. doi: 10.3390/su122410655. Epub 2020 Dec 20.\nPMID: 36938128 Free PMC article.\nDose-Dependent Cytotoxicity of Polypropylene Microplastics (PP-MPs) in Two Freshwater Fishes.\nBobori DC, Feidantsis K, Dimitriadi A, Datsi N, Ripis P, Kalogiannis S, Sampsonidis I, Kastrinaki G, Ainali NM, Lambropoulou DA, Kyzas GZ, Koumoundouros G, Bikiaris DN, Kaloyianni M.\nInt J Mol Sci. 2022 Nov 10;23(22):13878. doi: 10.3390/ijms232213878.\nPMID: 36430357 Free PMC article.\nEvidence of microplastics in water and commercial fish from a high-altitude mountain lake (Lake Titicaca).\nLoayza E, Trigoso Barrientos AC, Janssens GPJ.\nPeerJ. 2022 Nov 9;10:e14112. doi: 10.7717/peerj.14112. eCollection 2022.\nPMID: 36389423 Free PMC article.\nSee all \"Cited by\" articles\nReferences\nEnviron Res. 2014 Jan;128:98-100 - PubMed\nEnviron Sci Pollut Res Int. 2015 Aug;22(16):12190-7 - PubMed\nMar Pollut Bull. 2015 Apr 15;93(1-2):202-9 - PubMed\nPhilos Trans R Soc Lond B Biol Sci. 2009 Jul 27;364(1526):2027-45 - PubMed\nMar Pollut Bull. 2011 Feb;62(2):377-81 - PubMed\nShow all 39 references\nMeSH terms\nArgentina\nClimate Change\nEcosystem\nEnvironmental Monitoring / methods*\nLakes / chemistry*\nPlastics / analysis*\nWater Pollutants, Chemical / analysis*\nSubstances\nPlastics\nWater Pollutants, Chemical\nLinkOut - more resources\nFull Text Sources\nSpringer\nOther Literature Sources\nscite Smart Citations\n\nNCBI Literature Resources\n\n \n\nMeSH PMC Bookshelf Disclaimer\n\n \n\nThe PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.\n\nFOLLOW NCBI\n\nConnect with NLM\n\n  \n\nNational Library of Medicine\n8600 Rockville Pike\nBethesda, MD 20894\n\nWeb Policies\nFOIA\nHHS Vulnerability Disclosure\n\nHelp\nAccessibility\nCareers\n\nNLM\nNIH\nHHS\nUSA.gov"
}