{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic straws make ocean pollution: Environment-friendly alternatives",
  "href": "https://www.usatoday.com/story/money/nation-now/2018/05/23/sustainable-alternatives-plastic-straws-recyling/632993002/",
  "body": "Paper straws remain a single-use alternative to plastic straws. Some on the market now are made from renewable sources and are biodegradable. The non-profit Lonely Whale's For A Strawless Ocean ...",
  "textContent": "How I bonds perform\nCheck current rates\nBest CD rates this month\nProtecting your funds\nU.S.\nIsrael War\nSports\nEntertainment\nLife\nMoney\nTech\nTravel\nOpinion\nNATION NOW\nAir Pollution\nAdd Topic\nGlass straws? Straw straws? Here are some eco-friendly alternatives to plastic\nDavid Carrig\nUSA TODAY\nAD\n0:15\n\nThe war on plastic straws is growing as more companies such as McDonald's and cites such as New York are facing pressure to find sustainable and eco-friendly alternatives that won't pollute our oceans, litter our beaches or wind up harming animals.\n\nMcDonald's shareholders on Thursday rejected a proposal that asked the fast-food giant to report on the business risks of using plastic straws and look for alternatives. \n\nDespite the rejection, the fast-food giant  has begun experimenting with using paper straws in its U.K. restaurants and making plastic straws available only on request.\n\nIt is estimated that more than 500 million single-use plastic straws are used and thrown away every day in the U.S. alone as Americans use them at an average rate of 1.6 straws per person per day, according to the National Park Service. That translates into 175 billion straws a year.  \n\nIt's no wonder sea turtles are being found with plastic straws stuck up their noses. \n\nOnly 14% of plastic packaging is collected for recycling, and \"a staggering 32% of plastic packaging escapes collection systems,\" according to a 2016 study by the World Economic Forum. \n\nA study by the University of California Santa Barbara’s National Center for Ecological Analysis and Synthesis (NCEAS) found that 8 million metric tons of plastic trash end up in our oceans every year. That's equivalent to five grocery bags filled with plastic for every foot of coastline in the world. \n\nAnd while plastic straws represent only a fraction of the overall tonnage of ocean plastic, they are less likely to make it into recycling bins, and their small size make them dangerous for marine animals and are consumed by fish.\n\nMore:Our trash is harming the deepest fish in the ocean\n\nMore:McDonald's shareholders vote against plastic straw study\n\nThis has led environmentalists and conservation groups to add plastic straws to the growing list of plastic products it is seeking to ban, tax or boycott in an attempt to reduce plastic waste.\n\nThe United Kingdom announced plans in April to ban the sale of plastic straws, stirrers and cotton swabs as the global war against plastic pollution gains momentum.\n\nStraws oftentimes are not really needed when drinking a beverage, so simply refusing a straw is the most eco-friendly choice a person can make. But if you need to use or like to use a straw, there are alternatives. \n\n\"There are plenty of options for trash-free sipping. We all have a drawer of reusable silverware at home, so why not toss in a few reusable straws?\" Nick Mallos, director of Ocean Conservancy's Trash Free Seas program, writes in the non-profit organization's Ocean Current blog.\n\nHere are some of the top alternatives: \n\nStraw straws\n\nBefore the invention of the modern-day paper and plastic straws, people were drinking beverages through stalks of grain such as wheat and rye grass, which were popular in the 1800s. Straws made out of straw, or natural grains, are still available, and though they may sound strange, they are biodegradable and eco-friendly alternatives to plastic straws. Current options: Harvest Straws are made from non-GMO grain grown without any chemicals. You can get a pack of 100 Hay Straws for $8. \n\nPaper straws\n\nPaper straws were created by Marvin Stone of Washington, D.C., who hated the gritty residue rye grass straws left as they broke down, according to the Smithsonian Institution’s Lemelson Center for the Study of Invention and Innovation. Stone wrapped strips of paper around a pencil and glued the strips together after removing the pencil. He switched to paraffin-coated manila paper to keep the straws from becoming soggy and patented the product in 1888. Paper straws remained popular until they were largely replaced by plastic in the 1960s. \n\nPaper straws remain a single-use alternative to plastic straws. Some on the market now are made from renewable sources and are biodegradable. The non-profit Lonely Whale’s For A Strawless Ocean campaign chose Aardvark Straws as a preferred partner for its durable and biodegradable paper straws that decompose in just 45 to 90 days.  Paper straws are also widely available at major retailers, but not all are biodegradable.\n\nMetal straws\n\nStraws made of aluminum, stainless steel and titanium are durable and more eco-friendly than single-use plastic straws since they are reusable.  Many of these straws are made from high-quality metals and have brushes available for easy cleaning. Some are even bendable. \n\nBamboo straws\n\nStraws made out of all-natural bamboo sourced from sustainable forests are a lightweight and reusable alternative to plastic straws. And they are great at tiki parties. Companies making bamboo straws include: Brushitwithbamboo.com, Bambuhome.com, Strawfree.org, Bambaw.\n\nGlass straws \n\nGlass is another material that can be used to make a reusable and durable alternative to the plastic straw. One advantage to a glass straw is that you can see through it to make sure it’s clean. A disadvantage is the potential risk of breakage. Seller Strawesome recommends cleaning its glass straws in the dishwasher or using a stainless steel straw cleaner. \n\nPlastic industry urges recycling\n\nIn response, the plastic industry urges the responsible use and disposal of plastic straws and focuses on the importance of recycling.\n\n\"The focus on single-use products like straws shouldn’t be whether we have them or not but instead that they are disposed of properly,\" the Plastics Industry Association states on its website. \"The real challenge is making it easier for everyone to better dispose of straws and other single-use products by enhancing our recycling and recovery technologies.\"\n\nThe American Chemistry Council (ACC) argues the use of plastic alternatives has an environmental impact as well. It cites a study that claims “the environmental cost of using plastics in consumer goods and packaging is nearly four times less than it would be if plastics were replaced with alternative materials.”\n\nThe study prepared for the ACC by Trucost, an S&P Global financial research firm, takes into account the consumption of natural water and emissions to air, land and water and argues that lightweight plastics have environmental benefits because it does more with less material.\n\nAnother concern is sanitary and health-related: “For straws, there may be concern about how will restaurants clean and disinfect reusable straws efficiently to prevent the spread of food borne pathogens and diseases such as tuberculosis,” said Kyra Douglas, senior director of global regulatory affairs for the Plastics Industry Association. \n\nNeuropathy Experts Astounded by the Power of This New Device\nHealth Insight Journal\n|\nAd\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\n|\nAd\nHer Gown Is Still The Most Expensive To This Day\nStreetInsider.com\n|\nAd\nThe Xfinity 10G Network\nGet fast internet on the Xfinity 10G network to power a house full of devices with ultra-low lag\nXfinity\n|\nAd\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nThis simple trick can save tons of money on Amazon, but most Prime members are ignoring it.\nCoupon Code Finder\n|\nAd\nTake 1 Cup Before Bed, Watch Your Body Fat Melt Like Crazy\nDoctors: This 10-Second Routine Changes Everything\nNatural News\n|\nAd\nMasterpics | 3D Photo Crystals, The Perfect Christmas Gift\nMASTERPICS 3D\n|\nAd\nHere Are 23 Of The Coolest Gifts For Holiday 2023\nBest Tech Trend\n|\nAd\nTop Doctor: If You Eat Oatmeal Every Day, This Is What Happens\nGundryMD\n|\nAd\nMan Finds Strange Creature In His Garden - Then Vet Says, “You Have A Big Problem”\nsciencepicker.com\n|\nAd\nDeal of the Day\nUlta Exclusive: Shop Viral Grande Cosmetics Holiday Gift Sets\nREVIEWED\nView Deal\nRecommendations are independently chosen by our editors. Purchases you make through our links may earn us a commission.\nRecommended\nWhat to know about diabetes today\nSTORY FROM ABBOTT\nMore Stories\n\"We've never seen a cat quite like this.\" Watch this remarkable kitten\nLIFE\nPilot who decapitated skydiver with plane wing guilty of manslaughter\nTRAVEL\nThe Handmade Sea Glass Rainbow Birds is Taking Tennessee By Storm Now.\nKeillini\n|\nAd\nMastercard for small business\nSmall businesses are the backbone of our economy, and Mastercard provides innovative and tailored solutions to help them thrive.\nLearn More\nSPONSORED Mastercard\n© 2023 USA TODAY, a division of Gannett Satellite Information Network, LLC."
}