{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "This is what countries are doing to fight plastic waste",
  "href": "https://www.weforum.org/agenda/2018/06/how-the-world-is-fighting-plastic-pollution/",
  "body": "More than 300 million tons of plastic waste was generated in 2015 Image: UN Environment. Now however, concerted action is being taken to reverse that trend. More than 50 nations - from the Galapagos Islands to India and from Rwanda to China - are taking action to reduce plastic pollution. The UN has compiled a list of what each of these ...",
  "textContent": "This website uses cookies\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. \nReject optional cookies\nCookie settings\nAccept all cookies\n\nINEQUALITY\nThis is what countries are doing to fight plastic waste \nJun 8, 2018\n\nThe last 60 years plastic has become the material that has saved lives, but is now deemed a huge global issue.\n\nImage: REUTERS/Carlos Jasso (PANAMA - Tags: ENVIRONMENT SOCIETY)\n\nBriony Harris\nSenior Writer, Formative Content\nShare:\nTHE BIG PICTURE\nExplore and monitor how Inequality is affecting economies, industries and global issues\nCROWDSOURCE INNOVATION\nGet involved with our crowdsourced digital platform to deliver impact at scale\nStay up to date:\nInequality\nFollow\n\nThe world is entering a new era in its relationship with plastic.\n\nWhat was once a miracle product has become public enemy number one.\n\nPlastic’s success is largely due to the fact that it is cheap and light, revolutionizing safe food storage, helping save lives in the health sector and facilitating the manufacture of wind turbines and solar panels.\n\nAnd this success has led to the generation of a vast quantity of plastic waste over the past 60 years, as shown in the graph below.\n\nMore than 300 million tons of plastic waste was generated in 2015 Image: UN Environment\n\nNow however, concerted action is being taken to reverse that trend. More than 50 nations – from the Galapagos Islands to India and from Rwanda to China – are taking action to reduce plastic pollution.\n\nThe UN has compiled a list of what each of these countries is doing – and the success they are having – in a new report called Single-use Plastics: A Roadmap for Sustainability.\n\nThe aim of the report is to give governments a benchmark for effective policy making.\n\nBlack market\n\nThe report finds that the bulk of the action being taken is concentrated around the use of single-use plastics.\n\nThe graph shows the enormous rise in action in this area from 2014 onwards.\n\nRegulations regarding single-use plastic are soaring Image: UNEP\n\nJust this month, India’s Prime Minister pledged to eliminate all single-use plastic in the country by 2022, with an immediate ban in urban Delhi.\n\nThe plan announced by Narendra Modi is by far the most ambitious of any nation to date, due to the sheer size of the Indian population and the fact that the country is the fastest growing economy in the world.\n\nMany other European countries have introduced a levy on plastic bags, while China, Kenya and Morocco have implemented a ban on thin plastic bags.\n\nThe report states that government levies and bans – when properly planned and enforced – have been among the most effective strategies to limit the overuse of disposable plastic products.\n\nHowever, some countries, such as Bangladesh and Cameroon, have introduced a ban on plastic bags but have not followed through with appropriate enforcement.\n\nThis can lead to a rise in the black market of the bags, or the use of thicker plastic bags that are not covered by the bans, which can end up causing even more damage to the environment.\n\nThe report also notes that public-private partnerships and voluntary agreements can be good alternatives to bans, giving consumers time to adjust their behaviour and allowing time for enough affordable and eco-friendly alternatives to hit the market.\n\nA mammoth task\n\nDespite the progress being made, the report also warns that far more needs to be done to reduce the vast flow of plastic into rivers and oceans.\n\nOf the 141 million tonnes of plastic waste that was generated in 2015, just 14% was recycled, as seen in the following chart.\n\nThe vast majority of plastic packaging waste ends up as litter Image: UNEP\n\nIt’s clear that there needs to be a dramatic increase in this recyclability rate if the plastic problem is to be solved. Innovation from the private sector in recyclable materials – such as bioplastics – that can be used for packaging, and new ways to incentivise recycling are just two areas for further development.\n\n“Plastic isn’t the problem. It’s what we do with it,” says Erik Solheim, head of UN Environment.\n\n“And that means the onus is on us to be far smarter in how we use this miracle material.”\n\nHave you read?\n8 steps to solve the ocean’s plastic problem\nSeaweed, Indonesia’s answer to the global plastic crisis\nIndia will abolish all single-use plastic by 2022, vows Narendra Modi\nDon't miss any update on Inequality\n\nSign up for free and access the latest publications and insights across various topics.\n\nSign up for free\n\nLicense and Republishing\n\nWorld Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License, and in accordance with our Terms of Use.\n\nThe views expressed in this article are those of the author alone and not the World Economic Forum.\n\nRelated topics:\nInequalityFuture of ConsumptionFuture of the Environment\nShare:\nGLOBAL AGENDA\nThe Agenda Weekly\n\nA weekly update of the most important issues driving the global agenda\n\nSubscribe today\n\nYou can unsubscribe at any time using the link in our emails.\nFor more details, review our privacy policy.\n\nMore on Inequality\nSEE ALL\n\nHuawei: Harnessing digital innovations to bring positive change into people’s lives\n\nKen Hu\n\nDecember 1, 2023\n\n1:52\n\nHuawei: Harnessing digital innovations to bring positive change into people’s lives\n\nWhat is ‘global debt’ - and how high is it now?\n\nVictoria Masterson and Madeleine North\n\nOctober 2, 2023\n\n3 key actions to help bridge the inequality gap\n\nAmitabh Behar\n\nSeptember 12, 2023\n\nWhat’s in a name? For the ‘Global South,’ it depends on who you ask\n\nJohn Letzing\n\nJuly 31, 2023\n\n47:28\n\nGrowth Summit 2023 - What Next for Inequality? - English\n\nABOUT US\n\nOur Mission\nOur Impact\nLeadership and Governance\nOur Partners\nSustainability\nHistory\nCareers\nContact Us\n\nEVENTS\n\nEvents\nOpen Forum\n\nMEDIA\n\nPress\nSubscribe to our press releases\nPictures\n\nMORE FROM THE FORUM\n\nStrategic Intelligence\nUpLink\nGlobal Shapers\nYoung Global Leaders\nSchwab Foundation for Social Entrepreneurship\nCentre for the Fourth Industrial Revolution\nNew Champions\n\nPARTNERS & MEMBERS\n\nSign in\nJoin Us\n\nLANGUAGE EDITIONS\n\nEnglish\nEspañol\n中文\n日本語\n\nPrivacy Policy & Terms of Service\n\n© 2023 World Economic Forum"
}