{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Guide for a Low-Effort LTN User : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/73xyd5/guide_for_a_loweffort_ltn_user/",
  "body": "Connect the input of each arithmetic combinator to the constant combinator from step #1 using one color of wire, and connect each input to the LTN constant combinator using the other color of wire. Place an inserter to load each locomotive/wagon spot at a train station, and connect each one to the arithmetic combinator for that station.",
  "textContent": "Guide for a Low-Effort LTN User : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n6 yr. ago\nHactarCE\nGuide for a Low-Effort LTN User\nTutorial / Guide\n\nUpdated 2017-10-6: Added Imgur album\n\nUpdated 2017-10-7: Added blueprint book and fixed a major inaccuracy regarding buffer chests at provider stations.\n\nLogistic Train Network is great. But it's really complicated, and I can't be bothered to read through the manual and figure out how the mod works for every single station I set up. So here's a quick description of, rather than just how things work, also how to use them:\n\nAll Stations\n\nConnect a constant combinator to the LTN lamp using green wire. Red wire will not work. Either wire color is fine. Disable the constant combinator using the on/off switch until you have completed the station setup.\n\nLimit trains = 1 (or higher if you have a stacker)\n\nMax train size = maximum train length allowed\n\nDepot\n\nDepot image\n\nDepot \"Junk Provider\" image\n\nName all your depots the same thing (like \"Depot\" or \"LTN Depot\")\n\nConstant combinator connected to the LTN lamp\n\nLTN Depot = 1\n\nSmart refueling (useful with varying train sizes/configurations)\n\nConfigure a single constant combinator to output [0]=1, [1]=2, [2]=4, ..., [9]=512, [A]=1024, etc. (as many signals as largest train -- may use multiple combinators if necessary). Blueprint here\n\nFor each station, place a single arithmetic combinator set to each AND [encoded positions of locomotives] → each.\n\nConnect the input of each arithmetic combinator to the constant combinator from step #1 using one color of wire, and connect each input to the LTN constant combinator using the other color of wire.\n\nPlace an inserter to load each locomotive/wagon spot at a train station, and connect each one to the arithmetic combinator for that station. The inserters should pull from some fuel supply (requester chests work well).\n\nEach inserter should be set to \"enable/disable\" on the condition [n] > 0, where n is 0 for the first wagon spot, 1 for the second, 2 for the third, ..., 9 for the tenth, A for the eleventh, etc.\n\nOptional/recommended depot \"junk provider\" setup to eliminate residue in trains (only works for solid items, not liquids):\n\nAt each depot, place an inserter emptying each cargo wagon into an active provider chest (or torture yourself with some belt-based system for this)\n\nCreate a station in the vicinity (accessible by the same logistic network) with a single logistic storage chest loading into the wagon of a 1-1 or 1-1-1 train.\n\nSet up this station as a provider, with the following differences:\n\nDo use filter inserters. These are very important here, because the station will be handling multiple different item types.\n\nProvider threshold = something low, ex. 1 or 5\n\n(Optional) Provider priority = a positive number (prioritizes this station over other ones)\n\nProvider\n\nProvider image\n\nConstant combinator connected to the LTN lamp.\n\nProvider threshold = number of items needed before a train shows up (set this to roughly max capacity of your largest train)\n\nBuffer chests\n\nConnect buffer chests to the LTN lamp.\n\nFilter inserters shouldn't be necessary if you're only loading one item type per station, but otherwise:\n\nConnect filter inserters (set to \"set filter\") to the LTN constant combinator.\n\nRequester\n\nRequester image\n\nConstant combinator connected to the LTN lamp.\n\nProvider threshold = a very large number (just drag the slider all the way to the maximum value)\n\n[ requested item ] = however many items you want to keep stocked, but negative (I usually do 3-5 times a normal train shipment); ex. -50,000. Make sure that this number is below the maximum number of items that the unloading station itself can store.\n\nRequester threshold = number of missing items to trigger a deliver (set this to roughly max capacity of your largest train)\n\nBuffer chests\n\nConnect buffer chests to the LTN lamp.\n\nFilter inserters are a must for any unloading station. There are many horror stories of factories sent into chaos because of a train that didn't unload properly.\n\nConnect filter inserters (set to \"set filter\") to the output of an arithmetic combinator set to each * -1 → each.\n\nSet the station to \"read train contents\" (instead of \"send signal to train\") and connect it along the same line as the filter inserters.\n\nConnect the LTN constant combinator to the input of the arithmetic combinator (the one set to each * -1 → each).\n\nWhat do the lights mean?\n\nImage\n\ngreen = OK/idle\n\nblue = depot with train ready\n\nyellow = train en route\n\nwhite = not initiailized\n\nred = wiring/signal error\n\npink = duplicate station name\n\nRead more\nSort by:\nAdd a Comment\nFrostFG\n•\n6 yr. ago\n\nI like the effort, but to make people use it you need pics.\nIf I remember and find the time, I will add my greatest 'what the f, how does that work' moments. That will perhaps add value.\n\nReply\nreply\nHactarCE\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nWhen I get home tonight I'll do that. Thanks for the feedback!\n\nEDIT: Done. It took a few days though.\n\nReply\nreply\n1 more reply\nthegroundbelowme\n•\n6 yr. ago\n\nI know I'm resurrecting an older thread here, but wanted to mention this for people finding this thread in the future: If you use regular stack inserters to load your trains at provider stations, you need to wire them up to the circuit network (station -> arithmetic combinator input set to each * -1, output each, station output node -> arithmetic combinator output -> stack inserters) and set the inserters to only enable when the signal for whatever the station is providing is > 0. This will keep the inserters from inserting (much) more than requested, which will help prevent cross-pollution caused by a train being unable to unload all of its cargo, leaving some of its contents in the train, which might get sent to a different type of provider. I found this out the hard way when I found a bunch of copper plates polluting my stone brick belts :(\n\nReply\nreply\nMithLawhurr\n•\n4 mo. ago\n\nincredibly necroposting here, but this was super helpful to me today.\n\nReply\nreply\n3 more replies\n1 more reply\n-safan-\n•\n6 yr. ago\n\nWhat's the reason behind the green wire? Is it a bug or a feature?\n\nReply\nreply\nHactarCE\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nI think somewhere in between, maybe \"unwanted limitation.\"\n\nEDIT: It was fixed long ago; both wire colors work now.\n\nReply\nreply\n5 more replies\nLastElf\n•\n6 yr. ago\n\nI'm personally using these stations to do my LTN transport without having to play around with combinators myself. Then to learn how things work I look at where the wires are going and what signal does what.\n\nMight help those like me that learn with examples instead of learning from word theory.\n\nReply\nreply\nSpeicherleck\n•\n6 yr. ago\n\nDamn the request trick to set a big provider threshold is nice. I used to do combinator magic to remove positive values before... This is so elegant.\n\nReply\nreply\nRellikten\n•\n6 yr. ago\n\nLTN confused me until i saw this thread. Thanks dude!\n\nReply\nreply\nHactarCE\n•\n6 yr. ago\n\nGlad to help :)\n\nReply\nreply\nXsNR\n•\n6 yr. ago\n\nThanks for the manual on how to not use a manual.\n\nReply\nreply\nHactarCE\n•\n6 yr. ago\n\nRelevant\n\nReply\nreply\nbarnabasss\n•\n6 yr. ago\n\nThis is a great tutorial my man\n\nReply\nreply\nHactarCE\n•\n6 yr. ago\n\nThanks!\n\nReply\nreply\nmurray_paul\n•\n6 yr. ago\n\nHaving recently gone through the pain, I'd add that if you are setting up provider stations for multiple items, set [Number of locked slots in wagon] = 1.\n\nReply\nreply\n3 more replies\nDabuscus214\n•\n6 yr. ago\n\nFor the filter inserter part with the requester, does it need to be normal filter inserters or can it be stack filters? I say this because nilaus has a series using ltn and he uses normal filter inserters occasionally and I'm not a fan of low throughput\n\nReply\nreply\n2 more replies\nkostertim\n•\n6 yr. ago\n\nThis is awesome. Did use LTN for a bit, but there are quite some new things in here for me!\n\nReply\nreply\nChuunibyouImouto\n•\n6 yr. ago\n\nI'm going to reply to this old thread just to say thanks! Your guide is great and extremely helpful\n\nReply\nreply\n1 more reply\nLillithianMessy\n•\n1 yr. ago\n\nDo they need to be filter inserters to be turned on or off when the number requested has been reached? And thank you so much for making this guide, you’re a factory saver.\n\nReply\nreply\nHactarCE\n•\n1 yr. ago\n\nI'm glad it's still helping so many years later! IIRC the filter inserters aren't strictly necessary, but are more of a safety mechanism: if something goes wrong (and something is bound to go wrong eventually) that causes a train to not fully unload, you don't want it unloading the wrong item at a different location.\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes · 9 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/Planetside\n11 years ago this game felt some next-gen scifi shit, too bad we lost this\nyoutube\n218 upvotes · 94 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes · 38 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/ethoslab\nETHO USES MIND CONTROL - A Hermitcraft Decked Out Animation\nyoutube\n246 upvotes · 9 comments\nr/factorio\nSo proud of my diamond block mega base so i share it here to!\n661 upvotes · 102 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/ethoslab\n1 full hour of Etho, False, Stress, & Iskall speedrunning vaults & taking the mick out of each other - this content will not be in Etho's VH episodes so enjoy it here!\nyoutube\n165 upvotes · 3 comments\nr/factorio\n[K2SE] Cruising to victory in just under 600 hours...\n192 upvotes · 53 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/linux_gaming\nHow Steam Play/Proton makes Gaming on Linux Awesome by GloriousEggroll\nyoutube\n120 upvotes · 3 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n138 upvotes · 37 comments\nr/factorio\nI'm working on 1-1 city block. WDYT? See my comment\n102 upvotes · 26 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/factorio\nJust launched my first rocket. Thank you all for the help\n110 upvotes · 12 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/factorio\nSeablock victory\n302 upvotes · 29 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 3, 2017\nReddit\nreReddit: Top posts of October 2017\nReddit\nreReddit: Top posts of 2017"
}