{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The Plastic Straw And How It Is Killing Our Oceans",
  "href": "https://www.deeperblue.com/the-plastic-straw-and-how-it-is-killing-our-oceans/",
  "body": "Plastic straws and plastic, in general, is made using toxic gases harmful to our environment. So there's step one; the toxic production. Step 2 is where fast food chains/restaurants/cafes etc get it wrong - offering the customer a plastic straw with EVERY drink. Apart from beer and wine.",
  "textContent": "News\nFeatures\nFreediving\nScuba\nOcean\nDiving Travel\nForums\nMore…\nPodcast\nGuides\nThe Top Dive Sites Of The World\nThe Ultimate Guide To Liveaboard Diving\nThe Beginners Guide To Freediving\nThe Beginners Guide to Scuba Diving\nThe Beginners Guide To Spearfishing\nPhoto Of The Week\nVideo Of The Week\nCompetitions\nUnderwater Imaging\nSpearfishing\nShow Coverage\nBlue Wild Expo\nDEMA Show Coverage\nSite Announcements\nThursday, November 30, 2023\n \nAbout Us\nApp\nSupport Us\nPodcast\nStore\nContact Us\nSubmit Your Content\nNEWS\nFEATURES\nFREEDIVING\nSCUBA\nOCEAN\nDIVING TRAVEL\nFORUMS\nMORE…\nOceanThe Plastic Straw And How It Is Killing Our Oceans\nOcean\nThe Plastic Straw And How It Is Killing Our Oceans\nBy\nSarah Richard\n\n-\n\nMarch 20, 2018\nFacebookWhatsAppTwitterPinterest\n\nHere’s a cold hard fact that a lot of people don’t know.\n\nEvery single plastic straw you have ever used in your life is still on this planet now.\n\nPlastic does not biodegradable, so that straw you had in your cocktail, the ones you gave out at parties, weddings, events – that straw – it’s still here somewhere. Most likely in the ocean. No doubt you’ve seen this on social media. Plastic shaming has become somewhat of a craze lately. Good. I’m glad, but how much do you really know about where your straw ends up?\n\nPlastic Straws Are Injuring Ocean Wildlife\n\nEver actually questioned HOW it ended up in that turtle’s nose? Here’s how.\n\nThe LONG Life Of a Plastic Straw\n\nEvery day Americans use – and almost immediately discard – up to half a billion plastic beverage straws, so how many does that mean are actually being made? I think we are too scared to release that stat, but let’s just say a lot more than 500 million a day. Plastic straws and plastic, in general, is made using toxic gases harmful to our environment.\n\nSo there’s step one; the toxic production\n\nStep 2 is where fast food chains/restaurants/cafes etc get it wrong – offering the customer a plastic straw with EVERY drink. Apart from beer and wine. Ever thought about why it is socially acceptable to not drink beer and wine with a straw but every other drink just MUST come with one? What’s that all about?\n\nStep 3 is your single use. The average ‘lifeline’ of a plastic straw in your hands is 20 minutes. It then gets discarded and NOT recycled and that’s the last you (think) you see of it.\n\nStep 4 is the journey. Straws are light and small, they get blown out of bins, thrown on the floor and make their way to the ocean. How exactly? The wind carries them to water channels – lakes, rivers, etc – and they work their way along these bodies of water until they end up in the ocean. Then there are the instances that they are just cold-heartedly thrown into the ocean.\n\nStep 5 is the destruction. Now they are in the ocean they are there to stay. They may get broken up into smaller bits, more commonly known as micro-plastics, which in themselves are the most harmful kinds of plastic in the ocean. Microplastics are small, mixed plastics which resemble food for marine life. Eating these microplastics, which they inventible will do, causes their stomachs to swell, not allowing any actual food inside and causing death. If marine life avoids digesting these micro-plastics they may just get caught up in the straws, either broken down or whole and live an uncomfortable life until death (do we need to show you the turtle again?).\n\nStep 6, the straw lives happily ever after, floating in the ocean, inside a fish’s stomach, wrapped around a turtle’s nose. The invisible, everlasting, toxic plastic straw.\n\nWhat To Do – Rethink Your Choices\n\nAll of this, just so we don’t have to use the mouth we were born with to drink from. Re-think your choices. Refuse the plastic straw. If you do have to use a straw we recommended steel life-long straws. Girls that Scuba designed their own “suck on this instead” pack of 3 steel straws with a cleaner to help stop the use of plastic straws.\n\nTAGSfeatureoceanplastic straw\nFacebookWhatsAppTwitterPinterest\n\t\nSarah Richard\nhttp://www.girlsthatscuba.com\nSarah Richard is the founder of Girls That Scuba, a community of female scuba divers making waves around the globe.\nRELATED ARTICLES\nOcean\nGuy Harvey Releases New ‘Love The Blue!’ Video\nOcean\nSeafloor Mappers Discover Massive New Seamount In International Waters Off Guatemala\nOcean\nGuy Harvey Foundation Helps Tag A Whale Shark\nSEARCH\nSearch\nCONNECT WITH US\n858,282Fans\nLIKE\n102,189Followers\nFOLLOW\n0Followers\nFOLLOW\n22,801Followers\nFOLLOW\n10,800Followers\nFOLLOW\n25,921Followers\nFOLLOW\n2,080Subscribers\nSUBSCRIBE\nRECENT ARTICLES\nGuy Harvey Releases New ‘Love The Blue!’ Video\nOcean November 30, 2023\n \nSecond Annual 321FREEDIVE Conference Finds New Venue In Fort Lauderdale\nFreediving November 29, 2023\n \nReview: Apnea Bali’s Master Program\nFreediving November 29, 2023 \n \nSeafloor Mappers Discover Massive New Seamount In International Waters Off Guatemala\nOcean November 29, 2023\n \nGo Diving Show Expands To Australia\nScuba Diving November 28, 2023\nWHO IS DEEPERBLUE.COM\n\nDeeperBlue.com is the World’s Largest Community dedicated to Freediving, Scuba Diving, Ocean Advocacy, and Diving Travel.\n\nWe’ve been dedicated to bringing you the freshest news, features, and discussions from around the underwater world since 1996.\n\nPOPULAR POSTS THIS WEEK\nGuy Harvey Releases New ‘Love The Blue!’ Video\nOcean November 30, 2023\n \nSecond Annual 321FREEDIVE Conference Finds New Venue In Fort Lauderdale\nFreediving November 29, 2023\nABOUT US\n\nISSN 1469-865X | Copyright © 1996 - 2023 deeperblue.net limited. Use of this site is governed by the User Agreement, Privacy Policy and Disclosure Policy.\n\nContact us: hello@deeperblue.com\n\nFOLLOW US\nUser Agreement\nDisclosure\nPrivacy\nAdvertise\nWriting for Us\nSubmit Your Content"
}