{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The known unknowns of plastic pollution - The Economist",
  "href": "https://www.economist.com/international/2018/03/03/the-known-unknowns-of-plastic-pollution",
  "body": "Unlike other kinds of pollution, plastic is an eyesore, notes Liz Goodwin of the World Resources Institute, a think-tank. Yet if a comprehensive league-table of environmental ills existed—which ...",
  "textContent": "Skip to content\nMenu\nWeekly edition\nThe world in brief\nSearch\nSubscribe\nLog in\nInternational | The environment\nThe known unknowns of plastic pollution\nSo far, it seems less bad than other kinds of pollution (about which less fuss is made)\nMar 3rd 2018\nShare\nListen to this story. Enjoy more audio and podcasts on iOS or Android.\n\nMR MCGUIRE had just one word for young Benjamin, in “The Graduate”: plastics. It was 1967, and chemical engineers had spent the previous decade devising cheap ways to splice different hydrocarbon molecules from petroleum into strands that could be moulded into anything from drinks bottles to Barbie dolls. Since then global plastic production has risen from around 2m tonnes a year to 380m tonnes, nearly three times faster than world GDP.\n\nUnfortunately, of the 6.3bn tonnes of plastic waste produced since the 1950s only 9% has been recycled and another 12% incinerated. The rest has been dumped in landfills or the natural environment. Often, as with disposable coffee cups, drinks bottles, sweet wrappers and other packets that account for much of the plastic produced in Europe and America, this happens after a brief, one-off indulgence. If the stuff ends up in the sea, it can wash up on a distant beach or choke a seal. Exposed to salt water and ultraviolet light, it can fragment into “microplastics” small enoughto find their way into fish bellies. From there, it seems only a short journey to dinner plates.\n\nCountries as varied as Bangladesh, France and Rwanda have duly banned plastic bags. Since last year anyone offering them in Kenya risks four years in prison or a fine of up to $40,000. In January China barred imports of plastic waste, while the European Union launched a “plastics strategy”, aiming, among other things, to make all plastic packaging recyclable by 2030 and raise the proportion that is recycled from 30% to 55% over the next seven years. A British levy on plastic shopping bags, introduced in 2015, helped cut use of them by 85%. On February 22nd Britain’s environment secretary, Michael Gove, mused about prohibiting plastic straws altogether.\n\nFearful for their reputations, big companies are shaping up. Coca-Cola has promised to collect and recycle the equivalent of all the drinks containers it shifts each year, including 110bn plastic bottles. Consumer-goods giants such as Unilever and Procter & Gamble vow to use more recycled plastics. McDonald’s plans to make all its packaging from recycled or renewable sources by 2025, up from half today, and wants every one of its restaurants to recycle straws, wrappers, cups and the like.\n\nThe perception of plastics as ugly, unnatural, inauthentic and disposable is not new. Even in “The Graduate” they symbolised America’s consumerism and moral emptiness. Visible plastic pollution is an old complaint, too (years ago, plastic bags caught in trees were nicknamed “witches’ knickers”). What is new is the suspicion that microplastics are causing widespread harm to humans and the environment in an invisible, insidious manner. “Blue Planet 2”, a nature series presented by Sir David Attenborough that aired in Britain last October and in America in January, made the case beautifully. But the truth is that little is known about the environmental consequences of plastic—and what is known doesn’t look hugely alarming.\n\nA load of rubbish\n\nWe can be surest about how much plastic is produced and where it ends up. In a paper published last year in Science Advances, Roland Geyer of the University of California, Santa Barbara, and his colleagues put the cumulative amount of solid plastic waste produced since the 1950s that has not been burned or recycled at 4.9bn tonnes (see chart 1). It could all have been dumped in a landfill 70 metres deep and 57 square kilometres in area—that is to say, the size of Manhattan.\n\nIf only it had all remained on land, or even washed up on beaches, where it could be collected. A bigger environmental worry is that much plastic has ended up in the ocean, where, dispersed by currents, the stuff becomes virtually irretrievable, especially once it has fragmented into microplastics. Computer models suggest that seas hold as many as 51trn microplastic particles. Some are the product of larger pieces breaking apart; others, like microbeads added to toothpaste or face scrubs, were designed to be tiny.\n\nWhereas salt and sunlight can cause plastics physically to break apart into smaller pieces, chemically the hydrocarbons linked together into the polymer chains of which plastics are made do not spontaneously decompose into other compounds. Like crude oil, from which most polymers are derived, that happens only if they are burned at a high temperature to release mainly carbon dioxide and water. In normal conditions plastic simply accumulates in the environment, much as carbon dioxide does in the atmosphere.\n\nEven if the flow of plastic into the sea, totalling perhaps 10m tonnes a year, was instantly stanched, huge quantities would remain. And the flow will not stop. Most of the plastic in the ocean comes not from tidy Europe and America, but from countries in fast-developing East Asia, where waste-collection systems are flawed or non-existent (see map). Last October scientists at the Helmholtz Centre for Environmental Research, in Germany, found that ten rivers—two in Africa and the rest in Asia—discharge 90% of all plastic marine debris. The Yangtze alone carries 1.5m tonnes a year.\n\nOn current trends, by 2050 there could be more plastic in the world’s waters than fish, measured by weight. Such numbers frighten people and change their behaviour. Nine in ten Europeans worry about plastic’s impact on the environment. More than half told pollsters for Eurobarometer in 2017 that they try to forgo plastic bags when shopping. By comparison, only one-tenth consider fuel-efficiency when buying a new car. Unlike other kinds of pollution, plastic is an eyesore, notes Liz Goodwin of the World Resources Institute, a think-tank. Yet if a comprehensive league-table of environmental ills existed—which it does not—plastics would not top it.\n\nJust 10% of 3.6m tonnes of solid waste discarded each day the world over is plastic. Whereas filthy air kills 7m people a year, nearly all of them in low- and middle-income countries, plastic pollution is not directly blamed for any. A report last year by the Lancet Commission on pollution and health, which put the total number of pollution-related deaths at 9m, mentions plastics once in its 45 pages.\n\nOn land, the damage from litter, which exercises many anti-plastic campaigners, is limited. Most refuse does not spread too far beyond population centres, where (at least in principle) it can be managed. At sea, most plastics end up in vast rubbish patches fed by ocean circulation patterns, the biggest of which can be found in the north Pacific.\n\nMid-ocean gyres are fortunately neither especially rich in fauna nor particularly biodiverse. The effects of plastics on busier bits of the ocean, such as reefs, have been little studied. One paper, published this year in Science by Joleah Lamb of Cornell University and colleagues, linked plastic litter to coral disease near Indonesia and Myanmar. But little similar work exists for other sedentary species, let alone slippery migratory ones.\n\nResearchers have identified 400 species of animal whose members either ingested plastics or got entangled in it. It is known that because polymers repel water (which is why droplets form on their surface), plastic particles also attract certain compounds from their surroundings. Some of these could be toxic. Laboratory studies have shown that if swallowed by fish, compounds in plastic fragments can be absorbed from the digestive tract into flesh. However, no studies have so far been performed to test whether such toxins concentrate up the food chain, as mercury does in fish. The only direct evidence of plastic entering the human diet is a study by Belgian scientists who discovered plastic fragments in mussels. Unlike fish, bivalves are eaten whole, guts and all.\n\nMunching moules-frites seasoned with a pinch of plastic may sound unappetising but it is hard to say if it is dangerous, says Stephanie Wright, who studies the subject at King’s College, London. Polymers are chemically inert, and so do not themselves present a health risk. Some common additives such as phthalates (which soften PVC) or bisphenol-A (which hardens many types of plastic used in consumer goods) are chemically akin to human hormones, and might therefore disrupt them in high concentrations. For decades both have been licensed for use in everything from pipes to shampoo bottles because human exposure was unlikely to exceed safe limits. America now bans some phthalates in toys and child-care products because of potential harm to growing children.\n\nWeighing the damage\n\nTrucost, a research arm of Standard & Poor’s, a financial-information provider, has estimated that marine litter costs $13bn a year, mainly through its adverse effect on fisheries, tourism and biodiversity. It puts the overall social and environmental cost of plastic pollution at $139bn a year. Of that half arises from the climate effects of greenhouse-gas emissions linked to producing and transporting plastic. Another third comes from the impact of associated air, water and land pollution on health, crops and the environment, plus the cost of waste disposal.\n\nTo put that into perspective, the United Nations Development Programme says that the costs of overfishing and fertiliser run-off amount to some $50bn and $200bn-800bn a year, respectively. By 2100 ocean acidification, which is caused by atmospheric carbon dioxide dissolving into water, could cost $1.2trn a year. The costs of rapid ocean warming caused by human-induced climate change are hard to fathom but are likely to be enormous.\n\nThe overall cost of plastic pollution compares favourably with other sorts of man-made harm mostly because plastics are light. Making a kilogram of virgin plastic releases 2-3kg of carbon dioxide, about as much as the same amount of steel and five times more than wood. But a product made of plastic can weigh a fraction of a comparable one made of other materials.\n\nThat is why replacing plastic with other things could raise environmental costs at least fourfold, according to Trucost’s analysts. This is even true of the various virtue-signalling alternatives to plastic bags. A British government analysis from 2011 calculated that a cotton tote bag must be used 131 times before greenhouse-gas emissions from making and transporting it improve on disposable plastic bags. The figure rises to 173 times if 40% of the plastic bags are reused as bin liners, reflecting the proportion in Britain that are so repurposed. The carbon footprint of a paper bag that is not recycled is four times that of a plastic bag.\n\nAnd other materials could not replace plastics in all circumstances. Imagine a hospital without surgical gloves, or promiscuity without condoms. By keeping food fresh for longer, plastic packaging substantially reduces organic waste, itself a growing environmental concern. In 2015 J. Sainsbury, a British grocer, reduced waste in a beefsteak line by more than half by using plastic vacuum packaging.\n\nPlastic pollution “is not the Earth’s most pressing problem”, in the words of one European official. But, he immediately adds, just because plastics may not be the biggest problem facing humanity does not make them trouble-free. As scientists never tire of repeating, more research is needed. It is the absence of evidence about how plastics influence health rather than evidence of absence that explains their bit part in the Lancet Commission report, says Philip Landrigan of the Icahn School of Medicine in New York, who chaired it.\n\nFresh science may be forthcoming. In the past two years Ms Wright has noticed an uptick in grants for plastics-related research. Erik van Sebille, of Utrecht University in the Netherlands, recalls that a few years ago a seminar on ocean plastic pollution organised by America’s National Oceanic and Atmospheric Administration drew perhaps 200 participants. This year organisers had to cap attendance at 600 and turn people away.\n\nWhile researchers get a better handle on the science, campaigners badger politicians and browbeat consumers to kick the polymer habit. They often invoke the precautionary principle. If the impact of something is uncertain but could be great, the argument goes, better forestall it just in case. As the proliferation of plastic bans and strategies suggest, they are having some success.\n\nPET peeves\n\nMuch of this activity makes scarcely a dent in the world’s plastic pollution problem, however. Some has unintended consequences. Making plastics biodegradable, by adding corn starch or vegetable oil to petroleum-derived hydrocarbons, renders them harder to recycle. Recyclers already struggle to invest in capacity or innovation even in countries that collect lots of their rubbish. Periodic declines in the oil price, which makes virgin plastic cheaper, can bankrupt recyclers, many of which are small or medium-sized companies, says Peter Borkey of the OECD, a rich-country think-tank.\n\nMeanwhile consumer-goods firms sometimes say that too little recycled plastic is available to buy. With costs of some recycled plastic competitive with virgin stuff, “supply is a bigger issue than cost,” says Virginie Helias, Procter & Gamble’s vice-president for sustainability. In other words, erratic demand appears to dampen supply while insufficient supply inhibits demand. Recyclers everywhere face that problem. There is no guarantee that targets like the EU’s will solve it.\n\nChina’s import ban may provide the necessary jolt. Introduced as part of a broader clampdown on pollution, it took waste exporters by surprise. In 2017 European countries shipped a sixth of their plastic waste for disposal abroad. Most sailed to China. In the short run some surplus waste can go to Malaysia or India, but those countries’ capacity is a fraction of China’s. Eventually, refuse exporters will have to deal with more of it at home.\n\nBuilding recycling capacity is one option. Incineration is falling out of favour for heating or electricity generation as coal-fired plants are replaced with gas, which emits less greenhouse gases than waste-to-energy plants. From an ecological standpoint, landfilling is not as bad as it looks, so long as additives that might leach out of the polymers are prevented from escaping. Plasma recycling, where refuse is heated to as much as 5,000°C, turning it into unadulterated hydrocarbons plus a solid residue, looks promising but remains some way from commercialisation.\n\nTo be disposed of, though, plastic waste must be collected. In Europe, America and other developed places, virtually all of it is. To eliminate marine litter in particular, more rubbish needs to be picked in the leaky Asian countries.\n\nChina’s anti-pollution drive may bring about improvements, although the country now pays more attention to filthy air and water, which are more pressing concerns. Indonesia has launched its own National Action Plan on marine plastic. The other big polluters are eyeing similar measures. What happens there over the next few decades will matter more than any number of Western plastic-bag bans.\n\nClarification (March 2nd 2018): An earlier version of this article may have been interpreted as implying that Stephanie Wright of King’s College, London, downplays the health hazard of microplastic found in mussels. In fact, Ms Wright believes there is insufficient evidence to make a claim either way. The text has been changed to reflect this.\n\nThis article appeared in the International section of the print edition under the headline \"Too much of a good thing\"\n\nInternational\nMarch 3rd 2018\nDefence correspondent\nThe known unknowns of plastic pollution\nForeign internship\nFrom the March 3rd 2018 edition\n\nDiscover stories from this section and more in the list of contents\n\nExplore the edition\nShare\nReuse this content\nTHE ECONOMIST TODAY\nHandpicked stories, in your inbox\n\nA daily newsletter with the best of our journalism\n\nSign up\nYes, I agree to receive exclusive content, offers and updates to products and services from The Economist Group. I can change these preferences at any time.\nMore from International\nThe pandemic’s toll on schooling emerges in awful new exam results\n\nGrades in rich countries were sliding even before covid-19 spread\n\nA religious revolution is under way in the Middle East\n\nCan it survive the Gaza war?\n\nMany small islands have no room for manoeuvre at COP28\n\nSimply put, their goal is staving off annihilation\n\nSubscribe\nGroup subscriptions\nReuse our content\nThe Trust Project\nHelp and contact us\nKeep updated\n\nPublished since September 1843 to take part in “a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.”\n\nThe Economist\nAbout\nAdvertise\nPress centre\nThe Economist Group\nThe Economist Group\nEconomist Intelligence\nEconomist Impact\nEconomist Impact Events\nWorking Here\nEconomist Education Courses\nWhich MBA?\nExecutive Jobs\nExecutive Education Navigator\nTerms of Use\nPrivacy\nCookie Policy\nManage Cookies\nAccessibility\nModern Slavery Statement\nSitemap\nYour Data Rights\n\nCopyright © The Economist Newspaper Limited 2023. All rights reserved."
}