{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Why Ditching Plastic Straws in Drinks Is Important - The Manual",
  "href": "https://www.themanual.com/food-and-drink/plastic-straws-drinking/",
  "body": "Reusable straws (metal or plastic) must be cleaned and are easily swiped. Easily offended, Yelp-happy customers may not take kindly to their rooftop bar suddenly ditching straws or replacing them ...",
  "textContent": "Skip to main content\nMENU\nSEARCH\nTrending:\nBEST OFF-ROAD VEHICLES\nTEQUILA MEETS WINE: A TASTY UNION\nWHY FOODS HIGH IN SOLUBLE FIBER ARE VITAL\nTACO BELL’S MEXICAN PIZZA IS RETURNING\nBEST HAMSTRING EXERCISES FOR MEN\nHOMEFOOD & DRINK\nWhy Ditching Plastic Straws in Drinks Is Important\nBy Robert Haynes-Peterson\nJune 28, 2018\nSHARE\n\nBy now you’ve likely seen several articles and essays discussing the significant environmental issue that is single-use plastic: bags, cups, water bottles, six-pack rings, and especially plastic straws. You’ve probably seen the stories about municipalities (including New York City) and companies (like McDonald’s) addressing the issue (1,300 UK locations of McDonald’s are replacing plastic straws with paper and shareholders are voting on whether to expand the program globally). Starting July 1, Seattle becomes one of the first cities in the U.S. to ban plastic straws and utensils commonly handed out at restaurants.\n\nBut did you know the hospitality industry has been tackling the issue head-on over the past few years? Despite the fact straws seems like a drop in the ocean compared with other waste — our rampant burning of fossil fuels, deforestation of the Amazon, and pumping of CO2 into the atmosphere — attacking sippers is not a straw man argument (pun intended). It’s a small piece of the puzzle that, now we’re at a tipping point (or is it a sipping point?), can and will lead to an extensive re-examination of our relationship with plastic.\n\nImage used with permission by copyright holder\n\n“It’s a really good allegory for how ideas move through this industry and ultimately become impactful at a large scale,” says Chad Arnholdt, a bartender who started the sustainability-focused consulting firm Tin Roof Drink Community \\with Claire Sprouse. “Four years ago, if you’d said I’d be talking to the Wall Street Journal about straws, I would think you were kidding.”\n\nRecommended Videos\n277.2K\nHow to Wrap A Present\n\nThese days, Tin Roof presents its ideas on a nationwide stage, such as the recent Bar Convent Brooklyn, a convention for bartenders and owners from around the country. Here, Arnholdt and Sprouse offered up ideas to calculate the costs and benefits of every element contributing to a bar’s carbon footprint the way one might calculate labor, supplies, and ingredients on a regular basis to keep a bar running in prime condition. Among other environmental and sustainability issues the duo offer when designing or updating bars and restaurants is a comprehensive and regularly updated guide to the ever-expanding roster of available straws.\n\nRelated\nA Quick and Easy Guide to Biodynamic Wines\nWhat Does a Low-Waste Cocktail Really Look Like?\nWould You Pay $350 for a ‘Cocktail Pod’ Machine that Dispenses Mixed Drinks?\n\nStraws are among the most easily “lost” bits of plastic, escaping sanitation systems and being washed into rivers and oceans.\n\nA focus on straws is important, even in the face of so many overwhelming environmental issues. According to National Geographic, Americans alone use 500 million straws every day. (That tallies up 182.5 billion in one year, if you’re a fan of numbers). It also makes sense if you think about it: Frappuccino or iced coffee in the morning, Coke at lunch or in the movie theater, and a vodka soda (or two) at night. Boom! You’ve used (and tossed) three straws in one day. Multiply by 325 million people.\n\nIn March 2016 (on World Water Day), Bacardi announced it was launching a No Straw Movement in partnership with participating bars. The goal was to convince bars, bartenders, and customers that they could suck down rum and Cokes, daiquiris, and perhaps even mojitos minus that little piece of plastic (or with a more sustainable alternative). Perhaps because it was early in the game or perhaps because the initiative came from a relatively large company, the move was met with a surprising amount of resistance both online and off. Prominent bar owners scoffed at it as a publicity stunt or an example of a brand strong-arming owners for support.\n\nImage used with permission by copyright holder\n\nBacardi persevered. Soon, many drinking establishments both small and large began launching their own initiatives. Before giants like McDonalds UK and Burger King UK announced an end to plastic straws in their stores and before New York City and other municipalities began contemplating city-wide straw bans, award-winning bars like Dante and The Dead Rabbit  (both in New York) were replacing plastic straws with paper, metal, and intriguing alternatives like bamboo, seaweed, or even pasta. Other spots — The Velveteen Rabbit in Las Vegas and nightclub China Blue in Boise, Idaho — have removed straws altogether. New York’s Aussie-themed Burke & Wills offers straws only on request for most drinks and has seen demand drop by as much as 75 percent, according to owner Tim Harris.\n\nIt’s also important to remember that, for the most part, straws are a luxury.\n\nThere are some pretty straightforward arguments for eliminating single-use plastic straws. The most obvious is supported by videos of massive oceanic garbage patches and turtles with straws extracted from their nasal passages. Straws are among the most easily “lost” bits of plastic, escaping sanitation systems and being washed into rivers and oceans.\n\nIt’s also important to remember that, for the most part, straws are a luxury. Essentially, we want straws because we’ve been trained to want straws. The first paper straw was patented in 1888, the first plastic ones appeared in the 1930s and escalated in popularity in the ‘50s and ‘60s. While early Sumerians used gold straws to filter out solids in beer, humans spent most of their first million years not using straws. Besides, at most spots where you’re drinking, the glassware is clean enough you don’t need to worry about picking up cooties.\n\nAs with any tide shift, there are obstacles. Alternatives tend to be more expensive than plastic (which can add to operating expenses significantly when serving between 500 and 2,000 drinks on a busy night). Hay and pasta versions create allergy risks (and, like paper, may disintegrate before the drink is finished). Reusable straws (metal or plastic) must be cleaned and are easily swiped. Easily offended, Yelp-happy customers may not take kindly to their rooftop bar suddenly ditching straws or replacing them with weird alternatives. Some drinks, like slushies, milkshakes, and Tiki cocktails practically require a straw. And some people with disabilities or sensitivities have difficulty drinking without them.\n\nReggae Bus cocktail at the Polynesian, photo by Danny Miller. Image used with permission by copyright holder\n\n“We first switched to compostable straws about 18 months ago and continued to use them the way most places would, with one in pretty much every drink,” says Chad George of Denver’s The Way Back, which emphasizes sustainability across the board. “But I started seeing research that if compostable straws don’t get processed properly, they don’t break down and can still end up in hazardous situations. About three months ago, we switched to Aardvark paper straws that are biodegradable in any environment.” George says the bar also switched to straws-on-request and say consumption drop by over 90 percent, “which more than offset the added cost of paper.”\n\nAt The Polynesian, a new bar in Manhattan, Tiki cocktails rule. Almost by definition a straw is mandated, as icy drinks in deep, narrow glassware is the norm. Bar manager Emily Collins says the bar uses biodegradable cornstarch-based straws for upwards of 500 drinks each night. “Straws have been the hardest task to put together on this program,” she says. Price is definitely elevated, and finding places that weren’t on backorder for three months took a lot of research.” She notes the goal is to switch to custom paper straws as the bar is able.\n\nAardvark and other producers are also partnering with spirits brands to offer bulk discounts to bars and restaurants that make the switch. Zirkova, a new vodka label out of central Ukraine, has launched the Oceanic Standard initiative in partnership with Oceanic Global, an advocate and consultant for sustainable solutions to the plastic trash clogging the seas. Oceanic Standard, which launched in March 2018, has created a “toolkit” of sustainable business practices for bars and restaurants, as well as incentives to help defray the costs associated with switching to alternatives.\n\nWe’re hopeful this straw movement will eventually expand to bigger issue.\n\n“Lea d’Auriol started Oceanic Global two years ago, and she’s done so much already,” says Tarajia Morrell, communications director for Zirkova (which also donates 10 percent of its revenue to charitable and social causes). “She realized hospitality is a huge culprit when it comes to single-use plastic, and together we wondered, how can we move the needle on reducing it. Zirkova helped to launch the Oceanic Standard program, and the toolkit. We tend to take for granted the things that are available are our only options. Change comes when industry leaders demand what we need.”\n\nLike Zirkova, Maker’s Mark bourbon has also created an initiative with Aardvark paper straws to buy the first order for participating bars (where allowed, since each state’s laws differ). During the lead-up to this year’s Kentucky Derby (“Mint Julep Month”), the brand emphasized that the cocktail was one of the reasons straws took off in popularity, claiming that the paper straw was created in 1888 specifically for the julep. Maker’s Mark highlighted the initiative taking the mint julep back to its roots, and notes it is “already committed to using sustainable straws at our own facilities and events, and have helped get some of our larger partners on board.”\n\nStraw-free solutions are also evolving. Last year, Starbucks introduced a sippy cup-style lid for its Nitro Cold Brew Coffee, eliminating the need for straws, according to a spokesperson. Now available in the U.S. and Canada, many people report discovering them used on other cold drinks the brand offers. The coffeehouse also touts reusable cups for both hot and cold drinks at checkout. While plastic lids are generally still single-use items, they are less likely to work their way out of the sanitation cycle and into waterways (and overall it means less plastic trash). Expect other chains to follow suit.\n\nWe’ve got you, General Okoye. #WakandaForever pic.twitter.com/IDB4eDYkrM\n\n&mdash; Starbucks Coffee (@Starbucks) April 12, 2018\n\nThe point is, not only can elimination of single-use plastic straw happen on a large scale, it’s not going to be long before we even miss them. “There was a time that non-smoking sections and non-smoking restaurants were not popular,” says R.J. Melman, president of Lettuce Entertain You. The hospitality group operates 120 distinctively different restaurants and nightclubs across nine states and is removing plastic straws from all of them beginning in fall 2018. “Public opinion shifted over time and now the thought of smoking indoors is almost unheard of. Straws, to me, fall in this same category. While alternatives are expensive, and there is a portion of the public that may be upset, the greater good of the Earth outweighs the small opposition.”\n\nFor Chad Arnholdt and many others in the industry, single-use straws are the tip of the (melting) iceberg when it comes to environmental responsibility. Increasingly, bars and restaurants incorporate reclaimed materials and low-energy appliances into construction. Bars like The Last Word in California compost up to 90 percent of bar waste (think lime peels, coffee grounds, napkins) while London’s elegant White Lyan didn’t use ice in its drinks (ice machines hog both water and electricity, and a lot of ice gets dumped at the end of each night). But Arnholdt argues there’s a lot more to do, and much of it is out of the hands of the individual bar owner.\n\nSPmemory/Getty Images\n\n“For me, the 800-pound gorilla is national packaging laws in the U.S.,” he explains. He cites the high-volume bars in Las Vegas’s Bellagio hotel that serve whiskey cocktails on draft. Rather than being able to buy a barrel or reusable 10-gallon jugs of, say, Maker’s Mark (the way many other products are purchased in bulk), “the laws require the bottle be marked for retail. So that’s say, a palate of 360 individual bottles, caps and wax seals thrown in the trash every week. It’s mandated waste.”\n\nArnholdt adds: “We’re hopeful this straw movement will eventually expand to bigger issues: How sourcing of products is done, how packaging is done. How can I reduce my footprint in real and measurable ways?” If the philosophy continues to expand at the McDonald’s and Marriotts of the world, the Earth could witness real change indeed.\n\nArnholdt argues those moves are not only environmentally beneficial, they can be profitable as well. He cites The Cheesecake Factory, which notes on its website that installing efficient heating and cooling systems saves the company $45,000 annually. “Money saved! That’s the magic word,” says Arnholdt. “If a large space replaced its trendy Edison bulbs with LEDs, you could save $5,000 a year and lower your carbon footprint.”\n\nSo, bars, restaurants, and cities are getting in on reducing straw consumption. What about individuals? Here are a few nearly painless ways to participate:\n\nAvoid asking for straws when you don’t need them.\nConsider sticking a few straws (reusable like Final Straw, paper, or simply the extra plastic ones that accumulate with each take-out order) in your bag or backpack and use them as needed. Bringing your own will register as a decrease in demand at Wendy’s or Tiki McFlinty’s Party Bar.\nIf your drink comes with a straw, ask your server if you can use the same one on a refill or new drink.\nSupport bars and restaurants that have found alternatives to single-use plastic. Organizations like Straw-Free Salt Lake City highlight participating restaurants in their area.\nTalk to the staff at your local watering hole. If they’re considering making the jump but don’t know how, have them reach out to Bacardi, Aardvark, Oceanic Global, or any of the many brands and organizations actively involved.\nTry going straw free. It’s not easy, to be sure. But according to Ocean Conservancy, if just 25,000 people pledge to “skip the straw,” we would reduce consumption by 5 million straws each year.\nEditors' Recommendations\nWhat Is Seasonal Gin and Why Is It So Popular?\nWhy the Michelada Should Be Your New Favorite Brunch Drink\nOur Rules for Zoom Room Drinking Game, Because Why Not?\nThe World’s First Climate-Positive Gin Is Made From Peas\n4 of Our Favorite Musicians’ Favorite Drinks\nRobert Haynes-Peterson\ntwitter\nEmail\nRobert Haynes-Peterson has been covering wine, spirits, cocktails, travel, and luxury lifestyle (you know, all the hard…\nFOOD & DRINK\nHolocene is a CBD Seltzer Made With Glacial Icebergs\n\nJoe McAneney wants you to save glaciers by drinking them.\n\n \n\nNot in the way you might think, though. Instead, by kicking back with a trendy, canned beverage that just happens to be made with the purest water on Earth, released prematurely from ancient glaciers for your drinking pleasure due to climate change’s death grip on these moving rivers of ice.\n\nRead more\nFOOD & DRINK\nIt’s Time to Start Drinking White Russians Again\n\n“Retro” cocktails are having an undeniable moment right now, as evidenced by the current resurgence of tiki cocktails, the industry-wide interest in frozen libations, and a proliferation of artisanal spins on long-standing menu classics like boilermakers and highballs.\n\n \n\nIf a drink can claim a history dating back several decades, then there’s a good chance that it’s already experiencing a rebirth nowadays. And if the cocktail also involves a pop culture hook, the likelihood only increases. We’ve seen the comeback of the Old Fashioned, a new wave of love for James Bond’s shaken-not-stirred gin martini ... even Carrie Bradshaw’s much-maligned Cosmopolitan now finds itself returning to trendy bar menus throughout the U.S.\n\nRead more\nFOOD & DRINK\nJose Cuervo Reveals New Agave-Based Biodegradable Straws\n\nSustainability in the cocktail world is an important issue these days, as bars and restaurants are trying to reduce waste in preparation, execution, and presentation of drinks. Eliminating plastic straws has been one initiative many have gotten on board with. Tequila brand Jose Cuervo Tradicional, in partnership with BioSolutions Mexico and PENKA, has come up with its own idea, what it calls a \"biodegradable bio-based drinking straw made from upcycled agave fibers.\"\n\n \n\nThe initiative falls under Jose Cuervo's new Agave Project, which is focused on sustainability of the land and people of Tequila and Mexico by using agave in different ways.\n\nRead more\n\nThe Essential Guide for Men\nThe Manual is simple — we show men how to live a life that is more engaged. As our name implies, we offer a suite of expert guides on a wide range of topics, including fashion, food, drink, travel, and grooming. We don’t boss you around; we’re simply here to bring authenticity and understanding to all that enriches our lives as men on a daily basis.\n\nFacebook\nInstagram\nTwitter\nYouTube\nPinterest\nLinkedIn\nMen’s Style Watches Men’s Clothing Men’s Grooming Shaving Skincare Food and Drink Culture Health and Fitness Outdoors Camping Travel Auto\nAbout Us Contact Us\nLogo & Accolade Licensing Sponsored Content\nPortland\nNew York\nChicago\nDetroit\nLos Angeles\nToronto\nCareers\nAdvertise With Us\nWork With Us\nDiversity & Inclusion\nTerms of Use\nPrivacy Policy\nDo Not Sell or Share My Information\nManage Preferences\nPress Room\nSitemap\nDigital Trends Media Group may earn a commission when you buy through links on our sites.\n©2023 Digital Trends Media Group, a Designtechnica Company. All rights reserved.\nThis site uses cookies and related technologies for site operation, to analyze site usage, and for third-party advertising purposes as described in our Privacy Policy linked below. By clicking \"Accept All\" you consent to our use of such technologies. You may reject non-essential technologies by clicking \"Decline\". Click on \"Manage Settings\" to further manage your preferences.\nManage Preferences Accept All"
}