{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Ocean Plastic Crisis - Greenpeace International",
  "href": "https://www.greenpeace.org/international/story/11871/the-ocean-plastic-crisis/",
  "body": "According to a report published in Science Advances - from researchers at the University of California, University of Georgia, and Woods Hole Institute in Massachusetts - only about 9% of plastic has been recycled, 12 % has been incinerated (polluting the air with toxic gases), and the remaining 79 %, remains in the environment.",
  "textContent": "Skip to Navigation\nSkip to Content\nSkip to Footer\nIssues we work on\nGet involved\nNews and Stories\nAbout us\nDonate \nToggle search form\nStories  Greenpeace | Nature | People\nThe Ocean Plastic Crisis\nRex Weyler\n15 October 2017 • 7 min read\nShare on Whatsapp\nShare on Facebook\nShare on Twitter\nShare via Email\n\n“Plastics!” This became one of the most famous film lines from the 1960s era. In the film The Graduate, young university graduate, Ben (Dustin Hoffman) appears annoyed and distracted when his wealthy American parents stage an elaborate party to show him off to their peers. A family friend approaches him and says, “Ben I have one word for you: Plastics.” Ben nods and stares into space, oblivious to the career advice.\n\nThis short scene foreshadowed the age that followed. Plastics were about to explode upon the world. Commercial organic polymers were first synthesized a century ago, used by armies in World War II. They first entered consumer production in the 1950s. Plastic packaging created a global shift from reusable containers to single-use, throw-away containers.\n\nAccording to a 2016 plastic industry report, the world’s plastic production has grown by 8.6% per year since 1950: from 1.5 million tonnes annually to over 330 million tonnes annually. As of today, some 9 billion metric tons of plastics have been produced and spread around the world. To the plastics industry, this is a “global success story.” For Earth’s beleaguered ecosystems, for all non-human species, and for anyone paying attention, plastics have been a deadly disaster.\n\nAccording to a report  published in Science Advances – from researchers at the University of California, University of Georgia, and Woods Hole Institute in Massachusetts – only about 9% of plastic has been recycled, 12 % has been incinerated (polluting the air with toxic gases), and the remaining 79 %, remains in the environment. If current production and waste management trends continue, by 2050, there will be 12 billion tonnes of plastic in natural environments. That’s the weight of 100 million blue whales – 5,000 times the actual blue whale population left on Earth.\n\nA whale replica was unveiled on the beach of Naic, Cavite, South of Manila. Through the art installation depicting a dead whale choked by plastics, Greenpeace Philippines seeks to underscore the massive problem of plastics pollution in the ocean and calls on the ASEAN to address this looming problem on its shores. © Greenpeace\n\nPlastics are closely correlated with economic growth. Multinational corporations often impose plastic packaging on poor nations that may lack recycling systems to deal with them. Because of the fundamental chemistry of most commonly used plastics, they are not biodegradable, so they accumulate as virtually permanent contamination in Earth’s ecosystems.\n\nChoking the oceans\n\nPlastic debris appears in every ocean of the world. Every year, we’re adding millions of tons more plastic to marine environments. Some researchers estimate that we may be adding up to 12 million tonnes annually.\n\nThe Guardian has reported that marine scientists documented 38 million pieces of plastic on the remote, uninhabited Henderson Island in the South Pacific. The human garbage the found originated from all over the world. They found samples from Germany, New Zealand, Canada, and elsewhere, amounting to about 18 tonnes. A lot of this plastic is not even visible. In a single square-metre of sand, digging down 10 cm the researchers found over 4,000 tiny bits of plastic.\n\nIn the open ocean, plastic collects in eddies or gyres, relative calm regions surrounded by stronger ocean currents. There are five major ocean gyres; two in the Atlantic, north and south, two in the Pacific, and one in the Indian Ocean, plus dozens of smaller gyres. The gyres accumulate plastic bags, plastic bottles, plastic containers,  plastic drums, polystyrene packing, foam pieces, polypropylene fishing net, plastic rope, plastic traffic cones, disposable lighters, plastic toys, rubber tires, plastic toothbrushes, and other unidentifiable bits and pieces.\n\nThe North Pacific gyre creates the largest garbage site in the world: 700,000 to a million square kilometers of floating plastic. The gyre contains six kilograms of plastic for every kilogram of plankton. In Hawaii, south of this gyre, a dead turtle was found with over a thousand pieces of plastic in its stomach.\n\nUnderwater image of a turtle with plastic on his head. © Troy Mayne / Oceanic Imagery Publications\n\nPieces of plastic are sharp, brittle, toxic, and routinely found in the stomachs of dead fish, turtles, and marine mammals. Plastics can come with a range of hazardous additives and can act as a chemical sponge, soaking up and concentrating other pollutants. Marine species, including fish, seabirds and even marine mammals, can end up eating pieces of plastic, and at the same time get an additional dose of toxic chemicals.\n\nResearchers have found plastic in the stomachs of 44% of all seabird species, 22% of cetacean species, and in all sea turtle species. Among seabirds, the Procellariiformes (albatross, petrels, shearwaters) are most vulnerable due to their small gizzard and inability to regurgitate the plastics. Plankton eaters – birds, fish, and mammals – often confuse plastic pellets with their food; copepods, euphausiids, and cephalopods.\n\nThe plastics obstruct the animals’ intestines, block gastric enzyme secretion and there are growing fears that they might also disrupt hormone levels or cause other biological effects as a result of the chemical burden they carry. It is estimated that up to about one million seabirds and 100,000 marine mammals die each year from ingesting plastic or by getting tangled in nylon fishing line, nets, six-pack plastic can holders, and plastic rope.\n\nChildren playing on a beach covered in plastic waste in Manila. © Daniel Müller / Greenpeace\n\nSolutions: obvious but inconvenient\n\nWithout large-scale action, global plastic production continues to rise. According to the 2015 Global Ocean Commission it’s estimated to reach 500 million tonnes a year by 2020.\n\nSolutions to the plastic waste crisis exist, but they require us to change our lifestyles and for corporations to take responsibility for the products they make. We can fight for total bans on plastic materials (bags, bottles, etc.), but we also need governments to enforce requirements that corporations who manufacture or distribute plastic, take responsibility for recycling 100% of their production and distribution.\n\nPlastic bag bans already exist in some cities and countries around the world: San Francisco and Portland in the US; Modbury in the UK; Mexico City; Delhi, Mumbai, Karwar, Rajasthan in India; Oyster Bay and other communities in Australia; and throughout Rwanda, Kenya, Morocco and many other African countries. Some nations are imposing recycling taxes on plastic bags.\n\nLocally, in some environments, these bans have reduced plastic waste. But the flow of plastics into the environment continues on a global scale. Banning plastic bags is a good start, but we need large-scale global bans on throw-away plastic containers, including water bottles, juice and drink bottles, and other packing materials.\n\nI’ve attended allegedly “green” events, where organizers distribute hundreds, perhaps thousands of plastic water bottles. In mainstream society, this behaviour appears normal. Corporations have lobbied to decrease drinking fountains in certain markets. We need to reverse this trend by increasing public investment in water fountains, water filling stations, water hook-ups for public events, and bans on plastic drink bottles.\n\nIn June this year, Greenpeace Germany activists protested at the G20 conference in Bremen and demanded that wealthy nations take concrete steps to reduce the use of plastics by banning key sources of plastic pollution and phasing out single-use plastic items.\n\nThey also called for pressure on companies that produce plastic items – packaging, containers,  and so forth – to hold these companies accountable with Extended Producer Responsibility (EPR) laws that would require them to create recycling systems for their products.\n\n“As the world’s most developed nations,” said Thilo Maack of Greenpeace Germany, “the G20 countries have a responsibility to adopt legally-binding solutions. We cannot recycle our way out of the plastic litter problem. Governments should prioritise prevention at source.”\n\n50 Greenpeace activists demonstrate for the protection of the oceans at the G20 Conference on Plastic Rubbish in Bremen. © Daniel Müller / Greenpeace\n\nCitizens can put pressure on their governments to require glass bottles for drinks, substitute packing materials with materials that are reusable. “Mandatory phase out timelines” said Maack, “would motivateinnovation [and] G20 competition to identify and implement the most innovative solutions, contributing far more than continued talks.”\n\nEconomic “success” without ecological consciousness can end in disaster. The flood of plastic in our environment is a typical example. Plastics helped create a throwaway culture. Several generations have now grown up believing that tossing out a drink container is completely normal, reasonable behaviour. Ecology teaches us, however, that there is no “away.” Everything that passes through our hands ends up somewhere.\n\nRex Weyler is an author, journalist and co-founder of Greenpeace International.\n\n============\n\nSources and links:\n\n“Production, use, and fate of all plastics ever made,” Roland Geyer, Jenna R. Jambeck, and Kara Lavender Law, Science Advances, 19 July 2017.\n\n“Marine birds and plastic pollution,” Marie Y. Azzarello & Edward S. Van Vleet, Marine Ecology, 1987\n\n“Plastic ingestion and PCBs in seabirds,” P.G.Ryan, et. al. Marine Pollution Bulletin, 1988.\n\nWorld Plastic production 1950 – 2015: Plastic Industry report, 2016\n\n“38 million pieces of plastic waste on uninhabited island”: Guardian, 2017\n\nPlastic pellets on all UK beaches: Guardian\n\nPollution in 10 km deep Mariana Trench: Guardian\n\nPlastic statistics, stats: Eco Watch , 2014\n\nThe Trash Vortex, Greenpeace, March 2014\n\nGreenpeace calls on G20 to act for plastic-free oceans. Greenpeace, June, 2017\n\n“How You Can Help the Ocean”: Smithsonian\n\n“Seven actions for healthy oceans”: David Suzuki Foundation \n\nPhaseout of lightweight plastic bags – Wikipedia\n\n#Consumption #Oceans\nAbout the author\nRex Weyler\nRex Weyler was a director of the original Greenpeace Foundation, the editor of the organisation's first newsletter, and a co-founder of Greenpeace International in 1979. Rex's c…\nShow more \nRelated Articles\nPress Releases•#Oceans\nNorway's greenlight for Deep Sea Mining in the Arctic shatters international credibility\n\n\"By opening up for deep sea mining, Norway has lost all credibility as a responsible ocean nation and signatory of the UN Ocean Treaty”\n\nGreenpeace International•5 December 2023•2 min read\n\nStories•#Oceans#Arctic Sunrise\nDeep sea mining will not start on our watch\n\nAs long as the deep sea mining industry intends to plunder the seabed, we’ll be there to expose their reckless plan threatening the oceans.\n\nMaud Oyonarte•24 November 2023•3 min read\n\nPress Releases•#Oceans#Arctic Sunrise\nGreenpeace confronts deep sea mining ship in at-risk Pacific region\n\nGreenpeace International activists yesterday began an ongoing peaceful action against a ship doing deep sea mining exploration for The Metals Company (TMC), to denounce the imminent threat that this industry poses to the world’s oceans\n\nGreenpeace International•23 November 2023•2 min read\n\nLoad more\nSelected:\nInternational\nChange Country\nGreenpeace International\nA\nAfrica\nEnglish • Français\n Aotearoa Argentina Australia Austria\nB\nBelgium\nFrançais • Nederlands\n Brazil Bulgaria\nC\nCanada\nEnglish • Français\n Chile Colombia Croatia Czech Republic\nD\nDenmark\nE\nEast Asia\n中文简体 • 繁體 • 正體 • 한국어 • English\n European Union\nF\nFinland France\nG\nGermany Greece\nH\nHungary\nI\nIndia\nEnglish • Hindi\n Indonesia Israel Italy\nJ\nJapan\nL\nLuxembourg\nDeutsch • Français\nM\nMalaysia Mexico Middle East and North Africa\nالعربية • English • Français\nN\nNetherlands Norway\nP\nPeru Philippines Poland\nR\nRomania\nS\nSlovakia Slovenia South Asia Southeast Asia Spain\nEspañol • Català • Euskara • Galego\n Sweden Switzerland\nDeutsch • Français\nT\nThailand Turkey\nU\nUK USA\nFollow us\nFacebook\nTwitter\nYoutube\nInstagram\nLinkedin\nMastodon\nRSS\nGithub\nAbout us\nContact us\nJobs\nOur values\nPress centre\nCommunity Policy\nCopyright\nPrivacy and cookies\nSearch the archive\nTerms\n Greenpeace International 2023\nUnless otherwise stated, the copy of the website is licensed under a CC-BY International License\nWe use cookies to enhance your experience. By clicking \"Accept all cookies\" you agree to our Privacy & Cookies Policy. You can change your cookies settings anytime.\nSettings\nAccept all cookies"
}