{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "A 5-year voyage to tackle plastic pollution - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/5-year-voyage-tackle-plastic-pollution",
  "body": "\"Beat Plastic Pollution\", the theme of World Environment Day 2018, urges governments, industry, communities and individuals to break up with single-use plastic, which is polluting our oceans, damaging marine life and threatening human health. The Race for Water expedition will spread the word on this pressing issue.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n22 FEB 2018 STORY OCEAN & COASTS\nA 5-year voyage to tackle plastic pollution\nRace for Water\n\nIt’s possible to cross all of the world's oceans without using a single drop of fossil fuels: the Race for Water is proof. Entirely propelled by solar energy, hydrogen and wind, the boat set off last year on a five-year journey around the globe to raise awareness of the urgency of curbing plastic pollution in the oceans.\n\nThis week, the vessel arrived in Panama City as part of a series of stops in Latin America and the Caribbean, including Bermuda, Cuba, the Dominican Republic and Guadeloupe. \n\nA view of the boat’s solar panels, part of the renewable energy mix that powers the Race for Water. (Source: Race for Water)\n\nThe expedition, led by the Swiss Race for Water Foundation and supported by UN Environment, reaches out to the communities along its route. More than 1,500 children have benefited so far from lectures and interactive presentations aboard the vessel on how to tackle plastic pollution. Around 8 million tonnes of plastic waste end up polluting the oceans each year. If no urgent action is taken, our oceans could contain more plastic than fish by 2050.\n\n“The Race for Water Foundation is demonstrating that a zero-emissions future is not a utopia – it is already becoming reality,\" said UN Environment Executive Director Erik Solheim. \"UN Environment is proud to support the round-the-world odyssey of this innovative vessel.”\n\nRace for Water specialist Camille Rollin shares “plastic waste to energy” projects with children aboard the vessel. (Source: Race for Water)\n\nThe crew of the Race for Water also undertakes research projects that aim to measure the impact of marine litter on wildlife and biological cycles. The expedition aims to inspire governments, companies, scientists and students to use the latest technologies to reduce plastic consumption and better manage their plastic waste.\n\n“We are thrilled to be in Panama and to have the opportunity to share with audiences here the fragility of marine ecosystems and the solutions we need to tackle plastic pollution, including microplastics,” said Franck David, leader of the expedition.\n\nThe Race for Water is a 35-metre long boat with 500 square meters of solar panels on its roof, a plant to produce energy from saltwater hydrogen, and a maximum-efficiency sail, which helps to harness the power of the wind.\n \n\nPlastic waste collected by the crew for study. (Source: UN Environment)\n\n“This innovative vessel demonstrates that through technology and innovation we can already achieve efficient solutions to plastic pollution, one of the most serious problems of our time,\" said UN Environment regional director for Latin America and the Caribbean, Leo Heileman, during a visit to the Race for Water.\n\n“We already have the innovations that will help us to set up a new plastic economy. Now we need to build momentum among all sectors to change our unsustainable production and consumption patterns and that is why plastic pollution is the theme of this year’s World Environment Day,” Heileman added.\n\nEven when there is no wind, the Race for Water requires no fossil fuels. (Source: Race for Water)\n\n“Beat Plastic Pollution”, the theme of World Environment Day 2018, urges governments, industry, communities and individuals to break up with single-use plastic, which is polluting our oceans, damaging marine life and threatening human health.\n\nThe Race for Water expedition will spread the word on this pressing issue. In the coming months, the vessel will stop in Peru and Chile, before continuing on to the Pacific islands. “Shanghai, Tokyo and Dubai will follow, and we will end this unique expedition in the Mediterranean, before returning to France in 2021”, David said.\n\nUN Environment regional director for Latin America and the Caribbean, Leo Heileman, joins expedition leader Franck David on board the Race for Water. (Source: UN Environment)\n\nPanama, Chile and Peru are part of UN Environment's Clean Seas campaign, which aims to engage governments, the general public, civil society and the private sector in a global fight against marine plastic litter.\n\nTOPICS\nOcean & coasts\nMarine Litter Coastal and Marine Ecosystems Pollution World Environment Day\nRelated Content\nSPEECH\nThe G20 is a global force for sustainability\nSTORY\n500km swim showcases an American river slowly healing\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}