{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "In the next 30 years, we'll make four times more plastic ... - Science",
  "href": "https://www.science.org/content/article/next-30-years-we-ll-make-four-times-more-plastic-waste-we-ever-have",
  "body": "Today, we can't live without it. And over the next 30 years, we may produce four times more plastic waste than we ever did, a new study shows. Researchers collected data on the fate of all plastic since the material was initially mass-produced in the 1950s. By 2015, humankind had manufactured 8.3 billion metric tons of the stuff and generated 6 ...",
  "textContent": "ADVERTISEMENT\nNEWS\nCAREERS\nJOURNALS\nLOG IN\nBECOME A MEMBER\nNews Home\nAll News\nScienceInsider\nNews Features\nHOME\nNEWS\nALL NEWS\nIN THE NEXT 30 YEARS, WE'LL MAKE FOUR TIMES MORE PLASTIC WASTE THAN WE EVER HAVE\nNEWSCLIMATE\nIn the next 30 years, we'll make four times more plastic waste than we ever have\nAnd we won’t be doing a very good job recycling it\n19 JUL 2017BYGIORGIA GUGLIELMI\nPRESSDIGITAL/ISTOCKPHOTO\nSHARE:\nFacebook\nTwitter\nLinked In\nReddit\nWechat\nEmail\nIn the next 30 years, we'll make four times more plastic waste than we ever have\n\nBy Giorgia GuglielmiJul. 19, 2017\n\nSeventy years ago, plastic was barely used outside of the military. Today, we can't live without it. And over the next 30 years, we may produce four times more plastic waste than we ever did, a new study shows.\n\nResearchers collected data on the fate of all plastic since the material was initially mass-produced in the 1950s. By 2015, humankind had manufactured 8.3 billion metric tons of the stuff and generated 6.3 billion metric tons of plastic waste. Of this, 9% was recycled and 12% incinerated. The vast majority, 79%, was tossed, the team reports today in Science Advances.\n\nSIGN UP FOR THE SCIENCEADVISER NEWSLETTER\nThe latest news, commentary, and research, free to your inbox daily\nSIGN UP\nBy 2050, we'll have produced 26 billion tons of plastic waste\nHistorical data and projections to 2050 of plastic waste production and disposal. \"Primary waste\" is plastic becoming waste for the first time and doesn't include waste from plastic that has been recycled.\nCREDITS: (GRAPHIC) G. GRULLÓN/SCIENCE; (DATA) GEYER ET AL., SCIENCE ADVANCES\n\nIf these trends continue, by 2050 we'll have produced 26 billion metric tons of plastic waste, almost half of which will be dumped in landfills and the environment. Because plastic doesn't degrade easily, there will be zillions of tons of the material on our planet by the end of the millennium.\n\nBillions of years from now, long after our species has likely gone extinct, the only remnant of human civilization may be the cheap plastic containers we made.\n\ndoi: 10.1126/science.aan7121\nRELEVANT TAGS:\nCLIMATE\nSCIENTIFIC COMMUNITY\nABOUT THE AUTHOR\nGiorgia Guglielmi\nTwitter\nAuthor\nMORE FROM NEWS\n8 DEC 2023\nTheir budget already stretched near bursting, U.S. particle physicists dream small\nBY ADRIAN CHO\n8 DEC 2023\nFederal agency’s plan to disclose university misconduct findings splits academics\nBY JEFFREY MERVIS\n8 DEC 2023\nPatagonian people were riding horses long before Europeans arrived\nBY ANDREW CURRY\nVIEW MORE\nGot a tip for Science's news department?\nCONNECT\nSign up for ScienceAdviser\n\nSubscribe to ScienceAdviser to get the latest news, commentary, and research, free to your inbox daily.\n\nSUBSCRIBE\nADVERTISEMENT\nSCIENCEINSIDER \n8 DEC 2023BY ADRIAN CHO\nTheir budget already stretched near bursting, U.S. particle physicists dream small\n8 DEC 2023BY JEFFREY MERVIS\nFederal agency’s plan to disclose university misconduct findings splits academics\n7 DEC 2023BY JOCELYN KAISER\nBiden wants NIH to have ‘march-in’ power to override patent rights for high-priced drugs\n7 DEC 2023BY DENNIS NORMILE\nNASA opens door to cooperation with China on Moon rock research\nVIEW MORE\nADVERTISEMENT\nSIFTER \n7 DEC 2023BY SEAN CUMMINGS\nAncient Egyptians kept sacred baboons under dismal conditions in captivity\n7 DEC 2023BY SEAN CUMMINGS\nWant tastier coffee? Add a splash of water before grinding the beans\n6 DEC 2023BY SEAN CUMMINGS\nAI can identify wine origins with corking good accuracy\n5 DEC 2023BY SEAN CUMMINGS\nOldest known mosquito fossils show males, too, once sucked blood\nVIEW MORE\nRECOMMENDED\nREPORTFEBRUARY 2015\nPlastic waste inputs from land into the ocean\nLETTERAUGUST 2022\nPaths to sustainable plastic waste recycling\nRESEARCH ARTICLEOCTOBER 2020\nThe United States’ contribution of plastic waste to land and ocean\nREPORTSEPTEMBER 2020\nPredicted growth in plastic waste exceeds efforts to mitigate plastic pollution\nADVERTISEMENT\nSupport nonprofit science journalism\n\nHelp News from Science publish trustworthy, high-impact stories about research and the people who shape it. Please make a tax-deductible gift today.\n\nDONATE\n\nNot Now\nSkip slideshow\nFOLLOW US\nGET OUR NEWSLETTER\nNEWS\nAll News\nScienceInsider\nNews Features\nSubscribe to News from Science\nNews from Science FAQ\nAbout News from Science\nCAREERS\nCareers Articles\nFind Jobs\nEmployer Hubs\nCOMMENTARY\nOpinion\nAnalysis\nBlogs\nJOURNALS\nScience\nScience Advances\nScience Immunology\nScience Robotics\nScience Signaling\nScience Translational Medicine\nScience Partner Journals\nAUTHORS & REVIEWERS\nInformation for Authors\nInformation for Reviewers\nLIBRARIANS\nManage Your Institutional Subscription\nLibrary Admin Portal\nRequest a Quote\nLibrarian FAQs\nADVERTISERS\nAdvertising Kits\nCustom Publishing Info\nPost a Job\nRELATED SITES\nAAAS.org\nAAAS Communities\nEurekAlert!\nScience in the Classroom\nABOUT US\nLeadership\nWork at AAAS\nPrizes and Awards\nHELP\nFAQs\nAccess and Subscriptions\nOrder a Single Issue\nReprints and Permissions\nTOC Alerts and RSS Feeds\nContact Us\n\n© 2023 American Association for the Advancement of Science. All rights reserved. AAAS is a partner of HINARI, AGORA, OARE, CHORUS, CLOCKSS, CrossRef and COUNTER.\n\nTerms of Service  Privacy Policy  Accessibility"
}