{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic straws clog the ocean and hurt fish. Now there's a growing ...",
  "href": "https://www.nbcnews.com/news/us-news/plastic-straws-clog-ocean-hurt-fish-now-there-s-growing-n877356",
  "body": "Plastic straws clog the ocean and hurt fish. Now there's a growing movement to ban them. Bans on plastic straws are starting to catch on. But a similar fight against plastic bags shows just...",
  "textContent": "SKIP TO CONTENT\nISRAEL-HAMAS WAR\nMEET THE PRESS\nPOLITICS\nU.S. NEWS\nWORLD\nBUSINESS\nHEALTH\nNBC NEWS TIPLINE\nVIDEO\nCULTURE & TRENDS\n\nPlastic straws clog the ocean and hurt fish. Now there's a growing movement to ban them.\n\nSHARE & SAVE —\nMY NEWS\nMANAGE PROFILE\nEMAIL PREFERENCES\nSIGN OUT\n SIGN IN\nCREATE YOUR FREE PROFILE\n\nSECTIONS\n\nMEET THE PRESS\nU.S. NEWS\nPOLITICS\nWORLD\nLOCAL\nBUSINESS\nHEALTH\nINVESTIGATIONS\nCULTURE & TRENDS\nSCIENCE\nSPORTS\nTECH & MEDIA\nVIDEO FEATURES\nPHOTOS\nWEATHER\nNBC SELECT\nDECISION 2024\nNBC ASIAN AMERICA\nNBC BLK\nNBC LATINO\nNBC OUT\n\nTV\n\nTODAY\nNIGHTLY NEWS\nMSNBC\nMEET THE PRESS\nDATELINE\n\nFEATURED\n\nNBC NEWS NOW\nNIGHTLY FILMS\nSTAY TUNED\nSPECIAL FEATURES\nNEWSLETTERS\nPODCASTS\nLISTEN NOW\n\nMORE FROM NBC\n\nCNBC\nNBC.COM\nNBCU ACADEMY\nPEACOCK\nNEXT STEPS FOR VETS\nNBC NEWS SITE MAP\nHELP\n\nFOLLOW NBC NEWS\n\nNEWS ALERTS\n\nThere are no new alerts at this time\n\nU.S. NEWS\nPlastic straws clog the ocean and hurt fish. Now there's a growing movement to ban them.\nBans on plastic straws are starting to catch on. But a similar fight against plastic bags shows just how hard it is to regulate plastics.\nA crowd of supporters follow Honey, a juvenille Logghead sea turtle being carried by volunteer Beth Howard, from left, and veterinarian Craig Harms, as they make their way to the ocean for his release in Topsail Beach, North Carolina on June 2, 2004.Sara D. Davis / Getty Images file\nSAVE\nCreate your free profile or log in to save this article\nMay 26, 2018, 10:12 AM CDT / Updated May 26, 2018, 10:12 AM CDT\nBy James Rainey\n\nThe humble plastic drinking straw has become the villain of the moment for environmental crusaders, with New York City joining a small but growing list of communities considering a straw ban to lighten the load on landfills and protect marine life.\n\nThe campaign is not advancing uniformly, though. It remains mostly the province of coastal communities, while the plastics industry questions the value of such bans and shareholders for one major straw distributor, McDonald’s, voted against a push by activists for the chain to re-evaluate its use of plastic straws.\n\nThe more than decade-old crusade to outlaw single-use plastic shopping bags also suggests that these restrictions can face a backlash. California remains the only state to ban plastic bags, while 10 other states have passed laws limiting, or forbidding, cities and counties from enacting their own plastic bag restrictions.\n\n'Most Densely Polluted Place on Earth:'Tons of Plastic Washes Up on Remote Island\nMAY 16, 201701:10\n\nActivists believe the anti-straw push can advance more rapidly because, while some people view plastic bags as something of a necessity, straws are generally viewed as a small indulgence that consumers can do without.\n\n”Straws are something anyone can give up easily without having it affect their lifestyle,” said Diana Lofflin, founder of StrawFree.org, a San Diego-based nonprofit. “It’s a small step anyone can take to make a global impact.”\n\nThe initiatives seem to be gaining energy because of viral photos and videos of seals trapped in plastic netting, dead whales disgorging mounds of plastic and — in one video viewed nearly 25 million times on YouTube — a sea turtle suffering as rescuers struggle to remove a straw from its nose.\n\nCalifornia and Hawaii are pondering statewide action to regulate distribution of plastic straws, but most of the efforts on the issue have taken place at the local level, with more than a dozen cities and towns banning or limiting distribution of the disposable items — including Alameda, Carmel, Davis, Malibu, Manhattan Beach, Oakland, Richmond and San Luis Obispo in California; Seattle and Edmonds in the State of Washington; Miami Beach and Ft. Meyers in Florida; and Monmouth Beach in New Jersey.\n\nNew York City would become by far the biggest jurisdiction joining the ban if lawmakers and the mayor approve a proposal introduced this week that would prohibit bars, restaurants and other locations from offering single-use plastic straws or stirrers. Paper straws could be offered as an alternative.\n\nThe bill’s sponsor, councilman Rafael L. Espinal Jr., said the “luxury” item was causing “great harm to other environments.”\n\nThe Wildlife Conservation Society has launched a “Give a Sip” campaign to support the New York proposal. The organization cited a World Economic Forum report that said, at the current rate of accumulation, the amount of plastic in the oceans will outweigh all the fish in the oceans by 2050. Eight million metric tons of plastic finds its way into the oceans each year, the report said.\n\nMega Expedition mothership R/V Ocean Starr crew pull a ghost net from the Pacific Ocean in 2015. The vast dump of plastic waste swirling in the Pacific ocean is now bigger than France, Germany and Spain combined -- far larger than previously feared -- and is growing rapidly, a study published on March 22, 2018 warned.Ocean Cleanup / AFP - Getty Images file\n\nThe impact on sea life has been immense, said John Calvelli, the leader of Give a Sip campaign. Research has found that 70 percent of seabirds and 30 percent of sea turtles have some amount of plastic in their systems, Calvelli said.\n\nAnd plastic straws are high on the list of the most common objects fouling the seas. They are routinely among the 10 most collected items in beach cleanup programs, according to the Wildlife Conservation Society. The organization hopes that if plastic straws are banned in New York City, that will create momentum for other jurisdictions to take up the cause. Chicago and Providence, Rhode Island, have also expressed interest in controlling plastic straws, Calvelli said.\n\nRecommended\nU.S. NEWS\nU.S. military space plane launch atop SpaceX Falcon Heavy rocket delayed to Monday\nISRAEL-HAMAS WAR\nHunger, thirst and chaos in southern Gaza as hostilities drive humanitarian aid to the brink of collapse\n\nAn executive at the Plastics Industry Association (motto: \"Better Industry. Better World.\") said the organization also wants to cut the flow of plastic into the oceans. But the best way to do that is for governments to invest more in recycling and waste management, said Scott DeFife, vice president of government affairs for the trade group.\n\n“Banning a specific product that is one small part of the larger problem is not a solution to the marine debris issue,” DeFife said. He said the bans give a “false sense of accomplishment” and that a real solution to the problem will only come when government invests more in managing trash.\n\nHunting for ghost gear: What happens when fishing nets go rogue\nJUNE 8, 201805:48\n\nThe campaign against single-use bags began in earnest more than a decade ago with San Francisco's 2007 ban. Some 150 other California cities and counties eventually enacted restrictions, which were supplanted in 2014 when the legislature approved a statewide ban on the bags. (That was later challenged by an industry group and had to be affirmed by voters in 2016 before finally taking effect.)\n\nAbout 150 other cities and counties in America also outlawed or restricted the synthetic carry-alls. But efforts in many other places were blocked by the pre-emption actions taken in 10 states: Arizona, Florida, Idaho, Indiana, Iowa, Michigan, Minnesota, Mississippi, Missouri and Wisconsin.\n\nDespite roughly a decade of plastic bag activism, the industry still shipped $10.3 billion worth of bags in 2016, a 1.3 percent increase over 2011. The number of companies making the bags dropped less than 1 percent, to 333, over the same period, according to the Plastics Industry Association.\n\nIntent on one day seeing the last straw made of plastic, activists are also focusing their attention on corporations. The global consumer organization SumOfUs launched a petition campaign to get McDonald's to stop handing out plastic straws to every customer who orders a drink. By Friday, the initiative had gathered more than 485,000 signatures urging the fast-food giant to \"ditch its dirty habit.\"\n\nBut in a vote at McDonald’s annual meeting Thursday, a shareholder proposal to re-evaluate the chain's use of plastic straws was overwhelmingly rejected. Less than 8 percent of shareholders supported the proposal, according to a preliminary tabulation.\n\nThe company said it already had moved on its own to address the issue. McDonald’s outlets in Britain are moving to paper straws, for example, and they are kept behind the counter and only distributed when requested by customers. The burger maker said in a statement that it has a broader plan to move to packaging that comes 100 percent from “renewable, recycled or certified sources by 2025.” It also pledged to have recycling in all restaurants by that time.\n\nSome companies are touting bamboo and wood straws as longer-lasting alternatives, though paper remains the standard second option in cities like Malibu, where the new ban on plastic straws and utensils kicks in June 1.\n\nThe tony enclave is giving each restaurant several hundred straws with the message \"Keep it Clean Malibu\" printed on the side. But the owner of the Paradise Cove Beach Cafe thinks he might have a better answer: giving patrons the option of straws made out of pasta. They decompose more quickly than just about any other choice. And there are gluten-free models, naturally.\n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}