{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Can We All Agree That Plastic Straws Are Totally Unnecessary?",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/6ulzwh/can_we_all_agree_that_plastic_straws_are_totally/",
  "body": "Straws themselves are nessesary (I have dysphagia due to a chronic illness, I can't drink without a straw) but plastic, single use straws are not nessesary.. I have a curved metal straw I carry with me so I can drink, and my brother who has the same illness has a durable plastic, reusable straw which will last ~5 years, has a bit more flexibility to it.",
  "textContent": "Can We All Agree That Plastic Straws Are Totally Unnecessary? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n6 yr. ago\ntechnophila\nCan We All Agree That Plastic Straws Are Totally Unnecessary?\nfastcompany.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nsquarespace.com\nSign Up\nSort by:\nMaximumDestruction\n•\n6 yr. ago\n\nThis may be true for many people but its not universally true. I have a friend with cerebral palsy, plastic bendy straws are a necessity for him.\n\n[deleted]\n•\n6 yr. ago\n\nThat was my first thought. Can be necessary for a lot of people from dentist patients and chronically ill to physically challenged people. But You don't need them ? Great, lucky you ! Definitely a item where you can avoid littering.\n\n6 more replies\nvocalfreesia\n•\n6 yr. ago\n\nWhen it comes to zero waste I would always say medical items are exempt. Diabetes test kits, medicine delivery etc are a perfect example of where single use plastics are so needed. 500 million straws a day for coke and cosmos not so much.\n\n1 more reply\n[deleted]\n•\n6 yr. ago\n\nI enjoy drinks with ice, but can't bear the ice touching my lips or teeth. Also, I'm a very absent minded klutz, so straws save a lot of accidents. That being said, I finally bought metal straws for home and love them. I haven't quite gotten the nerve to take them out and about with me. I have no idea why that's embarrassing.\n\n[deleted]\n•\n6 yr. ago\n2 more replies\ngooftroops\n•\n6 yr. ago\n\nThe biggest use case for straws is to keep as much sugary drink away from your teeth as possible.\n\nMetal or biodegradable straws are just as good at keeping drinks away from your teeth, no need for plastic straws to exist.\n\nEverline\n•\n6 yr. ago\n\nSugary drinks are not good for the teeth nor for the body in general, if you're concern for teeth hopefully you're concern for your body too. I don't see this being a concern if people don't drink that many sugar juice in the first place so in my mind it's not really a valid reason (I'm talking in general terms here, not for a small portion of population with actual medical needs which I don't believe can exclaim the large scale of straw use). But yeh at least there is reusable option.\n\n3 more replies\nakka-vodol\n•\n6 yr. ago\n\nI've never seen paper straws, but if they work well and are more sustainable, then sure they can replace the plastic ones. I'm not giving up straws though.\n\ninsightf\n•\n6 yr. ago\n\nI've used paper straws before but they get kinda soggy after not that long. I think metal straws are a better alternative but they're tricky to clean\n\n4 more replies\nashdhan\n•\n6 yr. ago\n\nIn Boulder, CO there's an organization dedicated to discouraging people and businesses from using straws. There are rumblings that it will become a ballot measure.\n\nhttp://www.dailycamera.com/news/boulder/ci_31115001/boulder-environmentalists-set-their-sights-disposable-plastic-straws\n\nryanmercer\n•\n6 yr. ago\n\nHappy cake-day!\n\ntechnophila\n•\n6 yr. ago\n\nHaha. Thanks.\n\nlaikabake\n•\n6 yr. ago\n\nTotally with you. I have some very large glass straws that fit my 20 oz water bottle, a few small metal straws for regular glasses and we're getting paper straws for my wedding next summer (we're also getting sustainable and biodegradable plates and cutlery). No plastic necessary.\n\nmarieannfortynine\n•\n6 yr. ago\n\nWell I agree and have done for a long time. I hate straws and have never understood the reason for them. I have never bought any, of course part of that was the cost.I always considered buying throwaways a total waste of money.\n\nSpitinthacoola\n•\n6 yr. ago\n\nThere are definitely use cases for straws.\n\n2 more replies\nbizmarxie\n•\n6 yr. ago\n\nYes.\n\nspringcreek1966\n•\n6 yr. ago\n\nI recently realized this myself. I stopped using them altogether. I have to remind my waitress because it is such a habit for them to bring them out with every drink. It's the small things.\n\n[deleted]\n•\n6 yr. ago\nView more comments\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of August 19, 2017\nReddit\nreReddit: Top posts of August 2017\nReddit\nreReddit: Top posts of 2017"
}