{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic Straws: Sustainable? - Avendra Procurement Solutions",
  "href": "https://www.avendra.com/company/news/plastic-straws-sustainable/",
  "body": "Plastic straws are expected to be the next biggest sustainability concern in foodservice disposables. As a nation, it is estimated that we go through 500 million straws a day which, at best, wind up in the landfill. At worst, they end up in rivers, streams, and oceans where they can be ingested by wildlife and marine mammals.",
  "textContent": "Plastic Straws: Sustainable?\nHome / News / Plastic Straws: Sustainable?\nDECEMBER 7, 2017\nPlastic Straws: Sustainable?\n\nPlastic straws are expected to be the next biggest sustainability concern in foodservice disposables. As a nation, it is estimated that we go through 500 million straws a day which, at best, wind up in the landfill. At worst, they end up in rivers, streams, and oceans where they can be ingested by wildlife and marine mammals.\n\nStraws are almost exclusively made of polypropylene, which is one of the most sustainable plastics, but because straws are so small and lightweight, they are rarely recycled even if they make it into a recycle bin.\n\nWhat are the Alternatives?\n\nPaper and PLA (bio-resin/compostable) straws are available as alternatives to plastic straws. Paper straws, however, are more expensive and have a heavier carbon footprint than do plastic straws. PLA straws are compostable but only in commercial composters – so there is still a significant chance they will still wind up in landfills or in waterways and oceans where they will not degrade, making them problematic still. Wood and metal non-disposable straws are also available, although they’re hard to clean and aren’t good solutions for the foodservice industry.\n\nGood News, Though!\n\nWith straws, we can enact the most sustainable choice of all: Reduce Use. Consumers are already seeing “no straw” policies at many zoos, aquariums, parks and universities, in addition to bars and restaurants that are only providing straws if requested.\n\nThe city of Seattle has an ordinance to ban disposable plastics for foodservice establishments. “As of July 1, 2018, food services businesses should not be providing plastic straws or utensils,” Seattle Public Utilities’ Strategic Adviser for Product Stewardship, Sego Jackson, said. “What they should be providing are compostable straws or compostable utensils. But they also might be providing durables, reusables, or encouraging you to skip the straw altogether.”\n\nWhat Can I Do?\n\nYou can start by supplying straws only when guests request them. While there will still be some straw use, the number of straws being thrown out will drop significantly. You can use informative messaging to convey to guests that while straws are available, they can participate in sustainable practices by choosing to “skip the straw.”  Some education will be necessary to ensure that your guests feel that it’s their choice, rather than something being imposed upon them.\n\nWe understand that there will still be a need for straws – some customers feel it’s more sanitary. Straws may also be needed to prevent spills — consider children just learning to drink from a cup or people with physical impairments.\n\nOnce you’ve put an “upon request only” program in place, decide what’s the best straw to use. If you’re composting foodservice disposables with a commercial composter, and there’s little to no chance that straws will escape the waste stream and get into waterways, then a PLA compostable straw would be the best choice. If you’re not composting your disposables, and your goal is to present the most sustainable solution possible, then a paper straw might be your best choice. If your goal is to choose products with the best value, then a plastic straw, on request only, will be the best-priced choice.\n\n Facebook\n Twitter\n LinkedIn\n E-Mail\nPrevious\nNext\nIN THIS SECTION\nCompany\nNews\nEvents\nLeadership\nCorporate Social Responsibility\nSustainability Goals\nSustainability Strategies\nCommitment to Climate Change\nCareers\nCommunity Engagement\nJob Listings\nRECENT POSTS\nCheers to the New Year: Start Serving the Top Beverage Trends of 2024\nDecember 5, 2023\nAvendra hosts busy, successful 2023 client appreciation event\nNovember 22, 2023\nHotel Gift Shops: More Than Just Necessities and Souvenirs\nNovember 16, 2023\nAvendra Joins HARP as Founding Member to Improve Hospitality Sustainability\nOctober 5, 2023\nLatino Hotel Association: Promoting Latino Ownership and Success\nOctober 3, 2023\nARCHIVES\nDecember 2023\nNovember 2023\nOctober 2023\nAugust 2023\nJuly 2023\nJune 2023\nMay 2023\nFebruary 2023\nJanuary 2023\nDecember 2022\nNovember 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nMay 2022\nFebruary 2022\nJanuary 2022\nSeptember 2021\nJune 2021\nApril 2021\nFebruary 2021\nJanuary 2021\nDecember 2020\nOctober 2020\nSeptember 2020\nAugust 2020\nMay 2020\nMarch 2020\nNovember 2019\nSeptember 2019\nJune 2019\nDecember 2018\nNovember 2018\nOctober 2018\nSeptember 2018\nJuly 2018\nJune 2018\nMay 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nDecember 2017\nNovember 2017\nOctober 2017\nSeptember 2017\nAugust 2017\nJuly 2017\nJune 2017\nMay 2017\nApril 2017\nMarch 2017\nJanuary 2017\nDecember 2016\nNovember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nFebruary 2016\nJanuary 2016\nSeptember 2015\nJuly 2015\nJune 2015\nMay 2015\nApril 2015\nMarch 2015\nBuilding a legacy of industry leadership\n\nAvendra is North America’s leading hospitality procurement services provider. Our supply chain management solutions are tailored to our clients’ business strategies and deliver benefits beyond great savings. We combine years of hospitality expertise, purchasing power, services and software to help customers impact the bottom line, improve operational performance, and better serve guests. More than 16,500 customers rely on Avendra as a trusted partner. Avendra is headquartered in Rockville, Maryland and has regional offices throughout North America.\n\nHeadquarters\n\nAvendra, LLC\n540 Gaither Road, Suite 200\nRockville, MD 20850\n1-866-AVENDRA (283-6372)\n\nFollow Us\n \n \n \n\nCopyright © 2023 Avendra, LLC.\n\nPrivacy Policy\n \nTerms of Use\n \nPart of Avendra Group"
}