{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Technique: Along for the Ride - AOPA",
  "href": "https://www.aopa.org/news-and-media/all-news/2017/august/pilot/technique-aircraft-control",
  "body": "Flying the Navion on the VOR approach into Tullahoma Regional Airport (THA) that day in 2004 took all the concentration I could muster. Despite constant pitch corrections, I just couldn't seem to get it right. I felt as though I were more along for the ride than in control of the airplane. After witnessing several minutes of my struggle, Rich Ranaudo, my colleague and mentor in flight ...",
  "textContent": "For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nGet extra lift from AOPA. Start your free trial today! CLICK HERE\nJOIN NOW\n  News & Media  Technique: Along for the Ride\nTECHNIQUE: ALONG FOR THE RIDE\nAIRCRAFT CONTROL: TOO MUCH ISN’T A GOOD THING\nAugust 1, 2017\nBy Catherine Cavagnaro\nFlying the Navion on the VOR approach into Tullahoma Regional Airport (THA) that day in 2004 took all the concentration I could muster. Despite constant pitch corrections, I just couldn’t seem to get it right. I felt as though I were more along for the ride than in control of the airplane. After witnessing several minutes of my struggle, Rich Ranaudo, my colleague and mentor in flight testing at The University of Tennessee Space Institute, suggested I freeze the yoke, note the aircraft reaction, and then use smaller and more selective inputs. Sure enough, it worked, and I completed the approach.\nCatherine Cavagnaro will discuss these and other loss-of-control situations in the seminar “Low, Slow, and Upside Down: Controlling Your Aircraft in an Emergency” at the 2017 AOPA Fly-Ins. The next AOPA Fly-In will be in Norman, Oklahoma, September 8 and 9 (see “Oklahoma Odyssey”).\n\nThe technique of freezing the yoke to remedy a pilot-induced oscillation was new to me. Having already earned commercial and flight instructor certificates, I wondered how I could have missed this great advice. I searched my training textbooks to no avail. Then I queried my friends. Any relief I may have felt after realizing that I wasn’t alone in this regard gave way to incredulity at our communal ignorance.\n\nThe FAA defines loss of control as an “unintended departure from controlled flight.” While the term might elicit notions of stalls, spins, and upsets, flight situations such as pilot-induced oscillations fit the definition as well. Each of these events deserves more attention in primary and recurrent training.\n\nStability\n\nStability is the most basic autopilot with which an airplane is constructed. A stable airplane will return to its trimmed condition (equilibrium) upon a disturbance. As student pilots, we were taught to set the pitch trim tab to ease our workload in longitudinal control. Upon an unexpected deviation in angle of attack, the airplane will naturally seek its equilibrium. That resulting longitudinal motion is a combination of two fundamental and independent oscillations: the phugoid (or long-period) oscillation and the short-period oscillation. Lateral and directional stability are important, but let’s restrict this discussion to longitudinal stability.\n\nThe phugoid oscillation features a nearly constant angle of attack and changing airspeed and altitude, which can take several minutes to settle down. The short-period oscillation is characterized by a changing angle of attack and constant airspeed, and typically lasts less than a second. Both these oscillations must be demonstrated during certification of an aircraft under Part 23. Although there is no requirement that the phugoid oscillation be stable, it “must not be so unstable as to increase pilot workload or endanger the airplane.” A reasonably skilled pilot should be able to intervene to return the airplane to its trimmed condition. In contrast, the short-period oscillation happens so quickly that it is required to be heavily damped. While the stability characteristics of each airplane are different, most general aviation airplanes feature stable phugoid and short-period oscillations.\n\nThe University of Tennessee Space Institute Navion is no ordinary airplane. The aircraft is used to simulate flight in icing conditions, and its variable stability system enables it to be configured to mimic the stability characteristics of another airplane. That day, the Navion behaved as the NASA Twin Otter does with ice accretions. Ice buildup on the wings and tail can seriously degrade the stability characteristics of an aircraft. In this case, the short-period oscillation was slightly unstable, so keeping the aircraft under control was like trying to stand on a basketball. Pilots who load their aircraft outside the weight and center of gravity envelope may witness a similar stability degradation.\n\nPilot-induced oscillations\n\nPeople are not particularly adept at arresting longitudinal oscillations, and a breezy day at your local airport can provide examples. Adding airspeed might help a pilot maintain control during a landing in gusty conditions, but flaring with extra energy can result in the aircraft ballooning and airspeed decreasing. At this point, it’s easy to make the mistake of pushing the yoke forward with enthusiasm. If the aircraft is longitudinally stable, it returns to the approach angle of attack naturally, so that extra push makes the nose sail past the equilibrium point more quickly. Then with the nose now too low, pulling back can make the nose pitch up too far once again. This is one way of being out of phase with the airplane. If the ground is close, it’s especially easy to do.\n\nTry an experiment using a weight suspended by a string. Pull the weight a few inches to the side and let go. Air resistance provides the damping force with which the motion eventually settles down. Now swing it again and push the weight toward the center while it’s farthest away and you’ll exacerbate the motion. Swing it a third time and hinder the motion only as the weight swings past the bottom. In this way, you’ll help it settle down sooner by being in phase with the motion.\n\nThe last technique with the weight also works with an airplane: Provide a force that opposes the motion as it’s passing through the equilibrium, and not at the positional extremes. But being in phase with the airplane can be a tall order, as is evidenced by myriad examples you’ll find by typing “pilot-induced oscillation” into a search engine. If the longitudinal motion is stable, it’s better to freeze the yoke in the neutral position and let the oscillations settle on their own. If the ground is nearby, ease in the power and go around for another approach.\n\nSpirals\n\nMany airplanes are not equipped with an autopilot beyond the basic stability model of aircraft design. I learned long ago to let go of the yoke when I consult the approach plate or navigational chart in my lap, lest I look up and find myself in a spiral. “Head down, hands off” after ensuring the trim is set for constant angle of attack is one of the best techniques I learned during instrument training. Even so, because of asymmetry in power or loading, the airplane will naturally spiral off in one direction or another, so it’s necessary to check back often. Once an airplane enters a spiral, airspeed can pick up rapidly. If the wings are then leveled, the airplane will seek its trimmed angle of attack and the nose will balloon. The result is a phugoid oscillation and another opportunity to be out of phase with the airplane if the pilot isn’t careful. It’s better to freeze the yoke in the neutral position and rely on the stability of the airplane. Or at least make more careful movements.\n\nTraining for success\n\nThe FAA cites loss of control as the number one cause of general aviation accidents. Common among stalls, spins, upsets, pilot-induced oscillations, and other loss of control events is that proper action with the yoke or stick may not be the one we naturally find compelling in an emergent situation. The best way to ensure a proper recovery is to have practiced it in a controlled environment beforehand. Why not make it part of your continuing pilot training?\n\nCatherine Cavagnaro, ATP and CFII, owns and operates Ace Aerobatic School in Sewanee, Tennessee (www.aceaerobaticschool.com). She also holds a Ph.D. in mathematics and is a professor at Sewanee: The University of the South.\n\nWeb: www.aopa.org/pilot/stability\n\nCatherine Cavagnaro\nCatherine Cavagnaro is an aerobatics instructor (aceaerobaticschool.com) and professor of mathematics at Sewanee: The University of the South.\nGO TO CATHERINE CAVAGNARO'S PROFILE\nRELATED ARTICLES\nCLUB CONNECTOR\nNews from Headquarters: Old Clubs Staying Young\nGO TO ARTICLE\nCLUB CONNECTOR\nQuestion of the Month: How Can Flying Clubs Stay Modern?\nGO TO ARTICLE\nCLUB CONNECTOR\nSafety: Topic of the Month: Making the Numbers\nGO TO ARTICLE\nX\nABOUT AOPA\nJOIN AOPA\nMEMBERSHIP\nMISSION, VISION AND VALUES\nGOVERNANCE\nJOIN THE AOPA TEAM\nAOPA PARTNERS\nSPEAKER REQUEST FORM\nCONTACT AOPA\nMEDIA ROOM\nADVERTISING\nTERMS OF USE\nCANCELLATION AND REFUND POLICY\nPRIVACY POLICY\nAVIATION JOBS\nAOPA PILOT GEAR STORE\nCONTACT DMCA AGENT\nPRIVACY REQUEST\n©2023 Aircraft Owners and Pilots Association\n\n421 Aviation Way Frederick, MD, 21701\n\n800.872.2672"
}