{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Magic The Gathering: Arena - Reddit",
  "href": "https://www.reddit.com/r/MagicArena/",
  "body": "1 Harness Infinity (STX) 191. Basically you want to get Emergent Ultimatum in the graveyard. Once that is done you'll want to play Mizzix's Mastery to copy and play Emergent Ultimatum. With Emergent Ultimatum you'll attempt to get Omniscience in play.",
  "textContent": "Magic The Gathering: Arena\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/MagicArena\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/Karn-The-Creator\n•\n2 days ago\nTibalt's Friday Tirades\nEvent\nu/Karn-The-Creator\n•\n12 hr. ago\nSunday Arena Chat Thread\nhttps://www.reddit.com/r/MagicArena/comments/18evzd1/sunday_arena_chat_thread/\nu/HamBoneRaces\n•\n33 min. ago\nDaily Deals - December 10, 2023: There's GOLD In Them Thar Deals! ⛏💰\nInformation\nu/felixvelasco\n•\n13 hr. ago\nThe Festival in a Box event in a nutshell\nFluff\nu/blackpix\n•\n8 hr. ago\nI just found a cool little bug where the username of my opponent has been translated to mana symbols by the UI\nBug\nu/iyankov96\n•\n4 hr. ago\nIs Chandra, Dressed to Kill good in Mono-Red ?\nQuestion\n\nHey!\n\nI see people running 2x of Chandra, Dressed to Kill in Mono-Red Aggro versions of decks, it seems to be very popular.\n\nIs the card good? As a person that's been playing for a few months (I can get to diamond but not mythic) I don't really see the justification for why it's included.\n\nIt's 3 mana deal 1 to a player or planeswalker... or 3 mana draw 1.\n\nI've played a bunch of games against opponents that use it and I either kill them before they can use the planeswalker a second time or they don't have enough creatures to protect it from my attacks.\n\nWhat are your opinions? Should the card be included or are there better options ?\n\nView full post\nu/MajorStainz\n•\n14 hr. ago\nI won 2 festival in a box tourneys on arena, am I getting 2 festivals?\nQuestion\nu/rickraus\n•\n16 hr. ago\nI did it! Shredold is a hell of a card\nDiscussion\nu/Megabot555\n•\n4 hr. ago\nFirst attempt at brewing my own Standard deck as F2P, how does it look so far?\nQuestion\nu/Factor_75\n•\nPromoted\nWeight loss? Without sacrificing flavor? You can have both with Factor! Sign up today and get 50% off with code Reddit50.\nfactor75.com\nOrder Now\nu/Deb1337\n•\n17 hr. ago\nBrewing for the new timeless format. (Rakdos Shadow, Izzet tempo, Monoblack control)\nDeck\nu/Majjin_\n•\n23 hr. ago\nThe Platinum Explorer Meta seems really good.\nFluff\nu/Maleficent_Yak9215\n•\n3 min. ago\nThe great Timeless counterspell debate\n\nWhat's better?\n\nMemory Lapse or Counterspell?\n\nu/Darkwolfie117\n•\n11 min. ago\nWith rogue discover banned, is amailia with a 70% wr still not concerning?\nDiscussion\nu/rytram99\n•\n1 day ago\nProps to the development team(s) behind MTG games.\nDiscussion\n\nThe more I play this game the more I realize that how difficult it must be for the developers to code this game. Just think of ALL the different conditions, abilities, enchantments, etc. that go into a game like MTG and imagine having to write those as code and actually make them work as intended. MTG video games are nothing new. In fact, I believe the first game came out around 1997ish While many of their video games were not too similar to the paperback experience, Games like MTGO and Arena are.\n\nMy point is, I have to give credit where it is due. Game Developers rarely see positive feedback because most feedback is negative as is human nature. Therefore, I would like to extend my thanks to the actual developers of these games. Not the marketers or publishers. The developers.\n\nThank you for your hard work.\n\nView full post\nu/dupue\n•\n25 min. ago\nHow do I get the Baldur's Gate Avatars?\nQuestion\n\nI am a returning player after 3 years break, and I see people with Baldur's gate avatars. I really like them, but I dont see them anywhere in the store? How can I get these? Is it a daily deal thing?\n\nu/Prohmeteus\n•\n46 min. ago\nAny ideas/suggestions for improvement?\nQuestion\n\nHey I want to build a deck that focuses on Decadent Dragon and Siphon insight. I've put this together but it doesn't quite work the way I want it to. Any suggestions for improvement? Thanks in advance.\n\nhttps://preview.redd.it/any-ideas-suggestions-for-improvement-v0-ec71gd12oh5c1.png?width=2547&format=png&auto=webp&s=7d5f6646399f26c96221803931662fc6002f42b8\n\nu/SpiritualRow8413\n•\n19 hr. ago\nIf you're bored, play the last deck in your deck list...\nFluff\n\nGo to your deck list and play the last one at the bottom...no matter how good/bad it is and play in the format that will allow it. Share how it went\n\nI had a dumb black deck with lifelink vamps, some removal and just a couple rares. Surprisingly, I won 3 out of the 4 games I played.\n\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/Nerd_Anarchy\n•\n1 hr. ago\nHelp! Quick draft gave me a loss\nQuestion\nu/Little_Blind_Oyarsa\n•\n13 hr. ago\nWho is Grizzlebees?\nQuestion\n\nI have been playing this mtg arena since launch. I just played against an orange name for the first time. Curious to know who it is. Anyone know who Grizzlebees is?\n\nu/anorimalkupasikraut\n•\n1 day ago\nI just think that this little guy deserves more appreciation\nFluff\n\nhttps://preview.redd.it/i-just-think-that-this-little-guy-deserves-more-appreciation-v0-0zp4woh2v85c1.png?width=481&format=png&auto=webp&s=66a545b65101b121d871d3a90c92f6d78f484f27\nu/Stasis0rb\n•\n15 hr. ago\nEveryone be sharing so heres mine, congrats to all who won!\nDiscussion\nu/Pvt_LovelyJubbley\n•\n10 hr. ago\nFirst 7 Win Draft !\nu/Soresvk236\n•\n3 hr. ago\nMy deck, ideas for upgrade\nDeck\nu/Saltycheezboi\n•\n9 hr. ago\nDoes this card exist?\nQuestion\nu/elkirus\n•\n20 hr. ago\nDid they remove the interface for choosing cosmetics for my deck?\nQuestion\n\nI remember there was a clickable option that we used to have to click on my deck cards and it shower the cosmetic options. Where is it? Thanks in advance.\n\nu/wizards_magic\n• Official\n•\nPromoted\nAlchemy: Ixalan is now available on MTG Arena! There's more to explore. Claim your 3 packs now!\n\nALCHEMY: IXALAN IS HERE\n\nmagic.wizards.com\nPlay Now\nu/UniversityofAlberta\n•\n1 day ago\nBo1 Timeless Metagame Tier List and Rankings • MTG Arena Zone\nInformation\nr/TimelessMagic\n•\n1 day ago\nBo1 Timeless Metagame Tier List and Rankings • MTG Arena Zone\nhttps://mtgazone.com/timeless-bo1-metagame-tier-list/\n• 19 comments\nu/rando269\n•\n10 hr. ago\nAnyone else getting this annoying audio bug with adventure cards?\nBug\n\nWhen I cast an adventure spell it starts playing an annoying sound effect that persists until the creature is killed, it does it while it's in exile and when I cast the creature it has the sparkly effect around it the whole time it's on the battlefield.\n\nu/yufoh\n•\n2 hr. ago\nEntered Mythic at #646, just not very many people playing this month?\nQuestion\nTop 1%\nRank by size \nMENU\nMagic Arena Discord\nRULES\n1\nRule 1: Be kind to your fellow Planeswalkers\n2\nRule 2: All posts must related to Magic Arena\n3\nRule 3: Deck Templating\n4\nRule 4: Spam/Low Effort Content\n5\nRule 5: Make as few individual posts as possible\n6\nRule 6: Links to Pirated Software/Mods/Exploits + TOS Conflict\n7\nRule 7: Repeated Violations/Content/Language\n8\nRule 8: Self-Promotion\n9\nRule 9: Common Reposts + Clutter Removal\n10\nExample Deck Templating Format"
}