{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "straw_hat_goofy (u/straw_hat_goofy) - Reddit",
  "href": "https://www.reddit.com/user/straw_hat_goofy/",
  "body": "It's a shame that in a land full of samurai, all Oda did was prove Kuina completely correct about her dream to be a powerful swordswoman being impossible and pointless. There was a female samurai. She was a boss as well. Episode 1022 about 7:50 in for up front and center look but she's been around this whole time. 2.",
  "textContent": "straw_hat_goofy (u/straw_hat_goofy) - Reddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nstraw_hat_goofy\n\nu/straw_hat_goofy\n\nOverview\nPosts\nComments\nback\nforward\nr/OnePiece\n• It's a shame that in a land full of samurai, all Oda did was prove Kuina completely correct about her dream to be a powerful swordswoman being impossible and pointless.\nstraw_hat_goofy commented 1 yr. ago \n\nThere was a female samurai. She was a boss as well. Episode 1022 about 7:50 in for up front and center look but she’s been around this whole time\n\nReply\nreply\nr/RegalUnlimited\n• Straw_Hat_Goofy ?\nstraw_hat_goofy commented 1 yr. ago \n\nAbsolutely! Screw that guy\n\nReply\nreply\nr/MovieSuggestions\n• The last few days I watched \"Her\" movie. This is one of the best movies for me. Someone suggest me a movie / series of this type.Thanks\nstraw_hat_goofy commented 2 yr. ago \n\nHer is my all time favorite film.\n\nWatch Lost In Translation. The movies are similar because the director, Sofia Coppola and Spike Jonze (Her) were married. So you are almost seeing two sides of the same story\n\nReply\nreply\nr/AskMen\n• What harmful behavior is often rewarded in movies?\nstraw_hat_goofy commented 2 yr. ago \n\nVery very persistent romantic advances. So many movies have a guy chasing after a girl who clearly isn’t interested but their persistence eventually wins them over.\n\nReply\nreply\nr/OnePiece\n• One Piece: Chapter 1045 - Official Release Discussion\nstraw_hat_goofy replied to Blackreaper18 2 yr. ago \n\nHell yeah\n\nReply\nreply\nr/OnePiece\n• Jamie Lee Curtis stated at the Oscars that she wants everyone to watch One Piece And she is so ready to play Kureha in season 02\nstraw_hat_goofy replied to Reasonable-Prior2893 2 yr. ago \n\nThanks!! 😁\n\nReply\nreply\nr/OnePiece\n• Jamie Lee Curtis stated at the Oscars that she wants everyone to watch One Piece And she is so ready to play Kureha in season 02\nstraw_hat_goofy replied to Jiggy__J 2 yr. ago \n\nThat’s me!!\n\nEdit: WOW!! Thanks for the awards guys! Was so happy to get a chance to interview her and I hope I get more opportunities like this one! Love this community!\n\nReply\nreply\nr/movies\n• I cannot believe I’ve never seen anyone online talk about Pleasantville (1998). This film is excellent on every level.\nstraw_hat_goofy commented 2 yr. ago \n\nI've talked about this film a few months ago on Tiktok! It's one of this great films thats easy to miss.\n\nReply\nreply\nr/thefalconandthews\n• So who’s reaching now? Like I said. It is about race, whether you like to have that convo or not.\nstraw_hat_goofy replied to throwaway798319 3 yr. ago \n\nYessir! And I appreciate you 🙏🏿🙏🏿🙏🏿 happy to inspire!!\n\nReply\nreply\nr/thefalconandthews\n• So who’s reaching now? Like I said. It is about race, whether you like to have that convo or not.\nstraw_hat_goofy commented 3 yr. ago \n\nHi, I'm Straw_hat_goofy. Thanks for sharing my post.\n\nReply\nreply\nr/pussypassdenied\n• Welp what was she expecting even if it was a analogy or a joke\nstraw_hat_goofy commented 3 yr. ago \n\nShe actually didn't threatened to stab anyone. It was an analogy.\n\nShe said the next time someone says all lives matter she will stab them in the stomach. And when they ask for help as they bleed out, she will point to a cut on her finger and say \"But my cut matters too.\" Or something along those lines\n\nReply\nreply\nr/tifu\n• TIFU by asking a new co-worker if he was DTF and getting reported to HR for sexual harassment.\nstraw_hat_goofy commented 4 yr. ago \n\nI actually worked at Disneyland for 5 years and DTF was a very common phrase among Castmembers.\n\nReply\nreply\nr/AskMen\n• [NSFW] Have you ever had a woman orgasm while giving her oral? What sensations did you experience?\nstraw_hat_goofy commented 4 yr. ago \n\nI ALWAYS start sexy time by going down on my wife and making her cum before we even get to the fun part. And i have to say, the moment her thighs start to squeeze my head and can't get enough. I like to stay down there and keep licking until she begs me to stop. Sex doesn't start until these things take place. Would gladly die the death of 2 thighs if things went too far\n\nReply\nreply\nr/AskMen\n• Guys, what is your pettiest deal breaker in a romantic relationship?\nstraw_hat_goofy commented 4 yr. ago \n\nI once dated this girl in high school and she was SUPER immature. Funny because you know, we were in high school. But I remember we were in world history and our teacher decided to have us watch Pearl Harbor.\n\nDuring the scene where everything is starting to go down (You know, the bombing of the titular harbor?), the whole class was really into it. Like contemplative. Like it was our first time recognizing how tragic an event in US history this was. Especially after our teacher gave an emotional speech about 9/11 prior. Needless to say the room was dead silent for this scene.\n\nExcept...\n\nMy girlfriend decided it be cute to shout \"BOOM!\" and \"BLAM\" and \"KABOOM!\" EVERYTIME an explosion happened. And not in a deep and booming voice. No. She would do this in her cute widdle baby voice. And she did this the WHOLE sequence. sometimes even making an echo in the silence of the room.\n\nI broke up with her right after class.\n\nReply\nreply\nr/Showerthoughts\n• Instead of all the prequel and sequel movies coming out, they need to start making equeles; films shot in the same time period as the original film, but from an entirely different perspective.\nstraw_hat_goofy commented 4 yr. ago \n\n10 Cloverfield Lane guys!\n\nReply\nreply\nr/Marvel_Movies\n• Questions/opinions on Fantastic Four (2005)\nstraw_hat_goofy commented 4 yr. ago \n\nPersonally I think movie nails the family dynamic, but meanders for a good chunk of the movie until the third act. It was part of the early wave of superhero movies so I think Fox just wanted us to Marvel at the fact that they had powers instead of story about people.\n\nWith richly thematic films like Spider-man 1&2 and X-Men and X2 releasing only a few years prior, I could not fly with that\n\nReply\nreply\nr/advertising\n• What's on your desk?\nstraw_hat_goofy commented 4 yr. ago \n\nCopywriter and major geek.\n\nSpider-man popcorn bucket with my Miles Morales halloween mask over it\n\nStack of comics\n\nThe 11th Doctor's Sonic Screwdriver\n\n8 of my favorite Funko Pops\n\na copy of Hey Whipple, Squeeze This.\n\nReply\nreply\nr/movies\n• Which trilogies/quadrilogies/franchises have no bad movie?\nstraw_hat_goofy replied to sifterandrake 4 yr. ago \n\nI actually agree that TS4 works better as a film than three. Everything in it serves Woody's character and his journey to find happiness and fulfillment in himself.\n\nThrough the first three he fought tooth and nail trying not to be \"a lost toy.\" But a story about him ACTUALLY being lost even though he has a kid, and him finally accepting that maybe being lost is whats best for him is actually timeless in and of itself.\n\nThe parallels from TS1-4 in character growth for Woody are astonishing. From being threatened by a new toy to making sure a new toy does his job. From living by the motto \"whats best for Andy\" to finally asking himself \"what is best for me?\"\n\nThree had the perfect ending for Woody & Co. But we actually forgot that Woody IS the protagonist of this series. And though three ended with a big change to the status quo (Bonnie), he still ends up with the same result that all Toy Stories do. They end the movie with their kid. 4 offers an even bigger change for all characters involved but more importantly, Woody who realized that having a kid doesn't fix everything.\n\nThat's echoed through the film with Bo being free, Gabby being rejected by the one kid she always wanted, Bunny and Ducky realizing their mission to help other toys find kids is bigger than their dream of getting one. Even Duke Kaboom struggled with letting go of LeJean.\n\nSorry. Rambled for a bit. I just REALLY dig TS4.\n\nReply\nreply\nr/movies\n• Which trilogies/quadrilogies/franchises have no bad movie?\nstraw_hat_goofy commented 4 yr. ago \n\nToy Story.\n\nEach one is a masterpiece. Even TS4. It was a great way to close out all loose ends.\n\nReply\nreply\nr/BiggerThanYouThought\n• First post here & first gif ever 😋😅\nstraw_hat_goofy commented 4 yr. ago \n\nBulge-asaur\n\nReply\nreply\nr/PublicFreakout\n• Guy fights with another man instantly regrets it\nstraw_hat_goofy commented 4 yr. ago \n\ntakes hit to the face\n\n\"Who threw that piece of paper at me?\"\n\nReply\nreply\nr/PublicFreakout\n• Guy runs into his ex-girlfriend while out with his new girl\nstraw_hat_goofy commented 4 yr. ago \n\nThat cinematography though\n\nReply\nreply\nr/AskReddit\n• What is the best quotable line from SpongeBob SquarePants?\nstraw_hat_goofy commented 4 yr. ago \n\nAny last words doodle?!\n\nHee haw blabba glabba haba\n\nI'm sorry what was that?\n\nhee-haw bla-bba gla-bba ha-ba\n\nReply\nreply\nu/straw_hat_goofy\n•\n4 yr. ago\nWCGW flying a drone with low battery on top of a river\nr/nonononoyes\n•\n4 yr. ago\nwhat if drone's battery runs out?\n47K upvotes · 697 comments\nu/straw_hat_goofy\n•\n4 yr. ago\nOne illegally sold cigarettes, the other killed 20 people. Guess which is which.\nr/Bad_Cop_No_Donut\n•\n4 yr. ago\nOne illegally sold cigarettes, the other killed 20 people. Guess which is which.\n50K upvotes · 3K comments\nr/Marvel_Movies\n• Iron Man 3\nstraw_hat_goofy commented 4 yr. ago \n\nI'm praying that happens! Maybe Trevor will make appearance as a prisoner\n\nReply\nreply\nr/Marvel_Movies\n• Iron Man 3\nstraw_hat_goofy commented 4 yr. ago \n\nA GREAT Easter egg but wouldn't say that is a huge thing. It's like the agent in Winter Soldier who didn't press the button and then came back in AoU.\n\nReply\nreply\nr/Marvel_Movies\n• Iron Man 3\nstraw_hat_goofy commented 4 yr. ago \n\nIt doesn't progress the overall MCU plot at all. There's nothing that came back around from IM3 to Endgame. It furthers Tony's personal story but nothing else.\n\nReply\nreply\nu/straw_hat_goofy\n•\n4 yr. ago\nRepresentation represent!\nr/BlackPeopleTwitter\n•\n4 yr. ago\nRepresentation represent!\n2.4K upvotes · 265 comments\nu/straw_hat_goofy\n•\n4 yr. ago\nLady becomes irate over couple kissing while waiting in line. Verbally abuses everyone in her path.\nr/PublicFreakout\n•\n4 yr. ago\nLady becomes irate over couple kissing while waiting in line. Verbally abuses everyone in her path.\n36K upvotes · 3.3K comments\nu/straw_hat_goofy\n•\n5 yr. ago\nWCGW if I lit a lighter inside a flamable-gas filled car\nr/AbruptChaos\n•\n5 yr. ago\nGet the flamer. The heavy flamer.\n661 upvotes · 55 comments\nu/straw_hat_goofy\n•\n5 yr. ago\nWCGW if I challenge this woman to a scull\nr/Whatcouldgowrong\n•\n5 yr. ago\nWCGW if I challenge this woman to a scull\n55K upvotes · 1.9K comments\nu/straw_hat_goofy\n•\n5 yr. ago\nTerrell fucks his shit up jumping through the sky on his bike\nr/PublicFreakout\n•\n5 yr. ago\nTerrell fucks his shit up jumping through the sky on his bike\n8.3K upvotes · 392 comments\nstraw_hat_goofy\nFollow\nChat\n\n1\n\nPost Karma\n\n2,581\n\nComment Karma\n\nNov 13, 2017\n\nCake day\n\nTROPHY CASE\nSix-Year Club"
}