{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Last Straw For Plastic Straws? Cities, Restaurants Move To Toss ... - NPR",
  "href": "https://www.npr.org/sections/thesalt/2018/05/31/615580695/last-straw-for-plastic-straws-cities-restaurants-move-to-toss-these-sippers",
  "body": "Straws and stirrers make up more than 7 percent of plastic products found in the environment, according to Better Alternatives Now, or BAN 2.0, an analysis done by several pollution research groups.",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nThe Salt\nWHAT'S ON YOUR PLATE\nFOOD FOR THOUGHT\nLast Straw For Plastic Straws? Cities, Restaurants Move To Toss These Sippers\nMAY 31, 20182:00 PM ET\n\nBy \n\nSara Kiley Watson\n\nLISTEN· 3:12\n3-Minute Listen\nPLAYLIST\nDownload\nEmbed\n\nAs awareness grows about the environmental toll of single-use plastics, retailers and regulators alike are finding ways to decrease their use. And straws have become a prime target.\n\nBarbara Woike/AP\n\nSlurping up smoothies, sodas and slushies through disposable plastic straws could one day become a thing of the past.\n\nThe call to toss plastic straws out of our food system is growing louder and louder. On Thursday Bon Appétit, a large food service company, announced it is banning plastic straws in all 1,000 of its cafes in 33 states, including locations like AT&T Park, home of the San Francisco Giants. The company says it plans to complete its transition to paper straws by September 2019.\n\nIt's the latest salvo in a growing war against straws.\n\nThe movement to oust plastic straws has spread across the U.S., from Miami Beach, where straws are now banned, to Malibu, where the prohibition also extends to single-use plastic utensils and stirrers.\n\nSponsor Message\nTHE SALT\nGuess What's Showing Up In Our Shellfish? One Word: Plastics\n\nThe anti-straw movement comes amid growing recognition of the environmental toll of all the single-use plastics that people throw out. One compelling example of this: a video of a sea turtle with a plastic straw stuck up its nose, which was released a few years ago.\n\nIn 2014 alone, Americans tossed out more than 33 million tons of plastic, the vast majority of which was not recycled, according to the Environmental Protection Agency. One 2014 study estimated there are 270,000 metric tons — and more than 5 trillion particles — of plastic in the world's oceans. Straws and stirrers make up more than 7 percent of plastic products found in the environment, according to Better Alternatives Now, or BAN 2.0, an analysis done by several pollution research groups.\n\nNew York City Councilman Rafael L. Espinal Jr., a Democrat from Brooklyn, introduced a bill last week that would prevent restaurants in all five of the city's boroughs from providing plastic straws to customers.\n\n\"I've become increasingly aware of the impact that single-use plastic has on our oceans and environment,\" Espinal tells NPR. \"Over the past few years, I started looking at single-use plastics that we can begin to eliminate without having severe impact on New Yorkers' daily lives. Plastic straws happen to be one of those [products].\"\n\nSponsor Message\n\nThe bill would require that all establishments that serve food or drinks — from Yankee Stadium to street food vendors — phase out plastic straws by 2020. Espinal says he hopes to get the bill passed by the end of this summer, adding that Mayor Bill de Blasio is already on board to support the ban.\n\nCompanies including Alaska Airlines, as well as educational institutions such as University of Portland and Knox College, have also moved to ban plastic straws.\n\nTHE SALT\nAnother Place Plastics Are Turning Up: Organic Fertilizer From Food Waste\n\nIn the United Kingdom, several McDonald's locations have begun testing paper straws and putting plastic straws behind the counter. However, last week McDonald's voted down a shareholder proposal to study the issue at the chain's 37,000 locations globally. The fast-food giant's distinctive striped straws are the second-most-common brand found in the environment, according to the BAN 2.0 report. The most common: the bright green Starbucks straw.\n\nMarcus Eriksen is the co-founder of the 5 Gyres Institute, a nonprofit that focuses on reducing plastics pollution, and a contributor to the BAN 2.0 paper and the 2014 study on ocean plastic pollution. He says straws are part of a larger movement to reduce the use of plastics in our daily lives.\n\n\"Straws are just the next of many,\" Eriksen says. \"Microbeads, plastic bags, Styrofoam — they're all on the way out.\"\n\nTHE SALT\nAre We Eating Our Fleece Jackets? Microfibers Are Migrating Into Field And Food\n\nSome companies are exploring alternatives to plastic straws made of paper or wood. Other businesses have gotten creative, like Paradise Cove restaurant in Malibu, Calif., which now uses compostable, edible pasta in place of plastic straws.\n\nThere are also reusable straws made of silicone, glass and metal on the market. And some businesses have instituted a policy that customers must explicitly request a straw — plastic or otherwise — to get one. That's the law in Santa Cruz, Calif., which has banned not only plastic straws but also plastic cutlery and hot beverage lids. Nowadays, the city's food vendors can provide straws, lids, cutlery and condiment packages only if a customer requests them — even if these products are made from compostable materials.\n\nSponsor Message\n\nEspinal likewise hopes to push his city to eliminate other plastics beyond straws. Another bill he introduced last week would prohibit vendors in parks and beaches from selling beverages in plastic bottles.\n\nEspinal says he has gotten largely positive feedback for his call to decrease plastic waste. Hundreds of bars and restaurants in New York have already moved to phase out plastic straws of their own accord.\n\n\"There's a lot of support and this greater consciousness that this is the right thing to do,\" he says.\n\nplastic\nmcdonald\nocean pollution\nplastics\nnew york\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nFOOD\nIt's Pretty Easy To Level Up Your Coffee Game — Here's How\nHEALTH\nFood Banks Get The Love, But SNAP Does More To Fight Hunger\nFOOD\nPlanning a garden? Here's a step-by-step guide to start off on the right foot\nFOOD\n'Essential' Status Means Jobs For Farmworkers, But Greater Virus Risk\nFOOD\nJudge Blocks Rule That Would Have Kicked 700,000 People Off SNAP\nSCIENCE\nWhy Taller Grass Can Be Bad News For Grasshoppers\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}