{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic pollution: Images of a global problem - BBC",
  "href": "https://www.bbc.com/news/science-environment-44215881",
  "body": "Jordi Chias / NAtional Geographic This loggerhead turtle has become entangled in an old plastic fishing net in the Mediterranean, off the coast of Spain. The turtle could stretch its neck above...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic pollution: Images of a global problem\n25th May 2018, 09:17 CDT\nShare\n\nIn its June issue, National Geographic magazine has published a selection of startling photos highlighting the vast amounts of discarded plastic choking the world's oceans, shorelines and rivers.\n\nWildlife, particularly marine animals, are at risk when they become entangled in plastic waste, or ingest it.\n\nNAtional Geographic\n\nTrapped in a plastic bag at a landfill in Spain, this stork has a lucky escape - the photographer later freed it.\n\nOne bag can kill more than once: carcasses decay, but the plastic lasts.\n\nSeven charts that explain plastic pollution\nPlastic fantastic: How it changed the world\nEarth is becoming 'Planet Plastic'\nJordi Chias / NAtional Geographic\n\nThis loggerhead turtle has become entangled in an old plastic fishing net in the Mediterranean, off the coast of Spain.\n\nThe turtle could stretch its neck above water to breathe but would have died had the photographer not freed it.\n\nDerelict fishing gear poses a major threat to large marine animals such as turtles.\n\nSHAWNMILLER2014\n\nOn Okinawa, Japan, a hermit crab resorts to a plastic bottle cap to protect its soft abdomen.\n\nBeachgoers collect the shells the crabs normally use, leaving their rubbish behind.\n\nNAtional Geographic\n\nThe magazine has devoted much of its issue to the problem; the plastic pollution we can see at the surface is probably just a small proportion of what's in the ocean.\n\nPlastic waste can break down into tiny particles, which are less visible, but may still affect marine life.\n\nPlastic 'berg chokes Indonesian river\nPlastic heading for oceans quantified\nOcean plastic could triple in decade\n'Shame and anger' at plastic pollution\nRandy Olson\n\nAfter sheets of clear plastic trash have been washed in the Buriganga River, in Dhaka, Bangladesh, a woman spreads them out to dry.\n\nShe turns them regularly, while also tending to her son.\n\nThe plastic will eventually be sold to a recycler. Less than one-fifth of all plastic gets recycled globally. In the US it's less than 10%.\n\nBrian Lehmann / National Geographic\n\nThese hyenas are shown scavenging at a landfill in Harar, Ethiopia.\n\nThey have adapted to the new normal: the animals listen for the collection trucks and find much of their food in the rubbish.\n\nRandy Olson / NAtional Geographic\n\nPlastic bottles choke the Cibeles fountain, in central Madrid. An art collective called Luzinterruptus filled this and two other Madrid fountains with 60,000 discarded bottles as a way of calling attention to the environmental impact of disposable plastics.\n\nJustin Hofman / National Geographic\n\nTo ride currents, seahorses clutch drifting seagrass or other natural debris. In the polluted waters off the Indonesian island of Sumbawa, this seahorse has latched onto a plastic cotton bud. Photographer Justin Hofman said it was \"a photo I wish didn't exist\".\n\nEllen MacArthur Guest Edits the June issue of National Geographic. Working in collaboration with Global Editor-in-Chief Susan Goldberg and the editorial team, twelve notable British figures, each respected leaders in their fields, have been exploring topics such as sustainability, technology, environmentalism and human ingenuity, as part of this first ever Guest Editor project.\n\nIt began in January, with the world's greatest living explorer Sir Ranulph Fiennes and a further eight Guest Editors were then announced including Dame Ellen MacArthur, Sir Mo Farah, Lily Cole, Archie Panjabi, Katie Piper, Maria Balshaw and Professor Brian Cox.\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}