{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Scotland plans to ban plastic straws by end of 2019 : r/news - Reddit",
  "href": "https://www.reddit.com/r/news/comments/7ykqkf/scotland_plans_to_ban_plastic_straws_by_end_of/",
  "body": "2.1K votes, 164 comments. 27M subscribers in the news community. The place for news articles about current events in the United States and the rest…",
  "textContent": "Scotland plans to ban plastic straws by end of 2019 : r/news\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to news\nr/news\n•\n6 yr. ago\nImLivingAmongYou\nScotland plans to ban plastic straws by end of 2019\nindependent.co.uk\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n6 yr. ago\ndobraf\n•\n6 yr. ago\n\nThe Scots have had enough! You could say...\n\n(••)\n( ••)>⌐■-■\n(⌐■_■)\n\nthis is the last straw.\n\n10 more replies\nfortyeightD\n•\n6 yr. ago\n\nIf anyone complains about this, just tell them to suck it up.\n\nprotespojken\n•\n6 yr. ago\n\nI can’t stop thinking about that poor turtle with a straw in its nose. Therefore: Yes\n\n5 more replies\nbenbroady\n•\n6 yr. ago\n\nStraws are kind of a luxury anyway most of the time. 90% of the time I see them used they're unnecessary. Just pick up your drink and sip it normally.\n\n42 more replies\nImLivingAmongYou\n•\n6 yr. ago\n\nFor those who want to take waste reduction like this in their own hands, you should check out r/ZeroWaste. They take a holistic approach to reducing your consumption, waste, and overall impact.\n\nYou can also check out the wiki for a more comprehensive guide as well.\n\ncalgaryflamer\n•\n6 yr. ago\n\nGood. Saw this video of a sea turtle with a straw stuck up its nostrils. Looked unbearably painful for them to take it out.\n\nhttps://www.youtube.com/watch?v=4wH878t78bw\n\n11 more replies\nn00dol\n•\n6 yr. ago\n\nI recycle and am doing my little part as we all should, however, I feel like it makes little to no difference at all. One days worth of waste at a hospital is equal to what I produce in 10years.... having all of us doing our part helps but the real issue is with larger industries I think. Like if little Suzy throws a pop can in the trash instead of the recycle well shit but ultimately it'll make no impact. I dunno just my thoughts.... person to person won't make any significant difference it seems to me.\n\nEDIT: I haven't seen the turtle video lol\n\n[deleted]\n•\n6 yr. ago\n\nThere's over 300 million people in this country, collectively it does make a difference.\n\n2 more replies\nlosersalwayswin\n•\n6 yr. ago\n\nmy job switched to paper straws and charging a nickel for flatware. I hate both these actions. As a result, I've switched to bringing my own fork from home, which is metal, and using my water bottle more often...\n\nthebouncehouse123\n•\n6 yr. ago\n\nSo it's working?\n\n1 more reply\n1 more reply\nOpothleyahola\n•\n6 yr. ago\n\nI remember paper straws and they suck, literally and figuratively, but I'm fine with a ban on them. There should be a ban on plastic bags and plastic bottles too.\n\n1 more reply\nMiddleman86\n•\n6 yr. ago\n\nCmon America, get off your tractors and get with the program. We need to do this. Save those poor turtles n’shit\n\n2 more replies\nNorthwindlowlander\n•\n6 yr. ago\n\nThese stories tell you a lot about scottish people\n\n\"Plastic in the oceans is a huge problem but it's so massive, it'll take ages to do anything about it\"\n\n\"We're banning plastic cotton buds\"\n\n\"But that's too small a change, it won't achieve much\"\n\n\"Tomorrow we're banning plastic strays\"\n\n\"But that's too small a change, it won't achieve much\"\n\nAnd we'll just keep going til many a mickle macks a muckle, as nobody says any more, while the UK goes \"It's a massive problem\" and looks at our solutions and says \"It can't work here!\"\n\nbetona\n•\n6 yr. ago\n\nAll straws were paper up to the 1960s or so. They worked okay so far as I can remember.\n\nFailing that, how about grown-up sippy cups?\n\n5 more replies\nView more comments\n \n14\nRank by size \nr/SquaredCircle\nSPOILER\nAs revealed on #SDLowDown, here are the newest members of the #WWERaw and #SmackDown rosters! #WWEDraft:WWE on Twitter\n111 upvotes · 70 comments\nr/news\nBrazil reinforces border with Venezuela and Guyana over Esequibo tensions\nreuters\n359 upvotes · 50 comments\nr/news\nWHO makes loneliness a global health priority with new Committee on Social Connection | CNN\ncnn\n502 upvotes · 49 comments\nr/news\nU.S. GDP Grew at a 5.2% Rate in the Third Quarter, Even Stronger than First Indicated\ncnbc\n10K upvotes · 2.2K comments\nr/news\nU.S. to offer another round of free at-home Covid tests starting Monday\ncnbc\n4K upvotes · 370 comments\nr/news\nMathematics, Reading Skills in Unprecedented Decline in Teenagers - OECD Survey\nreuters\n12K upvotes · 2.1K comments\nr/news\nCharlie Munger, investing genius and Warren Buffett’s right-hand man, dies at age 99\ncnbc\n15K upvotes · 1.8K comments\nr/news\n7.6m earthquake hits Mindanao Philippines\nreuters\n1.6K upvotes · 49 comments\nr/news\nScientists Create Chimeric Monkey with Two Sets of DNA\ncnn\n523 upvotes · 135 comments\nr/news\nMine explosion: Colombian authorities blow up illegal sites\nbbc\n103 upvotes · 1 comment\nr/news\nSpotify to axe 1,500 workers to cut costs\nbbc\n8.7K upvotes · 1.6K comments\nr/news\nOpenAI ‘was working on advanced model so powerful it alarmed staff’\ntheguardian\n4.2K upvotes · 828 comments\nr/news\nShane MacGowan, Pogues songwriter and Irish music legend, dies aged 65 | Shane MacGowan | The Guardian\ntheguardian\n1.7K upvotes · 129 comments\nr/news\nMount Marapi: Eleven hikers killed as volcano erupts in Indonesia\nbbc\n728 upvotes · 74 comments\nr/news\nAuthentic: Merriam-Webster's word of the year\nbbc\n230 upvotes · 41 comments\nr/news\nLife expectancy gap between men and women in the US widened significantly during the Covid-19 pandemic\ncnn\n2.6K upvotes · 473 comments\nr/news\nKodak Black arrested on cocaine charges in Florida\nbbc\n2.5K upvotes · 417 comments\nr/news\nIRS rejects more than 20,000 refund claims for pandemic-related tax credit\ncnbc\n855 upvotes · 39 comments\nr/news\n23andMe: Profiles of 6.9 million people hacked\nbbc\n2.9K upvotes · 383 comments\nr/news\nSandra Day O’Connor, first woman on Supreme Court, dies at 93\ncnbc\n12K upvotes · 849 comments\nr/news\nUS health insurers Humana, Cigna in talks to merge -source\nreuters\n1.2K upvotes · 237 comments\nr/news\nLion wanders streets of Italian town after escaping from circus | Italy\ntheguardian\n2.5K upvotes · 143 comments\nr/news\nDex Carvey, son of comedian Dana Carvey, dies at 32\ncnn\n6.4K upvotes · 408 comments\nr/news\nRussia LGBT: Police raid Moscow gay clubs, media say\nbbc\n1.5K upvotes · 219 comments\nr/news\nCVS will change the way it prices prescription drugs\ncnn\n1.9K upvotes · 328 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 19, 2018\nReddit\nreReddit: Top posts of February 2018\nReddit\nreReddit: Top posts of 2018"
}