{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "How does plastic end up in the ocean?, - Greenpeace Aotearoa",
  "href": "https://www.greenpeace.org/aotearoa/story/how-does-plastic-end-up-in-the-ocean/",
  "body": "Plastic rubbish often ends up in the ocean. The sheer amount of plastic that has been generated in the past 60 years is mind boggling. New research shows that we've produced plastic as heavy as 1 billion elephants since the 1950s. Even more staggering is the amount that has rapidly become waste. Just 9% of this plastic has been recycled.",
  "textContent": "Skip to Navigation\nSkip to Content\nSkip to Footer\nChallenges\nTake action\nAbout us\nDonate \nToggle search form\nStory  Resist\nHow does plastic get into the ocean?\nNick Young\n23 August 2017 • 4 min read\nShare on Whatsapp\nShare on Facebook\nShare on Twitter\nShare via Email\n\nWe know our oceans and coastlines are choking on plastic, but how does all that plastic get into the ocean? We’ve all seen plastic bottles, food wrappers and plastic bags polluting beaches. We’ve all been horrified by the stories of marine creatures like seabirds and whales starving when their stomachs become packed full of plastic.\n\nHow does plastic end up in the ocean and why is it bad? Researchers from the University of Hawaii, Manoa have discovered startling new evidence that the plastics on land and in the ocean release greenhouse gases as they break down. In this article, scientist Sarah-Jeanne Royer tells us about what she found in the field and why it’s now even more important to break free from plastic. © Sarah-Jeanne Royer\n\nScientists have shown that up to 12 million tonnes of plastic is entering our oceans every year – that’s a rubbish truck full every minute. Single-use plastic packaging for food and drink is a particularly common part of the problem.\n\nEnd pointless plastic\n\nSign on now to get the Government to adopt a national strategy to eliminate plastic pollution in Aotearoa New Zealand.\n\nTAKE ACTION\nBut how does plastic actually get in our oceans?\n\n(And how do we stop it?)\n\nAbout a fifth of marine litter is made up of fishing gear and other materials lost at sea by accident, industrial losses, or illegal dumping. And we know that roughly 80% of litter in the seas comes from land.\n\nA crab was trapped inside a discarded Zagu milktea cup in Verde Island Passage, the epicenter of global marine biodiversity, in Batangas City, the Philippines.\nPlastic rubbish often ends up in the ocean\n\nThe sheer amount of plastic that has been generated in the past 60 years is mind boggling. New research shows that we’ve produced plastic as heavy as 1 billion elephants since the 1950s. Even more staggering is the amount that has rapidly become waste. Just 9% of this plastic has been recycled. That means the majority of plastic waste has simply been dumped in landfills or burned.\n\nHowever, when plastic waste is collected and transported to landfill sites, it can be at risk of escaping into the environment. Even when it’s in landfills, plastic is at risk of blowing away and ending up in rivers or oceans.\n\nEven more of a risk is plastic litter. That’s plastic that either that isn’t collected where good waste managements systems are lacking, or plastic that is simply dropped or left behind on streets or in the environment. These plastic items can be carried by wind and rain into our drainage networks or rivers that then flow into the sea. Major rivers around the world carry an estimated 1.15-2.41 million tons of plastic into the sea every year – that’s up to 100,000 rubbish trucks.\n\nHolidaymakers visiting beaches and leaving behind their bottles, food packaging and cigarette butts on the sand directly contribute to plastic getting into the ocean.\n\nIronically, the tourism industry that has enabled more people to visit beautiful beaches is suffering as the growing problem of plastic pollution is turning visitors off destinations where the problem is most visible.\n\nPlastic products that go down the drain\n\nMany people were horrified to discover that tiny pieces of plastic known as microbeads have been added to all sorts of personal care and cosmetic products that are washed directly down the drain – from face scrubs to shower gels to toothpaste. As many of these microbeads are too small to be filtered out by wastewater plants, these plastic pieces are remaining in water that may end up flowing into the ocean.\n\nThat public outrage at these microbeads polluting our oceans combined with concerted campaigning has led to governments across the world banning products from containing microbeads, including NZ, the UK, US and Canada.\n\nBut plastic in cotton buds, facewipes or sanitary products that are flushed down the loo, and even plastic fibres in clothing that shed in the washing machines still pose a risk for plastic entering the ocean.\n\nIndustrial leakage\n\nFinally, lax standards in industrial processes are responsible for some plastic getting into the environment, either when products containing plastic aren’t disposed of properly, or escaping during the production and or transporting of products. For example, thousands of the tiny plastic pellets used to make plastic products, known as nurdles or mermaid’s tears, are washed up on UK shorelines every year, polluting nearly three quarters of UK beaches at a count in February this year.\n\nOnce plastic is in our oceans, it flows on ocean currents all across the world – so even uninhabited islands in the Pacific and the Arctic are becoming dumping grounds for plastic.\n\nThat’s why we have to tackle the problem at source. To end ocean plastics we need corporates to reduce the amount of single-use plastic they are selling, to cut down on the plastic that is thrown away in the first place. We also need governments to improve waste management systems and boost the re-use of plastic through initiatives that boost resource efficiency and a circular economy. We need to close the loop on plastic, ensuring it stops escaping into our environment and flowing into the oceans. Marine life simply cannot stomach any more plastic.\n\nWe’re calling on the NZ Government to take comprehensive action to eliminate pointless plastics. Sign the petition!\n\nSTOP PLASTIC POLLUTION\n#Plastics #Oceans\nRelated Articles\nPress release•#Oceans\nCourt confirms Greenpeace right to peaceful protest as activists’ 200-hour-long protest against deep sea mining in the Pacific continues\n\nA Dutch court has largely rejected a request by a deep seabed mining company to issue an injunction against protest by Greenpeace International, stating that it is “understandable” the organisation…\n\nNick Young•1 December 2023\n\nPress release•#Oceans\nDeep sea miners take Greenpeace to court for peaceful protest at sea in the Pacific\n\nWould-be deep sea miners The Metals Company has launched legal proceedings against Greenpeace International for an ongoing peaceful protest at sea in the Pacific Ocean, in an attempt to silence…\n\nNick Young•29 November 2023\n\nPress release•#Climate Change#Oceans#Oil&Gas\nGreenpeace slams poor coalition appointments for oceans and agriculture portfolios\n\nGreenpeace is slamming the decision to give the important Oceans and Fisheries portfolio to New Zealand First after Shane “ the apostle for industry” Jones landed the Oceans and Fisheries…\n\nNick Young•24 November 2023\n\nLoad more\nSelected:\nAotearoa\nChange Country\nGreenpeace International\nA\nAfrica\nEnglish • Français\n Aotearoa Argentina Australia Austria\nB\nBelgium\nFrançais • Nederlands\n Brazil Bulgaria\nC\nCanada\nEnglish • Français\n Chile Colombia Croatia Czech Republic\nD\nDenmark\nE\nEast Asia\n中文简体 • 繁體 • 正體 • 한국어 • English\n European Union\nF\nFinland France\nG\nGermany Greece\nH\nHungary\nI\nIndia\nEnglish • Hindi\n Indonesia Israel Italy\nJ\nJapan\nL\nLuxembourg\nDeutsch • Français\nM\nMalaysia Mexico Middle East and North Africa\nالعربية • English • Français\nN\nNetherlands Norway\nP\nPeru Philippines Poland\nR\nRomania\nS\nSlovakia Slovenia South Asia Southeast Asia Spain\nEspañol • Català • Euskara • Galego\n Sweden Switzerland\nDeutsch • Français\nT\nThailand Turkey\nU\nUK USA\nFollow us\nTwitter\nFacebook\nYoutube\nInstagram\nTikTok\nMastodon\nTake action\nStories\nPress\nPublications\nJobs\nHistory\nDonate\nGive in your Will\nPrivacy\nCopyright\nContact us\nEmail signup\n Greenpeace Aotearoa 2023\nUnless otherwise stated, the copy of the website is licensed under a CC-BY International license."
}