{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Are There Differences Between Plastic Man and Elongated Man ... - Reddit",
  "href": "https://www.reddit.com/r/DCcomics/comments/841obc/are_there_differences_between_plastic_man_and/",
  "body": "He can't really shapeshift and uses his powers in actually serious ways. It may seem redundant but the thing is, Elongated Man is a hero supposed to be taken seriously, with limited powers and a normal attitude. Plastic Man is a comic relief character, who is more powerful but doesn't really put much effort into things.",
  "textContent": "Are There Differences Between Plastic Man and Elongated Man’s Powers? : r/DCcomics\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to DCcomics\nr/DCcomics\n•\n6 yr. ago\n[deleted]\nAre There Differences Between Plastic Man and Elongated Man’s Powers?\n\nProbably a pretty common question, but I’m somewhat new to this sub and comics in general. Plastic Man seems like a fun character in the stories of his that I’ve read but two stretchy guys almost feels redundant. Are there differences in what they can and can’t do or does it boil down to how they choose to use their powers?\n\nPlas seems to use his like Jake from Adventure Time while Elongated Man seems to just stretch\n\nSort by:\nAdd a Comment\nmugenhunt\n•\n6 yr. ago\n\nYeah, you got it. Elongated man can just stretch his body longer, while Plastic Man can do pretty much anything with his form.\n\nReply\nreply\nmikeman1090\n•\n6 yr. ago\n\nlol ur post reminds me of the JLU episode where elongated man sits out of a fight because plastic man was fighting and, according to Green Lantern, \"we don't need two stretchy guys\"\n\nReply\nreply\ntanjental\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nI don't think it's so much a power limitation as a mindset difference.\n\nRalph can change his body build & facial appearance (see recent Secret Six), and his entire structure is apparently pliable (see his meltdown in Identity Crisis) - but his identity is still very much wrapped up in his pre-powered person/form. He stays as Ralph most of the time, because that's who he is. In this, he's much more like Marvel's Mr. Fantastic than Plas.\n\nPlastic Man, on the other hand, has no such mental limitation... he seems equally comfortable in any form. Even his \"rest state\" is an exaggerated, cartoony, caricature of his former Eel O'Brian look. So while Eel still has some attachment to his former self, he doesn't seem to be particularly concerned with the details. His true identity is \"Plastic Man\" now.\n\nReply\nreply\n[deleted]\n•\n6 yr. ago\n\nPlastic Man is a complete shapeshifter with a semi-liquid body, he can assume any shape he wants and even turn into machinery with rotating parts (like a car). If he is slaughtered with a rail gun or cut in half by an energy blast he will just reform as if nothing happened. Basically a very powerful character who gets used for \"comedy\".\n\nElongated Man is a hero with regular stretch/rubbery powers, like Mr Fantastic and Luffy from One Piece. He can't really shapeshift and uses his powers in actually serious ways.\n\nIt may seem redundant but the thing is, Elongated Man is a hero supposed to be taken seriously, with limited powers and a normal attitude. Plastic Man is a comic relief character, who is more powerful but doesn't really put much effort into things.\n\nReply\nreply\nbobthejeffmonkey\n•\n6 yr. ago\n\nIIRC, elongated man was created because a writer wanted a stretchy hero and forgot that DC owned plastic man\n\nReply\nreply\nJGarrickFlash\n•\n6 yr. ago\n\nPlastic Man is actually made of plastic, his weakness is being frozen or melted, or acetone.\n\nReply\nreply\nWeep2D2\n•\n6 yr. ago\n\nacetone\n\nA former friend of mine way back when tried to clean my Tekken 5 disk (PS2) with acetone. Keyword: Former.\n\nReply\nreply\n2 more replies\n1 more reply\ndiscophant64\n•\n6 yr. ago\n\nCorrect me if I'm wrong but he's also the most powerful character in the DC universe as surmised by Batman, correct?\n\nReply\nreply\nPathogen188\n•\n6 yr. ago\n\nMeh, just because Batman says it I wouldn’t take it as fact, there are several earth based characters that are stronger than Plas. And that’s not including any extraterrestrials and cosmic entities.\n\nPost Crisis Scott Free of all people was one of the most powerful heroes on the earth due to having the anti life equation\n\nAnd Flash, Wally or Barry is downright broken.\n\nSuperman obviously. Hell he comes built in with Batman’s contingency for Plas. By extension of that Supergirl and Powergirl are also stronger than Plas. Not sure if Conner has freeze breath\n\nMartian Manhunter\n\nKyle Rayner as either Ion or White Lantern\n\nZatanna who’s almost as broken as Flash, but lacks the speed\n\nReply\nreply\n2 more replies\nagreeingstorm9\n•\n6 yr. ago\n\nPlastic Man is usually depicted as being able to shape shift. Ralph can't really do that. Other than that, their power set is pretty much identical.\n\nReply\nreply\n7 more replies\nhunarthebarbarian\n•\n6 yr. ago\n\nPlastic Man is far more powerful, but Dibney's true ability is his knack for sniffing out crimes and solving them. He's a detective. Plastic Man is an ex-crook (iirc) and has much more stretching potential then Ralph, who I am pretty sure needs to drink Gingold to keep his elastic abilities\n\nReply\nreply\nWoodwonk\n•\n6 yr. ago\n\nPlastic man's skin is shiny plastic. I am not sure if he can change the texture to make it non glossy.\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nDC Comics\nComic book\nReading, Writing, and Literature\nforward\nback\nr/DCcomics\nJustice League: Crisis | Official Trilogy Trailer\nyoutube\n342 upvotes · 75 comments\nr/DCcomics\n[Game] [Fan Art] A Batman Metroidvania Stealth Game Concept developed by me\nyoutube\n138 upvotes · 26 comments\nr/DCcomics\nMerry Little Batman Trailer | DC\nyoutube\n344 upvotes · 109 comments\nr/DCcomics\nFor a few years, this was the only animated depiction of the Dark Knight Return's CULMINATING FIGHT\nyoutube\n99 upvotes · 8 comments\nr/superman\nGoku VS Superman (Dragon Ball VS DC Comics) | DEATH BATTLE!\nyoutube\n389 upvotes · 141 comments\nr/comicbooks\nMarvel Studios’ What If…? Season 2 | Official Trailer | Disney+\nyoutube\n134 upvotes · 32 comments\nr/batman\nOriginal \"Batman Beyond: Return of the Joker\" intro before it was changed for being too graphic\nyoutube\n447 upvotes · 44 comments\nr/DC_Cinematic\nJustice League: Crisis on Infinite Earths Part One: Exclusive Clip\nyoutube\n383 upvotes · 81 comments\nr/batman\nMerry Little Batman Trailer | DC\nyoutube\n189 upvotes · 63 comments\nr/DC_Cinematic\nSuicide Squad ISEKAI (Anime Movie) Teaser Trailer\nyoutube\n128 upvotes · 4 comments\nr/DC_Cinematic\nComing Soon to 2024, Part 1, 2, and 3 of Justice League: Crisis On Infinite Earths\nyoutube\n266 upvotes · 46 comments\nr/batman\nMaybe the most underrated Batman movie out there\nyoutube\n111 upvotes · 20 comments\nr/DC_Cinematic\nSuicide Squad: Kill the Justice League - Official Justice League Trailer - “No More Heroes”\nyoutube\n525 upvotes · 220 comments\nr/DC_Cinematic\n\"Nicolas Cage talks about his Superman cameo\" They shoot the scene for real, I want to see the behinds the scenes.\nyoutube\n183 upvotes · 89 comments\nr/DC_Cinematic\nNew 'The Penguin' footage in Max 2024 trailer\nyoutube\n206 upvotes · 17 comments\nr/DC_Cinematic\nJason Momoa is hosting SNL tonight. When it was announced, he was on strike. Now he’ll be able to promote ‘Aquaman 2’ on the show.\nyoutube\n140 upvotes · 17 comments\nr/DCEUleaks\nJustice League: Crisis | Official Trilogy Trailer | Warner Bros. Entertainment\nyoutube\n120 upvotes · 53 comments\nr/DCcomics\nZack Snyder says he called James Gunn to “wish all the best for him. I told him I wanted it to work.”\nhollywoodreporter\n378 upvotes · 116 comments\nr/BatmanBeyond\nBatman Beyond Was A HORROR Show\nyoutube\n197 upvotes · 17 comments\nr/comicbooks\nMark Millar Bringing ‘Millarworld’ Catalogue Over To Dark Horse Comics\nforbes\n208 upvotes · 49 comments\nr/Daredevil\nWithin The Marvels IGN review, there is a poll asking what future MCU project you are looking forward to the most. At the time of this posting, Born Again is sitting at 15%.\nign\n168 upvotes · 34 comments\nr/DCcomics\nWarner Bros. Denies That Wonder Woman Will be a Live-Service Game After Job Listing - IGN\nign\n136 upvotes · 23 comments\nr/Marvel\nA comic book you could buy for 12 cents in 1962 is being sold for $44,000 today\nbusinessinsider\n276 upvotes · 21 comments\nr/marvelstudios\nWhat if Endgame played all the superhero themes?\nyoutube\n741 upvotes · 49 comments\nr/marvelstudios\nIman Vellani is delightful on Late Night talking comics and wanting to be cursed out by Samuel L. Jackson\nyoutube\n1.2K upvotes · 267 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 13, 2018\nReddit\nreReddit: Top posts of March 2018\nReddit\nreReddit: Top posts of 2018"
}