{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic straws are the tip of the (plastic) iceberg : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/8r71tg/plastic_straws_are_the_tip_of_the_plastic_iceberg/",
  "body": "62 votes, 13 comments. 1.1M subscribers in the ZeroWaste community. We are responsible citizens who try to minimize our overall environmental impact.",
  "textContent": "Plastic straws are the tip of the (plastic) iceberg : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n6 yr. ago\nEternalFootwoman\nPlastic straws are the tip of the (plastic) iceberg\nbloomberg.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n6 yr. ago\nxElleroche\n•\n6 yr. ago\n\nI've seen a number of people criticise this sub for being \"obsessed\" with banning straws, but it's because it's something that is actually kicking off and happening outside of just the zero-waste community! I feel it's a huge step. A single step of many, to be sure, but big change takes time.\n\nasinine_qualities\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nYep - once people start thinking about straws, it's inevitable they start questioning why they are using similar products like plastic utensils, plates, cups and lids.\n\nMaking the anti-straw movement mainstream can snowball into real change.\n\n1 more reply\nScreamingSockMonkey\n•\n6 yr. ago\n\nThe article seems to suggest that paying fisherman (maybe per pound?) for any fishing debris they find would be more helpful than banning straws. I think that's a great idea. To add a vegan slant to this, we should also stop supporting the fishing industry in general, since many of these species are over fished, and bycatch is a real issue. This issue won't be solved at an individual level, but it can be implemented by public concern that starts at our level.\n\nEternalFootwoman\n•\n6 yr. ago\n\nMy concern is that 1) People will think they’re making change and not bother doing anything more, 2) We’re in an ecological crisis, and need to make massive, massive changes very soon. The second part bothers me the most. Focusing on the consumer rather than the producer makes us feel like our reusable towels and bags are making an impact, while turning our eye from the factories and travel systems that cause way more damage than one consumer using a plastic straw. It’s a start, and it’s great to raise awareness, but we can’t rest and celebrate yet, not by a long shot.\n\neverest999\n•\n6 yr. ago\n\nWhat bugs me about straws is that in some places you get them in your drink by default. Yesterday I went to a new bar celebrating a birthday of a friend and ordered a smoothie. I didn't think much, but when I got the drink I was so angry at myself for not thinking ahead and at the stupid bar for just putting it in. But in the end there was probably 10 times more plastic wasted for just the fruits in the smoothie. Fucking stupid world...\n\njinpop\n•\n6 yr. ago\n\nI just started following the Facebook group (recommended to me by someone here), \"A Letter a Day to Keep the Plastic Away,\" where people encourage each other to write to businesses asking them to cut down on plastic use like automatically giving straws. Might be good encouragement to reach out to that bar! It certainly can't hurt to try.\n\n1 more reply\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of June 15, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}