{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "'Ditch plastic straws' - experts and campaigners on how to cut plastic ...",
  "href": "https://www.theguardian.com/sustainable-business/2017/jul/30/retailers-manufacturers-reduce-plastic-use-waste-lily-cole-ellen-macarthur",
  "body": "When did plastic straws become ubiquitous? Far too often, before you've said: \"No straw please\", there it is, already on its way to becoming waste - usually completely unnecessarily. It's...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nLily Cole helps launch charity T-shirts made using recycled plastic to draw attention to the 15m plastic water bottles used each day in the UK. Photograph: Dave M. Benett\nRethinking business\nGuardian sustainable business\n'Ditch plastic straws' – experts and campaigners on how to cut plastic waste\n\nFrom Lily Cole to Dame Ellen MacArthur – experts and campaigners on what more needs to be done to reduce plastic waste\n\nPlastic packaging peeves: share your photos with us\nLily Cole, Ellen MacArthur, Hannah Lownsbrough, Ilana Taub, Hugo Tagholm, Madeleine Berg, Lizzie Carr\nSun 30 Jul 2017 03.00 EDT\n224\n\nMarks & Spencer has redesigned and repackaged more than 140 best-selling products to cut plastic use, saving 75 tonnes of packaging a year in the process.\n\nBut are retailers and manufacturers doing enough? What more could and should they be doing? We asked a range of packaging experts and campaigners. Here’s what they said.\n\nLily Cole: ‘Ditch single-use plastic water bottles’\n\nCompanies should be proactively designing solutions to reduce plastic waste. Single-use plastic water bottles are perhaps the most damning culprit when there are so many alternatives readily available. I recently supported Brita’s #SwapForGood campaign, committing to avoiding single-use plastic water bottles and carrying around a reusable bottle instead.\n\nBrita’s #swapforgood campaign with Lily Cole and Henry Holland.\n\nIn researching the SwapForGood campaign, Brita found that 71% of people in the UK felt embarrassed asking for tap water when not buying something else. In order for us to create a real cultural shift, we need to lose the stigma around asking for tap water, and we need companies (cafes, restaurants and even shops) to proactively welcome people to use their tap water sources for free, just as we might use their toilets.\n\nLily Cole is an actor, co-founder of Impossible.com and patron of the Environmental Justice Foundation.\n\nDame Ellen MacArthur: ‘Change the way we make and use plastic’\n\nDemand for plastics is expected to double in the next 20 years, yet our plastics system is not fit for purpose. Most plastic packaging items are used only once before being discarded, and globally only 14% of plastic packaging is collected for recycling. The remainder gets incinerated, landfilled or worse, with more than 30% leaking out into the environment. If nothing changes, there could be more plastic than fish in the ocean by 2050.\n\nA turtle suffocates on an ingested plastic bag in Hawaii. Photograph: FLPA/Rex\n\nThis problem cannot be fixed in isolation. It is only through systemic change – bringing together the entire industry to fundamentally rethink the way we make and use plastics – that we can prevent plastic from becoming waste in the first place.\n\nThe $2m New Plastics Economy Innovation Prize aims to accelerate innovations that keep plastics in the economy but out of the ocean. The prize is made up of two challenges: the Circular Design Challenge looks at how to get products to people without generating plastic waste – tackling small items such as shampoo sachets, straws or coffee cup lids – while the Circular Materials Challenge addresses how to make all plastic packaging material recyclable.\n\nDame Ellen MacArthur is founder of the Ellen MacArthur Foundation.\n\nHannah Lownsbrough: ‘McDonald’s must take the lead on straws’\n\nWhen did plastic straws become ubiquitous? Far too often, before you’ve said: “No straw please”, there it is, already on its way to becoming waste – usually completely unnecessarily.\n\nIt’s estimated Americans alone use 500m plastic straws every day. Used for a few minutes then discarded, once in the environment plastic never degrades but breaks into ever smaller pieces. Straws are a particular hazard. Small and light, they can end up lodged in the nostrils of sea turtles and perforating the stomachs of penguins.\n\nSimply telling consumers to carry reusable straws around is not the answer. It’s up to corporations to take responsibility and reduce the plastic waste they create. They have a variety of options at their disposal, including only handing out straws on request, moving to drink-through lids, or using a sustainable, recyclable alternative.\n\nThat’s why we’re asking McDonald’s, which hands out free plastic straws to many of the 3.5 million people who visit its UK restaurants each day, to take the lead and ditch them. A giant like McDonald’s has the resources to create a shift in the fast food industry’s obsession with plastic straws, before it’s too late.\n\nHannah Lownsbrough is executive director of SumOfUs, a global consumer group.\n\nIlana Taub: ‘Take the risk of trying a new material’\n\nOne pence. That’s the difference in pricing between a traditional plastic bag and a genuinely compostable one. Do we really care so little about our planet that we’re not willing to encourage our manufacturers to pay an extra £0.01, or pass on the cost to us?\n\nWe’re starting to see alternatives, like the compostable film we use to pack our snacks, but few companies are willing to take on the risk of trying a new material and the associated cost, even if the difference is miniscule.\n\n\nSnact’s compostable packaging. Photograph: PR\n\nPackaging manufacturers are slow to develop alternative materials that can genuinely compete with traditional plastics because there’s no real market for it. And there’s no market for it because there is not enough demand from consumers. It’s mind-blowing that as a society involving people, government and businesses we’re not able to solve a problem that involves an additional few pence.\n\nIlana Taub is the co-founder of Snact, which creates snacks from surplus fruit and uses home compostable packaging to reduce plastic waste.\n\nHugo Tagholm: ‘We need a nationwide deposit return system’\n\nIt’s vital that manufacturers support much more effective recycling solutions for the packaging they produce. We use a staggering 38.5m plastic bottles in the UK every day and only manage to recycle just over half of these.\n\nA nationwide deposit return system would be a brilliant next step in stopping plastic bottle pollution on our beaches and help manufacturers get much higher quality recyclate to enable the production of new bottles, creating a more circular economy.\n\nJust as we’ve seen the small charge on plastic bags have a big impact, with billions fewer given out, evidence shows a deposit-return scheme could dramatically reduce the number of plastic bottles littering our streets and marine environments.\n\nHugo Tagholm is the CEO of Surfers Against Sewage.\n\nMadeleine Berg: ‘Stop selling plastic cotton bud sticks’\n\nIn 2016, cotton bud sticks were the sixth most common item of marine litter found on UK beaches. These buds are the epitome of “single use” – applied and immediately discarded. Worse still, consumers often litter unwittingly by flushing buds down the toilet, where our sewage system is unable to prevent them from ending up at sea.\n\nPlastic cotton bud sticks: ‘Sadly a familiar sight on beaches’. Photograph: David Jones\n\nRetailers and manufacturers can take immediate action to reduce this source of marine litter by replacing plastic stems with fully biodegradable alternatives like rolled paper. Though they should still never be flushed, paper buds are likely to disintegrate and settle out in sewage, never reaching the sea.\n\nLast year, a number of companies including the UK’s two largest supermarket chains, Tesco and Sainsbury’s, committed to ban the sale of plastic-stemmed cotton buds by the end of 2017. In doing so, they joined front-runners such as Marks & Spencer and The Body Shop, which have been selling paper-stemmed buds for a number of years.\n\nHowever, we are yet to see an industry-wide shift. France will be banning plastic stems by 2020 – is this the only way to completely prevent this source of plastic pollution?\n\nDr Madeleine Berg manages The Cotton Bud Project at Fidra, an environmental charity based in Scotland.\n\n\nLizzie Carr: ‘Boycott single-use plastic’\n\nA lot of companies are doing very little to challenge the culture of throwaway single-use plastic and consumers are often left with next to no alternative than buying products wrapped unnecessarily in plastic packaging.\n\nCoca-Cola’s recent pledge that all its UK bottles will be made from 50% recycled plastic by 2020 is a positive step and my hope is other big players will follow suit, but there’s a long way to go. Most manufacturers are still largely irresponsible, both in terms of volume of plastic placed in products and the recycling process.\n\nAs consumers we have power to drive meaningful change. Phasing out single-use plastics – where possible – in our day-to-day lives by taking a zero-tolerance approach to items such as plastic bottles, straws and bags is a simple first step. Every individual effort to boycott single-use plastic is a small victory but, collectively, we have an opportunity to create friction that will ultimately force companies to adapt and provide more environmentally friendly alternatives.\n\nI went on #PlasticPatrol across our canals, collecting 1000 plastic bottles in just 7 hours. This needs to STOP. https://t.co/2K28QOcnc4 pic.twitter.com/Ijz4kh9aix\n\n— Lizzie Carr (@LizzieOutside) January 28, 2017\n\nLizzie Carr is an adventurer, environmentalist and founder of #PlasticPatrol, a UK-wide campaign to rid waterways of plastic pollution.\n\nExplore more on these topics\nGuardian sustainable business\nRethinking business\nPlastics\nRecycling\nEthical and green living\nWaste\nPollution\nLily Cole\nblogposts\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)"
}