{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Sonic The Hedgehog Timeline : r/SonicTheHedgehog - Reddit",
  "href": "https://www.reddit.com/r/SonicTheHedgehog/comments/6w3lqo/the_sonic_the_hedgehog_timeline/",
  "body": "Same thing happens in the ending: Super Sonic and Burning Blaze defeat Eggman and Eggman Nega. -Sonic and the Secret Rings: Sonic goes to a different world. -Sonic and the Black Knight: Sonic goes to a different world again. -Sonic Unleashed: Dark Gaia is unleashed early by the Chaos Emeralds. Werehog happens.",
  "textContent": "The Sonic The Hedgehog Timeline : r/SonicTheHedgehog\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to SonicTheHedgehog\nr/SonicTheHedgehog\n\n6 yr. ago\n[deleted]\nThe Sonic The Hedgehog Timeline\n\nAfter a lot of thought (a lot of useless thought, you may add) I'm finally able to piece pretty much all of the Sonic games in one giant timeline, with no alternate universes or such (save for Sonic Eraser and Schoolhouse, some other stuff and of course Sonic Boom). So, here goes nothing:\n\n-SegaSonic The Hedgehog: Might not look like it, but it makes sense to start here. Sonic, living in Christmas Island, is captured by Robotnik along Mighty the Armadillo and Ray the Flying Squirrel. Together, they have to fight through all the traps in Eggman Island and get the hell out of there alive.\n\n-Sonic The Hedgehog (Game Gear): After the previous game, Sonic follows Robotnik to South Island, where the scientist is looking for the Chaos Emeralds (which he wants to infinitely power his badniks). It's fitting for this version to come before the Genesis one, because here the Emeralds are actually scattered through the land, and not in Special stages. At the end of the game, Sonic takes Sky Base down, and uses the Chaos Emeralds to clear the pollution over South Island. The Emeralds then scatter to a separate dimension, where they can recover their power.\n\n-Sonic The Hedgehog (Genesis): After destroying Sky Base, Sonic starts out another journey to finish his enemy once and for all. He collects the Chaos Emeralds again (this time in the Special Stages) and shuts down Scrap Brain for good. In the end, the Emeralds finish fixing up South Island and are sent yet again to their special realm.\n\n-Sonic The Hedgehog CD: Hearing about Little Planet's approach, Sonic runs up to the Never Lake to see what's going on. Upon getting there, he finds out Robotnik has chained the planet, and pretends to use the Time Stones to change the world, starting from Little Planet. He has also built a new robot to rival Sonic: Metal Sonic. Predictably, Sonic grabs the Time Stones out of Robotnik's artificial Special Stages, saves Amy from Metal, and kicks Robotnik's ass again.\n\n-Tails Adventure: Tails, before even meeting Sonic, finds the Cocoa Island, where the Chaos Emeralds are currently rumored to be. The Kukku Army attacks the island, and now it is up to Tails to use his gadgets. It's... weird how there is a \"Sonic\" upgrade in this game, for you to use the Spin Dash. However, Sonic is quite a popular figure in this world, so I can let it pass. No idea for Knuckles, though.\n\n-Sonic The Hedgehog 2 (Genesis): On the Tornado, Sonic arrives at West Side Island for some rest. However, Robotnik is already there, and using the emeralds from Hidden Palace (the one below the Mystic Cave, not Angel Island's) he has powered the Death Egg up to the sky. Now, he wishes to find the Chaos Emeralds again, this time to use the Death Egg's cannon, so he can flatten the land to build his empire (it's never said that the Death Egg has a cannon, but I like to think like that). Along with Miles \"Tails\" Prower (newly met buddy), Sonic finds out there there is now a seventh emerald (probably something to do with the presence of the Hidden Palace) and now it is possible to turn Super Sonic. Sonic defeats Silver Sonic (Metal Sonic's until then unused prototype) and Robotnik at the Death Egg, and he surprisingly pushes the self-destruct button. It turns out the doctor actually had a plan B.\n\n-Sonic the Hedgehog 3: Robotnik purposefully drives the Death Egg to fall on the floating Angel Island, where he has detected energy readings similar to that of Mystic Cave's Hidden Palace; the Master Emerald. Sonic and Tails follow him on the Tornado, but it seems like the Master Emerald's guardian, Knuckles the Echidna, has been tricked into thinking Sonic is the villain. He uses his powers to neutralize Sonic's super form, and hides the Chaos Emeralds in Special stages. Thankfully, Sonic finds them all again and reaches Launch Base. Robotnik tries to lift the Death Egg, even though he doesn't have enough energy; however, it is all a plan. Upon failing the take off, the Death Egg falls on Lava Reef, right close to the Master Emerald's shrine.\n\n-Sonic & Knuckles: Sonic proceeds though Angel Island, turning the Chaos Emeralds into Super Emeralds on the way. When he gets to Hidden Palace, Robotnik steals the Master Emerald an uses it to power the Death Egg up. Sonic and Tails follow him through Sky Sanctuary (where they destroy Mecha Sonic), jump onto the Death Egg, and Hyper Sonic manages to destroy Robotnik's escaping robots. He takes the Master Emerald back to the Angel Island, making it float again. (PS: at the beginning of Sonic 3, the Angel Island fell down due to the Death Egg's weight). Sonic decides to let Knuckles keep the Chaos Emeralds, since it sounds safer.\n\n-Sonic 3 & Knuckles (Knuckles' Story): An Egg Robo emerges from the pieces of the other robots, and decides to steal the Master Emerald for his master. Knuckles now has to set on a mission to stop him and his army. After everything, Knuckles figures out that no even he is enough to protect the Chaos Emeralds, so he sends six of them back to South Island, scattering them. He keeps the seventh one, to be sure.\n\n-Sonic The Hedgehog 2 (Game Gear): Robotnik captures Tails, and asks Sonic for the Chaos Emeralds in exchange for him. Sonic is only able to find six Emeralds (one of them being with another version of Silver Sonic) and saves Tails.\n\n-Sonic Spinball: Robotnik has created sixteen artificial Chaos Emeralds to power his new base, and he has set a defense system based on pinball mechanics. With Tails' help, Sonic gets there and takes all of the Emeralds, destabilizing the volcano the thing was built on.\n\n-Sonic Chaos: Sonic and Tails get back to South Island, and it turns out Robotnik has actually gotten there earlier and found a Chaos Emerald. Whatever he did to get it, it has unbalanced the island, and it is now starting to sink. You all know that Sonic's going to stop him, so, yeah.\n\n-Sonic The Hedgehog Triple Trouble: Some time after, Robotnik has actually found all of the Chaos Emeralds (well, the six that were on South Island) without causing any disruptions. During a test, however, the Emeralds are scattered. Robotnik retrieves one, and Fang the Sniper (a treasure hunter) found the rest of 'em. Sonic notices all of this, and he now has to fight Robotnik, Fang and Knuckles (who was somehow tricked once again).\n\n-Sonic Blast / Tails Skypatrol: These games happen at the same time. While Tails is nowhere to been seen, Sonic is attacked by Robotnik. Fortunately, Knuckles happened to be passing by, and he throws the single Emerald he owned to protect Sonic. It is hit by Robotnik's laser, and shatters into five pieces, meaning Sonic and Knuckles now have to find them before Robotnik. Meanwhile, Tails is doing something somewhere.\n\n-Sonic 3D Blast: Just after Sonic Blast, the gang gets back together, and have to fight against Robotnik's new \"flicky\" scheme\". Sonic recollects the seven Emeralds (though he doesn't go super) and stops his enemy.\n\n-Knuckles' Chaotix: You know the drill. Knuckles finds out about Robotnik using the Dark Rings (synthesized rings based after the six Chaos Rings found in a mysterious island) to power his badniks and sets off to the island. He ends up finding Vector the Crocodile, Charmy Bee, Espio the Chameleon and Mighty the Armadillo, and teams up with them to ultimately destroy Metal Sonic Kai.\n\n-Sonic The Fighters: A competition is organized, and only someone with a Chaos Emerald, each of the characters (Sonic, Tails, Knuckles, Amy, Fang, Bean, Bark, Espio) have their reasons to be there (Fang created a fake Emerald 'cause he's a dick). The tournament was actually created by Robotnik, so he could steal the winner's Emeralds with his cloning machine. Sonic ain't dumb, so he gets to Death Egg II and screws everything up.\n\n-Sonic R: Somehow, the Chaos Emeralds fall in some random guy's hands, and he sets up a racing thing. However enters, has the change to snatch one of the gems. Robotnik realizes his opportunity, and plans to use Metal Sonic, Tails Doll, Metal Knuckles and an Egg Robo to grab all of them. Sonic and co. see the danger and enter the contest, too. It all ends fine with Super Sonic beating the shit out of everybody else.\n\n-Sonic Mania: It is strongly suggested that this takes place in an alternate timeline (where Classic Sonic visited the future in Generations), but I'll put it here for the time being. The Phantom Ruby creates the Hard-Boiled Heavies, and Sonic, Tails and Knuckles have to destroy them.\n\n-Sonic The Hedgehog Pocket Adventure: Robotnik's attempt to throw everything he has at Sonic. Here, Sonic has already somehow gotten his green eyes, and the scientist eventually changes clothes (it's visible in the game). He ends up failing with all of his rehashes.\n\n-Sonic The Hedgehog 4 Episode I: I know everybody hates this one, but whatever. After a long time, Robotnik is finally back with another plan. He throws his new machines at Sonic - who decides to take on without warning any of his friends -, eventually leading him to the E.G.G. Station, but it's all just a diversion.\n\n-Sonic The Hedgehog 4: Episode II (and Metal): You know that this is. Little Planet is back, and Robotnik is able to awake the original version of Metal Sonic, the one that was actually badass. He build the Death Egg Mk. II around Little Planet (with the intent of using it as a time traveling ship, I like to think). He looses again. However, Little Planet is not yet freed.\n\n-Sonic The Hedgehog 4: Episode III: Eeh...\n\n-Sonic Adventure: Sonic and his friends have traveled to the United Federations, just because. Robotnik (who will now be called Eggman) finds some shit about Chaos (THE GOD OF DESTRUCTION) and plans to use him to destroy Station Square. A lot of stuff happens, Eggman's betrayed, Super Sonic purifies Perfect Chaos, you know.\n\n-Sonic Adventure 2: Eggman plans to use Shadow the Hedgehog, his grandfather's secret project, to do conquering and stuff. He gets him out of GUN's headquarters, they then collect the Chaos Emerald's to use the ARK's Eclipse Cannon, Sonic stops them. Biolizard (Shadow's prototype) tries to drag the colony down to the Earth (following his creator's orders) but is stopped by Super Sonic and Super Shadow. Shadow runs out of energy and falls down to Earth.\n\n-Sonic Advance: Just Eggman's classic plant to find the Chaos Emeralds and take over the world. He's defeated on the Moon by Super Sonic.\n\n-Sonic Advance 2: Cream's first appearance. Basically the same plot as Advance, but Eggman kidnaps Tails and Knuckles. It ends up basically the same, with Super Sonic confronting Eggman.\n\n-Sonic Heroes: Somehow, Eggman found the place where Shadow fell down and retrieved his body. He is actually healed and eventually freed by Rouge, who also activates E-123 Omega. Neo Metal Sonic betrays Eggman, planning to turn into Metal Overlord by copying everyone's abilities. Super Sonic and along with powered up Tails and powered up Knuckles end up defeating him.\n\n-Sonic Battle: Emerl, an ancient gizoid, is discovered by Eggman. He dumps him due to him not working, but Sonic finds him and manages to get Emerl working. Emerl beats Eggman, but his programming causes him to aim at Earth with the Death Egg's cannon, and Sonic has to stop him.\n\n-Sonic Advance 3: The story is not so different from the previous two Advance games. This time, Eggman has used Chaos Control to tear the world appart, and build Gemerl, who is based after Emerl. Super Sonic actually has to team up with Eggman to fight Ultimate Gemerl.\n\n-Shadow the Hedgehog: Shadow goes on this quest to find more about his past. He meets Black Doom (technically his father), who asks for the Chaos Emeralds in exchange for information. There are many timelines in this game, so I'll leave it to you to figure out. It does end with Super Shadow defeating Devil Doom.\n\n-Sonic Chronicles: The Dark Brotherhood: I barely know anything about this game. But, from what I know, it should fit.\n\n-Sonic The Hedgehog (2006): Mephiles is unleashed from his scepter (by Shadow, who is now a GUN agent) and plans to reunite with Iblis (who is inside Princess Elise). Eggman is also trying to find Princess Elise, to get Iblis' power. Meanwhile, Silver and Blaze's future is fucked up, so why not believe in Mephiles and try to kill Sonic? Blaze sacrifices herself and ends up in the Sol dimension (with no memory) and Solaris actually happens. Super Sonic, Super Shadow and Super Silver weaken him to the point where Sonic is able to erase Solaris from existence (blowing out the candle that he was in the past. This means '06 never happened.\n\n-Sonic Rivals: Silver gets here from the future (a different future) to fix something. Everybody wants to race, for some reason. It seems like the ultimate villain is Eggman Nega, from the future. Okay I guess.\n\n-Sonic Rivals 2: Eggman Nega plans to free Ifrit from his home dimension. He is beaten again, and actually gets trapped in Ifrit's dimension (which is actually the Sol dimension).\n\n-Sonic Rush: Doctor Eggman steals the Sol Emeralds from Blaze's dimension. Sonic and Blaze meet up in the base dimension, and Eggman Nega is in the play too. Super Sonic and Burning Blaze fight both of them off.\n\n-Sonic Rush Adventure: This time, it's Sonic and Tails who end up in another dimension. In the Sol dimension. Same thing happens in the ending: Super Sonic and Burning Blaze defeat Eggman and Eggman Nega.\n\n-Sonic and the Secret Rings: Sonic goes to a different world.\n\n-Sonic and the Black Knight: Sonic goes to a different world again.\n\n-Sonic Unleashed: Dark Gaia is unleashed early by the Chaos Emeralds. Werehog happens. Super Sonic defeats Perfect Dark Gaia along with Light Gaia (chip).\n\n-Sonic Colors: Eggman tries to take over the wisp empire or something. He even manages to build Eggmanland. Anyways, Sonic stop him once again; he doesn't even need Super Sonic this time.\n\n-Sonic Generations: This game barely has any plot, but anyways. Time Eater messes everything up. Classic Sonic is here for some reason. Let's gather the Emeralds and beat both Eggman and Robotnik (past Eggman).\n\n-Sonic Lost World: Lost Hex, Deadly Six, and you know the rest. They betray Eggman like very other villain he tried to control did. Then Eggman tries to finish Sonic off. Does not work.\n\n-Sonic Forces: Eggman finally won.\n\ntl;dr:\n\n-SegaSonic the Hedgehog\n\nSonic 1 (8-bit)\n\nSonic 1 (16-bit)\n\nSonic CD\n\nTails Adventure\n\nSonic 2 (16-bit)\n\nSonic 3 & Knuckles\n\nSonic 2 (8-bit)\n\nSonic Spinball\n\nSonic Chaos\n\nSonic Triple Trouble\n\nSonic Blast / Tails Skypatrol\n\nSonic 3D Blast\n\nKnuckles' Chaotix\n\nSonic The Fighters\n\nSonic R\n\nSonic Mania\n\nSonic Pocket Adventure\n\nSonic 4 Ep 1\n\nSonic 4 Ep 2\n\nSonic Adventure\n\nSonic Adventure 2\n\nSonic Advance\n\nSonic Advance 2\n\nSonic Heroes\n\nSonic Battle\n\nSonic Advance 3\n\nShadow\n\nSonic Chronicles\n\nSonic Rivals\n\nSonic Rivals 2\n\nSonic Rush\n\nSonic Rush Adventure\n\nSonic and the Secret Rings\n\nSonic and the Black Knight\n\nSonic Unleashed\n\nSonic Colors\n\nSonic Generations\n\nSonic Lost World\n\nSonic Forces\n\nYou can see I shortened the explanations a lot on some of the games, either because I was getting tired or I didn't know much about it. Anyways, here it fucking is.\n\nEDIT: Changed a few things concerning Tails Adventure and Skypatrol.\n\nRead more\nSort by:\nAdd a Comment\n[deleted]\n\n6 yr. ago\n\nI wish Sonic Team made a timeline like this and called it official.\n\nReply\nreply\nmmodude101\n\n6 yr. ago\n\nI like to think of SegaSonic the Hedgehog being Sonic's first encounter and ultimate motivation to start fighting Robotnik. It makes sense because why would sonic be running away from Robotnik if he had already fought and defeated him before? Probably the best chronology on the web.\n\nReply\nreply\nSlenderloli\n\n6 yr. ago\n\nI disagree with some orderings, but mostly pretty good!\n\nReply\nreply\nomegaox9\n\n6 yr. ago\n\nI think Sonic Chronicles: The Dark Brotherhood could actually fit right before Forces, as at the end of the game Eggman has conquered the entire world while you were in space or something like that.\n\nReply\nreply\n[deleted]\n\n6 yr. ago\n\nMaybe I'll edit this after I've played the game. I do plan to.\n\nReply\nreply\n1 more reply\nDivewinds\n\n6 yr. ago\n\nIts a solid timeline - although I'm still unsure that all of the games fit into one timeline; I feel there may be some Sonic multiverse or something like that\n\nReply\nreply\nSirLightfoot\n\n6 yr. ago\n\nPretty good. Definitely agree with SegaSonic the Hedgehog being the first game, situated on Christmas Island. I imagine it as being when Sonic first meets Robotnik. Though I would personally put Tails Adventure a bit before Sonic the Hedgehog 2. My headcanon has that as being before Tails met Sonic, as it was for the Japanese version.\n\nReply\nreply\n3 more replies\nGhostWhoReddits\n\n6 yr. ago\n\nAwesome work man!\n\nReply\nreply\nSonicLink125\n\n6 yr. ago\n\nDang it! Ended for me at Princess Elise. Probably because I'm on my phone. But, so far, it's pretty good! Brought me back memories of playing these games.\n\nReply\nreply\n1 more reply\nHorderLock\n\n6 yr. ago\n\nThey betray Eggman like very other villain he tried to control did.\n\nHey! Time Eater never betrayed Eggman.\n\nReply\nreply\n2 more replies\nBeneficial-Gur-3781\n\n1 yr. ago\n\nthere are some games you missed like Dynamite D眉x,Flicky,and Sonic pocket Adventure\n\nReply\nreply\nccigames\n\n1 yr. ago\n\nSo, unleashed is in between the storybook games because of some date with Amy thing. Chaos is before 3 as its theorised to be when generations takes place and classic knuckles is absent Tails games take place after at least the master system S2, according to comics. Coming back after frontiers here, but I think boom is canon now too. Anyway that's all my input, great timeline tbh. If u wanna talk about the timeline feel free to hit me up\n\nReply\nreply\nMurky-Dealer566\n\n10 mo. ago\n\nSonic 4 takes place before many classic games (mainly before Knuckles Chaotix) because, until episode 1, Metal Sonic is on the Little Planet bad future.\n\nReply\nreply\nMurky-Dealer566\n\n10 mo. ago\n\nBlack Knight takes place after Unleashed.\n\nReply\nreply\nPiousLegate\n\n1 mo. ago\n\nhow much time passes in these games\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nSonic the Hedgehog\nPlatform game\nAction-adventure game\nGaming\nforward\nback\nr/SonicTheHedgehog\nSilver's Painting Skills (by @Tokiwa757)\n975 upvotes 路 17 comments\nr/SonicTheHedgehog\nShadow DTIYゐ\n123 upvotes 路 3 comments\nr/SonicTheHedgehog\nMatcha the Croco-bunny (@Pik0PikOo)\n405 upvotes 路 37 comments\nr/SonicTheHedgehog\nSonic Dream Team - Animated Intro\nyoutu.be\n272 upvotes 路 138 comments\nr/SonicTheHedgehog\nShining Sun Sonic!\n342 upvotes 路 7 comments\nr/SonicTheHedgehog\nCharacter Sheets for Sonic Dream Team (@tyson_hesse)\n753 upvotes 路 48 comments\nr/SonicTheHedgehog\nCreams New Friend (@TwistedSquid)\n1K upvotes 路 61 comments\nr/SonicTheHedgehog\nEscape from the city (ChaosolSwapAU) by snow_cloud4\n364 upvotes 路 16 comments\nr/SonicTheHedgehog\nTea party! Pixel art by me\n141 upvotes 路 3 comments\nr/SonicTheHedgehog\nSonic 2's 31st Anniversary pictures by Judy Totoya\n168 upvotes 路 11 comments\nr/SonicTheHedgehog\nAdventure Era Amy (@MoonToonsy)\n382 upvotes 路 20 comments\nr/SonicTheHedgehog\nPoint of...return by shiliria\n1.1K upvotes 路 85 comments\nr/SonicTheHedgehog\na dispute in the home +  by DreMeMoTo\n603 upvotes 路 38 comments\nr/SonicTheHedgehog\nNew look at Sonic Prime Season 3\n805 upvotes 路 133 comments\nr/SonicTheHedgehog\nDoom's Kitchen\n417 upvotes 路 17 comments\nr/SonicTheHedgehog\nSuper Sonic by Artvader_AF\n145 upvotes 路 2 comments\nr/SonicTheHedgehog\nVanilla and Vector Shippers are eating Good!\n406 upvotes 路 38 comments\nr/SonicTheHedgehog\nPersona X Sonic\n101 upvotes 路 4 comments\nr/SonicTheHedgehog\nDon't mess with the owner by ArsworldS (@ArsworldS).\n848 upvotes 路 37 comments\nr/SonicTheHedgehog\nsome more Ponic and fails by z-t00n\n932 upvotes 路 47 comments\nr/SonicTheHedgehog\nDo you ever wish we got a base Neo metal sonic boss fight in heroes?\n121 upvotes 路 12 comments\nr/SonicTheHedgehog\nTeam Sonic Redesign By CorazonArts\n260 upvotes 路 28 comments\nr/SonicTheHedgehog\n[OC] My AfterRiders AU designs for Sonic and Tails\n114 upvotes 路 10 comments\nr/SonicTheHedgehog\nPonic and Fails doodles by z-t00n\n1.5K upvotes 路 58 comments\nr/SonicTheHedgehog\nPonic and fails ref's by z_t00n_\n1.2K upvotes 路 94 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 26, 2017\nReddit\nreReddit: Top posts of August 2017\nReddit\nreReddit: Top posts of 2017"
}