{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Bringing-Forth vs Challenging-Forth: Attitudes towards technology ...",
  "href": "https://www.reddit.com/r/C_S_T/comments/8jm9fw/bringingforth_vs_challengingforth_attitudes/",
  "body": "Challenging-Forth is the opposite of Bringing-Forth, it is the most prevalent attitude towards technology today, and it is the improper one. With this attitude, Subjects do not have essence they are merely viewed as material. When they look at a forest, they don't necessarily see trees, they see lumber. Everywhere they look in nature they only ...",
  "textContent": "Bringing-Forth vs Challenging-Forth: Attitudes towards technology. : r/C_S_T\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to C_S_T\nr/C_S_T\n•\n6 yr. ago\nVox-Triarii\nBringing-Forth vs Challenging-Forth: Attitudes towards technology.\nDiscussion\n\nNote: If you're interested in what I've said here:\n\nQuestion Concerning Technology by Martin Heidegger\n\nTechnology is a large contributing factor to many of the issues concerning society today. However, technology itself is not the sole cause, nor is it the sole thing that maintains the Spectacle. Technology is, like many things, a tool, a means towards ends. It is the attitude and the ends that truly matters, technology is merely a tool through which an attitude can be pursued.\n\nWe're going to lean on Heidegger's worldview quite a bit here. He introduces a couple of good terms that help us understand right vs wrong attitudes in terms of technology. Those two terms are Bringing-Forth and Challenging-Forth respectively. We will first be comparing and contrasting the differences between these two terms, then we can truly discuss the implications of both and why the former is a more proper choice than the latter.\n\nBringing-Forth\n\nBringing-Forth is the proper attitude and use of technology. Technology is in some way integrated with the craftsman. The craftsmen takes to some Subject, a thing which has a stand-alone essence. Through this process the craftsman \"Brings-Forth\" the Craft-Item into Appearance. Take a block of marble for example. The marble is it’s own Subject with it’s own Essence, the Sculptor then takes the Chisel and uses it as a tool to reveal the Essence of the Sculpture within. Consider this quote by Hubert Reeves:\n\nMan is the most insane species. He worships an invisible God and destroys a visible Nature. Unaware that this Nature he’s destroying is this God he’s worshiping.\n\nThe nature of the sculpture itself wasn't fabricated or covered up in some way, rather it was illuminated, enhanced in a way consistent with its nature. The craftsman did not manufacture, he revealed. The dignity of the marble itself still stands, just in a new form. Apply this principle to other things that we obtain through technology, treating aspects of nature as having a metaphysical essence, a certain necessity for reverence. Technology is a means towards fulfilling our needs while respect nature's needs.\n\nChallenging-Forth\n\nChallenging-Forth is the opposite of Bringing-Forth, it is the most prevalent attitude towards technology today, and it is the improper one. With this attitude, Subjects do not have essence they are merely viewed as material. When they look at a forest, they don't necessarily see trees, they see lumber. Everywhere they look in nature they only see raw material. They set their machines upon the mass of, \"potential lumber\" liquidating the forest. This attitude is presented in the materialist Ayn Rand's The Fountainhead:\n\nHe looked at the granite. To be cut, he thought, and made into walls. He looked at a tree. To be split and made into rafters. He looked at a streak of rust on the stone and thought of iron ore under the ground. To be melted and to emerge as girders against the sky. These rocks, he thought, are waiting for me; waiting for the drill, the dynamite and my voice; waiting to be split, ripped, pounded, reborn; waiting for the shape my hands will give them\n\nChallenging-Forth robs all of Nature of its integrity, sacredness, metaphysical life, and dignity. What has essence is reduced to interchangeable matter and energy. According to the Challenger-Forth, nature won't be allowed to stand on its own, or stand, \"chaotically.\" Those trees that once stood, \"chaotically\" in the forest are now logs that can be easily counted, weighed, piled, and shipped. In the mind of any materialist this is good, more wood for either gaining revenue (Capitalist) or serving the people (Communist). Make no mistake, both capitalism and communism are materialist in this way.\n\nYou could summarize Challenging-Forth as being materialist and anthropocentric while Bringing-Forth as being idealist and, \"naturocentric.\" Bringers-Forth don't view humanity as the rulers of nature, we view humans as one species out of many, as subject to Nature's Law as anyone. Humans are clever species, but we are ultimately no match for Nature and if we don't exist in harmony with Nature, we will be destroying ourselves. The Challengers-Forth view humans in a separate category from all over life, and that is a self-destructive belief indeed.\n\nConsider the environmental disasters we find in our future due to Challenging-Forth. These physical disasters are merely one symptom of a larger sickness that is brought on either directly or indirectly by a disrespect for what is metaphysical, what is natural, and what is timeless. Proper reverence has been replaced with a fixation on what is material, what is synthetic, and what is temporal. This is the Crisis of the Modern World. I plan to go in-depth on things I've merely brushed on here, this is largely just an introduction to concepts, a discussion starter.\n\n1/10/2019 Update\n\nThe Time comes for a revelation that anyone may seek if they're reading this, your clue is:\n\n\"Ménfő 1044 frees the Beast.\"\n    I M H E E S L D H I\nRead more\nSort by:\nAdd a Comment\nJac0b777\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nFantastic post.\n\nReading it, this paragraph from the Lord of The Rings (found towards the ending of the last book), came to mind. Legolas, when discussing the ancient elves that once inhabited Middle Earth, talks about how he can still hear the stones lamenting that the ancient elves are gone, due to their craftsmanship and with it their ability to bring forth the metaphysical essence of the stones (as you put it), exalting instead of destroying them.\n\n“But the Elves of this land were of a race strange to us of the silvan folk, and the trees and the grass do not now remember them. Only I hear the stones lament them: deep they delved us, fair they wrought us, high they builded us; but they are gone. They are gone. They sought the Havens long ago.’\n\nYou also make me want to read Heidegger. I was never a huge fan of his, by the limited knowledge I have of his works (indirectly, as I've never read him), but maybe I should pick up a book of his at some point in the not so distant future.\n\nA fascinating figure I must also mention here is Viktor Schauberger. A scientist from 20th century Germany, later captured by Nazis and likely forced to work for them. He, in his own way, discussed a similar approach to science and technology - mimicking nature and exalting it instead of challenging and trying to overcome it. Some of his discoveries are groundbreaking to this day and his research into blending the subtle and gross properties of nature, then using that knowledge in our day to day life was truly the work of a pioneer. Much of what he discovered and talked about to this day still remains on the fringes of mainstream science.\n\nReply\nreply\nPepebambuu\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nHow conveniently I just now came accross this story by Chinese sage, Chuang-Tzu, while reading Carl Jung's book about the Great Man in people's hearts:\n\nA wandering carpenter, called Stone, saw on his travels a gigantic old oak tree standing in a field near an earth-altar. The carpenter said to his apprentice, who was admiring the oak: \"This is a useles tree. If you wanted to make a ship, it would soon rot; if you wanted to make tools, they would break. You cant do anything useful with this tree, and that's why it has become so old.\" But in an inn, that same evening, when the carpenter went to sleep, the old oak tree appeared to him in his dream and said: \"Why do you compare me to your cultivated trees such as whitethorn, pear, orange, and apple trees, and all others that bear fruit? Even before they can ripen their fruit, people attack and violate them. Their branches are broken, their twigs are torn. Their own gifts bring harm to them, and they can not live out their natural span. That is what happens everywhere, and that is why i have long since tried to become completely useless. You poor mortal! Imagine if I had been succesful in anyway, would I have reached this size? Furthermore, you and I are both creatures, and how can one creature set himself so high as to judge another creature? You useless mortal man, what do you know about useless trees?\" The carpenter woke up and meditated upon his dream, and later, when his apprentice asked him why just this one tree served to protect the earth-altar, he answered, \"Keep mouth shut! Let's hear no more about it! The tree grew here on purpose because anywhere else people would have ill-treated it. If it were not the tree of the earth-altar, it might have been chopped down.\"\n\nReply\nreply\nroyalportion\n•\n5 yr. ago\n\nword. thanks for the post.\n\nReply\nreply\n \nr/C_S_T\nGoebbels' Big Lie Idea: The part that people miss\n28 upvotes · 8 comments\nr/C_S_T\nWhat if the old gods never left?\n16 upvotes · 6 comments\nr/C_S_T\nWhat is your relationship to truth?\n10 upvotes · 15 comments\nr/C_S_T\nKuiper Belt Objects and Planetary Formation: A very few stray thoughts\n4 upvotes\nr/C_S_T\nClimate changes, inability to stay put is a surviving mechanism\n1 upvote · 2 comments\nr/C_S_T\nThe real reason alien activity exploded in 1947\n15 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 15, 2018\nReddit\nreReddit: Top posts of May 2018\nReddit\nreReddit: Top posts of 2018"
}