{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "[Review] Ultrasun sunscreen review - SPF 50, SPF 30, and SPF 20",
  "href": "https://www.reddit.com/r/SkincareAddiction/comments/7bu728/review_ultrasun_sunscreen_review_spf_50_spf_30/",
  "body": "Both SPF 50 and 30 have a plastic-y smell that I find to be characteristic of water resistant sunscreens, but the smells doesn't linger. Both are rather shiny on me, but aren't uncomfortable or greasy feeling. I have been using mineral foundation over it which tones down the shininess considerably and looks rather nice. The SPF 50 can leave ...",
  "textContent": "[Review] Ultrasun sunscreen review - SPF 50, SPF 30, and SPF 20 : r/SkincareAddiction\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to SkincareAddiction\nr/SkincareAddiction\n•\n6 yr. ago\nmastiii\n[Review] Ultrasun sunscreen review - SPF 50, SPF 30, and SPF 20\nReview\n\nI read about Ultrasun on here and was interested because it seemed like the ideal sunscreen. Long review with photos at the end.\n\nTheir sunscreens are:\n\nfragrance-free\n\nmostly alcohol-free (alcohol is either at the bottom of the list, but the sports options do have alcohol)\n\navobenzone-free (this is a big one for me as I have a sensitivity to it)\n\noctinoxate- and octocrylene-free (causes sensitivity for some people; octinoxate not photostable; environmental concerns; possibly generates free radicals)\n\ncontain antioxidants\n\ncome in airless pumps\n\noffer high UVA protection\n\nwater resistant\n\nIt checks all the boxes for me, so I finally ordered it. I got the SPF 50 Extreme and SPF 30 Family, both of which are body sunscreens, but more cost effective than the face sunscreens. I ordered from FeelUnique on October 4 and got my order on October 23. It takes time to ship to the US. The SPF 20 Glimmer was a free gift with purchase. I am wondering if it's an old formula though, because it lists alcohol as the second ingredient while the website lists alcohol near the end of the list. I also ordered the lip balm, which does contain octinoxate (Ethylhexyl methoxycinnamate). It is not featured on Ultrasun's website, so I wonder if this is a discontinued product.\n\nTheir SPF 50 products are PA++++ and the SPF 30 products are PA+++, which is not unusual considering that these are European sunscreens. European sunscreens with a circle around the letters UVA means that the PPD is 1/3 of the advertised SPF. As I learned from u/Peter_789's comment, SPF 50+ means the SPF is >59.9 and so the PPD is at least 20.\n\nThe filters used in the SPF 50 Extreme are:\n\nTinosorb M (Methylene Bis-Benzotriazolyl Tetramethylbutylphenol)\n\nUvinul T (Ethylhexyl Triazone)\n\nTitanium dioxide\n\nTinosorb S (Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine)\n\nUvinul A Plus (Diethylamino Hydroxybenzoyl Hexyl Benzoate)\n\nOctyl salicylate (Ethylhexyl Salicylate)\n\nIt also contains the antioxidants Vitamin C, Vitamin E, grape seed extract, and Ubiquinone.\n\nThe SPF 50 seems thicker than the SPF 30 and has a slightly gritty texture. Both SPF 50 and 30 have a plastic-y smell that I find to be characteristic of water resistant sunscreens, but the smells doesn't linger. Both are rather shiny on me, but aren't uncomfortable or greasy feeling. I have been using mineral foundation over it which tones down the shininess considerably and looks rather nice. The SPF 50 can leave white streaks if you don't rub it in. SPF 30 has practically no white cast. I can wear both on my eyelids with zero irritation. The SPF 20 Glimmer is lighter and does have a shimmer to it. I imagine it would be nice for the beach or possibly as a highlighter. The lip balm is also really nice. It doesn't irritate my mouth/throat at all, is clear and has a nice texture.\n\nOverall, I really like these products. The price is comparable per mL to some Asian sunscreens and Ultrasun seems more suitable for outdoor wear.\n\nThere are a ton of products on Ultrasun's website including: a SPF 50 mineral (titanium dioxide and zinc oxide) formula, face sunscreens in two different tints, tan activator sunscreens (u/Peter_789's explanation \"This version contains Dihydroxy Methylchromonyl Palmitate, an ingredient that stimulates melanin production, increasing skins natural UV defences\"), glimmer formulas, sports formulas, anti-aging formulas (contains Ecotin), and many more.\n\nI found this post to be really useful while researching sunscreens. Also this sunscreen filter chart.\n\nPhotos!\n\nRead more\nnautica.com\nShop Now\nSort by:\nAdd a Comment\nAllen_x\n•\n6 yr. ago\n\nThank you for your review! Seems like the SPF 30 is a good product for daily wear. I'd like to provide some extra information on the Ultrasun sunscreens, particularly the SPF 50, SPF 30 and the sports version. It is an experiment which tested 230 sunscreens in total. 2mg/cm2 of each sunscreen is applied onto a glass tile and their performance against UVA and UVB were tested using a UV detector probe.\n\nhttps://imgur.com/a/MPRFw (font is quite small, you might want to magnify the charts)\n\nReply\nreply\n8 more replies\nDraiki\n•\n6 yr. ago\n\nI absolutely adore the Ultrasun spf 30 family. It's one of the only sunscreens I found that do not irritate my eyes. Don't leave a whitecast. Isn't super shiney on my oily skin. My foundation layers beautifully on top of it. It doesn't pill. I don't feel it. The filters are superior to only mineral filters. I tried dozens before I finally found this one that I don't mind wearing every day and even during workouts! The spf 30 for face was practically the same but costs more so just buy the family one.\n\nI liked the spf 50 less since it was thicker, whiter and more shiney. I only wear that one if I'm out in the sun for a longer time like on the beach.\n\nThe only downside would be that it doesn't layer super well with any serums/moisturizers under it unless you give them the time to fully dry down first. I usually put a vitamin c serum on 20-30 minutes before wearing sunscreen. I also find it odd that they recommend to only apply once daily. For a company that seems to understand sunscreens very well I don't know why they would recommend that. But reapplying this formula works fine so it's not a problem.\n\nReply\nreply\nmastiii\n•\n6 yr. ago\n\nI've also been cautious about their once-a-day claim but it looks like they might use very photostable filters that really do last all day as long as the sunscreen isn't physically wiped off. It's been winter here so I haven't been outside more than 2 hours/day, but in the summer I am thinking of getting these UV indicator bands called Sundicator. You apply the sunscreen on the band and it tells you when the protection is starting to wear off. I think it would work as a test to see how long the UV protection lasts. If I end up doing that, I'll compare the results of the Ultrasun versus other sunscreens.\n\nReply\nreply\n1 more reply\nKing_Malaka\n•\n6 yr. ago\n\nDoes it dry, or does it make you feel oily.\n\nReply\nreply\n6 more replies\nGhecho\n•\n6 yr. ago\n\nI use the Extreme spf 50 often and I love it\n\nReply\nreply\ndaixhara\n•\n6 yr. ago\n\nI have the anti-aging SPF 50 and the tinted SPF 50 and both were gritty af :( I love Ultrasun's formula so I was really disappointed in the texture of their SPF 50 face sunscreens. Think I'll stick to the SPF 30 ones. The glimmer version sounds interesting, might check that out soon!\n\nReply\nreply\nArial-Narrow\n•\n6 yr. ago\n\nThere are new Ultrasun SPF 30 Face & SPF 50 Face available in the market. Some people who have used both and say that thew new version is much less greasy than old ones. While the new SPF 30 Face is less shiny than SPF 50 Face and both of them is not greasy.\n\nReply\nreply\n1 more reply\nPiepumpkinpie\n•\n6 yr. ago\n\nThank the Lord I found this post. Been looking for tinosorb sunscreen without avobenzone that ships to me (Canada). Thank you for sharing this!\n\nReply\nreply\npreciousia\n•\n6 yr. ago\n\nthanks for sharing this review! I am going to order UltraSun anti-pigmentation or the tinted anti-age sunscreen myself.\n\nhow do you compare UltraSun chemical mixes (little mineral) to pure mineral sunscreen? i haven't used anything so high in chemical actives for decades since my dermatologist always recommended zinc oxide + titanium dioxide\n\nReply\nreply\nmastiii\n•\n6 yr. ago\n\nI find mineral sunscreens to be drying on me. Also, they almost always leave a white cast. The Ultrasun has very little to no white cast. Maybe my skin feels a little dry toward the end of the day, but not as dry as with a mineral sunscreen. The Ultrasun is also very gentle. I use it on my eyelids with no problem (I can do that with mineral sunscreens too, but not most other chemical sunscreens).\n\nReply\nreply\n1 more reply\n \nTop 1%\nRank by size \nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n430 upvotes · 92 comments\nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n114 upvotes · 26 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nPROMOTED\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n129 upvotes · 43 comments\nr/khiphop\nDEAN - DIE 4 YOU\nyoutube\n247 upvotes · 20 comments\nr/asianamerican\nAs a Child, I Fled the Khmer Rouge—Kissinger's Legacy in Cambodia | Opinion\nnewsweek\n101 upvotes · 13 comments\nr/popheads\nLana Del Rey - Unchained Melody | Christmas at Graceland\nyoutube\n120 upvotes · 12 comments\nr/unpopularkpopopinions\n[MEGATHREAD] AESPA - 'Drama' / \"Drama\"\nyoutube\n144 upvotes · 203 comments\nPROMOTED\nr/popheads\nLana Del Rey Reveals Taylor Swift \"Snow On The Beach\" Collab Story | All About Me | Harper's BAZAAR\nyoutube\n220 upvotes · 35 comments\nr/popheads\nNoah Kahan - lacy (Olivia Rodrigo cover) in the Live Lounge\nyoutube\n205 upvotes · 48 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/popheads\nPinkPantheress (feat Central Cee) - Nice to meet you\nyoutube\n133 upvotes · 24 comments\nr/popheads\nBjörk, Rosalía - Oral (Official Video)\nyoutube\n249 upvotes · 36 comments\nr/Grimes\nBe a Body is a fantastic song ☺\nyoutube\n113 upvotes · 27 comments\nr/popheads\nDolly Parton Thanksgiving Halftime Show\nyoutube\n125 upvotes · 36 comments\nr/popheads\nTRAINWRECKORDS: Nickelback's \"No Fixed Address\" (Todd In the Shadows)\nyoutube\n112 upvotes · 33 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/ABCDesis\nAndrew Schulz anti-indian rant in front of indian co-host. Would he say this about black people in front of Charlemagne?\nyoutube\n94 upvotes · 59 comments\nr/tiktokgossip\nAdrielle Sigler (veganrizz) is trying to destroy a small business.\ntiktok\n281 upvotes · 251 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/DeppDelusion\nThe Redemption of Amber Heard\nyoutube\n236 upvotes · 35 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 95 comments\nr/TrueCrimeDiscussion\nIssei Sagawa dead: I had no idea he passed last year. What do you all think?\nnewsweek\n404 upvotes · 45 comments\nr/JennaGraceSnark\nGO OFF MATT😂🥰\ntiktok\n132 upvotes · 55 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 9, 2017\nReddit\nreReddit: Top posts of November 2017\nReddit\nreReddit: Top posts of 2017"
}