{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Professor Spotlight: Dr. Sid Brown - thesewaneepurple.org",
  "href": "https://thesewaneepurple.org/2018/03/01/professor-spotlight-dr-sid-brown/",
  "body": "Photo courtesy of sewanee.edu. By Luke Gair. Executive Staff. At the age of ten, Dr. Sid Brown strived for a career that young children often dream of: to be a cat. Today, it is clear she has certainly gone beyond the profession she had set before herself in her youth. After earning her B.A. from Emory University in philosophy, she went on to ...",
  "textContent": "Skip to content\nfacebook\n \nInstagram\n \ntwitter\n \nflickr\n \nLinkedIn\n\nStudent Organ of the University of the South\n\nNEWS\nFEATURES\nA&E\nOPINIONS\nSPORTS\nLETTER FROM THE EDITOR\nSTAFF\nMISSION STATEMENT\nPROFESSOR SPOTLIGHT: DR. SID BROWN\nMarch 1, 2018\n thesewaneepurple\n Features Comments Off\non Professor Spotlight: Dr. Sid Brown\n\n \n\nDr. Sid Brown. Photo courtesy of sewanee.edu.\n\nBy Luke Gair\nExecutive Staff\n\nAt the age of ten, Dr. Sid Brown strived for a career that young children often dream of: to be a cat. Today, it is clear she has certainly gone beyond the profession she had set before herself in her youth.\n\nAfter earning her B.A. from Emory University in philosophy, she went on to attain her M.A. from Florida State University and Ph.D. from the University of Virginia, both in religious studies.\n\n“Depending on when I’ve been asked over the years, I have answered the ‘how I got into academics’ question very differently because our stories change over time and different things take prominence.” The first time Brown met a professor, she was enamored, seeing “how deeply professors got to think about things.”\n\n“When I fantasized about being a professor, in many ways that fantasy is a reality now. I get to teach in a lovely environment with excellent people, I get to try and do what I think is right.”\n\nThere was a period of time in which she weaned off the path she previously set before herself, seriously considering no longer pursuing a career path as a professor, and instead working with bikes.\n\nAnother road considered was becoming a Buddhist nun, as she “had spent time in nunneries and monasteries, and that life I was privileged enough to experience was very helpful to me and very lively. I thought I might be able to contribute there. In one storyline, I chose [professorship] the minute I met a professor, and in another story line I had to choose it.”\n\nBefore coming to Sewanee, Brown was intrigued for both “personal and professional” reasons. “I was working at a small liberal arts college in Iowa and I had chosen it because of the collegiality.” She was surprised to see the “level of formalities” in Sewanee’s rituals. “I was shocked by how seriously people took those rituals, even the students.”\n\nAlluding to the recent protests concerning the Board of Regents’ decision to not revoke Charlie Rose’s honorary degree, she loves “that aspect of Sewanee in that it can give a voice to people, not only when you perform the ritual.”\n\nShe was often troubled by the large class sizes at the previous institution she taught at. “When I went there, I was teaching 120 students a semester and I was teaching four classes a semester.” With such a great amount of students to tend to, she worried that she would be unable to publish another book. After coming to Sewanee, the class sizes allowed her to get more acquainted with students, leading her to find it “much more rewarding.” From this, she also found more accommodating time for her to publish more books.\n\nThe rural environment also allowed her to delve deeper into her passion for biking. She commented that the “alto road is the steepest way to get back up the mountain, it’s the way I get back up the mountain on my bike. This mountain has made this body.” Being able to go on a bike ride around the farmland and rural landscape is a privilege for her, to ride her bike and not “fear for her life,” referencing the oncoming traffic one finds on busy city streets.\n\nHer first book is a revision of her dissertation, titled The Journey of One Buddhist Nun. As an examination of one person’s life, she deeply interviewed one person while living in a nunnery in Thailand, exploring as to why that person had chosen the life of a nun. She found that “making friends with a person in a language that is not your first language is a fascinating thing.” Since Brown became friends with her in Thai, “parts of me that would normally come out didn’t come out, and parts of me that never came out did.” Her collection of essays, titled A Buddhist in the Classroom, explores how her “own personal commitment to Buddhism” informs her work in the classroom.\n\nWith a smile, she explains that “it’s not that I am interested in converting people, I am not. But it is true that my personal commitments play a role in how we do things in a classroom; it’s not left at the door.”\n\nBrown’s work is studied in classrooms all around the world. “I thought when I published those books, I expected book reviews, and I got book reviews,” she said. She did not expect so many people to reach out and talk to her as an author. To have her worked consumed on such a level seemed almost surreal. She stated “people know me in a way that I do not know them.” She has even had her work studied in Christian theology schools, a place she did not expect her work on Buddhism to be looked at.\n\n“I want to have had my oar in the water throughout my time as a professor. I am working for a number of different things that I think are important. I am working for social justice. Every day in my classroom, I am working for environmental justice. At the end, I hope to have kept rowing. I think it can be easy to stop and just sit back for the ride, and I don’t want to do that. I want to engage and continue throughout. I hope I do that,” Brown said.\n\nShare this:\nClick to share on Facebook (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Twitter (Opens in new window)\nLike this:\nPost navigation\nPrevious Post:\n Open letter to the Sewanee community from C’85 alumna\nNext Post:\nGreen Column: Why Sewanee uses so many paper towels\nTOP POSTS\nFACEBOOK"
}