{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "ELI5: Why do cups with liquid in them condensate on the ... - Reddit",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/6q7yz6/eli5_why_do_cups_with_liquid_in_them_condensate/",
  "body": "The condensation is from water vapor in the air. It's not all cups with liquid really, it's cups with cold liquid. Air has water in it as a gas and when it gets cooler it condenses into a liquid. The water vapor in the air near the cool cup gets colder, so it condenses as liquid on the outside of the cup. Also related to the thermal coefficient ...",
  "textContent": "ELI5: Why do cups with liquid in them condensate on the outside of the cup? : r/explainlikeimfive\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to explainlikeimfive\nr/explainlikeimfive\n•\n6 yr. ago\nHow2Dennis\nELI5: Why do cups with liquid in them condensate on the outside of the cup?\nPhysics\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ngodzillabacter\n•\n6 yr. ago\n\nThe cup will naturally match the temperature of the fluid. The saturation point of water in the atmosphere is temperature dependent, and colder air can contain less water vapor, as a thin layer of air around the cup is cooled down, the excess water that can no longer be \"held\" by the air is left on the cup.\n\n1 more reply\nConcise_Pirate\n•\n6 yr. ago\n\nYer not alone in askin', and kind strangers have explained:\n\nELI5:How does condensation happen on my cup ? Is it water form the inside seeping out?\n\nELI5: Why do cups sweat?\n\nELI5:HOW does water form OUTSIDE of a cup full of water with ice?\n\nELI5: why do McDonald's drinks cups seem to \"sweat\" after sitting for a while?\n\nELI5: Why do drinking glasses get wet on the outside when a drink is cold, but never when it's normal/warm?\n\nPhage0070\n•\n6 yr. ago\n\nThis happens when the fluid in the cup is significantly cooler than the air. The condensation is from water vapor in the air.\n\njeherohaku\n•\n6 yr. ago\n\nIt's not all cups with liquid really, it's cups with cold liquid. Air has water in it as a gas and when it gets cooler it condenses into a liquid. The water vapor in the air near the cool cup gets colder, so it condenses as liquid on the outside of the cup.\n\nmystykguitar\n•\n6 yr. ago\n\nAlso related to the thermal coefficient of the cup material. Ie a plastic cup will have less condensation on the cup, while a dewar cup will never have condensation, regardless of the liquid temperature. The amount of condensation is dependant on the temperature differential between the liquid in the cup and the air (the liquid MUST be cooler than the air), the coefficient of heat transfer of the cup material and the relative humidity of the air.\n\n \n24\nRank by size \nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 26 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 263 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 250 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/bayarea\nTesla crashes into back of San Mateo home, police say\nyoutube\n243 upvotes · 154 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 27 comments\nr/videos\nSimCity 2000 30 Years Later: An LGR Retrospective\nyoutube\n1.3K upvotes · 271 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n857 upvotes · 42 comments\nr/videos\nSteve Martin's \"Not Gonna Phone it in Tonight\" musical number is the best cold-opening SNL ever had.\nyoutube\n1.6K upvotes · 311 comments\nr/videos\nSchiller Visions: Hidden Camera Commercials - SNL\nyoutube\n583 upvotes · 55 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/movies\nWings (1927) is amazing, especially when you realise that to get these shots they had to actually fly around with cameras.\nyoutube\n143 upvotes · 24 comments\nr/videos\nExtrusion press hydraulic oil leak escalates quickly.\nyoutube\n271 upvotes · 148 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 29, 2017\nReddit\nreReddit: Top posts of July 2017\nReddit\nreReddit: Top posts of 2017"
}