{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "International Campaign to #StopSucking Plastic Straws Launches in ...",
  "href": "https://www.seattleweekly.com/news/international-campaign-to-stopsucking-plastic-straws-launches-in-seattle/",
  "body": "The organizaton's immediate goal is to divert 500 million plastic straws from the waste stream, with a longer-term goal of 15 billion. But it started its efforts in Seattle in part because the ...",
  "textContent": "Skip to content\nSunday, December 10, 2023\n47°F\nSign In Subscribe Newsletter Contact Us    \nSubmit search\nNews & Comment\nOpinion\nArts & Culture\nEat Drink Toke\nSports\nCalendar\nMarketplace\nAll Sections\nNEWS & COMMENT\nInternational Campaign to #StopSucking Plastic Straws Launches in Seattle\n\nAnd next summer, Seattle will begin enforcing a law banning all single-use plastics—including straws.\n\nBy Sara Bernard • September 7, 2017 4:45 pm\nTags: Environment\nActor Adrian Grenier and Port Commissioner Fred Felleman at Strawless in Seattle launch. Photo by Sara Bernard\n\nIt may seem like a very small and inconsequential thing—a slim plastic straw in your iced latte or bubble tea—but in part because Americans use and toss 500 million of them every single day, by 2050, we’re on track to have a larger volume of plastic in our oceans than fish.\n\n500 million straws per day “is almost an unbelievable number,” said Dune Ives, executive director of the Lonely Whale Foundation, a marine-environment advocacy group co-founded by actor and filmmaker Adrian Grenier, speaking at a press event at the Seattle Aquarium Thursday. “It’s unthinkable, really. How could we use so many straws?” Although straws and other disposable plastic products are “seemingly so innocent,” she said, their collective impact is huge. Grenier—who in addition to being known for his role on the TV series Entourage was recently named the United Nations’ Environment Programme Goodwill Ambassador—added another grim statistic: “Each year, eight million-plus tons of plastic ends up in the ocean. That’s the equivalent of a full garbage truck every minute.”\n\nJoined by the Port of Seattle, CenturyLink Field, the Seattle Seahawks, Mayor Ed Murray, and a lengthy list of restauranteurs and other participating companies, Ives and Grenier showed up at the Aquarium to celebrate the launch of Strawless in Seattle, a campaign to get businesses, institutions, and individuals to either stop using straws, or switch to paper straws, during the month of September, and (they hope) beyond.\n\n“We see single-use plastic straws as a gateway,” said Grenier. “People ask me all the time, ‘Well, why not plastic lids and plastic cups? Why are you focusing on straws?’ And I say, ‘Well, are we focused on straws? You just directed the focus to the bigger issue.’ It’s an entry point for most people.”\n\nThursday’s announcement means that, starting now, over 200 restaurants, all the concessionaires at Sea-Tac Airport, all the hotels that belong to Columbia Hospitality (among other sites, Columbia owns the Salish Lodge & Spa in North Bend), and everything sold at CenturyLink Field, among other venues, will only be serving marine-safe paper straws. Many of those spots have committed to doing so for the forseeable future, too.\n\n“The Seahawks, we understand our reach,” said David Young, senior vice president of operations for the Seahawks and general manager of CenturyLink Field. “With that reach comes a big responsibility.” He said CenturyLink already recycles or composts almost all of the waste it generates (Seattle as a whole composts and recycles just shy of 60 percent), and it does, in fact, already offer compostable straws. But he said he was committed to changing that, too, because apparently, only paper straws are good for marine environments. Most of so-called “compostable” plastic can only be broken down in special facilities, according to both Grenier and Port Commissioner Fred Felleman, who spent three decades working on Pacific Northwest marine conservation before he was elected in 2015. Although there are several types of compostable plastic, “Most of them act very plastic-like in the marine environment,” said Felleman. “I don’t think in our lifetime they would break down at all.”\n\nAfter Seattle, the Lonely Whale Foundation has plans to take its campaign across the country, and then the world; in 2018, the campaign will spread to at least ten U.S. cities, Grenier said, although they’ve seen so much interest already, it could be more. The organizaton’s immediate goal is to divert 500 million plastic straws from the waste stream, with a longer-term goal of 15 billion.\n\nBut it started its efforts in Seattle in part because the Emerald City is very low-hanging fruit. Ives, the former head of Paul Allen’s Vulcan Philanthropy, grew up and lives in Seattle, for one. But “Seattle has also been a leader in environmental change,” said Grenier, especially when it comes to plastics. In 2008, the City Council passed an ordinance that banned polystyrene (commonly known by the brand name Styrofoam) and required businesses to phase out the use of disposable plastic service ware, including cups and plates and to-go boxes. In 2010, it passed another ordinance officially prohibiting them. Over the years, the city has revisited and modified the list of items it prohibits. In 2012, it officially banned plastic bags, for instance, with a few exceptions, such as bulk food bags and newspaper delivery bags. However, city enforcement of the plastic service ware bans has been fairly nonexistent so far because the compostable options weren’t widely available, or all that functional; restaurants didn’t have a lot to choose from.\n\n“Every year we’ve eliminated more disposable items,” Murray told the room, but until now, there were no viable alternatives to the plastic straw. But because that’s changed—a number of sustainable-serviceware companies, including Aardvark, the company the campaigners were promoting Thursday, are now creating durable paper straws—“In 2018 our Director of Public Utilities … will make a rule so that plastic straws are included in the things that we will be proactively limiting from our environment.”\n\nAdded SPU director Mami Hara in a brief conversation after the event, the plastic-straw ban has theoretically been in place for nearly a decade, but “we provide an exemption every year until the market is ready. In July 2018, that [plastic straw and utensil] exemption expires. We would be enforcing the ban at that point.”\n\nThis is, by the way, for food service only; “you can still buy [plastic straws] at the grocery store,” said Becca Fong, spokesperson for SPU’s Solid Waste Division.\n\nNotably absent from the day’s fanfare was Starbucks, a gigantic Seattle-based company that still uses a heck of a lot of plastic straws. Hara said that she knows they’re working on a transition, though, and other SPU staffers confirmed that every food-service business, including Starbucks, will not be allowed to serve plastic straws next summer. (Fong urged any business with questions or concerns to contact SPU’s Green Business Program, which offers lots of free tools and assistance with this kind of thing.)\n\nEveryone present stressed the importance of the effort, however inconsequential it seems. “Scientific studies are now showing that fish flesh is showing signs of plastic fibers,” said Ives. “That means that the straw that we use today that turns into microplastics that is then nibbled on by fish could end up on our plates.”\n\nFelleman added that although he’s not aware of a current estimate of the tonnage of plastics in Puget Sound, its geography acts like “a bathtub,” collecting and holding on to whatever is tossed into it. Toxins biolaccumulate in the fatty tissue of both wild salmon and orca. And “plastic actually draws other pollution to it,” he said. “A straw in the marine environment is actually worse than on land.” All of that is why he sees the campaign as “exciting” and consistent with the Port’s environmental goals. Sea-Tac Airport, in particular, “is the gateway to Seattle, if not the whole Northwest. And if we care about something as small as straws, that sets a mindset, as a visitor, as a newcomer. We care about even the little things.”\n\nGrenier said that he’s spent a lot of time in Seattle over the years, and also sang its praises. “I love Seattle, I love the people, I love the openness and the can-do attitude,” he said. “That’s one of the reasons we started here, because we knew that we could get it done. Let’s start simple, let’s start with something that is actually within our reach, and then just keep going, one step at a time.”\n\nsbernard@seattleweekly.com\n\nAardvark paper straws. Photo by Sara Bernard\n\nTags: Environment\nPost navigation\n< Previous\nTommy Le Was Shot Twice In the Back, Autopsy Shows\nNext >\nHomeless Go to Court Over Destruction of Property During Sweeps\nSign Up For Our Newsletters\nSubscribe to our e-mail newsletter to receive updates.\nSIGN UP\nMORE STORIES FROM THIS AUTHOR\nKing County Could Ban Solitary...\nBy Sara Bernard\nUW Student Seeks to Push...\nBy Sara Bernard\nKids in King County Jail...\nBy Sara Bernard\nActivists Disrupt Over 100 Bank...\nBy Sara Bernard\nNEWS & COMMENT\nNEWS & COMMENT\nKing County Council passes $782 million arts and culture levy\n\nLevy is intended to increase access to science, heritage and the arts.\n\nBy Cameron Sheppard • December 6, 2023 1:20 pm\nNEWS & COMMENT\nOne-time grant offered for homelessness assistance in south King County | King County\n\nKing County has set aside $5 million for cities to construct and operate projects to address local homelessness.\n\nDecember 4, 2023 1:00 pm\nNEWS & COMMENT\nThree teens caught after escaping from Echo Glen Children’s Center\n\nAt least ten inmates have escaped from the juvenile correctional facility this year.\n\nBy Cameron Sheppard • November 29, 2023 1:30 am\nNEWS & COMMENT\nOPINION\nARTS & CULTURE\nEAT DRINK TOKE\nSPORTS\nQUICKLINKS\nSubscribe\nSubscriber Center\nPrint Editions\nNewsletters\nMedia Solutions\nABOUT US\nWhat We Do\nTerms of Use\nPrivacy Policy\nAccessibility\nContact Us\nA subsidiary of Black Press Media\nWork With Us\n© 2023 Seattle Weekly + Sound Publishing + Black Press Media. All Rights Reserved.\nPowered By NewzBoost"
}