{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Capitalism Lab - Reddit",
  "href": "https://www.reddit.com/r/capitalismlab/",
  "body": "r/capitalismlab: Capitalism Lab is a major stand-alone expansion for Capitalism 2 with a host of exciting new features and improvements. It also…",
  "textContent": "Capitalism Lab\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/capitalismlab\nCreate a post\nSort By:\nu/davidl288\n•\n1 day ago\nIn the upcoming version 10.0, we will be bidding farewell to the old logos and embracing a fresh, modern design that perfectly complements the immersive experience of Capitalism Lab.\nu/SamsungMobileUS\n•\nPromoted\nAt Switchers Anonymous, we always say nothing beats the joys of good puppy pics — nothing except finally making the switch. Come into the Fold.\nsamsung.com\nLearn More\nu/typewriter45\n•\n2 days ago\nhow do I cause an economic crisis?\n\nI want to replicate what happened in that one post here where the largest bank failed and caused every company to go into deficit\n\nu/skiwan\n•\n14 days ago\nRetail store amount\n\nHey guys. A question regarding the amounts of retail stores\n\nI'm currently playing at around 200 percent difficulty with 4 cities.\n\nI started with leather goods and built Leather retail stores.\n\nUsually by just having one or max 2 leather stores with a traffic index of 60+ I cover the full demand of the city I am building in.\n\nOn the other hand I see the ai competitors build 30+ convenient stores or 20+ automobile or other stores. All with huges profits and demand.\n\nHow come I don't generate that amount of demand?\n\nView full post\nu/Rahro\n•\n23 days ago\nHow do you set up stock focused subsidiaries?\nu/Vast-Trade2020\n•\n24 days ago\nCapitalism Lab\n\nAnyone I can message to help me navigate capitalism lab? I am basically a noob. Im 20 Female.\n\nu/kmuffinboops\n•\n25 days ago\ncompany suggestions\n\nHi! new to capitalism lab and I have a game due for school in 2 days, can anyone suggest good businesses that generate profit easily in game? Profit needs to be green but all the businesses I've made so far are in the red 🥲\n\nu/bobbork88\n•\n1 mo. ago\nNewbie question on hotel\n\nSo I used cheat codes and have all of the tech. I set up the hotel, but it still stays red.\n\nLast month I was goofed cause I didn’t know I had to click the dvd icon to manufacture software.\n\nAnything I’m missing for hotels? TIA\n\nu/davidl288\n•\n1 mo. ago\nNew Graphics for the University, High School and Apparel Store buildings in Capitalism Lab latest version 9.1.20.\nu/StudMcNutts\n•\n2 mo. ago\nZooming in and out\n\nSILLY QUESTION, it's been 3 years since I've played. When looking at a city how do I zoom in and out? Somehow, I accidently zoomed in today, not sure how I did it, and can't zoom out. I'm on a laptop with a mouse pad not a physical mouse.\n\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, what Mtn Dew flavor pairs best with your favorite game? Let us know in the comments!\nmountaindew.com\nLearn More\nu/bobbork88\n•\n2 mo. ago\nNewbie Question on software\n\nSo I’ve researched the three techs to make my operating system. Tech level >30 fir all three. I’ve done the programming. Selected my name for my operating system.\n\nThen I set up a factory link my paper and dvd, but I can’t seem to make my software.\n\nWhat am I missing?\n\nu/davidl288\n•\n2 mo. ago\nCapitalism Lab release version 9.1.16 is now available\n\nWe are pleased to announce that version 9.1.16 is now ready for official release.\n\nPlease download V9.1.16 full version installer from: https://www.capitalism2.com/forum/viewtopic.php?f=7&t=9207\n\nNew Feature: Skill Points\nWe're excited to announce a new way to customize and empower your character in Capitalism Lab - skill points! Now certain goals will offer skill points as rewards when completed.\n\nYou can use skill points to increase your player character’s expertise across key business areas like retail, manufacturing, marketing, and R&D. Boost your talents to get an edge over the competition.\n\nNew Goal Set – Entrepreneur Goals\nYou can now also select the new \"Entrepreneur Goals\" set when starting a custom game, giving you fresh objective options as you build your business empire.\n\nSpeech for News and Events\nThis version improves the gaming experience by adding speech for certain news and events.\n\nShowing Customer Traffic Overlay When Buying Land Plots\nChoosing the ideal location just got easier with our new Customer Traffic Overlay. Now when choosing land plots to purchase, you can enable an overlay showing customer traffic flows on the city map. The traffic overlay visually highlights high and low traffic areas in different colors, giving you valuable insight for expanding your businesses.\n\nBanking and Finance DLC Improvements\nNew Customization Option for Global Stocks\nAdded an option for setting the long-term performance of global stocks.\nSince the majority of an insurance company’s incomes are from investment gains in global stocks, the presence of this option allows the user to tailor the profitability of insurance companies.\n\nView full post\nu/Brend124\n•\n2 mo. ago\nCompanies in my game lost billions because the biggest bank(80% market share) just went bankrupt on it's own\nu/davidl288\n•\n3 mo. ago\nNew graphics for the leather store and the cosmetics store in the latest version.\nu/muzzyxp\n•\n3 mo. ago\nQuestions from a new player\n\nI just recently got this game with the 3 dlc bundle and so far enjoying, but I’m still learning the ropes\n\nI was wondering if I should play with the dlc on or off at the start, or does it not matter as much?\n\nAlso, is it a good idea to use to real world mod or should I lay off it for now until I learn the game more, or does this not also matter that much? Bc I’m not sure if it adds complexity to the game\n\nu/davidl288\n•\n3 mo. ago\nA New Tool for Automatically Setting up R&D Units in the latest version 9.1.11. This new time-saving tool automatically sets up R&D units in your R&D centers - no more tedious manual setup of individual R&D units.\nu/WoodenAd492\n•\n3 mo. ago\nUnable to purchase item from seaport.\n\nI am getting back in after a while and found a couple seaports selling higher value items but when I click Link iny retail store, those items don't come up. What am I missing?\n\nu/ApexMP\n•\n3 mo. ago\nAny good beginner guides?\n\nI picked up Capitalism 2 in a steam sale a while back, and I'm pretty overwhelmed. I'm losing tutorial missions, and I'm getting destroyed by the cpu at the lowest difficulty. Any easy to digest guides?\n\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/davidl288\n•\n3 mo. ago\nWe are excited to unveil stunning new graphics for Automobile Outlets and R&D Centers. These visually striking graphical upgrades provide players with a more immersive capitalist simulation experience in the latest release version 9.0.21.\nu/steviefaux\n•\n3 mo. ago\nCrash loading from a 9.0.19 save game in 9.0.20\n\nCrash loading from a 9.0.19 save game in 9.0.20\n\nhttps://preview.redd.it/crash-loading-from-a-9-0-19-save-game-in-9-0-20-v0-kxronmitqskb1.png?width=375&format=png&auto=webp&s=61d3508674726028b5928acf35df0943a6670bb2\nu/davidl288\n•\n4 mo. ago\nNew Feature: Skill Points System\n\nCapitalism Lab Post-Release Beta V9.1.05 is now available for download at\n\nhttps://www.capitalism2.com/forum/viewtopic.php?f=10&t=9145\n\nNew Feature: Skill Points System\n\nWe're excited to announce a new way to customize and empower your character in Capitalism Lab - skill points! Now certain goals will offer skill points as rewards when completed.\n\nYou can use skill points to increase your player character’s expertise across key business areas like retail, manufacturing, marketing, and R&D. Boost your talents to get an edge over the competition.\n\nu/steviefaux\n•\n4 mo. ago\nRemote desktop play\n\nCan we get the option for it not to crap out on the graphics front when trying to play over RDP? I'm on my laptop and I RDP to my machine upstairs. But when I run CapLap I just get a blackscreen. If you remote in while its actually running it crashes out. This is with it in windowed mode, RDP while its running and this happens.\n\nhttps://preview.redd.it/remote-desktop-play-v0-22csgrva6gkb1.png?width=458&format=png&auto=webp&s=f0be7fdcf568a3398cf89e3c3cac6ad0b5600474\nu/steviefaux\n•\n4 mo. ago\nReveal company secrets when going bankrupt\n\nCan we have the option to show company secrets when offered a company that is on the brink of going bankrupt. I look at a company I'm offered, see its massive debts but then am always interested in their tech \"maybe that is worth taking on the debt\" but because I have company secrets hidden, I can't see the tech they have or any company secrets.\n\nWe need the option to reveal these when the company is offered to us, otherwise the offer is somewhat pointless.\n\nu/OddCase5303\n•\n4 mo. ago\nIdeas for an expansion pack/mod\n\nCapitalism lab is a great game but I think some things that it misses and could make the game even more realistic are market regulation, environmental protection and working conditions. That could expand on the features that exist in the cities and regulate profits, benefits etc and could be impemented nationwide or per city for some period or permanently\n\nBan or fine product dumping. It is a common way to destroy competion.\n\nPrice caps for some product categories like food and fuels\n\nSustainable production and environmental protection. I dont know how that could be implemented but in a way sustainable production in factories and mines would increase cost and brand rating and on the other side unsustainable production would sink cost but when done extremely could result in environmental accidents (event) and fines\n\nWorking conditions. Could be regulated and as above would result in higher costs and better brand rating for better wages,hours and accidents, fines or falling brand rating for bad working conditions. Negative brand rating could be also sth that could be implemented?\n\nWould be nice to see a different approach to big companies and small. Now only the logistics become more complicated but there is no change in the 'feel' of managing a small factory or 50 big ones.\n\nView full post\nu/steviefaux\n•\n4 mo. ago\nBrand Awareness\n\nIs brand awareness city specific? So if I use a warehouse for advertising branded items, does this only affect the city I'm in? Do I have to do the same in each city?\n\nu/steviefaux\n•\n4 mo. ago\nWarehouse\n\nWhat is the best way to use a warehouse. Not being great in business I struggle to see the benefit in game. If I buy the raw resources from my farms and stick them in a warehouse to sell, I have to sell them for more than the warehouse bought them for from my farms. If I want to sell the items in my supermarket, what is the benefit of buying the goods from my warehouse, its cheaper if I buy direct from the farm.\n\nCan someone explain the benefit of the warehouse in game.\n\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/davidl288\n•\n4 mo. ago\nCapitalism Lab Release version 9.0.16 is now available\n\nAfter weeks of beta testing, we are pleased to announce that version 9.0.16 is now ready for widespread release.\n\nPlease download V9.0.16 full version installer from: https://www.capitalism2.com/forum/viewtopic.php?f=7&t=9096\n\nVersion 9.0 is a major milestone for Capitalism Lab as it supports the concurrent display of two windows of the Information Center. Here is one of the many use-cases: by opening the Corporate Details window adjacent to the Stock Exchange window, you can now quickly view the corporate information of a stock in which you are interested in investing.\n\nOther new features include a map overlap showing customer traffic and the new “Career History” page on the Persons screen.\n\nView full post\nu/RockoXBelvidere\n•\n4 mo. ago\nMy Bottled Alcohol factories never manufacture the product.\n\nI set up a bottled beer factory for example, I use the manufacturing to set up the factory, I have the tech already, but it doesn't actually make the bottled beer, it just keeps saying waiting for input. is this a glitch or am I stupid?\n\nu/kuyaidol\n•\n4 mo. ago\nBuild Community and Sports Facilities\n\nGood day! So, we were tasked to play Capitalism Lab for our course. One of the requirements/goals is to build at least one community/sports facility. The problem is, I couldn't see any in the building types option. With this, I'd like to ask how to be able to build one. Thank you very much!\n\nTop 17%\nRank by size"
}