{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straws: A Single Use that Lasts a Lifetime - Medium",
  "href": "https://medium.com/green-zine/plastic-straws-a-single-use-that-lasts-a-lifetime-191f3682c262",
  "body": "Plastic straws last for a very long time, but we have the power to stop it. This post was created by an amazing GREEN ZINE volunteer contributor, and opinions expressed may not represent the views ...",
  "textContent": "Write\n\nSign up\n\nSign in\n\nRachelle Adelante\n\n·\n\nFollow\n\nPublished in\n\nGREEN ZINE\n\n·\n5 min read\n·\nMay 19, 2018\n\n67\n\n1\n\nPlastic Straws: A Single Use that Lasts a Lifetime\n\nPlastic straws in drinking cups. Photo credit: Pxhere\n\nThe U.S. consumes about 500 million plastic straws each day. I don’t find this hard to believe because yesterday morning, I walked into my favorite Starbucks before heading into work and as I stood in line and waited for my drink, I couldn’t help but notice each drink that was served before me had a plastic straw. One by one, a plastic straw was put in each drink, from iced lattes to frappuccinos, as customers grabbed them to go. It dawned on me that this practice has become automated. It felt as if there wasn’t an option to opt out of plastic straws. We don’t think about it. We simply do it.\n\nThis is not a personal attack at any plastic straw users. I, myself, am guilty of using them. As an avid coffee drinker and Starbucks consumer, I started questioning my own moral compass — can I really call myself an environmentalist and use plastic straws?\n\nA Daily Waste\n\nPile of straws found with other wastes. Photo credit: Greenpeace\n\nPlastic straws are a major pollution. According to 4Ocean, plastic straws can take up to 200 years to decompose, — way beyond our lifespans! For a one-time use, they last a very long time as most are not biodegradable. As a result, billions of plastic straws end up in landfills every day. Many of them enter the waste streams while some 8–12 million tons of straws end up in our ocean, threatening our oceans and marine life. Only a tiny portion of plastic straws gets recycled and even when they do, the byproduct of the recycling process still releases toxins into the air that we breathe while the rest enters our crops and animals, eventually penetrating our food chain.\n\nThreat to Marine Life\n\nWhen plastic straws reach the ocean, many marine animals mistaken them for food. Upon ingesting, these straws can either choke them or get stuck in their digestive tracts. I have seen images of seabirds, whales, dolphins, and seals with plastic straws in their stomach. Straws can also suffocate marine animals and cause physical injuries.\n\nSea turtles are one of the marine animals greatly affected by plastic straw. Photo credit: Max Pixel\n\nOne image that I could never erase in my mind was the suffering of a sea turtle struck by a plastic straw in its nasal cavity. This image is so heartbreaking yet sends a powerful message on our out-of-control consumption of plastic straws.\n\nHuman Health Hazard\n\nPlastic straws can also create human health problems. Most plastics contain polypropylene and BPA, or commonly known as Bisphenol A, that can contaminate the liquids we drink. Obesity and cancer are few of the health hazards presumed to be caused by plastic use.\n\nTruth of the matter is, we shouldn’t have to wait for health statistics from organizations or public health universities to determine whether plastic is bad for our health. Think about it– plastic straws from landfills enter the oceans and marine life, such as fishes and seabirds, consume them. Consequently, we eat seafood that once consumed plastic in its lifetime and we are now likely carrying the toxins of plastic waste. It’s like a tragic poetry…we get back what we threw out.\n\nAre there Better Straws out there?\n\nThe good news is plastic straw is not the only option out there. Other alternatives are available if we strive to combat this growing plastic straw pollution. The best and obvious alternative is not to use one. Unfortunately, this option is easier said than done because reality is, not everyone could follow through. We’re so used to straw consumption that it becomes an automatic impulse to grab and place them in our drinks. So, at the least, here are some alternatives that are more biodegradable and compostable:\n\nPaper straws\n\nThese straws can be used in wide variety of ways, from iced coffees and smoothies to cocktail drinks and cake pops. Paper straws decompose in just 45–90 days, making it a more environmentally friendly alternative.\n\n2. Glass straws\n\nUnlike single use plastic straws, glass straws are designed as reusable. They’re durable in quality and can easily be washed for reuse.\n\n3. Steel straws\n\nLike glass straws, steel straws are made for reuse to help lessen our straw consumption. It’s worth noting, however, that stainless steel straws have been linked to toxic chemicals especially when they’re heated. Hence, it’s always good to take precautionary measures and do some research before using this alternative.\n\n4. Bamboo straws\n\nThe name says it all, these straws are made of bamboo. They’re organically made from bamboo harvests. Bamboos are easy to grow and grow very fast. With careful regulation on their growing and harvesting process, they could be a great alternative.\n\nCorporate Responsibility\n\nPlastic straw in a coffee drink. Photo credit: Pxhere\n\nWhile consumers have a big part to play in tackling plastic straw pollution, much of it rests on the actions of companies that produce them, such as Starbucks, Coffee Bean, restaurants and fast food chains. The reality is, we, as consumers cannot simply solve plastic straw pollution by reducing and eliminating our consumption. It takes strict environmental regulation on companies that produce them to create a big lasting change. Recently, Starbucks introduced its strawless-lids, which is a big step towards the right direction, proving consumer demands work.\n\nAs we do our part on reducing or stopping plastic straw use, we can pressure corporations to do the same through petitions, reaching out to our legislators, and spreading the word to others. Plastic straws last for a very long time, but we have the power to stop it.\n\n—\n\nThis post was created by an amazing GREEN ZINE volunteer contributor, and opinions expressed may not represent the views of Greenpeace. If you are interested in volunteering as a GREEN ZINE contributor, visit this link.\n\nSign up to discover human stories that deepen your understanding of the world.\nFree\n\nDistraction-free reading. No ads.\n\nOrganize your knowledge with lists and highlights.\n\nTell your story. Find your audience.\n\nSign up for free\nMembership\n\nAccess the best member-only stories.\n\nSupport independent authors.\n\nListen to audio narrations.\n\nRead offline.\n\nJoin the Partner Program and earn for your writing.\n\nTry for $5/month\nEnvironment\nPlastic\nPlastic Straw Pollution\nPlastic Pollution\nPlastic Straws\n\n67\n\n1\n\nWritten by Rachelle Adelante\n16 Followers\n·\nWriter for \n\nGREEN ZINE\n\nGreenpeace contributor. UN Association member. I’m all for better public health, animal welfare, sustainable environment. https://twitter.com/rachadelante\n\nFollow\nMore from Rachelle Adelante and GREEN ZINE\n\nRachelle Adelante\n\nSeeing Through the Eyes and Stories of Refugees\nEvery year, millions of men, women, children, families are caught in a crossfire of political conflicts, war, and violence in many…\n6 min read\n·\nJun 19, 2019\n\n1\n\nGregory Simkiss\n\nin\n\nGREEN ZINE\n\nPoems for Patriots\ni.\n2 min read\n·\nAug 13, 2019\n\nLynn Ocharoenchai\n\nin\n\nGREEN ZINE\n\n‘Recyclable’ does not equal ‘recycled’\nThankfully, there is a sign with three chasing arrows on my water bottle — now when I dispose it, it’ll become another product instead of…\n4 min read\n·\nMay 1, 2018\n\n86\n\nRachelle Adelante\n\nin\n\nGREEN ZINE\n\nRaising Environmental Awareness from the Deep Sea to the Arctic\nA picture says a thousand words…more so, if they’re on the edge of a waterfall, underwater, or among the broken ice pieces in the Arctic…\n·\n6 min read\n·\nJun 2, 2019\n\n7\n\nSee all from Rachelle Adelante\nSee all from GREEN ZINE\nRecommended from Medium\n\nUnbecoming\n\n10 Seconds That Ended My 20 Year Marriage\nIt’s August in Northern Virginia, hot and humid. I still haven’t showered from my morning trail run. I’m wearing my stay-at-home mom…\n·\n4 min read\n·\nFeb 16, 2022\n\n70K\n\n1019\n\nScott-Ryan Abt\n\nin\n\nPitfall\n\nBye Bye, Spotify\nAnd see ya later, all you subscription services in my little empire\n·\n4 min read\n·\nAug 19\n\n17.1K\n\n406\n\nLists\nStaff Picks\n530 stories\n·\n505 saves\n\nDavid Goudet\n\nThis is Why I Didn’t Accept You as a Senior Software Engineer\nAn Alarming Trend in The Software Industry\n·\n5 min read\n·\nJul 25\n\n5.4K\n\n62\n\nAL Anany\n\nThe ChatGPT Hype Is Over — Now Watch How Google Will Kill ChatGPT.\nIt never happens instantly. The business game is longer than you know.\n·\n6 min read\n·\nSep 1\n\n20K\n\n629\n\nAlexandru Lazar\n\nin\n\nILLUMINATION\n\nTen Habits that will get you ahead of 99% of People\nImprove your life and get ahead of your peers in 10 simple steps\n9 min read\n·\nNov 18\n\n7.1K\n\n135\n\nPaul Rose\n\nI Found A Very Profitable AI Side Hustle\nAnd it’s perfect for beginners\n6 min read\n·\nOct 18\n\n13.7K\n\n238\n\nSee more recommendations\n\nHelp\n\nStatus\n\nAbout\n\nCareers\n\nBlog\n\nPrivacy\n\nTerms\n\nText to speech\n\nTeams"
}