{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Immense, Eternal Footprint Humanity Leaves on Earth: Plastics",
  "href": "https://www.nytimes.com/2017/07/19/climate/plastic-pollution-study-science-advances.html",
  "body": "From the 1950s to today, 8.3 billion metric tons of plastic have been produced, with around half of it made since 2004. And since plastic does not naturally degrade, the billions of tons...",
  "textContent": "SKIP TO CONTENT\nSKIP TO SITE INDEX\nSECTION NAVIGATION\nSEARCH\nCLIMATE\nLOG IN\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nThe Immense, Eternal Footprint Humanity Leaves on Earth: Plastics\nShare full article\nScientists have estimated that between 5 million and 13 million metric tons of plastic are put into the ocean each year.\nCredit...\nGuillermo Cervera\n\nBy Tatiana Schlossberg\n\nJuly 19, 2017\nLeer en español\n\nIf human civilization were to be destroyed and its cities wiped off the map, there would be an easy way for future intelligent life-forms to know when the mid-20th century began: plastic.\n\nFrom the 1950s to today, 8.3 billion metric tons of plastic have been produced, with around half of it made since 2004. And since plastic does not naturally degrade, the billions of tons sitting in landfills, floating in the oceans or piling up on city streets will provide a marker if later civilizations ever want to classify our era. Perhaps they will call this time on Earth the Plastocene Epoch.\n\nA new study in Science Advances published Wednesday offered the first analysis of all mass-produced plastics ever manufactured: how much has been made, what kind and what happens to the material once it has outlived its use.\n\nSubscribe to The Times to read as many articles as you like.\n\nFollow @NYTClimate on Twitter\n\nA version of this article appears in print on July 20, 2017, Section A, Page 9 of the New York edition with the headline: Billions of Tons of Relics From Earth’s Plastics Era. Order Reprints | Today’s Paper | Subscribe\nShare full article\nRelated Coverage\n\nTrillions of Plastic Bits, Swept Up by Current, Are Littering Arctic Waters\nApril 19, 2017\n\nBucking Trump, These Cities, States and Companies Commit to Paris Accord\nJune 1, 2017\n\nMiles of Ice Collapsing Into the Sea\nMay 18, 2017\nLearn More About Climate Change\n\nHave questions about climate change? Our F.A.Q. will tackle your climate questions, big and small.\n\nCarbon-free electricity has never been more plentiful, but it hasn’t yet been enough to reduce reliance on fossil fuels. We looked at how electricity generation has changed over time to help you understand today’s global picture.\n\nSingapore is rethinking its sweltering urban areas to dampen the effects of climate change. Can it be a model for other cities?\n\nNew data reveals stark disparities in how different U.S. households contribute to climate change. See your neighborhood’s climate impact.\n\nDid you know the ♻ symbol doesn’t mean something is actually recyclable? Read on about how we got here, and what can be done.\n\nOveruse of America’s groundwater in a changing climate is draining and damaging aquifers nationwide, a New York Times data investigation revealed.\n\nHalf the world could soon face dangerous heat. We measured the daily toll it is already taking.\n\nMore In Climate\nSean Gallup/Getty Images\nSaudi Arabia Is Trying to Block a Global Deal to End Fossil Fuels, Negotiators Say\nSKIP ADVERTISEMENT\nAndrew Meijers/British Antarctic Survey, via Associated Press\nA City-Size Iceberg Is Moving Out of Antarctic Waters\nMartin Divisek/EPA, via Shutterstock\nOne After Another, Russia Blocks Candidates to Host Next Climate Summit\nEditors’ Picks\nJohn Paul Lopez/A24, Paramount+ and Showtime\nThe Creepiest Moment Onscreen This Year Occurred in a Comedy\nGreat Lakes Laboratory for Fisheries and Aquatic Sciences\nOnce They Were Pets. Now Giant Goldfish Are Menacing the Great Lakes.\nTrending in The Times\n‘S.N.L.’ Invites University of Phoenix to the House Antisemitism Hearing\nOpinion: Want to Tax the Rich for Real? Pay Attention to This Supreme Court Case.\nGenes That Boost Fertility Also Shorten Our Life, Study Suggests\nU.S. Marshal Arrested After Unruly Behavior on Flight to London\nOpinion: The Ivy League Flunks Out\nBought as an N.B.A. Team, the Mavericks Are Being Sold as Much More\nCharles Barkley Calls Trump Supporters ‘Nutty’ on CNN\nWaltzing Matilda\nHello, I Do Not Work Seven Days a Week\nOpinion: What the University Presidents Got Right and Wrong About Antisemitic Speech\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nGo to Home Page »\nNEWS\nOPINION\nARTS\nLIVING\nLISTINGS & MORE\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}