{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "FitGirl Repacks - Reddit",
  "href": "https://www.reddit.com/r/FitGirlRepack/",
  "body": "I got spider-man remastered from fitgirl-repacks.site , and the game works fine, but when I close the game and check my task manager, the exe will still be open, which is sus. It also asks for permissions every time I launch it, and the game won't run if I say no, which is kind of sus.",
  "textContent": "FitGirl Repacks\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/FitGirlRepack\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/iSpaYco\n•\n2 yr. ago\nDon't download from IGG.\nIMPORTANT\nhttps://www.reddit.com/r/FitGirlRepack/comments/odp1b8/dont_download_from_igg/\nu/iSpaYco\n•\n2 yr. ago\nGOODBYE, CODEX\nNEWS\nhttps://fitgirl-repacks.site/goodbye-codex/\nu/LavishnessFancy5508\n•\n6 hr. ago\nwhat should i do\nHELP/QUESTION\nu/Glittering-Warthog80\n•\n11 hr. ago\nCan I delete this once I download the game.\nHELP/QUESTION\nu/SalaNaamKyaRakhun\n•\n4 hr. ago\nWasted over 7 hours installing this game , first gave unarc error now after limiting to 2gb ram stuck at this % but not giving any error\nHELP/QUESTION\nu/Lonely-Protection-93\n•\n1 hr. ago\nIs the FitGirl girl ACTUALLY fit?\nDISCUSSION\n\nhttps://preview.redd.it/is-the-fitgirl-girl-actually-fit-v0-26xnr3m9hh5c1.jpg?width=256&format=pjpg&auto=webp&s=b183bfecc767dc93f7c1c4174456cfba5cf80a0f\nOpen • 34 total votes\nYes, she's fit asl 🤤\nNah, she's a fraud.\nVote\nCloses in 3 days\nu/xfinity\n• Official\n•\nPromoted\nYou can’t take everything with you on your move. But you can take your Xfinity services.\nad.doubleclick.net\nLearn More\nu/jakeallstar1\n•\n18 hr. ago\nThank you\nDISCUSSION\n\nI just want to say thank you to fitgirl and thank you to this community.\n\nI just built my first pc. I just pirated my first game... And then about a dozen more lol. The first game had SO many problems. But every single problem had already been solved in this sub reddit.\n\nOne week ago I was just a TV/movie pirate, and because of this sub alone I went from knowing nothing about pirating games to playing games on my pc.\n\nThanks\n\nu/Error_in_the_system1\n•\n3 hr. ago\nHow do I install mods onto Elden ring?\nHELP/QUESTION\n\nWhen ever I start game it says save data corrupted\n\nI have replaced start_protected_game.exe with a copy of the Eldenring.exe file but renamed\n\nI also have mod engine2 installed, all of the files are placed into the file called “game” Mod engine2 launcher will not launch game\n\nEdit: save data isn’t corrupted anymore, however how do I get modengine2 to launch? It refuses to even launch.\n\nu/redditor7588\n•\n12 hr. ago\nIm tryinf to download guilty gear strive and its always stuck at 28.3 percent\nHELP/QUESTION\nu/OnlyGiraffe3054\n•\n8 hr. ago\nHow to move my GTA 5 saves to a new compouter?\nHELP/QUESTION\n\nI'm buying a new computer and I want to save my game progresses in GTA 5. How can I do that?\n\nu/Eastern-Ad5768\n•\n20 hr. ago\nHatred Mods\nHELP/QUESTION\n\nDoes someone knows how to install mods on Hatred ?\n\nu/Effective-Summer4887\n•\n17 hr. ago\nKingdom Hearts 1.5+2.5 repack from Fitgirls repacks freezes and lags, also slows down my PC\nHELP/QUESTION\n\nI recently downloaded from FitGirl Repacks and started playing KH 1.5+2.5 FM . One day, I boot the game and it starts lagging and freezing horribly. Not only that, but my pc also lags, opening other apps takes like 7 seconds, and my keyboard reacts quite slowly when I type something as well.\n\nI tried reinstalling the game, and rebooting Windows upon each installation as recommended, but it doesn't work.\n\nAfter a lot of research, my issue seemed similar to this post, but the steps didn't help much\n\nhttps://www.reddit.com/r/FitGirlRepack/comments/v5o5wi/fixed_crashing_issues_with_kingdom_hearts_1525_in/\n\nexcept that it's only KH 1.5+2.5 which lags but it doesn't crash, My other games like Danganronpa and Cuphead, and even Kingdom Hearts 3+ Re:mind, downloaded previously in 2021 from FitGirl, with Windows 10, still work just fine. I can't afford buying the game, but I really like this series...\n\nPlease help! and thanks in advance.\n\nView full post\nu/ShhDontTell-\n•\n23 hr. ago\nInstall on powerful PC first then transfer/copy?\nHELP/QUESTION\n\nI have a Legion Go (handheld computer, basically). Can I download and install a repack on my regular, much more powerful laptop, and then simply copy the installed game? I’m assuming that will be much faster, but I have no idea if that would work or make sense.\n\nShould I just transfer the repack and let it install on the Go instead?\n\nThanks!\n\nu/Spazcow\n•\n19 hr. ago\nunarc.dll error -11 decompression fails on i9 14900k\nHELP/QUESTION\n\nI can't seem to get fitgirl rogue trader repack to install for the life of me on my new desktop. Every I get the unarc.dll error -11 decompression fails error.\n\nGoogling the error brought up some threads where people had to turn down their cpu performance and it would fix it. I have a I9 14900K that you would think would just chew through any install. I'm not sure how I would try to hamstring the cpu to try that fix.\n\nDoes anyone know how I would do that or If I'm looking in the wrong place for a fix. I'd really appreciate any help.\n\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/Harshtruth3467\n•\n1 day ago\nBest open world games on fitgirl?\nDISCUSSION\n\nSuggest me some open world games with good story and graphics (like RDR2) .\n\nu/Apectocio\n•\n21 hr. ago\nDoes not connect to pairs...\nHELP/QUESTION\n\nYesterday I tried to install Red Dead Redemption 2 in the magnet version and my Utorrent won't stop connecting to pairs, can anyone help me?\n\nu/Bad_Laptop_Guy\n•\n22 hr. ago\nBattlefield 1 not working\nHELP/QUESTION\n\nIt starts off with a black screen then it shows thr loading sign and then it just closes itself i have tried running it in admistrator and nothing worked i have updated all my drivers and everything yet it isn't working some help please\n\nu/Adelante_boi\n•\n1 day ago\nCan i delete the files titled(fg-selective-“any language”) ?\nHELP/QUESTION\nu/Valvet_2261\n•\n2 days ago\nis this normal for gta 5?😭😭\nHELP/QUESTION\nu/Nocturne3755\n•\n1 day ago\nissue with wwe 2k19\nHELP/QUESTION\n\nwhenever i try to use the setup, it says that the language selector is missing and doesnt finish the set up. please ffs help\n\nu/SpookyLith\n•\n2 days ago\nArk survival ascended\nHELP/QUESTION\n\nAnyone know when we can expect a repack?\n\nu/Technical-Handle-859\n•\n1 day ago\nBatman Arkham City repack, need help!!\nHELP/QUESTION\n\nSo I have a bit of experience on downloading repacks from Fitgirl and Dodi. Haven't really experienced issues from both these repackers except their Far Cry 3 repacks, which is fine. My problem though with Arkham City is after I've downloaded the game, the checking shows 41 missing files and 1 bad file. The bad file was the steamapi.dll file so I just went and restored that in Windows Security. I ignored the 41 missing files and launched the game. It then hit me what those missing files were. They were the cutscene and intro files. I've then deleted the game and the setup folder and I am now downloading a fresh copy of the setup without excluding the other languages. Any idea on why that happens?? Would love to know why so if it happens again I can take care of it. I will be running the setup in safe mode just to be safe (hehe see what I did there??)\n\nEdit: so uhhh I've downloaded it in safe mode. And the 41 missing files problem is still there! hooray! I am at a dead end here, I've rehashed the torrent, downloaded all the files including all the language ones, downloaded in safe mode, and the issue still persists.\n\nView full post\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/Own_Cicada4318\n•\n1 day ago\nIs this slow?\nHELP/QUESTION\nu/Some_thing_like_vr\n•\n2 days ago\nFitgirl repacks site - not loading\nHELP/QUESTION\n\nwhen I tried entering the website, all it did was just load, load, and load... until this masterpiece appears\n\n\"\n\nThis site can’t be reached\n\nThe connection was reset.\n\nTry:\n\nChecking the connection\n\nChecking the proxy and the firewall\n\nRunning Windows Network Diagnostics\n\nERR_CONNECTION_RESET \"\n\nalso, my DNS is changed, my country's ISPs don't care about piracy (well mostly), and I tried with a VPN, but no luck.\n\nTried on 4 different browsers, but no luck.\n\nSo can anyone dearly help me? I would appreciate it.\n\nThanks\n\nView full post\nu/Amirimiri\n•\n2 days ago\nError when unpacking - ISDone.dll - error code 12\nHELP/QUESTION\n\nI have been trying to unpack Forza Horizon 5 and everytime I get this error\n\nhttps://preview.redd.it/error-when-unpacking-error-code-12-v0-8c83ueskb25c1.png?width=408&format=png&auto=webp&s=d940af03fe55503d9e2566a1e551c1f7786defea\n\nTried to look up fixes on Youtube and tried a bunch of fixes and none of them worked, I'm starting to lose it and I really want this problem fixed so I can download other games\n\nThanks for any advice or help\n\nu/Demi_Darko\n•\n3 days ago\nThank You Fitgirl! Your Spider man MM Re-pack runs PERFECT!!!\nRELEASE\nu/Lonely-Protection-93\n•\n4 days ago\nFirst time using FitGirl Repacks. Hopefully no virus 🙏\nHUMOR\nu/Roflolmaoguy\n•\n2 days ago\nfitgirl repacks domains showing up in my ipconfig/displaydns command.\nHELP/QUESTION\n[removed]\nTop 3%\nRank by size \nMENU\nOfficial Website!\nRULES\n1\nNo Links to False/Fake/Dengerous Websites\n2\nBe nice to each other, don't attack someone for asking a \"stupid question\"\n3\nNo Self Advertising Unless Asked."
}