{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Some Halifax restaurants giving up plastic straws, stir sticks",
  "href": "https://www.reddit.com/r/halifax/comments/6n383b/some_halifax_restaurants_giving_up_plastic_straws/",
  "body": "Plastic waste migration to the ocean is a global issue, not at all created by one local group, and so I think looking at how it happens broadly (note many of those resources are from gov websites, so reasonably reliable) actually does address your point: which is a lack of knowledge about how waste like straws move from restaurants to the ocean.",
  "textContent": "Some Halifax restaurants giving up plastic straws, stir sticks : r/halifax\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to halifax\nr/halifax\n•\n7 yr. ago\n[deleted]\nSome Halifax restaurants giving up plastic straws, stir sticks\nNews\ncbc.ca\nOpen\nSort by:\nAdd a Comment\nredditminimalist\n•\n7 yr. ago\n\nThis is good news\n\nReply\nreply\n[deleted]\n•\n7 yr. ago\n•\nEdited 7 yr. ago\n\nI agree. The beaches on McNabs Island are littered with plastic straws. The birds, lobsters, and whales will all be thankful for a bit less plastic winding up in the ocean.\n\nReply\nreply\n2 more replies\ngodplusplus\n•\n7 yr. ago\n\nIt's a great step in the right direction.\n\nHopefully soon they'll also stop using styrofoam containers for takeout.\n\nReply\nreply\n[deleted]\n•\n7 yr. ago\n\nNow if we could just get them to stop putting a slice of lemon in my water we be getting somewhere.\n\nReply\nreply\nConanTroutman0\n•\n7 yr. ago\n\nI'll happily take all the lemon slices you don't want.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n7 yr. ago\n\nWhy don't you ask for it without lemon?\n\nReply\nreply\n3 more replies\nEFCFrost\n•\n7 yr. ago\n\nI heard about this on the radio this morning. The DJ was like \"Some Halifax restaurants are taking plastic straws and coffee stir sticks off the menu.\"\n\nI was like good. I didn't feel like eating straws or stir sticks anyways.\n\nReply\nreply\n3 more replies\n[deleted]\n•\n7 yr. ago\n\nI like using straws when they give them to me at restaurants and bars, but I definitely wouldn't complain about places not using them. It's not something I ever think to buy for use at home.\n\nReply\nreply\nmeekotlarva\n•\n7 yr. ago\n\nWhen we went to the Rooftop (Stubborn Goat's patio) we were told that they are trying not to use straws, which we thought was a good thing...and then they served our meal with a plastic cutlery???\n\nReply\nreply\n2 more replies\n[deleted]\n•\n7 yr. ago\n\nI'm in favour of this, I never think to ask for a drink without a straw but I always take the straw out as soon as I get it. I always feel bad about using the piece of plastic and entirely wasting it\n\nReply\nreply\nzigzinho\n•\n7 yr. ago\n\nThe Stubborn Goat Gastropub, Durty Nelly's, Scanway, The Rooftop and The Stubborn Goat Beer Garden....\n\nAren't these businesses owned under the same umbrella? This article reads like an advertisement. Why aren't places like the 244 mentioned who take it a step further with wooden cutlery and recycled take-away containers?\n\nI swear that pay-for-placement advertising has infiltrated the CBC.\n\nReply\nreply\nManofManyTalentz\n•\n7 yr. ago\n\nOr..... Maybe one group is being a newsworthy pioneer\n\nReply\nreply\n2 more replies\n1 more reply\ncache_invalidation\n•\n7 yr. ago\n\nI fondly remember sitting at a table in The 'New' Palace when a friend came back after walking around the place and drunkenly, but seriously, told us all to stop using the straws immediately. He had walked past one of the sinks where the staff dumped the leftover ice and straws from empty glasses, with water running from the tap, and surmised that they were washing the straws so they could use them again for the next customers.\n\nReply\nreply\nstfnnlsn\n•\n7 yr. ago\n\nI'm not sure if I'm misunderstanding but it's pretty standard practice in bars/restaurants to have a \"dump bucket\" which catches ice, straws, citrus wedges etc so servers can quickly empty a glass to get it to the dishwasher. When it's time to change the bucket, you usually dump it into the sink (drains the ice, booze, water mixed in the bucket) and then you clean the solids out of the sink.\n\nIt would be so much work to try to wash straws; even if they're cutting corners...this is more trouble than its worth.\n\nReply\nreply\n1 more reply\nCompany13\n•\n7 yr. ago\n\nIt's fantastic that one group of restaurants owned by the same people in an article that makes them sound like separate restaurants are taking the straw initiative. They'll still carry straws for us people loving to drink 30% faster.\n\nWhat would be better is if the restaurants of Halifax put their weight behind foam and plastic recycling so that none of it goes to landfill. It's recyclable, make moulding from it!! The valley and Moncton recycle it all!\n\nReply\nreply\nScotianherb\n•\n7 yr. ago\n\nHow much of this initiative is for the environment and how much of this is to save like $0.02 on an order?\n\nReply\nreply\ntr0028\n•\n7 yr. ago\n\nDoes it matter?\n\nReply\nreply\n18 more replies\nBillybeegood\n•\n7 yr. ago\n\nThe motivation is less important in the situation of a win-win\n\nReply\nreply\n[deleted]\n•\n7 yr. ago\nView more comments\n \nTop 2%\nRank by size \nRelated\nHalifax\nNova Scotia\nCanada\nNorth America\nPlace\nforward\nback\nr/antiwork\nGot fired because I keep my phone off when I’m not at work\n223 upvotes · 99 comments\nr/DMAcademy\nDo most DMs use \"adventurer\" as an in-universe job (for official or homebrew settings)? What are some good alternatives for the player characters' role in the world?\n65 upvotes · 59 comments\nr/vancouvercycling\nABC Vancouver admits \"overpromising\" on Stanley Park bike lane\nyoutube\n121 upvotes · 51 comments\nr/ytvretro\nStay Alert Stay Safe\nyoutube\n219 upvotes · 19 comments\nr/Calgary\nGlobal Calgary's Leslie Horton opens up about viral response to viewer's body-shaming email\nyoutube\n1.2K upvotes · 173 comments\nr/KingstonOntario\nPerson found dead inside tent at Kingston's Belle Park\ncbc.ca\n99 upvotes · 140 comments\nr/CanadaHousing2\nVassy demolishes Chrystia Freeland on Housing\nyoutube\n307 upvotes · 326 comments\nr/onguardforthee\nWhat The Hell, Canada? - Pierre Poilievre's Lies, Oil Sands Leaks, Nightmare Trees, and More!\nyoutube\n238 upvotes · 39 comments\nr/canadahousing\n$700K Vancouver Presale Condo Collapsing!\nyoutube\n151 upvotes · 101 comments\nr/toronto\nTravel times for streetcars along King Street slowest in six years\nyoutube\n403 upvotes · 135 comments\nr/CanadaHousing2\nAsylum seeker found dead outside of Mississauga shelter\nyoutube\n137 upvotes · 130 comments\nr/LondonON\nLondon lawyer disbarred for misappropriating nearly $100K from estate trust fund\ncbc.ca\n124 upvotes · 11 comments\nr/Quebec\nLes Cowboys Fringants et Robert Charlebois - FEQ 2023\nyoutube\n99 upvotes · 3 comments\nr/halifax\nHalifax is short 17,500 new housing units — and the gap is growing\ncbc.ca\n169 upvotes · 83 comments\nr/Canada_sub\nCanadians Paid $54 Million to 2 people for an App - \"What would you say you do here ?\"\nyoutube\n246 upvotes · 112 comments\nr/Quebec\nManifestation contre le projet de loi 31: une association de locataires demande la démission de la ministre\nyoutube\n111 upvotes · 32 comments\nr/Canada_sub\n1 in 10 people in Toronto now relying on food banks\nyoutube\n125 upvotes · 134 comments\nr/NovaScotia\nRents in Nova Scotia are rising faster than any time since the 1970s\ncbc.ca\n96 upvotes · 58 comments\nr/leafs\nAnother Sick Kids commercial featuring Matthews\nyoutube\n285 upvotes · 49 comments\nr/halifax\nPeople living in tents at Halifax’s Grand Parade being encouraged to leave\ncbc.ca\n101 upvotes · 109 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/CanadaHousing2\nFormer Liberal president Stephen LeDrew(1998-2003) and former Liberal Mp Dan McTeague - Justin Trudeau’s Immigration Policy Is Going To Bankrupt Canada\nyoutube\n153 upvotes · 34 comments\nr/halifax\nFormer children's hospital CEO will be re-tried for fraud | CBC News\ncbc.ca\n126 upvotes · 27 comments\nr/Canada_sub\nAlberta Invokes Sovereignty Act\nyoutube\n259 upvotes · 204 comments\nr/leafs\nFrank Corrado breakdown of a Nick Robertson play against Calgary\ntiktok\n114 upvotes · 28 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 13, 2017\nReddit\nreReddit: Top posts of July 2017\nReddit\nreReddit: Top posts of 2017"
}