{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "StupIDPol: Marxist critique of essentialism - Reddit",
  "href": "https://www.reddit.com/r/stupidpol/",
  "body": "About. Analysis of identity politics and intersectionality. Notable examples of intersectionality and identity politics in action. r/stupidpol: Subreddit focused on critiquing capitalism and identity politics from a Marxist perspective.",
  "textContent": "StupIDPol: Marxist critique of essentialism\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/stupidpol\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/IamGlennBeck\n•\n6 days ago\nWWIII Megathread #15: War Weariness\nWWIII\nu/thebloodisfoul\n•\n12 hr. ago\nIsrael is losing this war\nhttps://www.thenation.com/article/world/israel-gaza-war/\nu/Hot_Armadillo_2707\n•\n16 hr. ago\nUSDA threatens to take away meals from schools that refuse trans-inclusive policies.\nShitpost\nhttps://www.fns.usda.gov/news-item/usda-0100.22\nu/PsychoVVitch\n•\n14 hr. ago\nI am absolutely sick of being bombarded with Russophobia\nUkraine-Russia\n\nI am not Russian, I do not worship Vladimir Putin (or his invasion of Ukraine). I do not even have Russian ancestry of any kind. I am an American, a citizen of Western civilization.\n\nI am however completely fed up with being fed anti-Russian content on the internet, and in other places; like while sitting with relatives at the dinner table.\n\nI can't escape it. I'm not even going to mention corporate media's role in it, we've all seen it. But even places like YouTube are heinous and aggressive about it, as are many people I personally know during regular conversations when the topic of Russia (or Russian people) comes up during chat - even if the topic is not even remotely related to the current war. They will immediately respond to any sentence with the word Russian in it as being \"Putin Propaganda\". It sounds ridiculous but it is genuinely the reality we are living in.\n\nYou can literally search any phrase on YouTube related to Russia, and even if it is worded as vaguely and non-specific as something like \"Russian vehicle maintenance\" or \"How to learn Russian\", the algorithm will still give you \"suggested videos\" on the first page with titles like \"WATCH what happens when these RUSSIAN soldiers STEAL food and TIE UP Ukrainian CIVILIANS\", or (my favorite): \"How the Russian military operation in Ukraine has been a DISASTER for PUTIN\" (when in reality, if it has been a \"DISASTER\" for anybody it's certainly been Ukraine)\n\nThe reason why it all bothers me as much as it does is because of the unfathomable hypocrisy of it: the audacity with which we as Western nations have absolutely zero grounds to even attempt to throw terms around like \"Evil\" and \"Murderers\" and \"Imperialist\" when speaking about the actions of Eastern nations.\n\nThe fact that so many people don't realize that it's obvious Western propaganda is what terrifies me the most and makes me deeply worried for the future. The thing is, Russia could suddenly decide to just start indiscriminately bombing civilians with egregious intent right now and even if they were to do that for the next 5 years straight - it wouldn't even fucking compare volumetrically to the sheer level of atrocity the United States has committed in places like Iraq, Afghanistan, Syria, Lebanon, Yemen, the Gaza strip, and even on our own soil, against the Native Americans - and yet WE have the audacity to tell Russia that they are Evil for attempting to annex and steal land from a neighboring country.\n\nI'm so fucking over the bullshit, man.\n\nView full post\nu/International-Pool29\n•\n6 hr. ago\nJust realized something: self-actualization is anti-theis to hustle culture and our keep-up-with-rockefellers consumer driven culture\nCritique\n\nI just realized why the concept is barely talked about and so misunderstood, especially amongst Western culture\n\nYou would think with how obsessed Western culture is with achievement and legacy building, that this would be an even more acknowledged concept\n\nExcept, why would it be talked about? Think about it, a lot of self-help/self-improvement content is based off the insecurities of the youth\n\nA lot of self-help/self-improvement content focuses on superficial empire building\n\nBut barely is there any inner aura enlightenment\n\nA lot of individualism in Western culture is very performative and accomplishment-oriented\n\nI am all for people really unlocking their true potential, don't get me wrong\n\nBut you cannot deny self-actualization is as foreign of a concept as they come. But that's the thing, if the concept was more talked about, a lot of motivational speakers and financial advisors would go bankrupt, the cash cow of youth insecurity would just not be there to capitalize and embark on people's inadequacies\n\nThis is also why celebrity culture is such a powerful force, with such term invoking a high emphasis on major public recognition and thinking you won the lottery, but really celebrities are just spiritually empty and unsatisfied\n\nAlso Western culture's obsession with always trying to just be busy and preoccupied or to at least appear as such\n\nThoughts?\n\nView full post\nu/kingofallweegers\n•\n13 hr. ago\nUniversity of Pennsylvania president steps down amid criticism of antisemitism testimony\nAcademia\nhttps://www.nbcnews.com/news/us-news/university-pennsylvania-president-steps-criticism-antisemitism-testimo-rcna128712\nu/Jaskorus\n•\n9 hr. ago\nAmericans aren't done beating communism, they're destroying it from inside.\nr/schizopol\n\nThe west went into overdrive and into debt to go so hard the commie bloc collapsed in on itself from trying to keep up.\n\nNow they're fucking the entire ideology into the ground, make it morally unacceptable for someone to believe in it.\n\nMention the word communist in the comments and there are immediate replies with the death count. Search for the word and you get results of videos of the worst examples of whatever the fuck is going on with idpol in the US.\n\nI come from a former communist country, here rightoids are starting to cause moral panic over the bodies dumped into caves during ww2.\n\nTL;DR The partisans shot nazis and collaborators and dumped their bodies into caves and sinkholes. Based.\n\nBut the \"commies\" they're fighting against aren't workers, but people with dyed hair and \"artists\"\n\nView full post\nu/pm_me_all_dogs\n•\n56 min. ago\nNYT Opinion: What's Going On At Colombia School of Social Work\nThe \"Diversity\" Industry\nhttps://archive.is/Fe24g\nu/Schlachterhund\n•\n2 hr. ago\nWhy Does Germany Continue to Self-Destruct?\nUkraine-Russia\nhttps://www.nakedcapitalism.com/2023/12/why-does-germany-continue-to-self-destruct.html\nu/sleeptoker\n•\n4 hr. ago\nGreen Party UK split from group at centre of trans row\nLeftist Dysfunction\nhttps://www.bbc.co.uk/news/uk-politics-67546751\nu/invvvvverted\n•\n10 hr. ago\nUnitarian Church pushes back against \"Identitarianism\"\nhttps://archive.md/2H9os\nu/JeanieGold139\n•\n20 hr. ago\nHarvard, Penn Heads Walk Back Genocide Answers After Backlash Over Testimony\nDiscussion\nhttps://www.bloomberg.com/news/articles/2023-12-07/harvard-penn-heads-walk-back-genocide-answers-as-backlash-grows\nu/RedElephantWhale\n•\n1 day ago\nIt turns out the \"baked baby\" was real, but it was a Palestinian kid. Here are Israelis celebrating the cooking at a wedding.\nHistory\nhttps://x.com/zei_squirrel/status/1726456822578770358?s=20\nu/Neonexus-ULTRA\n•\n1 day ago\nTIL that Jordan Peele, Hollywood's wokiest woke director now, signed the letter arguing against a ceasefire in Palestine.\nZionism\nhttps://thegrio.com/2023/10/26/hollywood-responds-to-israel-hamas-war-with-open-letters-to-president-biden/\nu/SpaceDetective\n•\n22 hr. ago\nMax Blumenthal on how neocon Bari Weiss instigated Israel's murder of Refaat Alareer and his family\nZionism\n\nA friend of Refaat Alareer told Euro-Med Human Rights Monitor he “received an anonymous phone call from someone who identified himself as an Israeli officer and threatened Refaat that they knew precisely the school where he was located and were about to get to his location with the advancement of Israeli ground troops.”\n\nAccording to EuroMed’s report, he then returned to his sister’s apartment to avoid endangering others in the school/shelter. There, he was killed by a “surgical” strike by the Israeli military.\n\nIn the weeks leading up to his murder, Refaat received a long series of direct messages from Israeli soldiers and pro-Israel fanatics promising to kill him and torture his family.\n\nThe wave of death threats was inspired by neocon pundit Bari Weiss, who took to Twitter to falsely accuse Refaat of mocking a Jewish baby who had been baked in an oven by Hamas. Of course, no Jewish baby was killed in this way on October 7; it was one of many macabre fabrications which Israeli forces have re-enacted in their genocidal rampage of vengeance against the population of Gaza.\n\nIsrael has a long tradition of assassinating Palestinian intellectuals. Before Refaat, there was Ghassan Khanafani. But if this crime was inspired by a sarcastic tweet, it evinces a new layer of sadism and psychological insecurity. Indeed, if the EuroMed report is valid, it appears Israel hunted down an internationally known academic and murdered him along with his family because it couldn’t take a joke.\n\n(seems I can't link twitter/X so source in comments)\n\nThe Euro-Med Monitor report:\nIsraeli Strike on Refaat al-Areer Apparently Deliberate\n\nView full post\nu/SpiritBamba\n•\n13 min. ago\nWhy am I being gaslit and told that the economy is doing good?\n\nEverything I read and see is that the economy is doing well, but from my experience there’s no way it can be. Maybe better than the past 2 years but not good overall. Gas prices continue to be extremely high, rent prices aren’t payable if you’ve just come out of college (majority simply cannot live on your own in this current economic situation) grocery prices are out of this world and wages are still stagnant. People in my family just bought Christmas gifts for my nieces and nephews and all I ever heard back was about how crazy expensive everything is. Am I out of touch or something? I do know people who are doing good and making good money but these people already had money and owned businesses. Are we getting to the point where the disparity between the haves and have nots is insurmountable?\n\nu/underage_cashier\n•\n23 hr. ago\nACLU to represent the NRA in 1st amendment Supreme Court Case\nCurrent Events\n\nTldr: New York state government told banks and companies working with the NRA to reconsider their relationships with the NRA Seems like the ACLU is having a moment of lucidity.\n\nu/DarthBan_Evader\n•\n20 hr. ago\nBiden Administration Bypasses Congress to Approve Sale of Tank Shells to Israel\nCapitalist Hellscape\nhttps://archive.ph/aP7Me\nu/The1stCitizenOfTheIn\n•\n20 hr. ago\nLuxury Stores Are Bursting With Unsold Stuff\nhttps://archive.ph/VEpjI\nu/GME_trillionaire\n•\n1 day ago\nEverything is antisemitism\nDefinitional Collapse\n\nNever really been clear to me why exactly the concept of “antisemitism” is needed. To the extent it’s just xenophobia and/or bigotry, why does it need its own special term? Assigning it a special term seems to fuel a lot of identity politics. But w/e, antisemitism = a pathological hatred of Jews, got it.\n\nExcept that’s not it. Now criticizing Israel is antisemitic. Saying you think colonialism is bad is antisemitic. Saying you’re worried about what’s happening to Palestinian civilians is antisemitic. Not showing overt support for your greatest ally is antisemitic. Saying Zionism is an oppressive ideology is antisemitic. I’ve seen all of these examples in the past 24 hours on this website alone.\n\nThe scope creep on this term is absurd. Soon farting near a Jewish person will be antisemitic. Beginning to think it doesn’t mean much of anything at all. You’re antisemitic. I’m antisemitic. The whole world is antisemitic.\n\nView full post\nu/JFMV763\n•\n14 min. ago\nCalifornia moving company that touts its young, fit staff sued by feds for age discrimination: ‘No idea we were doing anything wrong’ (NY Post)\nIDpol vs. Reality\nhttps://nypost.com/2023/12/09/news/meathead-movers-sued-by-feds-for-age-discrimination/\nu/nacho56780\n•\n12 hr. ago\nMcCarthy is already begging for jobs\nCapitalist Hellscape\n\nhttps://apnews.com/article/kevin-mccarthy-trump-cabinet-5162876e353128c27eca6dd7887368e1\n\nu/ElSnoob\n•\n2 hr. ago\nBiden’s Education Department expands scope of investigations into alleged antisemitism on college campuses\nFree Speech\nhttps://www.wsws.org/en/articles/2023/12/07/zwig-d07.html\nu/malicious_turtle\n•\n14 hr. ago\nWill property implode China’s economy? Not necessarily\nhttps://asiatimes.com/2023/12/will-property-implode-chinas-economy-not-necessarily/\nu/Fedupington\n•\n1 day ago\nFinkelstein's talk in Toronto on his arguments for free speech and against wokeness\nNorman Finkelstein\nu/ElSnoob\n•\n1 day ago\nGrowing tensions between Ukrainian President and army leadership as staggering death toll comes into view.\nUkraine-Russia\nhttps://www.wsws.org/en/articles/2023/12/08/xlvu-d08.html\nu/ElSnoob\n•\n1 day ago\nTrump threatens dictatorship, but “Genocide Joe” is no alternative\nParty Politics\nhttps://www.wsws.org/en/articles/2023/12/08/ozei-d08.html\nu/ZenBeetle\n•\n11 hr. ago\nSo, is your book about Shakespeare or not?\n\nhttps://youtu.be/y6_PqJRc2ks?si=y58YB73RgMGVtIPj\n\nMENU\nWiki\nTopics\nStupidpol Dictionary\nFlair yourself here\nRULES\n1\nMaintain the socialist character of the sub\n2\nNo promotion of identity politics\n3\nNo discrimination (racism, sexism, homophobia, ableism etc.)\n4\nNo racialism\n5\nNo wrecking\n6\nNo low-quality or off-topic posts\n7\nNo controversial claims about factually-disputed topics without providing solid sources\n8\nRight-wing users are required to flair their ideology\nDISCORD\nDiscord\nABOUT\nSTUP•ID•POL: The thinking socialist's r/TumblrInAction.\nAnalysis and critique of identity fetishism as a political phenomenon.\n\nBROWSE BY TOPIC\n\nDISCORD CHAT\n\nWhat is identity politics?\n\n[Identity] politics is not an alternative to class politics; it is a class politics, the politics of the left-wing of neoliberalism. It is the expression and active agency of a political order and moral economy in which capitalist market forces are treated as unassailable nature.\n\nAn integral element of that moral economy is displacement of the critique of the invidious outcomes produced by capitalist class power onto equally naturalized categories of ascriptive identity that sort us into groups supposedly defined by what we essentially are rather than what we do.\n\n-- Adolph Reed\n\nI don’t ascribe in any way to these ideas that identity politics is bad for us. I think I can take someone who is deeply concerned about patriarchy and I can make them understand how patriarchy intersects with capitalism much more than I can take someone who’s mad because GM took their job away and make them understand socialism\n\n-- Sean McElwee, leftism's infant terrible.\n\nThis subreddit collates:\n\nAnalysis of identity politics and intersectionality.\n\nNotable examples of intersectionality and identity politics in action.\n\nGeneral discussion of non-idpol topic is permitted, as long as it's relevant to left politics.\n\nFoundational texts:\n\nExiting the Vampire Castle and The Joy Beyond Identity (interview with Doug Lain) by Mark Fisher\n\nThe Limits of Anti-Racism and Black Politics After 2016 by Adolph Reed Jr.\n\nThe political economy of anti-racism by Walter Benn Michaels\n\nSome 'politically incorrect' pathways through PC by Stuart Hall\n\n\"American Thought\" by Juraj Katalenac\n\nStuff White People Like by Christian Lander\n\nIdentity Politics and the Left by Eric Hobsbawm\n\nDefining My Own Oppression: Neoliberalism and the Demands of Victimhood by Chi Chi Shi.\n\nThe facts are in: progressive Idpol is the ideology of rich whites\n\nThe Iron Law of Institutions and the Left by Freddie deBoer\n\nGet to know the Adolph Reed of feminism, the theory work of Teresa L. Ebert\n\nLeftist spaces in Antiquity. (Monty Python)\n\nSTUPIDPOL Original Content:\n\nBreaking Free From Identity Politics by Tiffany Warren\n\nDisability Speaks by u/bigtittyhimmler\n\nAmbergate at the DSA by u/guccibananabricks.\n\nThe Curse of al-Lee Frost\n\nWall of text on the death of Ross Perot, and the real intersection of boomer capital / race politics\n\nThe Better Side of Marxism-Leninism\n\nFriends of stupidpol\n\nClass Unity - a caucus fighting for class politics both inside and outside of the DSA.\nr/LeftistLit - resource for leftist theory in PDF form.\nr/StupidpolEurope - A place to critique identity politics and general discussion of Europe from a Marxist perspective.\nr/thefunhouseofideology - Culture war shitposting. Memes, social media screenshots, leftist Twitter drama, and bad Medium articles where cultural slap fights are mistaken for politics.\n\nInspirational business quotes:\n\n\"Stop being naive\"\n\n--Bernie Sanders\n\n\"Promiscuous critics must. expect to be criticised\"\n\n-- Len McCluskey, general secretary of Unite\n\n\"The campaign against \"anti-Semitism\" in the Labour Party] takes hold of a vulnerability of the broad left - its intersectionality, its inability to confront identity-oppression claims. By doing so it weaponises the idea of anti-racism.\"\n\n-- Mike Macnair, editor of Weekly Worker\n\n\"One unfortunate thing about [the slogan] Black Power is that it gives priority to race precisely at a time when the impact of automation and other forces have made the economic question fundamental for blacks and whites alike. In this context a slogan ‘Power for Poor People’ would be much more appropriate than the slogan ‘Black Power.’\"\n\n-- MLK\n\n“In combating racism we do not make progress if we combat the people themselves. We have to combat the causes of racism.... Many people lose energy and effort combating shadows. We have to combat the material reality that produces the shadow.”\n\n-- Amilcar Cabral\n\n\"All science would be superfluous if the outward appearance and the essence of things directly coincided.\"\n\n-- Capital Vol. III\n\n\"…the bourgeoisie and their accomplices, the educated classes, the lackeys of capital, who consider themselves the brains of the nation. In fact they are not its brains but its shit.\"\n\n-- Lenin\n\n\"In politics, abstract terms conceal treachery.\"\n\n-- C. L. R. James\n\n\"....the left is more like a police force for, than an alternative to, the right.\"\n\n-- Walter Benn Michaels (2006)\n\n\"When I was saying, 'White people go to hell,' I never had trouble finding a publisher. But when I was saying, 'Black and white, unite and fight, destroy capitalism,' then you suddenly get to be unreasonable!\"\n\n-- Amiri Baraka\n\n\"The Socialistic bourgeois want all the advantages of modern social conditions without the struggles and dangers necessarily resulting therefrom. They desire the existing state of society, minus its revolutionary and disintegrating elements. They wish for a bourgeoisie without a proletariat. The bourgeoisie naturally conceives the world in which it is supreme to be the best; and bourgeois Socialism develops this comfortable conception into various more or less complete systems. In requiring the proletariat to carry out such a system, and thereby to march straightway into the social New Jerusalem, it but requires in reality, that the proletariat should remain within the bounds of existing society, but should cast away all its hateful ideas concerning the bourgeoisie.\"\n\n-- The Communist Manifesto\n\nLiberals in their own words:\n\n“A leftist government doesn't exist because being on the left has nothing to do with governments.”\n\n-- Gilles Deleuze\n\n“It’s all about identity on our side now They want to show, ‘He does not support me. I support you, refugee. I support you, immigrant in my neighborhood. I want to defend you.’ Women who are rejecting Nordstrom and Neiman Marcus are saying ― they’re saying this is power for them. ‘Donald Trump doesn’t take me seriously? Well, I’m showing you my value and my power.’ And I think it’s like our own version of identity politics on the left that’s more empowering.”\n\n-- Jennifer Palmieri (Clinton aide)"
}