{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Milkshakes w/o plastic straws? : r/Portland - Reddit",
  "href": "https://www.reddit.com/r/Portland/comments/8u4tls/milkshakes_wo_plastic_straws/",
  "body": "There is no plastic should be in contact with food or water. It's plastic's original sin. We need plastics for many things, but not in food or drink contact. We should be staying away from pvc pipes, plastic straws, plastic lids, plastic food or drink cups, and plastic bags or packaging at stores, if possible.",
  "textContent": "Milkshakes w/o plastic straws? : r/Portland\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Portland\nr/Portland\n•\n6 yr. ago\n[deleted]\nMilkshakes w/o plastic straws?\n\nIm sitting at burgerville enjoying a mocha perk shake, contimplating the optuons once the up for consideration plastic straw ban takes effect. Will i be a metal straw packing person? For such an occasional indulgence? Did milkshakes even exist before the invention of the plastic straw?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nfidelity.com\nLearn More\nSort by:\nepikness\n•\n6 yr. ago\n\nyou have a milkshake and no straw, and i have a straw that reaches acroooooooss the room... I. DRINK. YOUR. MILKSHAKE. THSSRRRRRP. I DRINK IT UP.\n\n1 more reply\nhairylunch\n•\n6 yr. ago\n\nI was at What's the Scoop this weekend, and they gave me two straws while the woman sheepishly said \"these are paper/biodegradable and they break sometimes\"\n\n1 more reply\ncon_moto\n•\n6 yr. ago\n\nDick's Primal Burger is serving their shakes with paper straws. I'm a slow shake drinker, but the straw managed to (barely) hold up. It wasn't awful.\n\noldsweng\n•\n6 yr. ago\n\nI'm old enough to remember the time before plastic straws. We used paper straws and they were the worst way to drink a milkshake. They would collapse on about the second pull. They ended up being used as stir sticks and milkshakes were always served with a plastic spoon on the side. We would spoon the shake until it had melted enough to drink. No stinking lids either. My dad did a jack-rabbit start at a light and I ended up with milkshake all over me. DON'T MAKE ME BUY A STRAW! Are we all supposed to buy \"straw cases\" to match our phone cases?\n\n2 more replies\nmashley503\n•\n6 yr. ago\n\nSpoons.\n\n1 more reply\nwhatisntawasteoftime\n•\n6 yr. ago\n\nDid milkshakes exist before plastic straws\n\nGd help you. Glass is best.\n\n8 more replies\nlvl0rg4n\n•\n6 yr. ago\n\nI’m going to be importing my plastic straws in directly from China\n\n[deleted]\n•\n6 yr. ago\n\nA metal straw with something ice cold would probably hurt my teeth. I doubt a paper straw will hold up either. I'll have to buy a bunch and carry them with me.\n\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nBurgerville uses compostable straws, not plastic. (At least most locations do, don’t know for sure if the outside Portland locations do, as I know some of those locations don’t have compost bins.)\n\n[deleted]\n•\n6 yr. ago\n\nIt’s called a spoon, and drinking it without a lid. Aka old school.\n\nBeardgang650\n•\n6 yr. ago\n\nI honestly never liked using straws for milk shakes. Just chug that shit and get a brain freeze!\n\nMuricanA321\n•\n6 yr. ago\n\nNext step, reusable cup\n\ne_to_the_i_pi_plus_1\n•\n6 yr. ago\n\nI can't tell if you're serious but spoons are obviously superior?\n\n[deleted]\n•\n6 yr. ago\n\ndrink cups are sacred still\n\nbeeradactyl\n•\n6 yr. ago\n\nBurgerville marketing has gotten way more sophisticated after the Union.\n\nProjectrage\n•\n6 yr. ago\n\nYou would be surprised how plastic is sooo bad, that you will not want to have a plastic lid or a solo cup.\n\nPlastics have hormones even the BP friendly and are slowly poisoning people’s health in a very bad way. Our bodies never should have food or drink in plastic.\n\nYears from now we will look at how ignorant we were as a species.\n\nbeeradactyl\n•\n6 yr. ago\n\nYears from now we will look at how ignorant we were as a species.\n\nSo exactly the same way we already look at our species in the past?\n\nWow, what a deep and clever insight....\n\n3 more replies\n \nTop 1%\nRank by size \nr/Portland\nPortland Tree Lighting\nyoutube\n127 upvotes · 39 comments\nr/Portland\nPepper Box Cafe to close :(\ninstagram\n91 upvotes · 72 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n589 upvotes · 41 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n281 upvotes · 193 comments\nr/Seattle\nBack in '92 Seattle weatherman Steve Pool interviewed a little boy named Bruno Mars. Steve passed away this week and I thought people would like to see what a great guy he was.\nyoutube\n238 upvotes · 17 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/Seattle\nSeattle is a Changing - Almost Live! from 1997.\nyoutube\n112 upvotes · 28 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes · 9 comments\nr/horror\nTERRIFIER 3 Teaser 4K | Only In Theaters October 25, 2024\nyoutube\n753 upvotes · 215 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/Music\nPulp - Common People [Indie Rock]\nyoutube\n140 upvotes · 15 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/Music\nModest Mouse - Dashboard [Alternative/Indie]\nyoutube\n102 upvotes · 10 comments\nr/Music\nTears For Fears - Everybody Wants To Rule The World [Pop]\nyoutube\n148 upvotes · 18 comments\nr/Music\nWeen - Piss Up a Rope [Alternative Country]\nyoutube\n687 upvotes · 96 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 263 comments\nr/IndianCountry\nThe biggest assclown Cherokee Citizen is being an idiot again\nyoutube\n292 upvotes · 49 comments\nr/Music\nHeart - \"Barracuda\" [Rock]\nyoutube\n125 upvotes · 27 comments\nr/Music\nThe Blues Brothers - Everybody needs somebody [Soul]\nyoutube\n236 upvotes · 25 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 42 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 26, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}