{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "r/titanfolk: all things SnK/AoT. MANGA SPOILERS! - Reddit",
  "href": "https://www.reddit.com/r/titanfolk/",
  "body": "r/ titanfolk. Hot New Top. 553. pinned by moderators. Posted by. u/Sane-Ni-Wa-To-Ri. like a founder titan or something. 1 month ago. New Episode Spoilers.",
  "textContent": "r/titanfolk: all things SnK/AoT. MANGA SPOILERS!\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/titanfolk\nCreate a post\nSort By:\nu/Sane-Ni-Wa-To-Ri\n•\n1 mo. ago\nAttack on Titan / Shingeki no Kyojin - Season 4 Part 4 (Finale) - Discussion\nNew Episode Spoilers\nu/Sane-Ni-Wa-To-Ri\n•\n1 mo. ago\nChilling\nArt\nhttps://twitter.com/anime_shingeki/status/1720840326812696867\ntwitter\nu/Jiha_\n•\n7 hr. ago\nWhy don't they just let my girl die in peace?\nOther\nu/Substantial-Lunch486\n•\n3 hr. ago\nFinally giving this scene justice\nOther\nu/Comfortable_Cream777\n•\n16 hr. ago\nIf The Ending was actually \"Realistic\"..\nHumor\nu/iamrivensky\n•\n11 hr. ago\nReality vs Armin’s book\nOther\nu/Factor_75\n•\nPromoted\nWeight loss? Without sacrificing flavor? You can have both with Factor! Sign up today and get 50% off with code Reddit50.\nfactor75.com\nOrder Now\nu/Far-Surround-6052\n•\n23 hr. ago\nAttack On Titan : The Final Season Wit Studio's Last Illustrations\nOther\nu/cybertoothe\n•\n1 day ago\nHmmm it's almost like the cycle or revenge didn't end, which was erens goal\nOther\nu/Bik_Knight\n•\n8 min. ago\nHow Romance Ruined Attack On Titan\nReVVin\nu/OrdinaryCantaloupe29\n•\n5 hr. ago\nI wrote a different ending high as fuck is this better?\nHumor\nu/MasterOfReaIity\n•\n1 day ago\nThis is pieck media literacy\nHumor\nu/SamsungMobileUS\n•\nPromoted\nAt Switchers Anonymous, we always say nothing beats the joys of good puppy pics — nothing except finally making the switch. Come into the Fold.\nsamsung.com\nLearn More\nu/forevericeland\n•\n58 min. ago\nWhat other ending ideas do people have?\nAnother ending idea\n\nJust saw the theory that Isayama ruined the ending on purpose and honestly it makes sense. None of the writing within it even seems like he was just rushed but rather he was holding onto his belief of freedom by not bending to the will of profit.\n\nIf this is true which in retrospect it feels like the closest thing we got to the truth regarding why the ending was butchered I'm curious what ending's you guys want to see other then ANR.\n\nSo this post in regard to ANR being basically the main ending both within ANR itself and AOE that people wanted.\n\nJust to define ANR in concept so we all on the same page:\n\n-> Eren completes 100% rumbling -> Eren mourns over his dead friends\n\nHistoria, Ymir being reincarnation all of that can be included but I think the main two are those points.\n\nThe only question I have is are there any ideas for better endings then this?\n\nCan an ending be better then ANR without a 100% rumbling?\n\nMy view is that the core theme of Attack on Titan ultimately is not freedom but rather truth. I won't dive to deep into why but it's the direct opposing logic to 'we are all a slaves to something'.\n\nEvery purpose that any character has, goal, motivation or concept all stems from the inherent belief that what they believe is true.\n\nErwin is the one that best embodies this theme along with the Uprising arc when the threat of loosing truth/memories would wipe everyone of what they previously believed. But this entire theme fell flat and was forgotten.\n\nHowever I think I much more interesting way to handle the ending would to have the mechanics of the founding titan be specified and explained further (obviously) and to turn the final conflict they faced into an entirely new one.\n\nThe foreshadowing was all ready there depending how you view it we still are yet to know why or who caused Eren to witness memories of the future or even if the future memories he saw were accurate due to his own doing or due to him seeing it.\n\nIf the final conflict is about Eren fighting fate then what embodies fate? Even further what embodies the exact opposite of freedom? Enslavement but to what?\n\nIf Eren was mentally enslaved by false memories or something similar leading him to the point of thinking his can't change the future then that is the final conflict.\n\nI seriously don't even care about the rumbling if we use this line of thinking happening in the first place. Regardless of whether it does or doesn't not only can the countless plot holes be explained since it's literally not true but Eren has a final conflict that is real. He is not a anti hero nor would ever plan a 80% Requiem.\n\nKarl Fritz can be used rather then King Fritz to directly oppose Eren both in ideology and in beliefs. They both can share a common goal of wanting the titan curse to be lifted but Karl Fritz believes that altering the minds of everyone to reach that goal justifies it. Eren would obviously not agree and then it throws an entire dilemma at everyone.\n\nHow would Zeke react, Armin, both sides of the the conflict if during the moment Eren's head is cut off he takes the eyes of Karl Fritz and everyone's memories are wiped.\n\nLevi and Mikasa should be excluded so what does Mikasa do? Well now she has a far better reason then in canon to kill Eren. However I think this would be when Armin gets to shine and becomes the deuteragonist of the story. Armin and Zeke teaming up would also explain Zeke loosing his nihilistic view on everything a lot more believable.\n\nThen Karl Fritz while both 'maintaining' his vow since I think Ymir being shown here to want freedom in this way would be a good way to justify Eren being able to regain his senses. During the conflict the rumbling happens as a byproduct of the ongoing literal battle against fate that Eren is having.\n\nThat's also when Zeke and Armin can play there role since I don't see Eren creating any form of argument that would be superior to Zeke at the very least. Directly after Karl Fritz's influence is gone.\n\nEren lives on we can say maybe 50% of the world was wiped out due to the byproduct of the conflict and nobody gets there titan powers taken away.\n\nCredits reveal that Eren agreed with Karl Fritz to make a vow that once he died the power of the founder would be gone and Ymir is ideally reincarnated although in this version she has a lot more character development so could go in any direction for Ymir's conclusion.\n\nMore or less the same as how Isayama wrote every character. Everyone can be viewed as a devil. Zeke and Eren get a resolution which I think fits within this given the previous events and well they all die in like 12-13 years anyway so enjoy life while they can.\n\nView full post\nu/Successful-Study-557\n•\n10 hr. ago\nThe nameless king of Paradis island who is the real reason why Eren didn't order his colossal titans to crush Paradis and his people\nHumor\nu/Desperate_Media3639\n•\n13 hr. ago\nCan you explain how titans are made like I’m a child going through puberty\nHumor\nu/Such_Hand_2535\n•\n22 hr. ago\nYams foreskining I kneel\nHumor\nu/TheWeirdPianist\n•\n1 day ago\nEren was hellbent on saving Historia because he was being influenced by Frieda's memories\nOther\nu/rahul516\n•\n3 hr. ago\nDefine racism in Attack on Titan.\nOther\n\nJust as the title says.\n\nu/Naruku_Senpai3861\n•\n21 hr. ago\nEren want that FREEDOM!\nHumor\nu/NVIDIAOFFICIAL\n•\nPromoted\nThe ultimate cloud gaming combo. 🌩️\n\nFor a limited time, get a 3-month GFN membership with purchase of a Chromebook Plus. 🤝\n\ngoogle.com\nLearn More\nu/General_Pie_604\n•\n1 day ago\nSociety is doomed when somebody names their baby eren Yeager\nHumor\nu/Ringo-Sheena_Simp\n•\n1 day ago\nIf everyone feared the rumbling so much, why didn't anyone tried to built an underground bunker to protect themselves?\nOther\n\nIf I'm not wrong, the rumbling only destroys the surface of the earth, turning it into a complete wasteland. But we never seen or heard anyone mentioning the possibility of surviving it via underground. Is there a logical explanation to this?\n\nu/FilipinoCreamKing\n•\n22 hr. ago\nCan’t be the only one who thought of this\nHumor\nu/ShiiMichuu\n•\n1 day ago\nWhat's with people putting fake 1 star reviews on the internet just because they don't wanna see anyone criticizing AOT?\nOther\nu/IcyWolfWyvern\n•\n1 day ago\nThe Two Types of STRONG\nMeme\nu/MtnDewOfficial\n•\nPromoted\nr/gaming, what Mtn Dew flavor pairs best with your favorite game? Let us know in the comments!\nmountaindew.com\nLearn More\nu/1stGoldenist\n•\n13 hr. ago\nCurrently making part 3 of this what if series\nWhat if\nu/FruitJuicante\n•\n1 day ago\nThe Foreshadowing is Insane\nHumor\nu/Jumbernaut\n•\n16 hr. ago\nBack then, did Future Eren manipulate himself to save Mikasa at the nick of time?\nDr.Who\nu/iamrivensky\n•\n1 day ago\nThe moment Armin was picked over Erwin, Kino was already over.\nOther\nu/SnooBooks6345\n•\n1 day ago\n\"Pissing on by yourself handsome?\"\nHumor\nTop 1%\nRank by size \nRULES\n1\nSpoilers in titles with tags are forbidden\n2\nFrequent reposts are forbidden\n3\nOriginal sources (fanart/cosplay/colorings etc.)\n4\nReddiquette and site rules have to be followed\n5\nSpam/shitposting/forbidden themes\n6\nFlair posts properly\n7\nRacist/offensive or harassment\n8\nGore/NSFL/NSFW\n9\nBanned site\n10\nnp linking fix\nSORT BY FLAIRS\nArt\nHumor\nOther"
}