{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Straw Wars: The Fight to Rid the Oceans of Discarded Plastic",
  "href": "https://www.nationalgeographic.com/adventure/article/plastic-straws-ocean-trash-environment",
  "body": "Americans use 500 million straws daily, but most are unnecessary for most beverages. Activists want to stop using straws to save the oceans from plastic pollution, which entangles marine animals and is consumed by fish. Learn how bans, taxes, and campaigns are reducing the litter and waste of plastic straws.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nThe equivalent of five grocery bags of plastic trash for every foot of coastline spills into the oceans annually. Here, on a remote island in the Caribbean Sea, discarded bottles, wrappers, and straws wash ashore and cover the beach.\n\nPHOTOGRAPH BY ETHAN DANIELS, ALAMY\nStraw Wars: The Fight to Rid the Oceans of Discarded Plastic\n\nAmericans use 500 million straws daily. Citizen activists want to shrink that number.\n\nBYLAURA PARKER\nPUBLISHED FEBRUARY 23, 2018\n• 9 MIN READ\nFebruary 23, 2018 marks National Skip the Straw Day, a day to remember the impact of single-use plastics and efforts to stem the tide of litter and waste.\n\nOf the eight million tons of plastic trash that flow every year into the world’s oceans, the plastic drinking straw is surely not a top contributor to all that tonnage.\n\nYet this small, slender tube, utterly unnecessary for most beverage consumption, is at the center of a growing environmental campaign aimed at convincing people to stop using straws to help save the oceans.\n\nSmall and lightweight, straws often never make it into recycling bins; the evidence of this failure is clearly visible on any beach. And although straws amount to a tiny fraction of ocean plastic, their size makes them one of the most insidious polluters because they entangle marine animals and are consumed by fish. Video of scientists removing a straw embedded in a sea turtle’s nose went viral in 2015.\n\n0:42\n\nMANTA RAY SWIMS IN TRASH-FILLED OCEAN\n\n“If you have the opportunity to make this choice and not to use a plastic straw, this can help keep this item off our beaches and raise awareness on plastic in the ocean,” says Jenna Jambeck, the University of Georgia engineering professor whose ground-breaking 2015 study was the first measurement of how much plastic debris enters the ocean every year. “And if you can make this one choice, maybe you can do even more.”\n\nStraws are the latest on an expanding list of individual plastic products being banned, taxed, or boycotted in an effort to curb seaborn plastic trash before it outweighs fish, a calculation projected to come true by 2050, according to one study.\n\nLast fall, California became the first state in the nation to ban plastic bags, joining a host of nations that already do so, including Kenya, China, Bangladesh, Rwanda, and Macedonia. France not only banned plastic bags, it has become the first country to also ban plastic plates, cups, and utensils, beginning in 2020. San Francisco banned polystyrene, including Styrofoam cups and food containers, packaging peanuts, and beach toys. And in Rhode Island, the release of celebratory balloons is being targeted by activists, after almost 2,200 balloons were picked up on the shores of Aquidneck Island in the last four years.\n\nThe plastics industry opposes bans at every turn. Bag manufacturers have persuaded lawmakers in Florida, Missouri, Idaho, Arizona, Wisconsin, and Indiana to pass legislation outlawing the bag bans.\n\nKeith Christman, managing director for plastic markets for the American Chemistry Council, says the industry also will oppose any efforts to outlaw plastic straws.\n\nBans of individual products often come with “unintended consequences,” Christman argues. Replacement products can cause more environmental harm than plastic products there were banned, he says. In some cases, products advertised as biodegradable sometimes turn out not to be. Worse, consumer behavior sometimes changes. When San Francisco banned Styrofoam products, he says, an audit of litter showed that while Styrofoam cup litter dropped, paper cup litter increased.\n\n“What we really need is good waste management structure in countries that are the largest source of this challenge,” he says. “Rapidly developing countries in Asia don’t have that structure.”\n\nWhat sets the anti-straw campaign apart from other efforts—and why the anti-straw campaign may succeed—is that activists are not seeking to change laws or regulations. They are merely asking consumers to change their habits and say no to straws.\n\nStemming the Tide?\n\nOnce found mostly in soda fountains of the 1930s, straws have become one of the most ubiquitous unnecessary products on the planet. No global usage figures exist, but Americans alone use 500 million straws daily, according to the National Park Service. Except for people with medical needs, straws are not needed to consume beverages or water.\n\n“Ten years ago, straws weren’t everywhere. It used to be at a bar, you’d get a straw. Now you order a damn glass of ice water and they put a straw in it,” says Douglas Woodring, founder of the Ocean Recovery Alliance, a Hong Kong-based group that is working to reduce ocean trash. “Part of it, I suspect, came from people’s fear of germs.”\n\nHe noticed the uptick in straw use after the 2003 outbreak of the SARS respiratory illness that began in China and spread to more than two dozen countries in the Americas and Europe and infected 8,098 people, killing 774 of them.\n\n“All of a sudden, straws propagated,” he says. “Then consumers took them for granted that they had to have their straw, even though most don’t need it.”\n\nRubbish overflows the bins on Brick Lane Market in London's East End. Plastic straws poke through piles of trash littering the streets at this weekly market event.\n\nPHOTOGRAPH BY IN PICTURES LTD., CORBIS/GETTY\n\nAs straws proliferated, so did anti-straw campaigns. Some groups have attention-getting names like Straw Wars, in London’s Soho neighborhood, or Straws Suck, used by the worldwide Surfrider Foundation. Others have been organized by pint-sized environmentalists, such as the OneLessStraw campaign, set up by a sister-and-brother team, Olivia Ries and Carter Ries, when they were aged 7 and 8.\n\nIf fear of germs drove the straw use globally into the billions, the eight-minute video of a four-inch section of straw being removed from a Costa Rican sea turtle’s nostril may have turned the tide. The video is painful to watch, and has been viewed more than 11 million times on YouTube.\n\nLinda Booker, a North Carolina filmmaker, whose documentary, Straws, is making the rounds of the spring film festival circuit in the United States, says the turtle video, in part, inspired her to take on straws as a film project. She interviewed the scientists and included them in her film.\n\n“I believe a lot of the catalyst for these straw campaigns was the video of the straw in the turtle’s nose,” she says.\n\nThis viral video shows rescuers removing a plastic straw from a sea turtle's nose.\n\nThe latest entrant in the anti-straw campaign is the Lonely Whale Foundation, a nonprofit co-founded by actor Adrian Grenier, who recently added his celebrity wattage to the cause. He kicked off his effort at an ocean plastic conference in Charleston, South Carolina, this spring with a oft-told story about watching a waiter deliver a glass of water to his table with a straw.\n\n“It’s a gateway, a way to start,” Grenier says. “A lot of times people are overwhelmed by the bigness of the problem and often give up. We need something achievable for everyday humans. The challenge is if we can get rid of plastic straws, let’s start there. Then we can move on from there.”\n\nThis article was first published on April 12, 2017, and updated on February 23, 2018, with information about National Skip the Straw Day.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nA major citizen suit against a giant plastics company resulted in a huge payout and a commitment to do better. The case has set off ripples of change across an industry that often pollutes with impunity.\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nCan tourism positively impact climate change in the Indian Ocean?\nTRAVEL\nCan tourism positively impact climate change in the Indian Ocean?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved"
}