{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "We use 500 million plastic straws daily in the United States?!",
  "href": "https://medium.com/re-generation/we-use-500-million-plastic-straws-daily-in-the-united-states-673a9681dd33",
  "body": "We use 500 million plastic straws daily in the United States?! Lonely Whale has a plan so we can #StopSucking. A conversation with Dune Ives on their campaign to prevent plastic from getting...",
  "textContent": "Write\n\nSign up\n\nSign in\n\nTop highlight\n\nPhoto by Shawn Heinrichs\nWe use 500 million plastic straws daily in the United States?! Lonely Whale has a plan so we can #StopSucking.\nA conversation with Dune Ives on their campaign to prevent plastic from getting into our oceans.\n\nKyle Calian\n\n·\n\nFollow\n\nPublished in\n\nThe Regeneration\n\n·\n16 min read\n·\nNov 9, 2017\n\n21\n\nKyle Calian: How did you get involved with the Lonely Whale, and what led you to working with them?\n\nDune Ives: I spent about two and a half years working for Paul Allen, designing and then leading his global environmental philanthropy. One of the questions he asked us, as an executive team, we could never fully answer. That question was, how do you get people to care for the ocean?\n\nThat’s really the heart. That’s the most important question for us to answer. He recognized that as a philanthropist you can keep spending money and spending money and spending money to solve problems but never really get at the root, until people truly care for their environment.\n\nThe ocean is so far away from us. Even though I live in the Puget Sound, and I can see it every day out my window, when I look at it, it doesn’t change. There’s no billboard to tell me that it’s getting too warm, or that it’s acidifying, or that there is tons of plastic pollution or that it’s really loud under the water because of all the sirens and blasting. There’s really nothing that tells me that it’s hurting, and that it’s a result of our behaviors.\n\nI left that organization, because I really wanted to dive into that question, which was creating care for something that is so unattainable for the vast majority of the world’s population. Even when you’re on\nthe water, you’re still not really in the water.\n\nWhen I left, I was introduced to Adrian Grenier, the co-founder of our foundation. I found that he and I and the other co-founder, Lucy Sumner, shared a passion around creating content that really engaged the hearts and minds of people around ocean health, in a way that didn’t let them just forget about it.\n\nI think sometimes campaigns are really great at attracting attention and getting individuals to take an action. But what they were really interested in — which really sparked a passion in me — was how do you essentially create a brand for the ocean that is so sticky, that as consumers of the ocean, as its customers, we never want to separate ourselves from it.\n\nJust like BMW grabbed me when I was 12 years old. I visited their plant. Although I’ve never owned a BMW, I really want a BMW, just because of that experience. We really want to create the same kind of emotive connection between people and the ocean.\n\nIt was nice to land with the Lonely Whale team, where there is a shared interest in creating care and doing something in a way that really results in persistent action and impact that isn’t just a one-time thing.\n\nSam Barratt, Chief of Public Advocacy and Communications at UN Environment, and Dune Ives, Lonely Whale Executive Director, at Spring Place.\nWhy is ocean pollution so important in terms of climate change?\n\nThe ocean gives us every second breath. I think most of us think that it’s really the trees (and the oxygen that comes from the trees) that provides for all of our breath. But, the ocean gives us every second breath. We know, because of the increasing greenhouse gas emissions and carbon dioxide, that our ocean is not only becoming warmer and more acidic, it’s actually de-oxygenating.\n\nWe need to care for the ocean as if it’s a tree on a property that takes in the bad air and gives us oxygen. Secondly, related to ocean and climate change very specifically, the ocean has been our second most important carbon reservoir. It no longer is. It can no longer retain the carbon dioxide that it once was able to.\n\nIf we care about climate change, we should care about the ocean’s health. We should really better understand the changes that are occurring — the chemical changes that are occurring within the oceanic environment that are going to make it difficult for us, as a human species, to continue with life as we know it.\n\nCould you take me through a couple of the projects that Lonely Whale is working on?\n\nThe way Lonely Whale is structured, we have two main programs. One is education, and the other is impact.\n\nOn the education side, we have this great program, called Catch the Wave. It’s a K-12 plastic pollution education program and campaign. We did a pilot in Canada this spring, and we’re rolling it out in the United States in partnership with 5 Gyres Institute.\n\nPhoto from @afrozshh_ at #OurOcean\n\nWe’re really excited about giving K-12 kids all of the information and tools they need to tackle single-use plastics in their home, in their community, in their city and in their state, or even their country. That’s very exciting.\n\nIt’s the first of its kind. No one has ever done this in such a cohesive fashion. We find that when kids are engaged around single-use plastics, they are the biggest champions for a healthy ocean and doing what they can to eliminate single-use plastics globally.\n\nWe’ve got all these amazing global youth ambassadors for the program as well. It’s teaching kids all over the world about how they tackle, let’s say, single-use plastic bags in Bali, or Indonesia at large. Or single-use plastic water bottles in Canada. Or the plastic straw in Georgia. It’s nice to see this cross-fertilization of ideas coming from these youth ambassadors.\n\nOur big impact campaign right now is Strawless Ocean. That has multiple parts to it. Ultimately, our goal is to eliminate 500 million single-use plastic straws during 2017. That equates to just one day of our annual consumption. Every day in the U.S., we use 500 million single-use plastic straws. Zero percent of those are recyclable.\n\nIf a small percentage is recyclable, chances are they aren’t recycled. We wanted to do a test to see if we can engage consumers to be aware of the single-use plastic straw and pledge to ditch it. Can we also engage establishments to move forward with an on-demand offering to customers — which means that you and I have to ask for a straw — and replace their single-use plastic and single-use biodegradable plastic straws with a marine degradable option? The most affordable one is a paper-based straw.\n\nThere are also reusables, which we love. They tend to be a little bit too pricey for establishments to convert one-for-one. Although there are some, like Renee Erickson’s Sea Creatures. Her suite of restaurants have converted to stainless steel in a couple of the restaurants that she owns.\n\nStrawless Ocean is the big initiative. We have #StopSucking, which is the consumer-facing social media challenge, getting people to challenge their friends, family, as well as brands, to #StopSucking.\n\nThen, we have our big, city-wide takeover in Seattle. Strawless in Seattle, we call it. That, to date, has resulted in over a million straws already, during the month of September, being removed from circulation. We’ll see what we get to at the end of the month.\n\nWe have over 200 establishments. We have the first football and soccer stadium. We have the first baseball stadium. We have the first landmark property, with the space needle, and the first airport to go plastic straw free. We’re really excited about that and really looking forward to taking that to multiple cities in 2018.\n\nCan you take me through an average day of work at the Lonely Whale ?\n\nI don’t know that there is an “average day” of work at the Lonely Whale. That’s the nature of the work, right? We have to remain nimble and be willing to be flexible in our approach, and take advantage of opportunities we didn’t necessarily know were coming our way. That’s why every day is a little different than the day before.\n\nWe have a really tiny team of three of us working full-time on these campaigns. As a small team, being nimble and flexible is paramount in order to take advantage of opportunities when you least expect it. I think that has allowed us to enjoy the success that we’ve had so far.\n\nWe don’t get trapped in the plan and how we think things should go. We just let the plan evolve, as we continue to move forward.\n\nEmy Kane from Lonely Whale and Jack Johnson, musician, who lives plastic free with metal straws.\nSo, who are the three main people working full time?\n\nMyself, obviously. Emma Riley, who is the director of partnerships and strategic initiatives, and Emy Kane, who must be the fastest typer in the world. She’s in charge of our digital community. She does all of our design. But she also, importantly, does all of our media and social media engagement.\n\nI think social media is really where she shines. As a tiny foundation, to only have been around for a couple of years, we have the third-largest Instagram audience. It’s a very, very engaged audience. That’s really a testament to her work.\n\nThen, we have a very diverse advisory board. They’re all very successful in their own rights, with a lot of experience working on campaigns, which is really what we are looking for from our advisory board right now.\n\nEven though Adrian’s the front guy, right, he’s like — what would that be in the band? He’s not the drummer.\n\nHe’s kind of like your lead singer?\n\nHe’s our lead singer, yeah. We’ve got the full band supporting him as well. Lucy, and Chase Jarvis is on our board. It’s really incredible to watch the engagement from the advisory board, too. We couldn’t do it without them, to be honest.\n\nAdrian Grenier, actor and activist\nI met with an advisor this morning about this very magazine. I agree, it’s incredibly important to find good advisors. What are some ways people can get involved? Obviously, the #StopSucking campaign is one. Are there others people should know about?\n\nThere are. #StopSucking would really love for more people to join the challenge. Right now, it’s in over 30 countries. What’s really cool about its spread is that it’s localized in different languages.\n\nIt’s #StopSucking in the U.S., but it’s not necessarily #StopSucking in French or in Icelandic, which was really important to the success of the campaign, to make sure that it spread virally. But, we need more. We want more people to be engaged in this campaign to directly challenge friends and families, but also to directly challenge brands.\n\nThere are a lot of watering holes. There are a lot of coffeehouses. There are a lot of big brands that, globally, are responsible for single-use plastic straws and cups and lids. We really need to hold them accountable. We’re encouraging direct challenges between our audience and specific brands that they love, but they just need to #StopSucking. That’s one way to get involved. We are also about ready to put out a challenge to our audience to tell us where our next 10 cities should be. That’s important to us, because we know there’s a magic formula for being successful in a city. It has everything to do with passion on the ground and people’s connections, their network.\n\nWe also heard that we’re going to get a few early influencers on board, so we want to hear from our audience. That would be a really great way for people to get engaged — to tell us that their city deserves to be the next Strawless Ocean city, which we will absolutely take into consideration.\n\nThen, there’s a third thing that people can do. They can send us their trash. This is really weird to say. I never thought I would be pining after people’s beach trash. But, we have another campaign that we are supporting. It’s getting ready to launch next week. Then, we’ll do a big reveal in November about what we do with it.\n\nEssentially, we call it Ticktock. We feel like marine litter is this ticking time bomb that, in some cases, has already exploded, and you can’t put the pieces back together. But in other cases, we still have a chance to turn back the clock and address our plastic pollution issue and our marine litter issue at scale.\n\nTo do that, we want to create a visually metaphorical piece of art that really articulates the trash that people find on their beaches and in their riparian areas. We would love to have people send us their trash, and we’ll see what we can do with it, see if we could turn it into a beautiful piece of art. Then, if we can, they’ll be given those digital assets to use locally for conversations with their politicians.\n\nIllustration by Hannah Salyer for The Regeneration Magazine\nThat’s awesome. What are some trends you’re seeing in the world of sustainability?\n\nI’m seeing a lot more grassroots involvement, people I didn’t expect to get really engaged in the issues. I think it’s probably the situation. We don’t really know what to call our situation in Washington, D.C. It just seems to be changing on a daily basis, so it’s hard to put a label on it.\n\nBut I think the lack of control that people feel like they have — and how policies are being made and implemented and enforced — is creating a growing sentiment that if we don’t stand up to march, and if we don’t stand up to make our voice heard, then nothing will ever change in the right direction. We see that, as well, on the plastic pollution side. The people that are getting engaged in the #StopSucking and the Strawless Ocean campaigns are really surprising.\n\nIt’s heartwarming to see how many people have already declared, personally and in private, that they’re going to make a switch around single-use plastics, but they just haven’t known how to actually do it. Now, there’s a platform for them to really get engaged. We’re really excited about that.\n\nIt’s always really exciting when people get involved, in any capacity, with something that can actually make a difference. Who are some of your biggest influences?\n\nThat’s a really good question. I’ve actually never been asked that question before. I would say I’m probably unique in that I don’t — I wouldn’t point to a Teddy or an Eleanor Roosevelt, or a Hillary Clinton or anyone of that ilk. I think those that have influenced me have been those who have been extremely curious about their environment. This one’s going to be a little controversial, because he helped actually create the first atomic bomb, but Dr. Feynman. The way that he looked at this world, and his curiosity for really understanding and discovering how things work was really inspirational to me. I think it’s something that I really hold pretty dear to how I operate and the way I think about developing solutions to the issues we face.\n\nPaul Allen was a huge influence on me as well. Never before have I been as challenged as I was by Paul himself — extremely well-read, extremely smart.\nHe and his sister Jodi were big influences on my life and the way that I think about change.\n\nFor Paul, it was never enough that we developed the best Band-Aid approach we could possibly develop. He continued to push me toward finding the systemic solutions, and continuing to find ways for the market itself to adopt what a philanthropist was asking the world to take a look at. That’s really influenced the way I think about my life right now and the kind of campaigns we fund.\n\nPhoto by Shawn Heinrichs\n\nI’m also lucky to have two children. I have a 25-year-old step daughter who is incredible and wonderful. Then, my husband and I decided to adopt a child at birth. He is now a little over three years old. But they both look at the world, obviously, extremely differently. At least for our daughter I think she has a chance to experience some of the beauty and the wonder that I’ve experienced through my life. He might still see coral in its beauty. She has already seen coral in its beauty.\n\nI don’t know that my son ever will. To think of a world that has already changed so significantly, that there are beautiful things about it that he will never experience is really sad to me as a mother. I guess my fight right now is to make sure he can actually swim in water and experience that, without getting tangled up in a Doritos bag. Or to make sure that his drinking water and the fish snacks that he eats don’t come with the added plastic that we now know is in both of those.\n\nI work really hard for him, to do everything that I can. Just one more person that’s inspiring to me, who I think also comes from a place of passion with his children, is Shawn Heinrichs, the incredible, Emmy award-winning underwater filmmaker and photographer. Even though he lives in Boulder, Colorado, he does all of his work in Indonesia and remote places that — whose names I can’t even pronounce. He goes home for a day here and there to reconnect with his family, and then his kids send him out again and say, “Daddy, you’ve got to get out. You’ve gotta save the mantas.”\n\nTo see how hard he works on behalf of marine species, it makes me make sure I’m not resting on my laurels. I’m constantly challenging myself to be a better human.\n\nOn that note, is there anything personal that you do to reduce your impact?\n\nWe try to grow as much of our food as we can, which is really hard to do. But, we definitely buy local. We buy from organic farmers. We bike or walk or take public transportation where we can. We live in a rural area right now, which makes it so much more difficult to actually take public transportation anywhere. It kills us. Although we’ve got great access to high quality food, we’re driving a lot more, which is really frustrating.\n\nI pack chopsticks where I go, so I don’t have to take a plastic fork or spoon or knife when I do get a to-go sandwich or salad, because I travel so much. I also talk a lot with my friends and family. I’m not shy about sharing my opinion about things.\n\nI think everyone is getting a little sick and tired of me preempting our phenomenal meal at a restaurant by saying, “Just don’t bring us any straws.” But, I think it’s important to stay vigilant on the things that matter to you.\n\nAgreed. Finally, what’s your favorite thing to bring everywhere you go?\n\nI have a silver certificate that my grandfather gave me before he passed away. He gave it to me years ago. I don’t know if you know what a silver certificate is? It looks like a one dollar bill. I kind of look at it as old tiny money, because back in the day you could actually redeem it for silver itself. I was so excited to figure out exactly what it was.\n\nBut my grandfather had a really significant influence on my life. I miss him dearly. He passed away last year. He was one of my best friends in the world. I carry the silver certificate around with me everywhere I go, as a reminder of him. There’s just something really simple about the silver certificate.\n\nI think, for me, it’s about an era in which things were absolutely as complicated as they are today, just in a really different way. But also, in a way, much simpler and much more focused on being connected to humans, which we’ve really lost.\n\nDuring those days, you didn’t have your cellphone. You weren’t texting. You weren’t on Facebook. You were actually talking with your friends face to face. I think there’s part of that silver certificate that just reminds me that being connected to an individual through a thing, through a conversation, through a hug, through looking somebody in the eyes is really important, which my grandfather always taught me.\n\nIs there anything you feel we didn’t cover that you want to add before we finish?\n\nI guess the only thing that I might add if I could (and I add this because it’s one of the things we’re seeing in our work with campaigns) is that oftentimes I think campaigners move forward with their interest in mind, rather than figuring out how to design a campaign in which all people can see themselves. That they can see their imprints on and feel like they’ve been able to make a contribution.\n\nOne thing we really focus pretty hard on, especially with Strawless Ocean, is ensuring that we have a disability community in mind and their input really well represented. Because it’s really easy to overlook the needs of seemingly a few people when you think about designing for the masses. When that happens, I think you get misplaced campaigns.\n\nBut being as inclusive as you can, and really listening to the needs and interests of others, I think makes you a better campaigner. It certainly has for our team. I think that’s one of the reasons we are enjoying such an overwhelmingly positive response to the campaign in Seattle, and then in other parts of the world.\n\nHowever, there is an entire group of people who need plastic water bottles. They need plastic straws, they need plastic bags, really, for their daily existence. And we’ve really left them behind. I want to make sure that at some point their voices are really represented in how we think about the kind of work that we do. Because when they are, man, they can help us go fast and be even more impactful than we thought we could be.\n\nYeah. There’s no such thing as a blanket solution.\n\nNo, there really isn’t.\n\nThis interview is featured in the second issue of The Regeneration Magazine. You can preview it, pre-order it, or subscribe on our website.\nIssue №2 is due out in a few weeks! You can support our Indiegogo campaign here.\nDon’t forget to click the green heart if you liked this piece!\n\nFollow our channel for more interviews, essays, profiles and more about the people who are finding innovative ways to change the way we talk, think, and act in relation to the environment and climate change.\n\nFind us on social media: Facebook | Twitter | Instagram\n\nSign up to discover human stories that deepen your understanding of the world.\nFree\n\nDistraction-free reading. No ads.\n\nOrganize your knowledge with lists and highlights.\n\nTell your story. Find your audience.\n\nSign up for free\nMembership\n\nAccess the best member-only stories.\n\nSupport independent authors.\n\nListen to audio narrations.\n\nRead offline.\n\nJoin the Partner Program and earn for your writing.\n\nTry for $5/month\nEnvironment\nOceans\nClimate Change\nInterview\nSustainability\n\n21\n\nWritten by Kyle Calian\n393 Followers\n·\nEditor for \n\nThe Regeneration\n\nDesigner for Planet Earth: Social Innovation + Regenerative Systems + Zero Waste. Raised in the Hudson Valley. Based in NYC. Founder of @theregenmag\n\nFollow\nMore from Kyle Calian and The Regeneration\n\nKyle Calian\n\nThe Loss of the Wild — Pt.1\nHow redesigning urban areas can remind us how nature works.\n4 min read\n·\nAug 9, 2016\n\n36\n\n1\n\nKyle Calian\n\nin\n\nThe Regeneration\n\nInterview: Creating an apparel and outdoor gear brand from recycled plastic with Bill Johnston.\nBill Johnston is the co-founder and president of Recover Brands, an apparel and accessory manufacturing company whose mission is to create…\n11 min read\n·\nApr 19, 2018\n\n17\n\n1\n\nDaniel Christian Wahl\n\nin\n\nThe Regeneration\n\nWhat if? — Scaling-out regenerative development glocally\nBuilding educational ecosystems of collaboration to improve planetary health\n6 min read\n·\nSep 27, 2018\n\n890\n\n13\n\nKyle Calian\n\nSaturday Poem: Trees\nTrees By Ram Dass\n1 min read\n·\nAug 6, 2016\n\n17\n\n2\n\nSee all from Kyle Calian\nSee all from The Regeneration\nRecommended from Medium\n\nUnbecoming\n\n10 Seconds That Ended My 20 Year Marriage\nIt’s August in Northern Virginia, hot and humid. I still haven’t showered from my morning trail run. I’m wearing my stay-at-home mom…\n·\n4 min read\n·\nFeb 16, 2022\n\n70K\n\n1019\n\nAlexandru Lazar\n\nin\n\nILLUMINATION\n\nTen Habits that will get you ahead of 99% of People\nImprove your life and get ahead of your peers in 10 simple steps\n9 min read\n·\nNov 18\n\n7.1K\n\n135\n\nLists\nThe New Chatbots: ChatGPT, Bard, and Beyond\n12 stories\n·\n232 saves\nStories to Help You Grow as a Software Developer\n19 stories\n·\n616 saves\nIcon Design\n31 stories\n·\n173 saves\nBusiness\n38 stories\n·\n49 saves\n\nGlen Hendrix\n\nWe Might Delay a Collapse of Civilization Caused by Oil but Not One Caused by Climate Change\nIt may buy us some time before a tragic drop in population\n·\n6 min read\n·\n3 days ago\n\n303\n\n7\n\nScott-Ryan Abt\n\nin\n\nPitfall\n\nBye Bye, Spotify\nAnd see ya later, all you subscription services in my little empire\n·\n4 min read\n·\nAug 19\n\n17.1K\n\n406\n\nPaul Rose\n\nI Found A Very Profitable AI Side Hustle\nAnd it’s perfect for beginners\n6 min read\n·\nOct 18\n\n13.7K\n\n238\n\nNick Wignall\n\n5 Signs of Low Emotional Maturity\n#2: Gaslighting\n·\n9 min read\n·\nNov 30\n\n4.1K\n\n81\n\nSee more recommendations\n\nHelp\n\nStatus\n\nAbout\n\nCareers\n\nBlog\n\nPrivacy\n\nTerms\n\nText to speech\n\nTeams"
}