{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "McDonald's To Eliminate Plastic Straws in U.K. Restaurants",
  "href": "https://www.reddit.com/r/unitedkingdom/comments/880btk/mcdonalds_to_eliminate_plastic_straws_in_uk/",
  "body": "Paper straws used to be the default before plastic became so popular (the reason everyone switched to plastic btw. was environmental - deforestation from all the paper use was becoming a serious problem). It was great for quick use, but if you left it too long the paper got soggy and the straw blocked, which defeated the point.",
  "textContent": "McDonald's To Eliminate Plastic Straws in U.K. Restaurants : r/unitedkingdom\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unitedkingdom\nr/unitedkingdom\n•\n6 yr. ago\ndipo4you\nMcDonald's To Eliminate Plastic Straws in U.K. Restaurants\nfortune.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n6 yr. ago\npsaldorn\n•\n6 yr. ago\n\nI've never seen a paper straw. Interested to see what it feels like in use, I hate paper lollipop sticks - hope they aren't like that.\n\nAre the old straws not recyclable?\n\n34 more replies\nkildog\n•\n6 yr. ago\n\nMcDonalds destroy the environment for profit. This is just marketing fluff.\n\n5 more replies\nJoeDaStudd\n•\n6 yr. ago\n\nWhy not just use a recyclable or biodegradable plastic and not wrap them each individually?\n\nAll of the paper straws I've used in the past have been poor at best and paper mixed with waterproofing materials is notoriously hard to recycle (see coffee cups).\n\nImperialBritain\n•\n6 yr. ago\n\nExcellent news!\n\nFuck, I could use a McDonald's now.\n\n4 more replies\n[deleted]\n•\n6 yr. ago\nFannyGayForeskin\n•\n6 yr. ago\n\nMcDonalds should eliminate 'not paying its taxes' first tbqh\n\nRen182\n•\n6 yr. ago\n\nThis is great.\n\nAlso, I was in a Whetherspoons (I know) last weekend and their straws were paper ones which was good to see! Friend had a pitcher cocktail and it just about lasted long enough to make it through that which is good enough for most people I'd say!\n\n1 more reply\nifthestarsareright\n•\n6 yr. ago\n\nhow convenient when you can hide tawdry cost savings behind the excuse of being good for the environment. I personally much prefer a good honest British burger as available at Wimpy than this foul American muck.\n\nkildog\n•\n6 yr. ago\n\nThese kind of marketing stunts are just depressing.\n\n[deleted]\n•\n6 yr. ago\n\nTo save the whales....that eat at McDonalds...\n\nmrcassette\n•\n6 yr. ago\n\nI hope starbucks follow suit on their wastage. Everything is made to throw away there and no option for recycling...\n\nGreat, you use fairtrade coffee and donate a minuscule amount to global charities but you still use a ton of plastic coated paper cups without even placing a recycling bin in the stores. Grr, rant, moan, moan. Also nobody needs to consume thaaat much milk a day, except obese kids and people that want to hide the taste of coffee.\n\ncircuitology\n•\n6 yr. ago\n\nJudging by my recent ubereats orders, I thought they had done this already...\n\nExpediteTheSearch\n•\n6 yr. ago\n\nThey save plastic by not giving you the dips you've specifically ordered too. Happens 75% of the time in my experience.\n\nThe solution - request a refund for the part of the order that the dip was missing from. They'd soon start making the effort to not forget if everybody did that.\n\nBlaeRank\n•\n6 yr. ago\n\nUgh, I hate hate hate paper straws, I don't eat mcdonalds but spoons have started doing this too, need to use a new one for each drink because they fall to bits\n\nItsACommonMistake\n•\n6 yr. ago\n\nThey need to do this at bars. There’s a few in my area that are by request only but the amount of times I’ve got a drink and taken the straw out within a second of getting it is huge. The bar staff see you do it but it’s the venues rule that they put it in. So stupid.\n\n[deleted]\n•\n6 yr. ago\n\nNot that they recycle anything...\n\nFinalEdit\n•\n6 yr. ago\n \nTop 1%\nRank by size \nRelated\nUnited Kingdom\nEurope\nPlace\nforward\nback\nr/australia\nOver 3 months since the collapse of REDcycle and Coles is still promoting unnecessary packaging as recyclable\n2K upvotes · 152 comments\nr/unitedkingdom\nPatients 'at risk' as telephone and online GP appointments can miss serious illnesses, study finds\nlbc.co.uk\n744 upvotes · 419 comments\nr/unitedkingdom\nChildren 'having all 20 baby teeth surgically removed' amid dental crisis\nlbc.co.uk\n592 upvotes · 328 comments\nr/unitedkingdom\nNine-pound, 19th century bronze cannon stolen for scrap from Royal Armouries collection\nlbc.co.uk\n219 upvotes · 40 comments\nr/unitedkingdom\nVirgin Atlantic flight powered by cooking oil to make maiden journey from London to New York\nlbc.co.uk\n158 upvotes · 56 comments\nr/unitedkingdom\nOne in six Edinburgh University students unable to rent housing as planned, study suggests\nlbc.co.uk\n368 upvotes · 74 comments\nr/unitedkingdom\n'Armed cops would rather face terrorists than gangsters', Met Police chief says\nlbc.co.uk\n326 upvotes · 267 comments\nr/unitedkingdom\nBritish Airways flight carrying 216 passengers missed illegal drone by just 20ft while 3,000ft in the air over Windsor\nlbc.co.uk\n546 upvotes · 83 comments\nr/unitedkingdom\nOfficer exodus: 4,500 leave policing in their probation period during flagship uplift programme\nlbc.co.uk\n341 upvotes · 129 comments\nr/unitedkingdom\n'Only death will stop us': Eco-protesters say they won't quit as it's revealed one in 10 had already been arrested\nlbc.co.uk\n709 upvotes · 608 comments\nr/unitedkingdom\nHealth alerts issued and elderly people told to 'wear more layers' as South-east England sees earliest winter snow in 15 years\nlbc.co.uk\n679 upvotes · 189 comments\nr/unitedkingdom\nPolice to form Armistice Day ‘ring of steel’ as Met drafts in more than 1,000 officers to curb remembrance disruption\nlbc.co.uk\n625 upvotes · 973 comments\nr/unitedkingdom\nCoroners write to National Highways over smart motorway fears as agency spends £500k on legal fees\nlbc.co.uk\n202 upvotes · 85 comments\nr/unitedkingdom\nTwo boys, 12, arrested after man, 19 stabbed to death in Wolverhampton\nlbc.co.uk\n200 upvotes · 210 comments\nr/unitedkingdom\nOscar-winning actress Olivia Colman says 'gentle masculinity' is 'much cooler and hotter than Andrew Tate'\nlbc.co.uk\n7.3K upvotes · 1.9K comments\nr/unitedkingdom\nStepdad kills toddler after benefits payments stopped, as mum guilty of allowing her death by turning a blind eye\nlbc.co.uk\n950 upvotes · 352 comments\nr/unitedkingdom\nBBC TV licence fee 'to rise by more than £10' as Sunak warns it to 'be realistic' about charge in cost of living crisis\nlbc.co.uk\n547 upvotes · 650 comments\nr/unitedkingdom\n'It's economic vandalism': Locals slam 'bizarre' decision to scrap England's oldest Christmas market as it's too popular\nlbc.co.uk\n545 upvotes · 199 comments\nr/unitedkingdom\nThree men arrested over 'racially aggravated altercation' at Waterloo Station on Armistice Day\nlbc.co.uk\n511 upvotes · 261 comments\nr/unitedkingdom\nSpain to 'try and convince EU’ to axe 90-day visit limit for British holidaymakers after post-Brexit rule\nlbc.co.uk\n815 upvotes · 416 comments\nr/unitedkingdom\nForeign gangs 'exploiting' Brits to steal from high streets as shop thefts soar by 50% in London\nlbc.co.uk\n477 upvotes · 311 comments\nr/unitedkingdom\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n457 upvotes · 378 comments\nr/unitedkingdom\nTory London mayoral candidate Susan Hall rages against Sadiq Khan after 'pickpocketing ordeal on Tube'\nlbc.co.uk\n464 upvotes · 219 comments\nr/unitedkingdom\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n447 upvotes · 496 comments\nr/unitedkingdom\nRwanda ‘laughing all the way to the bank’ as £290m cost of scheme could have paid for 400,000 asylum claims\nlbc.co.uk\n2.3K upvotes · 471 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 29, 2018\nReddit\nreReddit: Top posts of March 2018\nReddit\nreReddit: Top posts of 2018"
}