{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Xbox/PC Game Pass - Reddit",
  "href": "https://www.reddit.com/r/XboxGamePass/",
  "body": "r/XboxGamePass: Game Pass Console, PC and Cloud News, and Discussion",
  "textContent": "Xbox/PC Game Pass\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/XboxGamePass\nCreate a post\nSort By:\nThis community has a Recap now!\n2023 is over.\nu/ABattleVet\n•\n4 yr. ago\nMaster List of All Current and Removed Game Pass Games\nCommunity - Megathread\nhttps://www.reddit.com/r/XboxGamePass/comments/gancnk/master_list_of_all_current_and_removed_game_pass/\nu/AutoModerator\n•\n7 days ago\nWhat have you played? w/c Mon 04 Dec, 2023\nCommunity - Megathread\nu/Tyaltir\n•\n49 min. ago\nBest games you find most enjoyable on a handheld?\nGames - General\n\nI ordered the legion go and it's on the way!\n\nGetting ready to decide what to play.\n\nWhat are your game pass recommendations that feel good on a handheld?\n\nu/Ancient_Bumblebee314\n•\n18 min. ago\nDoes Xbox Live Gold 12 Month also give GamePass Core on PC?\nAccount - Subscription\n\nHello all, apologies if this question has been asked before but I couldn't find any info on this so thought I'd ask before spending the money. I just realized how amazing Gamepass is and am nearing the end of my 14 day trial on PC. I was going to renew my sub with the 1 month but I saw that Xbox Live Gold now gives access to Gamepass Core, so onto my quesstion finally lol\n\nDoes buying 12 month Xbox Live Gold give access to Gamepass on PC as I've been using it, with EA Play added as well since I'm currently running through Dead Space (incredible btw) or is it just for console users and I should just get the 9.99 sub? Either way I'm renewing for quite a bit but the yearly option is of course the better value so any help is appreciated, thanks :)\n\nu/dabbinbeast559\n•\n52 min. ago\nHadn't Rise of The Tomb Raider been on gamepass already?\nGames - General\n\nI swear I've played this game on game pass like 2 years ago? It was fun and a good game. But not play it twice good.\n\nu/Pristine_Hawk_8789\n•\n2 hr. ago\nNo Windows notification when Play on PC / With Friends rewards pop\nTech Support WEEKENDS\n\nIf you are getting the Play on PC and Play With Friends rewards you'll know it's random how long they take to pop each day - so getting the notification message is the best way to know when youre sat in game.\n\nBut after some recent app update those messages have stopped showing up on-screen even though the rewards have popped OK - and now they dont even show up in the notification icon on the taskbar.\n\nThe usual Xbox App reset and settings disable/enable fixes havent worked this time.\n\nu/call_of_war_player\n•\nPromoted\nWhat would the world look like without US military Interventions?\n\nIn our game Call of War you can simulate this and many other scenarios.\n\ncallofwar.com\nPlay Now\nu/NoLife4Myself\n•\n2 hr. ago\nI can't play certain games, they get the error that I need to sign in\nTech Support WEEKENDS\n\nWhenever I launch certain games and select the account I'd like to use in the game itself it says I ''need to sign in to play the game''\n\nu/soulxhawk\n•\n6 hr. ago\nWill my save carry over from the base game to the definitive version?\nTech Support WEEKENDS\n\nIf I download the standard edition of Shadow of War from gamepass and then later buy the Definitive edition will my save still carry over since technically it is the same game? Or does Xbox count it as two different versions with 2 different saves?\n\nu/Able-Exam1166\n•\n3 hr. ago\nEA Play and Xbox Family sharing.\nGames - Play Together\n\nHello everyone!\n\nI would like to introduce NFS to my boy. I have GamePass Ultimate and EA Play account over my GP. Can I somehow share my free EA access to my GP-Family-Member?\n\nu/bustyLaserCannon\n•\n3 hr. ago\nAnyway to use my Gamepass PC to play FM24 on my Mac?\nGames - General\n\nI have a ROG Ally so I have gamepass but I’d rather play on a KB Mouse setup - anyway I can use the gamepass version on my Mac?\n\nu/phlumt2\n•\n22 hr. ago\nSome nice games that are only a couple hours long?\nGames - Recommendation\n\nDue to my work schedule, I tend to play story heavy games in the morning, but when I get home I have maybe 2-3 hours before I need to head off for bed. I recently played Venba last night and loved how short but enjoyable it was. Is there any other games similar to this?\n\nu/Nyoka_ya_Mpembe\n•\n6 hr. ago\nDoes XGP owner needs to be signed in so other acc can use XGP?\nGames - General\n\nMore detailed question: I got Xbox Game Pass on my account (A) and my son plays on his account (B), some games are not working, he can launch them but games like Party Animals (quick game mode) isn't launching, instead, he sees info about buying XGP. When acc A is signed in, acc B can play everything. It wasn't always like that, I had XGP and everyone was able to use it regardless if I was signed in or not. Now I (A) have to be signed in so others can play? Is this working as intended or a bug? When acc B plays, acc A is shown as playing games on Discord for example, then ppl think I am playing something which leads to confusion, it wasn't like that before. Pls help.\n\nu/SpacelessSpud\n•\n10 hr. ago\nRedeeming free 3 months\nAccount - Subscription\n\nI feel stupid, but I've never owned or played Xbox. I won a series S at a company event and am interested in redeeming the 3 months free game pass that says is included, but I can't for the life of me find a 25 digit code or anything pointing me in the right direction. Where would I find this code? When I google it I just get instructions on where to go to redeem but not where the code is.\n\nThank you!\n\nu/SaltyUpriser\n•\n7 hr. ago\nArmy of Two EA Play\nGames - General\n\nCan you play army of two through ea play on PC or does it specifically have to be on Xbox?\n\nu/AirNationalGuard\n•\nPromoted\nGuardsmen in the Air National Guard are able to serve wherever they call home and in a role that best suits their skills.\n\nServe Close To Home\n\nairforce.com\nLearn More\nu/Vinter_07\n•\n1 day ago\nRanking of games I played this year on Gamepass\nGames - Recommendation\n\nThis is a ranking of games I played this year on Gamepass. I also provide a little explanation of how I ranked them. Please feel free to comment if you have any more suggestions for me to try out on the console gamepass and would love to know any games you played this year as well :)\n\nHollow Knight: Souls like gameplay, Metroidvania, Amazing Dark story that you have to figure yourself out - it checked all the things I like in my games. Eagerly waiting on Silksong to come out.\n\nLies of P: Converting a children's book to a dark fantasy Souls like game was such an interesting concept to adapt. The lore is deep and the boss fights are very engaging.\n\nIt takes two: Easily the best couch co-op game ever made. There are so many unique environments and abilities in this game and somewhat light-hearted story was a good break from other games I had played.\n\nWo long: After hearing the reviews about this game, I did not think I will enjoy this game at all. It was one of the few souls-like games on gamepass so I thought I would give it a try. I was about to uninstall this game within a first few minutes of gameplay but after defeating the first boss and getting a grasp of the deflect mechanic, I just got addicted to this game. The boss fights were pretty unique and the sub-battlefield missions were not too bad as well. This one is definitely an unpopular opinion so I can expect hate on this lol.\n\nOvercooked 2: Another fun couch co-op game. I have a little bias for this game since I played this with my girlfriend during NYE so it is just a fun memory to have with all the fighting we did during the game.\n\nOri and the Will of the Wisp: This would have definitely ranked higher if I had not played Hollow Knight. The graphics are insane and the characters are sooo cute. I would have preferred to have a harder combat system though but I understand that this was meant as more of a platforming game than just combat.\n\nOri and the Blind Forest: Similar comments as Will of the wisp. Blind Forest had even lesser combat system and more platforming so it ranked just a little lower for me.\n\nTMNT Shredders Revenge: What a nostalgic game to play again with friends! We all were high as fuck while playing this game so it was just a different experience.\n\nCocoon: Gave this game a try because I wanted to play a small quick game before my game pass expired but the puzzles were so fun to solve. The concept of worlds within worlds was very cool, so happy to see them win debut indie game this year.\n\nWatchdogs 2: Another little bias in my list because of the game being set in Bay area where I live. Nothing special gameplay wise but doing the SF sightseeing in the game was nice.\n\nPlants vs Zombies: One more classic nostalgic game. Again, was looking for a quick game to finish before my gamepass expired (I have a habit of cancelling and renewing every now and then). I never completed this game before when I played on PC so finishing it off was a thing that had always been pending.\n\nQuantum Break: This is the most recent game I played and the story was awesome. I enjoy sci-fi, time travel thrillers so this game felt more like a movie. Having played Control already though, I felt this was a major step-down in gameplay. I didn't enjoy the gameplay because of the lack of weapons and enemy types in this game. The time abilities on the other hand were fun to use.\n\nHellblade Senua Sacrifice: Love the story (a very interesting take on mental health) and the setting of the game with various Norse mythology references. Not a big fan of the gameplay and the bosses though. Also, felt the game was too short.\n\nArkham Knight: This was the first game I played on Gamepass so I dont exactly remember how I felt about this game. The gameplay doesnt seem something I remember too much about even though I spent over 40 hours on this game.\n\nA way out: I played this game a few months after playing It Takes Two. The bar was set too high by the latter game that I dont think I enjoyed this game at all. The game felt too slow with very basic actions to perform.\n\nFirewatch: I feel a little bad putting this game at last of the list because I heard so many good reviews and I know the reddit community definitely loves this game but I guess slice of life games are not just for me. This game also felt very slow without much to do and I was a little glad at the end that it was a very short one.\n\nAgain, this is just my personal opinion on the games I played and I would love to hear anymore recommendations/opinions from you folks! Also, feel free to share what you played this year!!\n\nView full post\nu/srondina\n•\n14 hr. ago\nI have multiple \"free X days for new users\" things\nAccount - Subscription\n\nHey folks, so I've got a free month of Game Pass as a reward from a separate subscription I have, as well as a bunch of Mountain Dew bottle caps. Is there any way to stack these?\n\nu/Phoebioli\n•\n20 hr. ago\nFavorite game to play with friends online?\nGames - Recommendation\n\nWhat’s your favorite game(s) to play with friends?\n\nLooking for something that isn’t just a shooter or battle royale where we don’t get bored quick. Drop your favorites! Thanks!\n\nu/i_suck_toes_for_free\n•\n1 day ago\nCoop souls like games\nGames - Recommendation\n\nWhat games like wo long or elden ring can I play online with friends but aren't as hard for people like me who are new to the genre\n\nu/solascott64\n•\n2 days ago\nChill game pass games?\nGames - Recommendation\n\nWhat’s your favorite game to turn your brain off and relax to on game pass? Something where you don’t have to think about the story and just lay back and enjoy the gameplay. Any recommendations?\n\nu/BigBabyLolo\n•\n17 hr. ago\nWhat games are on Xbox Game Pass Ultimate/EA Play but NOT on steam?\nGames - General\n\nI haven't been able to find a conclusive list, so far the only game i found out was on xbox game pass or ea play but not steam was PvZ Garden Warfare 2. Does anyone have a list, even if incomplete, of games that aren't available on steam, but are with Xbox Game Pass Ultimate? (i've looked everywhere)\n\nEdit: Naming any game that you know of would also help. I forgot to mention I'm on PC\n\nu/Ezmanwtaken\n•\n19 hr. ago\nXbox game pass games that use mod.io\nGames - General\n\nWhat games can I cloud stream and use mod.io\n\nu/Prestigious-Long2161\n•\n23 hr. ago\nGamepass coop Games\nGames - Recommendation\n\nLooking for a good coop game to play with my wife that's not Grounded or minecraft. We have played those so much I can't do it anymore haha\n\nu/MtnDewOfficial\n•\nPromoted\nSo you want to know what it takes to make a new Mtn Dew flavor?\nu/solascott64\n•\n2 days ago\nGame pass hidden gems?\nGames - Recommendation\n\nWhat’s your favorite ‘hidden gems’ on game pass? I’m bored and want to try something new. Prefer if they’re indie or online\n\nu/Aperture_Employee499\n•\n22 hr. ago\n(PC) Series X controller not working on certain games\nTech Support WEEKENDS\n\nPlayed 'High on Life' and 'Dead Space' with the controller and it worked perfectly. Tried to play 'Jusant' and 'Bramble' and the controller works in the menu until I press A, then it stops working at all.\n\nI've disabled steam input, tried using the controller wired, looked into some drivers and nothing helps.\n\nu/BadAim7\n•\n1 day ago\nGamepass on xbox doesnt show up\nTech Support WEEKENDS\n\nFor the past 2 or 3 days im not able to access the gamepass tab on the top of the main menu, it says it isnt working and tells me to check the store...\n\ni like to use the gamepass tab to check the new games added etc, is there a way to fix it? i even factory reset my xbox...\n\nu/conzcious_eye\n•\n2 days ago\nWhat are your top 3-5 games That are either a hidden gem, a Diamond in the rough, or a sleeper game? Past or Recent\nGames - General\n\nSimply as the title states!\n\nu/newerprofile\n•\n1 day ago\nWhy am I getting this error?\nTech Support WEEKENDS\nu/TurianHammer\n•\n1 day ago\nRainbow Billy - Is it possible to delete Cloud Saves from PC Game Pass\nTech Support WEEKENDS\n\nLast Christmas my daughter and I played Rainbow Billy - Curse of the Leviathan together. She loved the game and asked if we could play it again over this holiday season.\n\nSo I re-install the game, my profile re-syncs, and we are at the end of the game...and the game has no restart option and no way to delete the save from the cloud.\n\nDoes anyone know how you can go about deleting a PC GamePass Cloud Save from Windows 11?\n\nTop 1%\nRank by size \nMENU\nHelp Posts & Wikis\nGame Launches\nCommunity Updates\nRecent Games Played\nRELATED COMMUNITIES\nr/XboxSeriesX\n2,468,192 members\nr/GamePassGameClub\n29,684 members\nr/MicrosoftRewards\n129,025 members\nr/xcloud\n38,909 members\nDISCORD\nOFFICIAL LINKS\nXbox Wire Blog\nGP Twitter\nGP PC Twitter\nDiscord - Xbox\nRULES\n1\nBe Civil\n2\nFAQ & Repeated Posts\n3\nDeals & Conversion\n4\nMedia & Self Promotion\n5\nBanned Websites\n6\nNo rants\n7\nGiveaways\n8\nNo selling/trading codes\n9\nStarfield Megathreads\nTOPICS\nXbox\nVideo game console\nGaming"
}