{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "YSK plastic straws are not recyclable, and make up a huge ... - Reddit",
  "href": "https://www.reddit.com/r/YouShouldKnow/comments/8r7s7x/ysk_plastic_straws_are_not_recyclable_and_make_up/",
  "body": "Plastic straws cannot be recycled due to being made of polypropylene, a byproduct of petroleum. Because of the large amount of energy it requires to extract and refine this material, straws cannot be broken down and recycled. When the plastics roll down the conveyer belts at recycling facilities, straws and plastic bottle caps wind up falling ...",
  "textContent": "YSK plastic straws are not recyclable, and make up a huge portion of the planet’s litter. : r/YouShouldKnow\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to YouShouldKnow\nr/YouShouldKnow\n•\n6 yr. ago\n___w0lf___\nYSK plastic straws are not recyclable, and make up a huge portion of the planet’s litter.\nOther\n\nPlastic straws cannot be recycled due to being made of polypropylene, a byproduct of petroleum. Because of the large amount of energy it requires to extract and refine this material, straws cannot be broken down and recycled. When the plastics roll down the conveyer belts at recycling facilities, straws and plastic bottle caps wind up falling out, instead piling up in landfills and subjecting them to the elements, where they can blown away or be carried off by animals.\n\nIn the United States alone, over 500 million drinking straws are used per day. Additionally, plastic drinking straws are the 5th most common litter item found on beaches and coastlines throughout the world. Plastic straws also injure the planet’s wildlife when ingested. One particular case (made famous by a viral video from 2015) shows a sea turtle with a straw lodged in its nostril , found off the coast of Costa Rica.\n\nSince then, many companies have made a point to produce paper straws, along with reusable metal straws, to help reduce the impact that plastic straws have on our planet. Lots of options are available online and only cost a few dollars!\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n6 yr. ago\n\nr/zerowaste\n\nSwitch over to paper/ silicone/ metal/ glass straws or better yet, don’t use them at all!\n\nicymuze\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nStraws are essential for disabled people. And all this hubbub around banning them is misplaced. Should we reduce plastic use? Absolutely, but instead of banning straws, go for an opt-in system. Also:\n\n-that 500 million statistic? Is based off of a phone survey conducted by a 9 year old\n-plastic straws make up 0.03% of the plastic that enters the ocean each year\n-abandoned fishing gear is probably the ocean's number one pollutant. 46% of that plastic garbage island is fishing net. Abandoned crab pots take in 1.25 million blue crabs a year.\n\nBanning straws does nothing except harm disabled people.\n\nP.S. alternatives to plastic straws are never positionable, rarely heat and cold safe, rarely bite safe, and are always difficult to clean for able-bodied people.\n\nSources: http://www.chicagotribune.com/news/opinion/commentary/ct-perspec-straws-drinking-ocean-pollution-movement-coffee-stirrers-plastic-straw-0618-story.html\n\nhttp://reason.com/blog/2018/01/25/california-bill-would-criminalize-restau\n\nhttp://www.cbc.ca/news/canada/british-columbia/plastic-straw-ban-vancouver-1.4670276\n\nhttps://oceanconservancy.org/wp-content/uploads/2017/05/2016-threat-rank-report.pdf\n\n2 more replies\nMidTownMotel\n•\n6 yr. ago\n\nThere are huge factories all over the world pumping out plastic products that will end up in the garbage. Walk around a Wal-Mart, all that shit is plastic garbage, it's only a matter of time. Many plastic straws are in plastic cups, what about the cups? None of this stuff gets recycled, even if it can be recycled it isn't. Straws are stupid and don't matter. The problem is far, far greater.\n\n3 more replies\nSmithRune735\n•\n6 yr. ago\n\nWtf is that picture bro? Please tell me thats a huge booger and not a plastic straw\n\n1 more reply\nPrevette1990\n•\n6 yr. ago\n\nMake it a law then it could make a difference. For now people don't care enough unfortunately. Same with all other plastic products. Also paper still takes cutting down trees and that's not good either.\n\n3 more replies\n \nTop 1%\nRank by size \nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 250 comments\nr/tumblr\nThis should be the last straw\n775 upvotes · 19 comments\nr/norfolk\nPlastic straws no more? Hampton Roads catches on to national environmental trend\npilotonline\n51 upvotes · 17 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 26 comments\nr/nottheonion\nFort McMurray plastic bag ban leaves bag addicts looking for their next fix\ncbc.ca\n84 upvotes · 47 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 122 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 98 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 263 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n857 upvotes · 42 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 27 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/videos\nSteve Martin's \"Not Gonna Phone it in Tonight\" musical number is the best cold-opening SNL ever had.\nyoutube\n1.6K upvotes · 311 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/videos\nSimCity 2000 30 Years Later: An LGR Retrospective\nyoutube\n1.3K upvotes · 271 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 78 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 15, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}