{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Seven charts that explain the plastic pollution problem - BBC",
  "href": "https://www.bbc.com/news/science-environment-42264788",
  "body": "All the BBC's news on plastic pollution It is estimated debris takes about six years to reach the centre of the North Pacific gyre from the coast of the US, and about a year from Japan. All five...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nSeven charts that explain the plastic pollution problem\n9th December 2017, 06:09 CST\nShare\nGetty Images\n\nMarine life is facing \"irreparable damage\" from the millions of tonnes of plastic waste which ends up in the oceans each year, the United Nations has warned.\n\n\"This is a planetary crisis... we are ruining the ecosystem of the ocean,\" UN oceans chief Lisa Svensson told the BBC.\n\nBut how does this happen, where is most at risk and what damage does this plastic actually do?\n\nWhy is plastic problematic?\n\nPlastic as we know it has only really existed for the last 60-70 years, but in that time it has transformed everything from clothing, cooking and catering, to product design, engineering and retailing.\n\nOne of the great advantages of many types of plastic is that they're designed to last - for a very long time.\n\nAnd nearly all the plastic ever created still exists in some form today.\n\nIn July a paper published in the journal Science Advances by industrial ecologist Dr Roland Geyer, from the University of California in Santa Barbara, and colleagues, calculated the total volume of all plastic ever produced at 8.3bn tonnes.\n\nOf this, some 6.3bn tonnes is now waste - and 79% of that is in landfill or the natural environment.\n\nThis vast amount of waste has been driven by modern life, where plastic is used for many throwaway or \"single use\" items, from drinks bottles and nappies to cutlery and cotton buds.\n\nFour billion plastic bottles...\n\nDrinks bottles are one the most common types of plastic waste. Some 480bn plastic bottles were sold globally in 2016 - that's a million bottles per minute.\n\nOf these, 110bn were made by drinks giant Coca Cola.\n\nSome countries are considering moves to reduce consumption.\n\nProposals in the UK include deposit-return schemes, and the improvement of free-drinking water supplies in major cities, including London.\n\nSo how much plastic waste ends up in the sea?\n\nIt's likely that about 10m tonnes of plastic currently ends up in the oceans each year.\n\nIn 2010 scientists from the National Center for Ecological Analysis and Synthesis and the University of Georgia in Athens estimated the figure as 8m tonnes, and forecast that to rise to 9.1m tonnes by 2015.\n\nThe same study, published in the journal Science in 2015, surveyed 192 coastal countries contributing to ocean plastic waste, and found that Asian nations were 13 of the 20 biggest contributors.\n\nChina was top of the list of countries mismanaging plastic waste, but the US also featured in the top 20 and contributed a higher rate of waste per person.\n\nPlastic waste accumulates in areas of the ocean where winds create swirling circular currents, known as gyres, which suck in any floating debris.\n\nThere are five gyres around the globe, but the best known is probably the North Pacific gyre.\n\nMore on this topic:\n\nBlue Planet II advisers feel 'shame and anger' at extent of plastic\nImages of a global problem\nAll the BBC's news on plastic pollution\n\nIt is estimated debris takes about six years to reach the centre of the North Pacific gyre from the coast of the US, and about a year from Japan.\n\nAll five gyres have higher concentrations of plastic rubbish than other parts of the oceans.\n\nThey are made up of tiny fragments of plastic, which appear to hang suspended below the surface - a phenomenon that has led it to being described as plastic soup.\n\nAnd the hard-wearing qualities of most plastics means that some items can take hundreds of years to biodegrade.\n\nHowever, there are moves to clean up the North Pacific gyre. An operation led by a non-profit organisation Ocean Cleanup is due to begin in 2018.\n\nHow bad are things in the UK?\n\nThe Marine Conservation Society found 718 pieces of litter for every 100m stretch of beach surveyed during their recent Great British Beach Clean Up. That was a 10% increase on last year.\n\nRubbish from food and drink constituted at least 20% of all litter collected, the MCS reported.\n\nThe origin of a lot of the litter is difficult to trace, but the public contributes about 30%. \"Sewage-related debris\", or items flushed down toilets that should have been put in the bin, amounted to some 8.5%.\n\nWhy is plastic so harmful to marine life?\n\nFor sea birds and larger marine creatures like turtles, dolphins and seals, the danger comes from being entangled in plastic bags and other debris, or mistaking plastic for food.\n\nTurtles cannot distinguish between plastic bags and jellyfish, which can be part of their diet. Plastic bags, once consumed, cause internal blockages and usually result in death.\n\nLarger pieces of plastic can also damage the digestive systems of sea birds and whales, and can be potentially fatal.\n\nOver time, plastic waste slowly degrades and breaks down into tiny micro-fragments which are also causing scientists concern.\n\nA recent survey by Plymouth University found that plastic was found in a third of UK-caught fish, including cod, haddock, mackerel and shellfish.\n\nThis can result in malnutrition or starvation for the fish, and lead to plastic ingestion in humans too.\n\nThe effect on humans of eating fish containing plastic is still largely unknown.\n\nBut in 2016 the European Food Safety Authority warned of an increased risk to human health and food safety \"given the potential for micro-plastic pollution in edible tissues of commercial fish\".\n\nProduced by Alison Trowsdale, Tom Housden and Becca Meier. Design by Sue Bridge and Joy Roxas.\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}