{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Lettuce Entertain You Bans Plastic Straws at 120 Locations",
  "href": "https://www.reddit.com/r/chicago/comments/8ssbnx/lettuce_entertain_you_bans_plastic_straws_at_120/",
  "body": "960 votes, 159 comments. 491K subscribers in the chicago community. /r/Chicago is the place to discuss and stay updated on the daily happenings of…",
  "textContent": "Lettuce Entertain You Bans Plastic Straws at 120 Locations : r/chicago\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to chicago\nr/chicago\n•\n6 yr. ago\nVariable_Interest\nLettuce Entertain You Bans Plastic Straws at 120 Locations\nNews\nchicago.eater.com\nOpen\nSort by:\nAdd a Comment\n[deleted]\n•\n6 yr. ago\n[deleted]\n•\n6 yr. ago\n\nGood move. The White Sox Park did this too, and now uses paper straws.\n\nHowever, paper straws aren't very good. You can taste the papery powder, and they start to disintegrate if you take too long sipping your drink. Best to not use a straw at all.\n\nReply\nreply\nArea_Woman\n•\n6 yr. ago\n\nBest to not use a straw at all.\n\nYep. Reduce - Reuse - Recycle - in that order.\n\nReply\nreply\n14 more replies\nHAAAAAAALP_\n•\n6 yr. ago\n\nYeah...the paper straws are awful. I understand not using plastic straws, but how about just giving people a Twizzler or something.\n\nReply\nreply\n11 more replies\navianaltercations\n•\n6 yr. ago\n\nJust wait. Someone is going to \"re-invent\" how we look at straws - industry-disrupting straws that not only reduce waste, but also is eco-friendly and green. That's right, someone is going to start making straws out of.... straw.\n\nReply\nreply\n2 more replies\nmrbooze\n•\n6 yr. ago\n\nMany disabled people need them, and metal straws are dangerous for people with lack of movement control.\n\nReply\nreply\n2 more replies\n13 more replies\nDavidGuyon\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nI was just in Hawaii and was pleasantly surprised that straws were banned across all of the islands. Keep this train rolling.\n\nReply\nreply\n4 more replies\n[deleted]\n•\n6 yr. ago\n\nSince reading this post I decided to email Blind Faith Cafe in Evanston. They have extremely good vegetarian/vegan food and are very eco-friendly but were still using plastic straws so I asked them to please reconsider. I received a response that they have already taken steps to ditch the plastic and as soon as their current inventory runs out they will be changing to a paper straw source! Awesome work Blind Faith!\n\nhttps://www.blindfaithcafe.com/\n\nReply\nreply\n1 more reply\nInspector-Space_Time\n•\n6 yr. ago\n\nWhy can't we just use biodegradable plastic for straws? Paper straws are shit and metal straws are breeding ground for bacteria. Single use plastic is the best thing for straws, seems we should focus on fixing the problems with that instead of abandoning the superior technology all together. Biodegradable plastics are weaker than regular plastic but I doubt that'll make a difference in straws.\n\nReply\nreply\nweberc2\n•\n6 yr. ago\n\niirc, the problem with straws is the impact on marine life. Pretty sure biodegradable plastics still take years to degrade, which probably would give them plenty of time to do damage? I'd be interested to hear from someone who knows more though.\n\nReply\nreply\n1 more reply\nTeruyo9\n•\n6 yr. ago\n\nPrice, mainly. Compostable/biodegradable plastic costs more to make than regular plastic or paper.\n\nSource: work in the composting/zero waste event industry.\n\nReply\nreply\nStankia\n•\n6 yr. ago\n\nWhy just not use straws at all?\n\nReply\nreply\n1 more reply\n[deleted]\n•\n6 yr. ago\n\nLandfills don’t have proper airflow... not even vegetable scraps break down in them.\n\nReply\nreply\nmagfluor\n•\n6 yr. ago\n\nI’ve seen a lot of places post that they’re only offering straws upon request, happy to see it! Been trying to carry my own reusable utensils as well so I’m not using too many plastic utensils\n\nReply\nreply\ntonucho\n•\n6 yr. ago\n\nGood\n\nReply\nreply\n[deleted]\n•\n6 yr. ago\n\nI saw this reusable straw on kickstarter a bit ago:\n\nhttps://www.kickstarter.com/projects/908228738/finalstraw-the-worlds-first-collapsible-reusable-s?ref=nav_search&result=project&term=reusable%20straw\n\nI don't use straws often enough to justify it (in fact, I'd prefer if all restaurants just didn't provide them by default). This seems like a novel idea for those that do, though.\n\nReply\nreply\n5 more replies\n[deleted]\n•\n6 yr. ago\nView more comments\n \nTop 1%\nRank by size \nRelated\nChicago\nCook County\nIllinois\nUnited States of America\nNorth America\nPlace\nforward\nback\nr/chicago\nFormer Chicago Mayor and current US Ambassador to Japan Rahm Emanuel tells China to come clean about recent childhood pneumonia outbreak\nnewsweek\n90 upvotes · 14 comments\nr/Bitcoin\nWind powered Bitcoin Mining operation in Texas raises $30 Million in VC Funding\ncoindesk\n67 upvotes · 24 comments\nr/worldnews\nLet's Be Clear, Says Mexico Environment Minister, 'Parasitic and Predatory Neoliberalism' to Blame for Climate Crisis\ncommondreams.org\n931 upvotes · 235 comments\nr/StLouis\nHot Ones with Sterling K. Brown. Lots of love for St. Louis in the one.\nyoutube\n105 upvotes · 12 comments\nr/milwaukee\nFound on Youtube, probably the best look at historic streetcars in Milwaukee that I've ever seen.\nyoutube\n104 upvotes · 12 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/Jeopardy\n19 years ago today, the Ken Jennings streak came to an end. But he earned $2,000 for the second place finish AND got free tax-prep for life\nyoutube\n180 upvotes · 36 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n589 upvotes · 41 comments\nr/lastweektonight\nDollar Stores: Last Week Tonight with John Oliver (HBO)\nyoutube\n224 upvotes · 42 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/poppunkers\nNeck Deep - We need more bricks\nyoutube\n141 upvotes · 60 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/poppunkers\nOpinion: The Last Song by The All-American Rejects is a pop/pop-punk masterpiece!\nyoutube\n118 upvotes · 27 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 14 comments\nr/poppunkers\nGreen Day - Dilemma (New)\nyoutube\n142 upvotes · 55 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n237 upvotes · 46 comments\nr/Music\nFleetwood Mac - Everywhere (Live) [Rock] (1987) Christine McVie RIP\nyoutube\n114 upvotes · 14 comments\nr/wisconsin\nFull body-cam footage behind the viral Applebees arrest video in Kenosha\nyoutube\n105 upvotes · 20 comments\nr/Music\nMarvin Gaye - What's Going On [R&B/Soul] (1972) Live in Chicago\nyoutube\n182 upvotes · 15 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/Music\nThe Band - Up On Cripple Creek live on Thanksgiving Day 1976 [Funk Folk]\nyoutube\n148 upvotes · 24 comments\nr/Music\nAretha Franklin feat. The Blues Brothers -- Think [Soul]\nyoutube\n206 upvotes · 20 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 21, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}