{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Map & Share Data on Plastic-pollution - Reddit",
  "href": "https://www.reddit.com/r/openlittermap/",
  "body": "Otherwise, who will be allowed to produce knowledge on the state of plastic pollution? This is all being developed by 1 guy (u/littercoin) who began researching litter mapping in 2009 when he was introduced to GIS. After traveling and working as a divemaster in Koh Tao, he came home super-motivated and took out a loan to do 2-masters just to ...",
  "textContent": "Map & Share Data on Plastic-pollution\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/openlittermap\nCreate a post\nSort By:\nu/littercoin\n•\n15 days ago\nUpdate - After 15 years, OLM developments paused until further notice.\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/littercoin\n•\n2 mo. ago\nUpdate - popups will now show if tags were updated by admin during review\nu/littercoin\n•\n3 mo. ago\nRIP Littercoin 2015-2023.\nu/littercoin\n•\n3 mo. ago\nYesterday we received our first Littercoin merchant application in Uganda. Today more rejection from cardano\nu/littercoin\n•\n3 mo. ago\nThis WorldCleanupDay, mappers, scientists and activists across Latin America will teach & learn how to use OpenLitterMap with our new partners. Watch live on YouTube:\nu/littercoin\n•\n3 mo. ago\nIowa City Litter Crew - Using OpenLitterMap to communicate their impact\nhttps://www.meetup.com/iowa-city-litter-crew/\nu/littercoin\n•\n3 mo. ago\nFinally got an android to test properly instead of just pushing to production and hoping for the best\nu/littercoin\n•\n3 mo. ago\nAndroid bug in production\nu/littercoin\n•\n3 mo. ago\nMy submission to the 35th international geographic congress in Dublin next year\nu/MtnDewOfficial\n•\nPromoted\nSo you want to know what it takes to make a new Mtn Dew flavor?\nu/littercoin\n•\n4 mo. ago\nThis is what you get\nu/littercoin\n•\n4 mo. ago\nMobile app v5 launching soon. Improved tagging, leaderboards, latest versions of everything and more!\nu/littercoin\n•\n4 mo. ago\nWe are compiling a list of the worlds climate friendly zero waste stores for everyone to benefit from\nu/littercoin\n•\n4 mo. ago\nUpdate to all time-series charts\nu/littercoin\n•\n5 mo. ago\nAnother brave TrashDog helping us clean the planet and achieve the Sustainable Dog Goals\nu/littercoin\n•\n5 mo. ago\nYou are our generals.\nu/littercoin\n•\n5 mo. ago\nFrom Trash to Treasure: Telling Stories of Impact on OpenLitterMap\nhttps://cardano.ideascale.com/c/idea/103254\nu/littercoin\n•\n5 mo. ago\nExpect us\nu/mybigfuture\n•\nPromoted\nA career in gaming isn’t limited to just computer programming or animation. No matter where your interest lies, we have a role for you.\n\nStart exploring your career options today and power up your brighter future.\n\nbigfuture.collegeboard.org\nLearn More\nu/littercoin\n•\n5 mo. ago\nYou are at an amusement park and you see this. What custom tag do you add?\nu/littercoin\n•\n5 mo. ago\n600,000+ picked up this weekend across the Netherlands. 34 Littercoin were mined\nu/littercoin\n•\n5 mo. ago\nLittercoin Closeout Report for Project Catalyst Fund 4\nu/littercoin\n•\n6 mo. ago\nWho’s up for a game of extreme litter picking\nu/littercoin\n•\n6 mo. ago\nJoin the Littercoin mafia\nu/littercoin\n•\n6 mo. ago\nWE DID IT! 420,069 uploads\nu/littercoin\n•\n6 mo. ago\nCleaning the planet, one piece at a time\nu/littercoin\n•\n6 mo. ago\nSay hello to our newest cleanup team, the Trash Pandas 🗑️🐼\nu/MTNDEWGaming\n•\nPromoted\nScore MTN DEW® GAME FUEL® and prepare to take on Halo and Diablo IV. Epic rewards are waiting.\nmountaindew.com\nLearn More\nu/littercoin\n•\n6 mo. ago\nMining Littercoin in Switzerland cleaning the planet with @GRHans @redbull is this yours?\nu/littercoin\n•\n6 mo. ago\nZimbabwe achieves 1st place in the daily cleanup leaderboards\nu/littercoin\n•\n6 mo. ago\nLittercoin is a security\nTop 14%\nRank by size \nHOW TO GET INVOLVED\n\nOpenLitterMap empowers you to map and share data on plastic pollution anywhere.\n\nSnap it, tag it, share it.\n\nIt's like Pokémon Go for Tidy Towns!\n\nThe data is not just mapped, more importantly, the data is accessible as open data.\n\nhttps://en.wikipedia.org/wiki/Open_data\n\nThis is a work in progress that is only about 5-10% of where it needs to be. Currently, OpenLitterMap.com works on all devices as a web-app which is built mobile first and works like an app. Mobile apps are in development and will launch in June or July 2019.\n\nIf you would like to join the global community of people sharing data on plastic pollution:\n\nEnable location services on your device. Instructions about how to do this are sent out in a welcome email when you sign up. Once activated, your photos will be geotagged and they can be uploaded and automatically mapped.\n\nSign up, log in and upload your images.\n\nTag x litter in your images. You can tag as little or as much litter in a single image as you want. If there is too much litter, use the Illegal dumping item in the Other category and choose a number between 1-100.\n\nSubmit your image for verification. Once approved, your image will appear on the maps, the data will be made accessible for anyone to access and you get Littercoin for doing the work. We are manually and tediously verifying data to remove any ambiguity from our data which gives it as much legitimacy as possible. This high quality verified data will be also be used to train machine learning algorithms. Some super-users are trusted and their images achieve automatic verification. Users who submit images correctly get rewarded with Littercoin which is the first blockchain token rewarded for the production of geographic information.\n\nAnyone can download OpenLitterMap data for free as open data which can be used for any purpose without permission. This is essential to advance and democratize science. Otherwise, who will be allowed to produce knowledge on the state of plastic pollution?\n\nThis is all being developed by 1 guy (u/littercoin) who began researching litter mapping in 2009 when he was introduced to GIS. After traveling and working as a divemaster in Koh Tao, he came home super-motivated and took out a loan to do 2-masters just to get the methodology right (MSc GIS & Remote Sensing, MSc Coastal & Marine Environments). This one guy then taught himself how to code and is still working on OpenLitterMap today. And he has a few more projects, should he ever get some support.\n\nIf you like this work, or maybe you think the development of open data on pollution is really important, OpenLitterMap has crowdfunding built into the platform patreon style with optional once-off donations and monthly subs starting at €5/month which is currently necessary to keep the servers online. Maybe one day we could make a video or pay someone a living wage to write a few lines of very important code? With support, this could have been developed years ago!\n\nIf you can't afford to chip in, that's cool too. Likes & shares also go a long way!\n\nLitter mapping is a relatively new field of Geographical Information Science that remains largely unexplored - and will continue to remain unexplored when access to data is restricted.\n\nSnap it, tag it, share it.\n\nWelcome, to the Open Pollution Revolution.\n\nHOW TO ACCESS MAPS & DATA\n\nThere is a global map at https://openlittermap.com\n\nMore sophisticated maps also exist at smaller scales if drill down to the \"city\" or \"town\" layer, as these more complicated maps are unable to render at larger scales.\n\nFor example,\n\nhttps://openlittermap.com/maps/UK/England/London/map\n\nhttps://openlittermap.com/maps/The%20Netherlands/Zuid-Holland/Wassenaar/map\n\nWant to download all the data? Great! Simply finish any URL with /download\n\neg\n\nopenlittermap.com/maps/Australia/NSW/Sydney/download\n\nopenlittermap.com/maps/Australia/NSW/download\n\nopenlittermap.com/maps/Australia/download\n\nCan't be arsed typing in the \"United States of America\" or whatever country name? No problem, just use a 2-letter shortcode to access the states of a country\n\nopenlittermap.com/maps/us\n\n= Alaska, California, MA, TX, etc.\n\nNotice that every layer as a Litter & Brand Pie Chart, a Time-Series Graph, a Top-10 Leaderboard and if you log in, a download option will appear at every layer.\n\nClick on a country name at the LitterWorldCup to get access to a list of states, and click on a state to get access to a list of cities / towns within that state.\n\nAll countries, states and cities compete against each other at the #LitterWorldCup in the race to share data and eradicate plastic pollution.\n\nAlso at the city layer, there is an extra \"options\" panel that allows you to filter data by time and change the size of the hex.\n\nHappy mapping !! _^"
}