{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic fibres found in tap water around the world, study reveals",
  "href": "https://www.theguardian.com/environment/2017/sep/06/plastic-fibres-found-tap-water-around-world-study-reveals",
  "body": "Photograph: Michael Heim/Alamy Plastics This article is more than 6 years old Plastic fibres found in tap water around the world, study reveals Exclusive: Tests show billions of people globally...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nThe average number of fibres found in each 500ml sample ranged from 4.8 in the US to 1.9 in Europe. Photograph: Michael Heim/Alamy\nPlastics\n This article is more than 6 years old\nPlastic fibres found in tap water around the world, study reveals\nThis article is more than 6 years old\n\nExclusive: Tests show billions of people globally are drinking water contaminated by plastic particles, with 83% of samples found to be polluted\n\nWe are living on a plastic planet. What does it mean for our health?\nDamian Carrington Environment editor\n@dpcarrington\nTue 5 Sep 2017 19.01 EDT\n1,701\n\nMicroplastic contamination has been found in tap water in countries around the world, leading to calls from scientists for urgent research on the implications for health.\n\nScores of tap water samples from more than a dozen nations were analysed by scientists for an investigation by Orb Media, who shared the findings with the Guardian. Overall, 83% of the samples were contaminated with plastic fibres.\n\nWe are living on a plastic planet. What does it mean for our health?\nRead more\n\nThe US had the highest contamination rate, at 94%, with plastic fibres found in tap water sampled at sites including Congress buildings, the US Environmental Protection Agency’s headquarters, and Trump Tower in New York. Lebanon and India had the next highest rates.\n\nEuropean nations including the UK, Germany and France had the lowest contamination rate, but this was still 72%. The average number of fibres found in each 500ml sample ranged from 4.8 in the US to 1.9 in Europe.\n\nThe new analyses indicate the ubiquitous extent of microplastic contamination in the global environment. Previous work has been largely focused on plastic pollution in the oceans, which suggests people are eating microplastics via contaminated seafood.\n\n“We have enough data from looking at wildlife, and the impacts that it’s having on wildlife, to be concerned,” said Dr Sherri Mason, a microplastic expert at the State University of New York in Fredonia, who supervised the analyses for Orb. “If it’s impacting [wildlife], then how do we think that it’s not going to somehow impact us?”\n\nA magnified image of clothing microfibres from washing machine effluent. One study found that a fleece jacket can shed as many as 250,000 fibres per wash. Photograph: Courtesy of Rozalia Project\n\nA separate small study in the Republic of Ireland released in June also found microplastic contamination in a handful of tap water and well samples. “We don’t know what the [health] impact is and for that reason we should follow the precautionary principle and put enough effort into it now, immediately, so we can find out what the real risks are,” said Dr Anne Marie Mahon at the Galway-Mayo Institute of Technology, who conducted the research.\n\nPlastic pollution risks 'near permanent contamination of natural environment'\nRead more\n\nMahon said there were two principal concerns: very small plastic particles and the chemicals or pathogens that microplastics can harbour. “If the fibres are there, it is possible that the nanoparticles are there too that we can’t measure,” she said. “Once they are in the nanometre range they can really penetrate a cell and that means they can penetrate organs, and that would be worrying.” The Orb analyses caught particles of more than 2.5 microns in size, 2,500 times bigger than a nanometre.\n\nMicroplastics can attract bacteria found in sewage, Mahon said: “Some studies have shown there are more harmful pathogens on microplastics downstream of wastewater treatment plants.”\n\nMicroplastics are also known to contain and absorb toxic chemicals and research on wild animals shows they are released in the body. Prof Richard Thompson, at Plymouth University, UK, told Orb: “It became clear very early on that the plastic would release those chemicals and that actually, the conditions in the gut would facilitate really quite rapid release.” His research has shown microplastics are found in a third of fish caught in the UK.\n\nThe scale of global microplastic contamination is only starting to become clear, with studies in Germany finding fibres and fragments in all of the 24 beer brands they tested, as well as in honey and sugar. In Paris in 2015, researchers discovered microplastic falling from the air, which they estimated deposits three to 10 tonnes of fibres on the city each year, and that it was also present in the air in people’s homes.\n\nThis research led Frank Kelly, professor of environmental health at King’s College London, to tell a UK parliamentary inquiry in 2016: “If we breathe them in they could potentially deliver chemicals to the lower parts of our lungs and maybe even across into our circulation.” Having seen the Orb data, Kelly told the Guardian that research is urgently needed to determine whether ingesting plastic particles is a health risk.\n\nThe new research tested 159 samples using a standard technique to eliminate contamination from other sources and was performed at the University of Minnesota School of Public Health. The samples came from across the world, including from Uganda, Ecuador and Indonesia.\n\nFrom sea to plate: how plastic got into our fish\nRead more\n\nHow microplastics end up in drinking water is for now a mystery, but the atmosphere is one obvious source, with fibres shed by the everyday wear and tear of clothes and carpets. Tumble dryers are another potential source, with almost 80% of US households having dryers that usually vent to the open air.\n\n“We really think that the lakes [and other water bodies] can be contaminated by cumulative atmospheric inputs,” said Johnny Gasperi, at the University Paris-Est Créteil, who did the Paris studies. “What we observed in Paris tends to demonstrate that a huge amount of fibres are present in atmospheric fallout.”\n\nPlastic fibres may also be flushed into water systems, with a recent study finding that each cycle of a washing machine could release 700,000 fibres into the environment. Rains could also sweep up microplastic pollution, which could explain why the household wells used in Indonesia were found to be contaminated.\n\nIn Beirut, Lebanon, the water supply comes from natural springs but 94% of the samples were contaminated. “This research only scratches the surface, but it seems to be a very itchy one,” said Hussam Hawwa, at the environmental consultancy Difaf, which collected samples for Orb.\n\nThis planktonic arrow worm, Sagitta setosa, has eaten a blue plastic fibre about 3mm long. Plankton support the entire marine food chain. Photograph: Richard Kirby/Courtesy of Orb Media\n\nCurrent standard water treatment systems do not filter out all of the microplastics, Mahon said: “There is nowhere really where you can say these are being trapped 100%. In terms of fibres, the diameter is 10 microns across and it would be very unusual to find that level of filtration in our drinking water systems.”\n\nBottled water may not provide a microplastic-free alternative to tapwater, as the they were also found in a few samples of commercial bottled water tested in the US for Orb.\n\n38 million pieces of plastic waste found on uninhabited South Pacific island\nRead more\n\nAlmost 300m tonnes of plastic is produced each year and, with just 20% recycled or incinerated, much of it ends up littering the air, land and sea. A report in July found 8.3bn tonnes of plastic has been produced since the 1950s, with the researchers warning that plastic waste has become ubiquitous in the environment.\n\n“We are increasingly smothering ecosystems in plastic and I am very worried that there may be all kinds of unintended, adverse consequences that we will only find out about once it is too late,” said Prof Roland Geyer, from the University of California and Santa Barbara, who led the study.\n\nMahon said the new tap water analyses raise a red flag, but that more work is needed to replicate the results, find the sources of contamination and evaluate the possible health impacts.\n\nShe said plastics are very useful, but that management of the waste must be drastically improved: “We need plastics in our lives, but it is us that is doing the damage by discarding them in very careless ways.”\n\nExplore more on these topics\nPlastics\nPollution\nWater\nOceans\nHealth\nEurope\nRivers\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMore on this story\nChristmas shoppers warned to avoid plastic toys due to toxin levels\n18 Dec 2018\nLegal plastic content in animal feed could harm human health, experts warn\n15 Dec 2018\nWHO launches health review after microplastics found in 90% of bottled water\n15 Mar 2018\nAre we poisoning our children with plastic?\n19 Feb 2018\n…\nSea salt around the world is contaminated by plastic, studies show\n8 Sept 2017\n…\nQ&A: our plastic addiction is out of control. How can we consume less?\n8 Sept 2017\nThe Guardian view on plastic: learning to love it wisely\n6 Sept 2017\n…\nScience Weekly\nPlastics: a villainous material? Or a victim of its own success? – Science Weekly podcast\n30 Aug 2017\n…\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,174,181 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}