{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastics in oceans are mounting, but evidence on harm is surprisingly weak",
  "href": "https://theconversation.com/plastics-in-oceans-are-mounting-but-evidence-on-harm-is-surprisingly-weak-93877",
  "body": "Large particles fragment into smaller pieces known as microplastics - technically 5mm in diameter or less. These are now recognised as one of the most prevalent human-made pollutants in marine...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nPlastics in oceans are mounting, but evidence on harm is surprisingly weak\nPublished: March 26, 2018 4:32am EDT\nAuthors\nTed Henry\n\nProfessor of Environmental Toxicology, Heriot-Watt University\n\nAna Catarino\n\nNERC Research Associate, Heriot-Watt University\n\nDisclosure statement\n\nTed Henry is principal investigator on RealRiskNano, which is funded by NERC, and also receives funding from various other public granting agencies in UK and abroad.\n\nAna Catarino is a postdoctoral research associate on RealRiskNano, which receives funding from NERC.\n\nPartners\n\n\t\n\nHeriot Watt provides funding as a member of The Conversation UK.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\nMaking waves. armando constantino\n Email\n Twitter\n75\n Facebook\n508\n LinkedIn\n Print\n\nPlastics in the world’s oceans are set to treble in the next ten years, according to a new UK government report. They are also contributing to a rubbish heap in the Pacific Ocean that is as big as France. These are the latest instalments of one of the most prominent environmental concerns of recent years.\n\nIt’s not surprising this has become a cause célèbre. Unlike many other human pollutants in the environment, plastic debris is very visible. Images of birds or fish entangled in plastic are highly emotive – as is the idea that we could be harming ourselves by eating seafood containing tiny pieces of the stuff.\n\nTo be sure, this is a big problem. Plastics degrade the environment and we are certainly finding them in increasingly large quantities in our seas and oceans. This may indeed harm marine life and their ecosystems, but when you look closely at the evidence, it turns out that we are far less sure than it might appear.\n\nPlastic paranoia?\n\nThere are important gaps in our understanding about plastics. It’s not unreasonable for people to fill these with speculation to some extent – funding for research is limited and we cannot wait for scientific research to provide complete answers before taking action. On the other hand, unsupported speculation can lead to scarce resources being misdirected when they could be better spent on other environmental issues.\n\nWe believe good journalism is good for democracy and necessary for it.\nLearn more\n\nCertainly we produce large amounts of plastics each year. They continually end up as waste in the environment, and the polymers they comprise decompose extremely slowly. Large particles fragment into smaller pieces known as microplastics – technically 5mm in diameter or less. These are now recognised as one of the most prevalent human-made pollutants in marine environments across the world.\n\nMicroplastics could be accumulating in some places to levels that somehow compromise ecosystems. Deep-sea regions are a likely candidate, for example, though they are also the areas where we have the least information about quantities and effects. We need to do more work to say with confidence whether this is a serious problem.\n\nLovely. mobomobo\n\nOn the question of how much damage microplastics cause to marine life, we certainly know these particles are readily transported throughout our seas and oceans and there is considerable evidence that organisms ingest them. However, the polymers that make up plastics are of minimal toxicity to marine life.\n\nThe question is whether they may cause harm in other ways. It could be that organisms absorb these particles and they accumulate in internal tissues, though it’s not clear whether or not that might be harmful to them. Microplastics may also accumulate in the gut and potentially interfere with processes like nutrient uptake or the passage of waste – or they may just be expelled without any negative effects.\n\nA few studies have shown microplastics being absorbed by marine life in very small amounts, but other studies have found the opposite. We don’t even know whether very small nanoplastics with diameters of less than 1,000 nanometres can be absorbed. The studies that do exist on nanoparticles suggest that such absorption is minimal. In short, the jury is still out on absorption.\n\nIf microplastics are not appreciably absorbed, their potential to accumulate in tissues and cause problems is very low. It would also mean they can’t be passed on in any significant way to a predator who eats that organism. If so, it puts microplastics in a different category to toxic substances that end up in the food chain after accumulating in the internal tissues of fish – mercury, say.\n\nThere is considerable evidence to suggest that plastic particles are readily released from the gut of organisms without negative effects – and note that researchers have tended to test for concentrations in considerably higher amounts than are found in the environment.\n\nCertainly, questions do remain. Perhaps of greatest importance is whether specific shapes of microplastics – fibres, for example – present particular difficulties for waste moving through the guts of some organisms.\n\nAll aboard\n\nAnother concern is around toxic substances like DDT or hexachlorobenzene sticking to microplastics and potentially ending up in places they wouldn’t otherwise reach. Scientists have already found considerable evidence of this. Some people are alarmed that these substances could end up being ingested by marine organisms and harming them as a result.\n\nYet most studies have shown that toxicants associated with plastics are either at concentrations too low to be toxic – or that the substances stick too strongly to the plastics to be released into organisms and cause problems.\n\nIn one study, the levels of toxic substances in the tissues of marine birds were actually lower when they had ingested plastics. The investigators suggested the toxic substances already present within the bird tissues were sticking to the plastics and being removed. If so, toxic substances attached to plastics might be less of a concern for toxicity to marine organisms than is feared.\n\nPecking plastics. Unkas Photo\n\nThen there are microplastics and the human food chain. We were intrigued by this possibility and conducted an experiment to check. While we cooked in our kitchens, we left open petri dishes with sticky tape to collect dust fallout in the surrounding air.\n\nWe compared the amounts of plastic fibres in this dust with the quantities we found in mussels collected around the Scottish coast. The results suggest that while a regular UK consumer might ingest 100 plastic particles a year from eating mussels, their average exposure to plastic particles during meals from household dust is well over 10,000 per year.\n\nIn sum, the evidence about the dangers of plastics and microplastics in the marine environment is far from conclusive. There are important gaps in scientists’ knowledge that need filled, particularly where plastic particles are likely to accumulate in large amounts over long periods and how this potentially affects ecosystems.\n\nWe must avoid undue speculation and overstating risks, and instead engage with the actual evidence. Otherwise it will detract from our ability to manage plastic pollution in the most effective way and have a clear sense of the right priorities.\n\nPlastic\nMarine pollution\nMicroplastics\nOcean plastic\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}