{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "ABS prints are EXTREMELY brittle! : r/3Dprinting - Reddit",
  "href": "https://www.reddit.com/r/3Dprinting/comments/6yxu8r/abs_prints_are_extremely_brittle/",
  "body": "Hot end 240C. Bed 85C at first, increase to 110C after first layer. Would start with 110C if I had the patience. Nozzle 0.4mm, extrusion width 0.48mm (automatic) Extrusion multiplier 1.2. Retraction 1mm, 30mm/s. 2 outlines, 6 top and bottom layers. Brim of 20 lines, more for larger parts. 60mm/s speed, 50% for outline.",
  "textContent": "ABS prints are EXTREMELY brittle! : r/3Dprinting\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to 3Dprinting\nr/3Dprinting\n•\n6 yr. ago\nProfessionalTrash\nABS prints are EXTREMELY brittle!\nPLEASE HELP!\nmountaindew.com\nLearn More\nSort by:\nAdd a Comment\nProfessionalTrash\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nI bought a roll of black eSun ABS+ and installed a PEI sheet. I have printed 3 prints using the abs, all of which have broken/separated upon removing them from the bed, this last one shouldn't have been near enough force to break a part. Even off the bed, they are extremely brittle. This sounds like an issue with moisture in PLA filament, but I'm not sure that's the problem here since I just bought a brand new roll and it's ABS. I'm also having an issue with what looks like underextrusion on the shell (see picture) as well as the infill (set to 24%) and the support structures also less extrusion than normal. messed around with extrusion multiplier a bit (going from 100% up to 104%) have also messed with extruder temperature around 225-240 with what seems to be no results. All 3 prints were printed with a 0.1mm layer height. What should I do to fix these issues? bad filament maybe?\n\nReply\nreply\npixaal\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nI've found with eSun ABS+ you absolutely have to print in an enclosure. I had exactly the same issue before, extremely brittle, basically useless parts with frequent delamination.\n\nMy enclosure is just a wireframe of 12mm wooden dowels with transparent plastic sheets (book covers) wrapped around, and then I cover it with a blanket or two as well. With the bed at 110C, air temperature gets up to about 50C and the ABS+ parts are now just as strong as regular ABS.\n\nThe enclosure also means the bed can reach 110C, whereas before it could only get to ~85C.\n\nI haven't tried the non-plus eSun ABS, but I definitely prefer other regular ABS over eSun ABS+. The \"easier to print\" marketing is bullshit, it's exactly the same.\n\nEdit: Oh and yes underextrusion definitely, I set my extrusion multiplier to 120% for this stuff. Maybe a bit overkill, but it needs all the help it can get in the strength department.\n\nEdit Edit: Ok might as well list all the settings that work for me:\n\nHot end 240C\n\nBed 85C at first, increase to 110C after first layer. Would start with 110C if I had the patience.\n\nNozzle 0.4mm, extrusion width 0.48mm (automatic)\n\nExtrusion multiplier 1.2\n\nRetraction 1mm, 30mm/s\n\n2 outlines, 6 top and bottom layers\n\nBrim of 20 lines, more for larger parts\n\n60mm/s speed, 50% for outline.\n\nEnable \"Print islands sequentially\" if nice surface quality is wanted.\n\nReply\nreply\n3 more replies\njinkside\n•\n6 yr. ago\n\nDo you have the fan on? If so, try turning it off.\n\nAlso, smaller layer heights will generally be weaker. If you want strong parts, print with the highest layer height you're comfortable with. I've got a 0.6mm nozzle that's great for this and have been tempted to get an E3D Volcano for its 1.2mm nozzle.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nDoesn't look glossy enough for ABS. You sure it is? Wouldn't be the first time a cheap supplier mislabeled a spool.. toss some acetone on it, see if it melts. If not, it's not abs.\n\nI'd also recommend doing a temperature calibration tower, since you've no idea what temp works well with the mystery material.\n\nReply\nreply\nKeebie81\n•\n6 yr. ago\n\nabs+ wont react the same to acetone as abs. the + adds some other stuff to it to make it print easier supposedly\n\nReply\nreply\n2 more replies\npixaal\n•\n6 yr. ago\n\neSun ABS+ doesn't react to acetone at all. I kinda like the matte finish, but I think it is an indicator of poor strength & layer adhesion. When printing this stuff in an enclosure to improve the strength (as mentioned in my other comment) it becomes more glossy like regular ABS.\n\nReply\nreply\n[deleted]\n•\n6 yr. ago\n11 more replies\nAutistic_Brony666\n•\n6 yr. ago\n\nIf you don't absolutely need ABS, try out some PETG instead. It's got very similar mechanical properties, but it prints odorless and doesn't require a heated enclosure.\n\nIf you're in the USA, Atomic Filaments has some really good stuff. If you're in Canada, both Spool3D and Filaments.ca have decent PETG. MG Chemicals PETG is also decent for only $25 (CAD)/roll\n\nReply\nreply\nProfessionalTrash\n•\n6 yr. ago\n\nReally wanted to try out ABS so I could mess around with acetone smoothing for props and other models that I want to be visually pleasing.\n\nReply\nreply\n2 more replies\n \nTop 1%\nRank by size \nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/flipperzero\nFinally, FlipperPhone! With this DIY open-source module you can call and write sms with FLipperZero. All materials and instructions will be on github (WIP), you can find git in the description under the video\nyoutube\n130 upvotes · 25 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/virtualreality\nWhy I made a huge procedural city in VR and what's next for it\nyoutube\n307 upvotes · 94 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n138 upvotes · 37 comments\nr/EngineeringPorn\nUni-wheel by Hyundai\nyoutube\n157 upvotes · 35 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/virtualreality\nSteam VR Fest: Official Trailer (Dec 4 to 11)\nyoutube\n120 upvotes · 78 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n104 upvotes · 65 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/linux_gaming\nHow Steam Play/Proton makes Gaming on Linux Awesome by GloriousEggroll\nyoutube\n120 upvotes · 3 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n102 upvotes · 83 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n281 upvotes · 193 comments\nr/Amd\nWorld Record Overclocking Threadripper 7995WX 96-Core CPU, ft. AMD XOC Team (Live Archive)\nyoutube\n141 upvotes · 31 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n342 upvotes · 211 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes · 311 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 8, 2017\nReddit\nreReddit: Top posts of September 2017\nReddit\nreReddit: Top posts of 2017"
}