{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straw Pollution Crisis: Why Opting for Sustainable Straws Matters",
  "href": "https://www.wideopencountry.com/switch-to-sustainable-straws-because-we-should-all-be-skipping-plastic-straws/",
  "body": "According to the Plastic Pollution Coalition, more than 500 million plastic straws are used each day in the United States. Once used, these short-lived tools are dropped into the trash can...",
  "textContent": "NEWS\nMUSIC\nENTERTAINMENT\nCOUNTRY LIFESTYLE\nRANCH & GARDEN\nNEWSLETTER \nCOUNTRY LIFESTYLE\nCOUNTRY LIFESTYLE\nWe're in the Middle of a Plastic Straw Pollution Crisis. Here's What You Can Do.\nBy Lindsay Mattison | February 9, 2018\n  \n\nA few years ago, I went to a concert at Red Rocks Amphitheatre outside Denver, Colorado. I was the designated driver, so I skipped my usual craft beer order and opted for a fizzy drink instead. Out of habit, I asked the cashier where the straws were. \"Sorry, no plastic straws here,\" she replied, \"we're a straw-free facility.\" This was the first I had heard of any sustainable straws movement, but I was definitely intrigued enough to learn more.\n\nSince then, I've encountered the sustainable straws again and again. I started to pay more attention to my single-use plastic straw habits, and I've learned to say, \"No straw, please.\" Going even one step further as an executive chef responsible for purchasing to-go-ware for my restaurant, I opted for the more expensive eco-friendly alternatives and compostable straws. In addition, I urged my customers to look for more sustainable alternatives than using the individually-wrapped plastic straws.\n\nIf you're new to this idea, you might be wondering why it matters and what you can do to make a difference. Read on to learn all about it.\n\nWhy should we be skipping plastic straws?\n\nAccording to the Plastic Pollution Coalition, more than 500 million plastic straws are used each day in the United States. Once used, these short-lived tools are dropped into the trash can without a second thought. Don't worry, we're not judging - I've done it plenty of times! But, when you bring awareness to what that act does, you realize that this single-use plastic product is responsible for littering our landfills. It would be great if we could recycle them, but unfortunately, they're too lightweight to make their way through the mechanical sorters.\n\n0 seconds of 53 secondsVolume 0%\n00:00\n00:53\n \n\nIf you think that half a billion straws seems high, consider how many to-go drinks we consume in the United States every day. All those smoothies, Frapaccinos,  kombuchas, sodas, and teas come with an individually wrapped plastic straw. Many sit-down restaurants still serve water, soft drinks, and cocktails with a plastic straw. Each one of these adds up, and with approximately 323 million U.S. residents, it becomes pretty easy to get to half a billion.\n\nIt's not just about the landfill, either - these straws make their way to our waterways and oceans. Their lightweight profile makes it easy for them to get blown out of overfilled trashcans and every gutter and storm drain eventually makes its way back to the ocean. Once they reach the water, marine life can accidentally ingest them, causing a 50 percent mortality rate in seabirds and turtles. The straws that aren't ingested break down into \"microplastic,\" clogging up the waterways and posing a threat to fish.\n\nThe Alternatives\n\nHarvest Straws\n\nWe're not suggesting that you forego drinking straws altogether. That is certainly one solution, but there are a number of alternative options if you can't live without the straw. Options for ocean-friendly, sustainable straws include:\n\nGoing strawless - If you can live without a drinking straw, simply asking for \"no straw\" at your favorite establishments. If you want to go one step further, urge them to only offer straws upon request.\nAardvark paper straws - These straws are durable and flexible. Better yet, they're biodegradable and decompose in just 45-90 days. Get your custom straws here.\nSimply Straws glass straws - These glass straws look beautiful in a mason jar! They're reusable, BPA-free, and hypoallergenic. Get one here.\nKlean Kanteen stainless and silicone straws - Instead of opting for a disposable cup, use a reusable mug instead. These water bottles, insulated tumblers, and stainless steel cups make it easy to say no to plastic straws. Get yours here.\nStraw Free bamboo straws - Why not use a naturally occurring straw if you could? These bamboo straws are as sustainable as it gets. Bamboo is a fast-growing type of wood, so all they need to do is trim it to straw size. Check out bamboo straws here.\nSteely's metal straws - Stainless steel is mega reusable, so it makes a great alternative to plastic. They come in straight or bent models, and you can purchase a wire cleaning brush to make sure they stay clean.  Buy yours here.\nHarvest straws - These straws are actually made out of heritage grain! Made in California, Harvest straws are some of the most environmentally friendly drinking straws available. They come cured, sanitized, and ready to use.  Check them out for more information.\nInitiatives that support sustainable straws\n\nThe Last Plastic Straw\n\nIf you're moved and want to learn more about the sustainable straw movement, check out some of these amazing initiatives. Most of them are asking for little more than your commitment towards making the world a better place.\n\nRELATED CONTENT\nThe 5 Best Reusable Straws That Will Make You Ditch The Plastic\nOur Picks for the Best Glass Water Bottles — A Clean and Eco-Friendly Option\nOur Pick of the Top 10 Best Insulated Water Bottles for School & Work\n\nThe Last Plastic Straw asks only one thing of you: go straw-free. When you go to a bar or restaurant, simply request \"no straw.\" To do more, share your commitment with others and encourage your favorite establishments to only provide a straw upon request. To really go one step further, ask your establishment to provide compostable or reusable options instead of a plastic straw.\n\nEcocycle also has a straw-free campaign. They encourage you to actually picture what 500 million straws looks like - it's 1.6 straws per person in the United States and it could fill 127 school buses each day! That's over 46 thousand school buses per week. Once you have that picture in your mind, it will be that much easier to choose a reusable option, like stainless steel straws, glass straws, or bamboo straws.\n\nThe Strawless Ocean Movement has a campaign to #stopsucking and discontinue use of plastic straws. They got the entire city of Seattle on board! Their focus is how using plastic straws is a choice, and positive change for cleaner oceans starts with you. They caution that if we don't stop sucking today, our oceans will have more plastic than fish by 2050. That's not a world we want to live in! You can join their challenge and ask your favorite venues to join, too.\n\nSo what do you think, are you in: is it worth it to ditch the plastic straw?\n\nWatch: Wild Edible Weeds Growing in Your Backyard\nEnjoy Country Music?\n\nSign up for daily stories delivered straight to your inbox.\n\nSign Up!\nYOU MIGHT ALSO LIKE\nCOUNTRY LIFESTYLE\nStarbucks to Eliminate Plastic Straws Globally by 2020\nCOUNTRY LIFESTYLE\nMcDonald's to Phase Out Plastic Straws for Environmentally-Friendly Option\nCOUNTRY LIFESTYLE\nShould Plastic Straws Be Banned? These Companies Think So\nCOUNTRY LIFESTYLE\nAre Starbucks Plastic Lids Really Better for the Environment?\n \nSUBSCRIBE\nABOUT US\nAD CHOICES\nCORRECTIONS POLICY\n© COPYRIGHT 2023, WOMG. ALL RIGHTS RESERVED.\nPRIVACY POLICY | TERMS OF USE\n    YOUR PRIVACY CHOICES"
}