{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "What You Can Do to End Plastic Pollution - Earth Day",
  "href": "https://www.earthday.org/what-you-can-do-to-end-plastic-pollution/",
  "body": "June 8, 2018 Ready to help us in our global campaign to end plastic pollution? Learn more with our Plastic Pollution Primer and Action Toolkit, then follow the suggestions below. Reduce Reduce your own plastic waste. Start by using our plastic calculator to track how much you use — then you can take steps to reduce your use and waste. Reuse",
  "textContent": "Skip to Content\nJOIN US\nSEARCH:\nTwitter\n \nFacebook\n \nInstagram\n \nYoutube\n \nContrast\nEarth Day 2024\nEarth Hub\nInitiatives\nStories & Events\nAbout Us\nStore\nDONATE\nEND PLASTIC POLLUTION\nWHAT YOU CAN DO TO END PLASTIC POLLUTION\nHOME\nWHAT YOU CAN DO…\nSHARE\nJUNE 8, 2018\n\nReady to help us in our global campaign to end plastic pollution? Learn more with our Plastic Pollution Primer and Action Toolkit, then follow the suggestions below.\n\nReduce\n\nReduce your own plastic waste. Start by using our plastic calculator to track how much you use — then you can take steps to reduce your use and waste.\n\nReuse\n\nBring your own reusable shopping and produce bags to markets, and avoid using single-use plastic bags.\n\nBring your own reusable coffee cup when going out to get beverages.\n\nLike sipping through straws? Get a reusable stainless steel, glass, or bamboo one to use instead of wasteful plastic ones.\n\nInstead of buying water in plastic bottles, invest in a water filter and reusable water bottle(s). Bonus: it’s cheaper in the long run.\n\nMake your own reusable cloth bags from old t-shirts, using basic sewing skills (or no sewing at all). (Find simple instructions online).\n\nChoose clothing and other personal items made from earth-friendly materials instead of microfibers and other synthetic fibers, which pollute our water. (Even more ways to green your style.)\n\nBring a reusable container to a restaurant with you when you expect to have leftovers.\n\nRefuse\n\nRefuse straws: It’s as simple as adding, “No straw, please” when requesting beverages at restaurants or cafes.\n\nRefuse beverage tops. (Are you really going to spill?)\n\nRemove\n\nPick up trash in your neighborhood and when visiting parks and beaches.\n\nRecycle\n\nRecycle the plastics you use and no longer need.\n\nReturn single-use bags to grocery stores for them to recycle.\n\nRally\n\nDoes your city or state have bans on single-use plastics? Send a letter or call your local elected leaders, urging them to ban plastic bags and other single-use plastic items.\n\nShare our Plastic Toolkit and Primer and plastic calculator with your friends.\n\nVote for candidates committed to protecting and improving our environment.\n\nTags:\n#endplasticpollution Earth Day Network end plastic pollution\nEDN Staff\n\nRELATED STORIES\nEND PLASTIC POLLUTION\nPets and Plastics: The Hidden Danger\nEND PLASTIC POLLUTION\nLife in Plastic, It’s Not Fantastic\nEND PLASTIC POLLUTION\nBelow the Waterline: Unlocking Innovation in Plastic Cleanup\n\nJoin the World’s Largest Environmental Movement!\n\nDONATE\n\nEMAIL ADDRESS\n \nZIP CODE\nI want to receive email updates from EARTHDAY.ORG.\nSIGN UP\n\nBECOME A VOLUNTEER\n\nInternational Network\nPress Room\nContact Us\nCareers\nQuizzes\nToolkits\nFact Sheets\nSupporters\nPrivacy Policy\nINTERNATIONAL NETWORK\nUSA\nItaly\nMiddle East\nNorth Africa\nIndia\nMexico\nSoutheast Asia\nAustralia\nSub-Saharan Africa\nSouth America\n190+ Countries\nTwitter\nFacebook\nInstagram\nYoutube\n\nTax ID - 13-3798288\n1752 N Street NW\nSuite 700\nWashington, DC 20036\n+1 (202) 518- 0044\ninfo@earthday.org\n\n\n\n\n\nTERMS OF USE PRIVACY POLICY"
}