{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "New York Today: The Scourge of Plastic Straws",
  "href": "https://www.nytimes.com/2018/05/23/nyregion/new-york-today-plastic-straw-ban.html",
  "body": "May 23, 2018 Updated, 10:50 a.m. Good morning on this warming Wednesday. As you sip your iced coffee this morning, imagine doing it without a straw. A bill being introduced in the City Council...",
  "textContent": "SKIP TO CONTENT\nSKIP TO SITE INDEX\nSECTION NAVIGATION\nSEARCH\nNEW YORK\nLOG IN\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\n\nNEW YORK TODAY\n\nNew York Today: The Scourge of Plastic Straws\nShare full article\n76\nShould we go straw-free?\nCredit...\nStephen Speranza for The New York Times\n\nBy Alexandra S. Levine\n\nMay 23, 2018\n\nUpdated, 10:50 a.m.\n\nGood morning on this warming Wednesday.\n\nAs you sip your iced coffee this morning, imagine doing it without a straw.\n\nA bill being introduced in the City Council today would outlaw plastic straws at eateries across the boroughs.\n\nSubscribe to The Times to read as many articles as you like.\n\nREAD 76 COMMENTS\nShare full article\n76\nNew York Today\nA roundup of local news and events, published every weekday morning.\nHonoring James Baldwin as More Than a Legend\nLighting the Menorah Under the Shadow of War\nMore In New York\n‘We Met in the Morning a Few Days Later and Talked for Five Hours’\nSKIP ADVERTISEMENT\nJefferson Siegel for The New York Times\nFormer Police Officer Admits Helping Her Lover, a Gang Leader, Flee the Country\nTony Cenicola/The New York Times\nStuffy, Preppy, Sleepy: Can a Rebrand Fix Connecticut’s Reputation?\nEditors’ Picks\nJohn Paul Lopez/A24, Paramount+ and Showtime\nThe Creepiest Moment Onscreen This Year Occurred in a Comedy\nGreat Lakes Laboratory for Fisheries and Aquatic Sciences\nOnce They Were Pets. Now Giant Goldfish Are Menacing the Great Lakes.\nTrending in The Times\n‘S.N.L.’ Invites University of Phoenix to the House Antisemitism Hearing\nOpinion: Want to Tax the Rich for Real? Pay Attention to This Supreme Court Case.\nGenes That Boost Fertility Also Shorten Our Life, Study Suggests\nU.S. Marshal Arrested After Unruly Behavior on Flight to London\nOpinion: The Ivy League Flunks Out\nBought as an N.B.A. Team, the Mavericks Are Being Sold as Much More\nIreland’s Riot Was Not a Surprise to Those Who Watch the Far Right\nCharles Barkley Calls Trump Supporters ‘Nutty’ on CNN\nWoman Who Threw Food at Chipotle Employee Sentenced to Work Fast-Food Job\nOpinion: What the University Presidents Got Right and Wrong About Antisemitic Speech\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nGo to Home Page »\nNEWS\nOPINION\nARTS\nLIVING\nLISTINGS & MORE\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}