{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The Truth About Bioplastics - State of the Planet",
  "href": "https://news.climate.columbia.edu/2017/12/13/the-truth-about-bioplastics/",
  "body": "Since only about 9 percent of plastic gets recycled, much of the rest pollutes the environment or sits in landfills, where it can take up to 500 years to decompose while leaching toxic chemicals into the ground. Traditional plastic is made from petroleum-based raw materials.",
  "textContent": "News from the Columbia Climate School\n     \nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nSUSTAINABILITY\nThe Truth About Bioplastics\nBY RENEE CHO |DECEMBER 13, 2017\n Comments\n\nBiodegradable bioplastic made from starch. Photo: Wikimedia Commons\n\nBioplastics are often touted as being eco-friendly, but do they live up to the hype?\n\nThe world has produced over nine billion tons of plastic since the 1950s. 165 million tons of it have trashed our ocean, with almost 9 million more tons entering the oceans each year. Since only about 9 percent of plastic gets recycled, much of the rest pollutes the environment or sits in landfills, where it can take up to 500 years to decompose while leaching toxic chemicals into the ground.\n\nTraditional plastic is made from petroleum-based raw materials. Some say bioplastics—made from 20 percent or more of renewable materials—could be the solution to plastic pollution. The often-cited advantages of bioplastic are reduced use of fossil fuel resources, a smaller carbon footprint, and faster decomposition. Bioplastic is also less toxic and does not contain bisphenol A (BPA), a hormone disrupter that is often found in traditional plastics.\n\nKartik Chandran, a professor in the Earth and Environmental Engineering Department at Columbia University who is working on bioplastics, believes that compared to traditional plastics, “bioplastics are a significant improvement.”\n\nHowever, it turns out that bioplastics are not yet the silver bullet to our plastic problem.\n\nHow Biodegradable are Bioplastics?\n\nSince there is often confusion when talking about bioplastics, let’s clarify some terms first.\n\nDegradable – All plastic is degradable, even traditional plastic, but just because it can be broken down into tiny fragments or powder does not mean the materials will ever return to nature. Some additives to traditional plastics make them degrade more quickly. Photodegradable plastic breaks down more readily in sunlight; oxo-degradable plastic disintegrates more quickly when exposed to heat and light.\n\nBiodegradable – Biodegradable plastic can be broken down completely into water, carbon dioxide and compost by microorganisms under the right conditions. “Biodegradable” implies that the decomposition happens in weeks to months. Bioplastics that don’t biodegrade that quickly are called “durable,” and some bioplastics made from biomass that cannot easily be broken down by microorganisms are considered non-biodegradable.\n\nPlastic and Styrofoam not breaking down in a municipal compost pile. Photo: Ckgurney\n\nCompostable – Compostable plastic will biodegrade in a compost site. Microorganisms break it down into carbon dioxide, water, inorganic compounds and biomass at the same rate as other organic materials in the compost pile, leaving no toxic residue.\n\nTypes of Bioplastic\n\nBioplastics are currently used in disposable items like packaging, containers, straws, bags and bottles, and in non-disposable carpet, plastic piping, phone casings, 3D printing, car insulation and medical implants. The global bioplastic market is projected to grow from $17 billion this year to almost $44 billion in 2022.\n\nThere are two main types of bioplastics.\n\nStarch from wheat is converted to plastic. Photo: CSIRO\n\nPLA (polylactic acid) is typically made from the sugars in corn starch, cassava or sugarcane. It is biodegradable, carbon-neutral and edible. To transform corn into plastic, corn kernels are immersed in sulfur dioxide and hot water, where its components break down into starch, protein, and fiber. The kernels are then ground and the corn oil is separated from the starch. The starch is comprised of long chains of carbon molecules, similar to the carbon chains in plastic from fossil fuels. Some citric acids are mixed in to form a long-chain polymer (a large molecule consisting of repeating smaller units) that is the building block for plastic. PLA can look and behave like polyethylene (used in plastic films, packing and bottles), polystyrene (Styrofoam and plastic cutlery) or polypropylene (packaging, auto parts, textiles). Minnesota-based NatureWorks is one of the largest companies producing PLA under the brand name Ingeo.\n\nPHA (polyhydroxyalkanoate) is made by microorganisms, sometimes genetically engineered, that produce plastic from organic materials. The microbes are deprived of nutrients like nitrogen, oxygen and phosphorus, but given high levels of carbon. They produce PHA as carbon reserves, which they store in granules until they have more of the other nutrients they need to grow and reproduce. Companies can then harvest the microbe-made PHA, which has a chemical structure similar to that of traditional plastics. Because it is biodegradable and will not harm living tissue, PHA is often used for medical applications such as sutures, slings, bone plates and skin substitutes; it is also used for single-use food packaging.\n\nThe Side Effects of Bioplastic Production\n\nWhile bioplastics are generally considered to be more eco-friendly than traditional plastics, a 2010 study from the University of Pittsburgh found that wasn’t necessarily true when the materials’ life cycles were taken into consideration.\n\nThe study compared seven traditional plastics, four bioplastics and one made from both fossil fuel and renewable sources. The researchers determined that bioplastics production resulted in greater amounts of pollutants, due to the fertilizers and pesticides used in growing the crops and the chemical processing needed to turn organic material into plastic. The bioplastics also contributed more to ozone depletion than the traditional plastics, and required extensive land use. B-PET, the hybrid plastic, was found to have the highest potential for toxic effects on ecosystems and the most carcinogens, and scored the worst in the life cycle analysis because it combined the negative impacts of both agriculture and chemical processing.\n\n3D printed PLA teapot. Photo: CreativeTools\n\nBioplastics do produce significantly fewer greenhouse gas emissions than traditional plastics over their lifetime. There is no net increase in carbon dioxide when they break down because the plants that bioplastics are made from absorbed that same amount of carbon dioxide as they grew. A 2017 study determined that switching from traditional plastic to corn-based PLA would cut U.S. greenhouse gas emissions by 25 percent. The study also concluded that if traditional plastics were produced using renewable energy sources, greenhouse gas emissions could be reduced 50 to 75 percent; however, bioplastics that might in the future be produced with renewable energy showed the most promise for substantially reducing greenhouse gas emissions.\n\nOther Problems\n\nWhile the biodegradability of bioplastics is an advantage, most need high temperature industrial composting facilities to break down and very few cities have the infrastructure needed to deal with them. As a result, bioplastics often end up in landfills where, deprived of oxygen, they may release methane, a greenhouse gas 23 times more potent than carbon dioxide.\n\nRecycled PET. Photo: MichalManas\n\nWhen bioplastics are not discarded properly, they can contaminate batches of recycled plastic and harm recycling infrastructure. If bioplastic contaminates recycled PET (polyethylene terephthalate, the most common plastic, used for water and soda bottles), for example, the entire lot could be rejected and end up in a landfill. So separate recycling streams are necessary to be able to properly discard bioplastics.\n\nThe land required for bioplastics competes with food production because the crops that produce bioplastics can also be used to feed people. The Plastic Pollution Coalition projects that to meet the growing global demand for bioplastics, more than 3.4 million acres of land—an area larger than Belgium, the Netherlands and Denmark combined—will be needed to grow the crops by 2019. In addition, the petroleum used to run the farm machinery produces greenhouse gas emissions.\n\nBioplastics are also relatively expensive; PLA can be 20 to 50 percent more costly than comparable materials because of the complex process used to convert corn or sugarcane into the building blocks for PLA. However, prices are coming down as researchers and companies develop more efficient and eco-friendly strategies for producing bioplastics.\n\nFrom Wastewater to Bioplastic\n\nKartik Chandran and Columbia students are developing systems to produce biodegradable bioplastic from wastewater and solid waste. Chandran uses a mixed microbe community that feeds on carbon in the form of volatile fatty acids, such as acetic acid found in vinegar.\n\nHis system works by feeding wastewater into a bioreactor. Inside, microorganisms (distinct from the plastic-producing bacteria) convert the waste’s organic carbon into volatile fatty acids. The outflow is then sent to a second bioreactor where the plastic-producing microbes feed on the volatile fatty acids. These microbes are continually subjected to feast phases followed by famine phases, during which they store the carbon molecules as PHA.\n\nChandran is experimenting with more concentrated waste streams, such as food waste and solid human waste, to produce the volatile fatty acids more efficiently. The focus of his research is to both maximize PHA production and to integrate waste into the process. “We want to squeeze as much as we can [out of both systems],” said Chandran.\n\nHe believes his integrated system would be more cost-effective than the methods currently used to produce bioplastic that involve buying sugars to make PHA. “If you integrate wastewater treatment or address food waste challenges with bioplastic production, then this is quite favorable [economically],” said Chandran. “Because if we were to scale up and go into commercial mode, we would get paid to take the food waste away and then we would get paid to make bioplastics as well.” Chandran hopes to close the loop so that, one day, waste products will routinely serve as a resource that can be converted into useful products like bioplastic.\n\nOther Promising Alternatives\n\nFull Cycle Bioplastics in California is also producing PHA from organic waste such as food waste, crop residue such as stalks and inedible leaves, garden waste, and unrecycled paper or cardboard. Used to make bags, containers, cutlery, water and shampoo bottles, this bioplastic is compostable, marine degradable (meaning that if it ends up in the ocean, it can serve as fish or bacteria food) and has no toxic effects. Full Cycle can process the PHA at the end of its life, and use it to make virgin plastic again.\n\nPennsylvania-based Renmatix is utilizing woody biomass, energy grasses and crop residue instead of costlier food crops. Its technology separates sugars from the biomass using water and heat instead of acids, solvents or enzymes in a comparatively clean, quick and inexpensive process. Both the sugars and the lignin from the biomass are then used as building blocks for bioplastics and other bioproducts.\n\nAt Michigan State University, scientists are trying to cut production costs for bioplastic through the use of cyanobacteria, also known as blue-green algae, that use sunlight to produce chemical compounds through photosynthesis. Instead of feeding their plastic-producing bacteria sugars from corn or sugarcane, these scientists tweaked cyanos to constantly excrete the sugar that they naturally produce. The plastic-producing bacteria then consume the sugar produced by the cyanos, which are reusable.\n\nCyanobacteria can be used to feed the microbes that create bioplastic. Photo: DBCLS\n\nStanford University researchers and California-based startup Mango Materials are transforming methane gas from wastewater treatment plants or landfills into bioplastic. The methane is fed to plastic-producing bacteria that transform it into PHA, which the company sells to plastic producers. It is used for plastic caps, shampoo bottles or biopolyester fibers that can be combined with natural materials for clothing. The bioplastic will biodegrade back into methane, and if it reaches the ocean, can be digested naturally by marine microorganisms.\n\nThe Centre for Sustainable Technologies at the University of Bath in England is making polycarbonate from sugars and carbon dioxide for use in bottles, lenses and coatings for phones and DVDs. Traditional polycarbonate plastic is made using BPA (banned from use in baby bottles) and the toxic chemical phosgene. The Bath researchers have found a cheaper and safer way to do it by adding carbon dioxide to the sugars at room temperature. Soil bacteria can break the bioplastic down into carbon dioxide and sugar.\n\nEcovative packaging made of mycelium aims to replace plastic altogether. Photo: mycobond\n\nAnd then there are those developing innovative ways to replace plastic altogether. Japanese design company AMAM is producing packaging materials made from the agar in red marine algae. The U.S. Department of Agriculture is developing a biodegradable and edible film from the milk protein casein to wrap food in; it is 500 times better at keeping food fresh than traditional plastic film. And New York-based Ecovative is using mycelium, the vegetative branching part of a fungus, to make Mushroom Materials, for biodegradable packaging material, tiles, planters and more.\n\nRight now, it’s hard to claim that bioplastics are more environmentally friendly than traditional plastics when all aspects of their life cycle are considered: land use, pesticides and herbicides, energy consumption, water use, greenhouse gas and methane emissions, biodegradability, recyclability and more. But as researchers around the world work to develop greener varieties and more efficient production processes, bioplastics do hold promise to help lessen plastic pollution and reduce our carbon footprint.\n\nTags: biodegradabilitybioplasticsEnvironmentfeatured storyplasticTechnologywaste\nRelated Posts\nIn Many Major Crop Regions, Workers Plant and Harvest in Spiraling Heat and Humidity\nThe Fifth National Climate Assessment: Change Is Here, but There Is Hope\n Subscribe \n Login\n\n\n\n\n{}\n[+]\n31 COMMENTS\nOldest \nRLK\n 5 years ago\n\nThere is a considerable amount of debate on this issue, for sure. IN the end, seeing as there will be more plastic than fish (by weight) in the ocean in just a few years, we MUST DO SOMETHING NOW to stop/replace the manufacturing of petroleum-based plastics with something more sustainable. Of course, this would mean a massive alteration in current technology and procedure – something that translates into an immediate rise in expenditure until things level off. Something the manufacturers of traditional-based plastics will fight against in order to halt immediate losses of profit. So we must be very careful in reading analyses and ask “where did the data come from?”\n\nSo I am asking: who funded this analysis and report? Where did the principle funding for this report originate?\n\n Reply\nSarah Fecht\nAdmin\nReply to \nRLK\n 5 years ago\n\nHi RLK,\n\nThis is not a report, it’s a blog post about previous research in this field of study. It is paid for by the Earth Institute at Columbia University.\n\nBest,\nSarah\n\nContent Manager, State of the Planet\n\n Reply\nDave M\nReply to \nRLK\n 3 years ago\n\n“To stop/replace the manufacturing of petroleum-based plastics with something more sustainable.”\nWe must charge the petroleum/plastics industry with the cost of complete disposal. On my beach, in my water, and in a landfill are Not complete disposal. Types of plastic\n1) Polyethylene Terephthalate (PETE, PET)\n2) High-Density Polyethylene (HDPE)\n3) Polyvinyl Chloride (PVC – U)\n4) Low-Density Polyethylene (LDPE)\n5) Polypropylene (PP)\n6) Polystyrene or Styrofoam (PS)\n\n Reply\nJames\nReply to \nDave M\n 2 years ago\n\nhow do you propose we preserve our food (hence, vastly reducing GHG emissions and preventing millions from starving), safely contain our medicines (preserving life saving medications for vulnerable people and animals all over the planet), perform highly hygienic surgery (saving countless millions of lives from certain death from infections), provide safe hygiene products for women and babies (saving huge amounts of ecological damage from the use of cotton and preventing millions of tons of CO2 and preventing countless diseases and death), insulate cables (providing safe means of electricity for billions), build lightweight eco-friendly vehicles (reducing GHG by millions of tons), provide anti-corrosion inhibition for boats, buildings, cars, trucks, planes, build wind turbine blades (saving millions of tons of waste and GHG emissions not to mention option to produce new clean energy)… if you have some answer to just a few very simple applications I might believe you.\n\n Reply\nJudith Anderson\nReply to \nDave M\n 1 year ago\n\nYes, it is time for putting a price on plastics manufacturing.\n\n Reply\nKen ken\nReply to \nDave M\n 1 year ago\n\nSome of the plastic you listed do have benefits though. Like polystyrene, yes it a problem on the environment in single use form. But on the flip side, it actually makes for a good isolation used in household and commercial appliances, such as refrigerators. Polyethylene and vinyl also has a good side. It used widely in the electrical field, such as the isolation on wires and electric cables. Much of our plumbing these days is made of such plastic. Matter fact, a lot of our gas and water lines underground are now made of HDPE, since it more flexible and easy to maneuver into place. Using less single use plastic is a good way to cut down pollution. But as I mentioned here to someone else, it not always a feasible way though. Due to sanitary and even safety reasons. Disposable gloves is one of those examples. I can see composble plant based plastic being beneficial in that area.\n\nLast edited 1 year ago by Ken ken\n Reply\nRick\n 4 years ago\n\nVery good article. Here in the Netherlands plastics is a major social issue so companies are looking for alternatives. There is a company here called Vibers which is able to make plastic from elephant grass.\n\nThat looks very promising.\n\n Reply\nTom\n 4 years ago\n\nWe’ve started using beeswax wraps! Brilliant and stops us using so much plastic! Got mine from https://beehivefoodwraps.com/\n\n Reply\nBrian of Nazareth\nReply to \nTom\n 3 years ago\n\nBut whatcha gonna do when all the honeybee hives collapse?\n\n Reply\nJohn of Bethleham\nReply to \nTom\n 3 years ago\n\nBut whatcha gonna do when the bees come for you.\n\n Reply\nRRS\nReply to \nJohn of Bethleham\n 3 years ago\n\nnice : )\n\n Reply\nShelby Hack\n 3 years ago\n\nI agree with most of this document, I am doing a science fair project on bio-plastics and I have worked with UN environment through Ocean Heroes Bootcamp, and conventional plastics NEVER degrade. They break up in to micro plastics often so small they they pollute our drinking water 90% of North American drinking water and 85% of world wide drinking water has micro plastics in it. Bio-plastics are a better solution because they will eventually biodegrade and they use much less fossil fuels.\nThank you,\nShelby Hack\n\n Reply\nDr. Ken Towe\n 3 years ago\n\nIt seems to have been overlooked that biodegradable is not the same as recyclable. The former converts the plastic (or paper) more quickly back to carbon dioxide than the latter does. In the end, unless buried permanently, both will recycle what photosynthesis has provided.\n\n Reply\nJudith Anderson\nReply to \nDr. Ken Towe\n 1 year ago\n\nUpon reading, I understood that fact (your first sentence) as a given.\nIt was an appropriate and comprehensive posting.\n\n Reply\nSarah\n 3 years ago\n\nfertilizers and pesticides are not necessary to produce plant material. Bioplastics and fuels should not compete with food; using crop waste is a by-product of bioplastic production should not include chemical interventions used for food production unless there is an impact downstream of the bioplastic. Cassava grows like a weed anyway.\n\n Reply\nzylstra\n 3 years ago\n\nRenee, why don’t you simply state what bioplastics _ARE_? You get close when you say, “made from 20 percent or more of renewable materials”, but you don’t mean to define bioplastics this way do you? … No one else does.\n\n Reply\nSasha Pestano\n 2 years ago\n\nThanks for writing about the unsustainable nature of bioplastics including compostable plastic bags. Do you have any further data on the actual land use, pesticides and herbicides, energy consumption, water use, greenhouse gas and methane emissions used to manufacture compostable bags? \n\nI am the Founder of TOMbag – we’ve created the world’s first reusable garbage bag so we often have to convince businesses and consumers on why compostable plastic garbage bags are not sustainable, so this info would be super useful! \n\nThank you!\n\n Reply\nKen ken\nReply to \nSasha Pestano\n 1 year ago\n\nReusable is not always feasible like you wish it to be. So we are going to have to give compostable plastic a chance too. And since this story was posted. Which was five or six years ago, compostable plastic has gained some trust since then as well.\n\nLast edited 1 year ago by Ken ken\n Reply\nDavid Brieske\nReply to \nKen ken\n 1 year ago\n\nI don’t necessarily see the need for plastic bags, which I don’t think I’ve bought ever in my life. If I did use a bag for my trash (not for more than 20 years) it was whatever I got from a store when I bought something. I now use reusable bags for shopping and avoid plastic bags at all costs.\nI compost anything that is compostable, along with buying stuff with as little to no packaging as possible. I create about 5 lbs. or less of waste each month. No reason for a bag for me.\n\n Reply\nPeter Macaulay\n 2 years ago\n\nTypo in the spelling of PLA … it should be PLA (polylactic acid) … from an avid 3D printer end product designer. Great article. Thank you.\n\n Reply\nSarah Fecht\nAdmin\nReply to \nPeter Macaulay\n 2 years ago\n\nThanks, we have fixed the typo\n\n Reply\nCe. Em.\n 2 years ago\n\nIs there any extra information specifically on NOTPLA products/Oohos? They are plastics made out of seaweed and quite expensive. From what I could find, they are barely produced manually and seaweed should be comparatively easy to mass produce (naturally and artificially).\n\n Reply\nMackenzie\n 1 year ago\n\nI found this to be very helpful.\n\n Reply\nEthan Trayes\n 1 year ago\n\nBioplastics are good\n\n Reply\nkurian\n 8 months ago\n\nsea weed is the best to produce artificial plastic without minus points of others\n\n Reply\nclmw\n 6 months ago\n\nJust a question\n\nDoes this apply to all forms of bioplastics?\n\n Reply\nNina\n 6 months ago\n\nCould we have an update, a progress report? The state of play in 2023\n\n Reply\nKyra Brundige\n 2 months ago\n\nSTOP POLUTING THE EARTH ITS BAD IF WE DONT STOP WE WILL HAVE A ICE AGE BECAUSE OF THE DIFFERENT WEATHER WE ARE HURTING THE EARTH WE NEED TO STOP!!!\n\n Reply\nErin b\n 2 months ago\n\nWe need to stop hurting fish and other animals! If we keep doing what we’re doing we all might die bc if the fish die other sea animals will to then other things will die and eventually everyone will and all of dogs and cats to so please stop putting plastic in the ocean!!!\n\n Reply\nJohn P\n 2 months ago\n\nIt is biodegradable, carbon-neutral and edible.It is biodegradable, carbon-neutral and edible.\n\nThough made from bio sources, PLA is not biodegradable, and I wouldn’t eat it either. You can break it down in an industrial process but it’s basically stable at ambient temps/pressures.\n\n Reply\nsdd\n 25 days ago\n\nwhat is the descripton of bioplastics???\n\n Reply\nFeatured Story\nIn Many Major Crop Regions, Workers Plant and Harvest in Spiraling Heat and Humidity\nUpcoming Events\nClimate LIVE K12: Towards Climate Justice and Resilience in Colombia\nInvisible Consequences: Climate Disaster Recovery\nTopics\nTopics\nSelect Category\nAgriculture\nClimate\nEarth Sciences\nEcology\nEducation\nEnergy\nGender Equality\nGeneral Earth Institute\nGlacierHub Blog\nHealth\nNatural Disasters\nPeace and Conflict\nPoverty / Development\nPress Release\nSustainability\nUrbanization\nWater\nResearch Centers & Programs\nInternational Research Institute for Climate and Society\nLamont-Doherty Earth Observatory\nAuthors\nAdrienne Kenyon\nAmy Imdieke\nAndrew Revkin\nCaroline Adelman\nCassie Xu\nColumbia Center on Sustainable Investment\nCenter for International Earth Science Information Network\nColumbia Climate School\nCharlotte Munson\nDebbie Cook\nDebra Tillinger\nDavida Heller\nDiana B Sierra\nDavid Maurrasse\nDonna Shillington\nDiego Villarreal\nDwi Susanto\nDale Willman\nEarth Institute\nEve Warburton\nElza Bouhassira\nEmily Denny\nEinat Lev\nEvan Lim\nCenter on Global Energy Policy\nEmily O'Hara\nEric Holthaus\nElizabeth Robinson\nEmily Rothenberg\nEve Solomon\nElisabeth Sydor\nFarah Hegazi\nKyle Frischkorn\nFrancesco Fiondella\nFrank Nitsche\nGina Ackerman\nGavin Schmidt\nElisabeth Gawthrop\nGabriella Cohen\nGeoffrey Heal\nGilma Mantilla\nGisela Winckler\nGrennan Joseph Milliken\nGrace Palmer\nGrant Goodrich\nHamsa Subramaniam\nHannah Chang\nHima Batavia\nHayley Martinez\nHamna Tariq\nIndrani Das\nInternational Research Institute for Climate and Society\nIvy Morgan\nJaclyn Leigh Carlsen\nJames Wariero\nJessica Crespo\nJeff Schlegelmilch\nJeffrey Sachs\nJennifer Vettel\nJesper Frant\nJessica Fanzo\nJaden Hill\nJeremy Hinsdale\nJill A. VanTongeren\nJim Cochran\nJim Gaherty\nJonathan Nichols\nJohn McArthur\nJohn Mutter\nJenna Travers\nJacquelyn Turner\nJu Young Lee\nJulia Apland Hitz\nJulie Arrighi\nKatherine Allen\nKalpana Venkatasubramanian\nKate Brash\nKate Morris\nKate Weinberger\nKatherine Regan\nKatie Horner\nKatie Johnson\nKavita Jain-Cocks\nKelsie DeFrancia\nKelsey Dyez\nKevin Krajick\nKate Kennedy Freeman\nKim Anne Kastens\nKim Martineau\nKlaus Lackner\nKristin Francoz\nKatherine Schulman\nKirsty Tinto\nKelcie Walther\nKyu Lee\nKathy Zhang\nLakis Polycarpou\nIsabel Amos-Landgraf\nLareef Zubair\nLaura Ly\nLauren Barredo\nLauren Ziegler\nLenfest Center\nLeesa Ko\nLonnie Thompson\nLaura Piraino\nLily Roberts\nLindsay Siegel\nLucia Rodriguez\nMadeleine Rubenstein\nMargie Turrin\nMariapaola Sutto\nMarie DeNoia Aronsohn\nMary-Elena Carr\nMattias Chesley\nMeaghan Daly\nMelika Edquist\nMeg Reitz\nMegan Winston\nMeghna Bhattacharjee\nMeredith Forsyth\nMichael B. Gerrard\nMichael Barnett\nMichelle Cordray\nMichelle Shevin\nMike Steckler\nMolly Hellmuth\nMilap Patel\nMarivi Perdomo Caba\nMeg Towle\nMargo Weiss\nNatalie Unwin-Kuruneri\nNicole deRoberts\nNikhil Narula\nNatalia Mroz\nNeil Pederson\nNathan Rudder\nOlga Rukovets\nPaola Mejia\nPatrick Kinney\nPaul Block\nPeter Coleman\nPeter Francis Deneen\nPeter Kelemen\nPeter Schlosser\nPria Mahadevan\nPatty Mechael\nPratigya Polissar\nPoonam Arora\nPhebe Pierson\nPrabhjot Dhadialla\nPrabhjot Singh\nPamela Vreeland\nRenee Cho\nRebecca Fowler\nRonny Friedrich\nRadhika Goyal\nRebecca Greenwald\nRichard Gonzalez\nRichard Plunz\nBob Crocco\nRobert Hsu\nRustom Masalawala\nSabin Center for Climate Change Law\nSamantha Tress\nSuzanne Carbotte\nThomas Chen\nScott Barrett\nSelim Tlili\nShahid Naeem\nShahzeen Z. Attari\nSidney Hemming\nSharon Kim\nStacy Morford\nSamantha Ostrowski\nShama Perveen\nSasha Starovoitov\nBeth Stauffer\nStephanie Ruiz\nStephen Hammer\nStephen Yang\nSteve Cohen\nSusan Blaustein\nSusan Karuti\nSophia Vatakis\nTanya Heikkila\nTheresa E. Hernandez\nTim Creyts\nTim Crone\nTimothy Gildner\nTobias Siegfried\nTamara Plummer\nTristan Jones\nTracy Slagle\nTrevor Williams\nUyen Kim Huynh\nUjala Qadir\nUpmanu Lall\nWilliam Menke\nYanis Ben Amor\nYochanan Kushnir\nYombo Tankoano\nZoe Alexandra Klobus\nArchives\nSelect Year\n2023  (307)\n2022  (456)\n2021  (511)\n2020  (566)\n2019  (478)\n2018  (434)\n2017  (370)\n2016  (395)\n2015  (414)\n2014  (383)\n2013  (334)\n2012  (507)\n2011  (511)\n2010  (549)\n2009  (285)\n2008  (11)\nABOUT\nASK A QUESTION / SUGGEST A STORY\n     \n31\nThis website uses cookies as well as similar tools and technologies to understand visitors' experiences. By continuing to use this website, you consent to Columbia University's usage of cookies and similar technologies, in accordance with the Columbia University Website Cookie Notice.Close"
}