{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "The Race to Save Historic Plastic Artifacts - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/preserving-plastic-art-spacesuits-science",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nSpacesuits are among the artifacts in the collection of the Smithsonian that include plastic parts—parts that may degrade over time, even as the world faces a crisis of plastic pollution outside.\n\nPHOTOGRAPH BY ALEX WONG, GETTY IMAGES\nPLANET OR PLASTIC?\nThe Race to Save Historic Plastic Artifacts\n\nAlthough plastic is a big problem in the ocean, museum conservators are rushing to save spacesuits, animation cels, and other pieces of history.\n\nBYVICKY STEIN\nPUBLISHED MAY 31, 2018\n• 8 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nMowgli of Disney’s The Jungle Book and Duchess from The Aristocats are frozen in single frames before Tom Learner’s eyes—pieces of history from an era of hand-painted animation cels. But Learner knows the plastic sheets have come to him at exactly the right time. Learner is a conservator, a chemist, and the top scientist at the Getty Conservation Institute in Los Angeles, and he wants to save modern materials.\n\nPlastics are materials most often in the news as an environmental disaster. Persistent and pervasive, they have been found to leach chemicals, choke wildlife, and turn up as litter everywhere from mountaintops to the Mariana Trench.\n\nResearchers like Learner, though, see plastics from a very different angle. These scientists and conservators work to understand the destruction and decay of plastic art and artifacts in order to save them for generations to come.\n\n“Each generation is the custodian of an artwork for our lifetime,” says Learner. “We just make sure we hand off this material to the next generation in as good a state as possible.”\n\nConservators like Learner and his colleague, Odile Madden, are at the edge of discovery at all times. They’re racing to keep up with the breakdown of objects as diverse as animation cels, historic space suits, sculptures, and house paint. The oldest synthetic polymers, the “first plastics” as we think of them today, are more than 150 years old, and without close attention they might not be around for another 150. (Learn more about plastic, and how it is affecting our world.)\n\nA Scientist’s Eye\n\nLearner and Madden both approach their work as scientists. Backgrounds in chemistry allow the pair to delve into the molecular structure of the materials they study.\n\n“There isn’t a lot of fluency in what plastic is,” Madden says. “We know an awful lot about metals—we grow up with an intuitive sense of what is gold and what is brass—but we don’t have that kind of ability to identify what a plastic is made of, or what polymer you’ve got.”\n\n0:55\n\nSTUDENTS' ICE POPS BRING PLASTIC POLLUTION TO (UNAPPETIZING) LIFE\n\nSo the researchers turn to advanced chemistry. Plastics are based on polymers, big molecules constructed from long chains of repeating segments. But, as Madden says, “most polymers are not useful on their own, so they are modified in some way with additives.”\n\nPlasticizers, fillers, colorants, antioxidants, heat stabilizers, UV absorbers, antifungal chemicals: the list of additives are a whirlwind of chemical genius.\n\n“Polymers plus, plus processing,” says Madden as a shorthand. Once mixed up, this soup of polymers and other materials can be melted, cast, rolled, cut, or blown into a foam. But each addition and process changes the way that a plastic will react to heat, light, and especially time.\n\nPlasticizers are one example. These chemical additives are small molecules added to a polymer to make the end material easier to melt and mold. According to Madden, a well-known plastic like PVC (short for polyvinyl chloride) could be made into an unplasticized item like a plumbing pipe, while heavily plasticized PVC can be used for shower curtains.\n\nBut plasticizers eventually leach out of plastic as acidic, corrosive “outgassing,” and speed plastic breakdown. Malcolm Collum, Chief Conservator and Engen Conservation Chair at the Smithsonian’s National Air and Space Museum, is designing a refrigerated, de-humidified, and highly ventilated display case for the space suit worn by Neil Armstrong in 1969. All of that technology is vital for slowing the breakdown of PVC pipes and rubber bladders that kept the astronaut alive on the surface of the moon. (Learn more about the history of space suits.)\n\nPlastic appears in many important historical objects from the 20th century, yet museum conservators are only starting to learn how to care for it long term.\n\nPHOTOGRAPH BY ALEX WONG, GETTY IMAGES\n\nPresumably, NASA’s top priority in creating the suits was not how they’d hold up in museums 50 years after the Apollo 11 mission. Now that they’re in collections, though, people like Collum are charged with their care despite limited options.\n\n“With plastics,” he says, “it’s shrugging your shoulders and providing a more stabilized environment to try to stave off deterioration. There is no thrilling treatment result with any kind of plastic collections.”\n\nIt’s good that the researchers have some general principles to fall back on. The Smithsonian collections are a riot of different plastics, some in surprising places: early airplanes like the Spirit of St. Louis were “doped,” or covered in a thin layer of flammable plastic to protect their fabric exteriors. Polyurethane foam fills helmets, headphones, and seat cushions that crumble into dust or melt into “horrible slimy sticky stuff,” according to Collum.\n\nOther museums face similar problems: some of the paints in Jackson Pollock’s works were made with plastics, as were the acrylic sculptures of the pop art movement. Historical collections of toys and household items from the past 150 years often contain plastic parts, like Barbie dolls, radios, and hair clips.\n\nSome of these plastics will dissolve under particular cleaning products, and some are more vulnerable to cracking. It’s all down to the molecules they’re made of, and the diversity of these materials is overwhelming. (Read about plastics from A to Z.)\n\nA Modern Problem\n\nIn Learner’s early career as a conservator, he soaked in previous generations’ knowledge of textiles, bronzes, paper, marble, and oil paints on canvas. Preserving modern art and objects is a completely different material challenge: these days conservators are charged with protecting “every plastic, every mineral, every bodily fluid, every paint type, every form of technology, software art, video and computer art, performance, installation art,” says Learner. “Sometimes you can’t even define what the material is.”\n\nIt all comes down to time.\n\nWith a perception in modern society that plastic is for throwing away, plastic objects often aren’t designed with longevity as a goal. In fact, many people these days are designing works that are specifically contrary to the idea of museum and collection conservation.\n\n“I foresee, and am already seeing, the challenges for our field that are posed by recycled material, and biodegradable plastics,” Madden says. “It’s convenient to work with. But it’s falling apart now, and it’s just ten years old.”\n\nWhen important artifacts and trash are made from the same materials, it’s no wonder that “conservation” means so many different things to different people. As the Plastic Age marches on, researchers and consumers will increasingly tackle with the issues of time and polymer breakdown.\n\n“What should we throw away?” asks Madden. “What do we value, and what don’t we value? What do we preserve for the future?”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nIt will take several years to find out for sure, but the world's fifth largest economy will likely force changes far beyond the state's borders.\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nThe Haunting Art of Plastic Pollution\nMAGAZINEPLANET OR PLASTIC?\nThe Haunting Art of Plastic Pollution\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}