{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Removing dents / creases from coated canvas bags. : r/DesignerReps - Reddit",
  "href": "https://www.reddit.com/r/DesignerReps/comments/6rfo1v/removing_dents_creases_from_coated_canvas_bags/",
  "body": "It takes a while to get creases out of any bag but one thing that really helps me is putting a large towel in the drier then stuffing that in the bag and closing it. The heat should push the wrinkle out from the inside! I also will use a hairdryer on the outside and try to smooth creases out with my hand inside. BioTix_ • 6 yr. ago.",
  "textContent": "Removing dents / creases from coated canvas bags. : r/DesignerReps\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to DesignerReps\nr/DesignerReps\n•\n6 yr. ago\n[deleted]\nRemoving dents / creases from coated canvas bags.\nQUESTION\n\nHey guys, i bought a replica MCM bag and its great and all but it has a dent on the front of the bag right along part of the seam where the front part of the bag is stitched to the side of the bag. this is causing the bag to be pretty misshapen and look kinda weird, it keeps sucking in on its self at the pocket seams and just looking funk. it only holds its shape if completely stuffed.\n\nI've kept it stuffed for a bit over a week now, taking the pillow out a few times to check on the shape, and it just won't seem to get better. is there anything i can do or try to remove this dent? I'm pretty sure this one dent is whats causing that whole side of the bag to be deformed, and its quite unfortunate because its otherwise an excellent bag.\n\npics\n\nFirst three pics it has some stuff in the bottom pushing out the sides a bit, but it's not fully stuffed with a pillow or anything. Last three pics I took the stuff out of the sides and it's mostly empty with nothing in it affecting its shape/form.\n\nSort by:\nAdd a Comment\nPM_ME_UR_SEXY_KYLES\n•\n6 yr. ago\n\nstuff it as much as you can. maybe with clothes and shirts instead of a pillow... pillows are too soft to create enough pressure..\n\nonce full stuffed to the max. use a hairdryer/ heat/ or hot water and it should make it re-form.\n\nReply\nreply\n3 more replies\nnoside10\n•\n6 yr. ago\n\nCan you post a pic?\n\nReply\nreply\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nIt takes a while to get creases out of any bag but one thing that really helps me is putting a large towel in the drier then stuffing that in the bag and closing it. The heat should push the wrinkle out from the inside! I also will use a hairdryer on the outside and try to smooth creases out with my hand inside\n\nReply\nreply\nBioTix_\n•\n6 yr. ago\n\nDid you get this from Zan, or beststuffcartel?\n\nReply\nreply\n2 more replies\n \nr/sadboys\nBLP Kosher x Yung Lean - Violent Lullaby (Official Video)\nyoutube\n283 upvotes · 35 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes · 311 comments\nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n430 upvotes · 92 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 92 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 3, 2017\nReddit\nreReddit: Top posts of August 2017\nReddit\nreReddit: Top posts of 2017"
}