{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Five Ways That Plastics Harm The Environment (And One Way They ... - Forbes",
  "href": "https://www.forbes.com/sites/grrlscientist/2018/04/23/five-ways-that-plastics-harm-the-environment-and-one-way-they-may-help/",
  "body": "1. Plastic is ubiquitous Plastic debris is found absolutely everywhere, from the Arctic to Antarctica.",
  "textContent": "Subscribe to newsletters\nSign In\nFORBESINNOVATIONSCIENCE\nFive Ways That Plastics Harm The Environment (And One Way They May Help)\nGrrlScientist\nSenior Contributor\nEvolutionary & behavioural ecologist, ornithologist & science writer\nFollow\nClick to save this article.\nYou'll be asked to sign into your Forbes account.\nGot it\nApr 23, 2018,02:44pm EDT\nThis article is more than 5 years old.\nTWEET THIS\nFive Ways That Plastics Harm The Environment (And One Way They May Help) | @GrrlScientist\nFive Ways That Plastics Harm The Environment (And One Way They May Help) | @GrrlScientist\n\nPlastics may actually be co-opted to help reduce harm to the environment -- but only if we stop screwing it up in all those other ways we mess with it\n\nBeached “rubber” duckie, nestled amongst other trash, mostly comprised of plastics debris. (credit:... [+]\n\n ALEXANDER KAISER VIA A CREATIVE COMMONS LICENSE\n\nIn 1992, a shipping container filled with 28,000 “rubber” duckies was lost after it fell into the sea somewhere between Hong Kong and the United States. Even today, those plastic bath toys still wash ashore from time to time (link), even in totally different oceans as far away as the eastern seaboard of the United States, as well as the coasts of Britain and Ireland. That flotilla of escaped plastic ducks joins millions of Lego pieces, sneakers, styrofoam insulation, plastic crates and a plethora of other items lost at sea (link) that -- surprisingly -- are teaching us about ocean currents and about the astonishing indestructibility of plastics in marine environments.\n\nBut all this plastic waste is very harmful: listed here are the five ways that plastics harm the environment, birds and wildlife -- and even people. But as with anything, even plastics may actually have a beneficial use, despite the damage they are causing.\n\nPROMOTED\n\n1. Plastic is ubiquitous\n\nPlastic debris is found absolutely everywhere, from the Arctic to Antarctica. It clogs street drains in our cities; it litters campgrounds and national parks, and is even piling up on Mount Everest (link). But thanks runoff, and to our fondness for directly dumping our trash into the nearest river or lake, plastic is growing increasingly common in the world’s oceans.\n\nA crab on the beach of Henderson Island uses a piece of plastic debris as a home. When researchers... [+]\n\n JENNIFER LAVERS / DOI:10.1073/PNAS.1619818114\n\nMountains of plastic trash have been found everywhere in the world’s oceans, from one of the remotest specks of dirt on the planet, Henderson Island, a tiny uninhabited coral atoll in the middle of the Pacific Ocean (ref), to the deepest spot on Earth, the Mariana Trench (ref), which plummets to a depth of 10,994 meters (36,070 feet) below sea level. As that flotilla of escaped rubber duckies demonstrated, floating plastic even forms massive “garbage patches” swirling slowly in the middle of the Pacific Ocean, thousands of kilometers away from land.\n\nForbes Daily: Get our best stories, exclusive reporting and essential analysis of the day’s news in your inbox every weekday.\n\nSign Up\n\nBy signing up, you accept and agree to our Terms of Service (including the class action waiver and arbitration provisions), and Privacy Statement.\n\nBut more than floating around in the water column, plastic trash is found in the guts of more than 90% of the world’s sea birds (ref), in the stomachs of more than half of the world’s sea turtles (ref), and it’s even choking the life out of whales (ref). At the rate at which plastic is accumulating in the oceans of the planet, it’s predicted that, by 2050, the mass of plastic in the world’s oceans will exceed the mass of all the fish that live there (ref).\n\nSeaturtle with a half-eaten plastic bag in its mouth. (Credit: Yamamoto Biology / Creative Commons.)\n\n YAMAMOTO BIOLOGY VIA A CREATIVE COMMONS LICENSE\n\n2. Plastics are one of the main products of fracking\n\nWe already know that fracking is bad for the planet -- it pollutes water, soil and air with toxins, it creates underground cavities that collapse into sinkholes, and it raises pressure in underground rock formations, destabilizing them and leading to earthquakes, even in places where earthquakes are uncommon. Adding insult to injury, one of the main products of fracking is ... plastics. Basically, fossil fuels removed from shale and other rock formations are turned into resin pellets that are used to manufacture ever more plastics, plastics that are easily discarded, plastics that usually are designed to be single use.\n\nYou may not know that plastics manufacturers are dangerous to the environment, to wildlife and to people in other ways, too. For example, the British chemical industry giant, Ineos, has 75 manufacturing facilities in 22 countries, including the United States. In addition to contributing to growing mountains of plastic rubbish, Ineos facilities can boast an impressive -- and growing -- record of fires, explosions, and chemical leaks.\n\n“The Ineos facility in Cologne, Germany was the site of a massive fire in 2008, and there have been a series of high profile accidents elsewhere -- a major oil leak in Norway, a number of chemical leaks in France, long-running controversies over chemical dumping in Italy, and the release of toxic gas that resulted in the hospitalization of workers in Belgium,” according to a report (ref) written by Food and Water Watch and Food and Water Europe.\n\n3. Plastics kill more than just people\n\nIn the last few months, the effects upon wildlife that come from eating, or becoming entangled in, plastic debris have been reported more widely and more often than ever before, leading to public outcry and protests.\n\nThe unaltered stomach contents of a dead albatross chick on Midway Atoll National Wildlife Refuge in... [+]\n\n CHRIS JORDAN / USFWS / PUBLIC DOMAIN\n\nThese tragic events should come as no surprise: there are an estimated 270,000 tons of plastic floating through the world’s seas where it threatens 700 marine species with its presence (ref). Further, there is growing evidence that plastics play a role in rising rates of species extinctions.\n\nBut entangling or lodging inside the digestive tract of an unfortunate victim, like whales and other marine mammals, birds, sea turtles and fishes, is not the end of the line, because plastics do not biodegrade, nor are they digestible. Instead, large plastic pieces break into smaller fragments that are easy for even more animal species to consume. Eating plastics results in malnutrition, intestinal blockage, or slow poisoning from chemicals leached from or attached to plastics.\n\nIt’s almost as if seabirds and other marine animals are intentionally seeking out plastics and consuming them -- but why? Recent research proposed that plastics in the oceans become covered with marine algae that release a natural sulfur compound, dimethylsulfoniopropionate (DMSP), when they die or become damaged. This chemical is detected by hungry seabirds and other marine creatures, which are attracted to it and then they mistake plastics for lunch (ref).\n\nNot even microscopic animals, collectively known as zooplankton, are safe from ingesting plastics (ref), the only difference being that they consume microscopic plastic bits. Similar to plastics consumption by larger animals, microplastics can result in reduced feeding, energetic deficiencies, injury, or death of zooplankton (ref) -- A Very Bad Thing since zooplankton are part of the essential foundation upon which the entire marine food web rests.\n\n4. Not all plastic is recyclable and not all recyclable plastic is recycled\n\nPeople are often confused by the terms, “break down” versus “biodegradable” (or “compostable”). When plastics are broken down, this simply means one large piece of plastic is reduced into a bunch of smaller pieces of plastic. These smaller pieces of plastic can be consumed by smaller animals, but are still indigestible.\n\nA minority of plastics are “compostable” or “biodegradable”, which means they can be reduced to their chemical components by, say, your home compost. Other plastics can only be successfully composted by industrial or municipal facilities after first being separated from other, non-biodegradable, plastics.\n\nUnfortunately, most people are confused as to which plastics fall into this biodegradable category, and this confusion often is most apparent when confronted with unfamiliar plastics in unfamiliar places. For example, are plastic water bottles purchased, say, at the airport biodegradable? Should they be disposed into the recycling bin or into the food waste bin? It’s often challenging to know, especially since little useful information is typically available to quickly make a decision.\n\n5. Most plastics last forever\n\nOnce again, as demonstrated by the 1992 rubber duckie escape, plastics survive even the harshest conditions, such as floating around in a marine environment under blistering, unrelenting sunshine or frozen into Arctic ice for years before finally floating away and landing on some faraway shore. For this reason, plastics will probably outlast humanity itself. It is this apparent immortality leads me to my last point, which is that plastics may be co-opted for good.\n\nPlastics could be used to benefit the environment\n\nIt is tempting to demonize plastics, but realistically, plastics themselves are not inherently evil. Plastics make life better, and easier, for us. For example, one of the first things you use every morning and one of the last things you use every night -- your toothbrush -- is made of plastics. Every time you visit your supermarket, you meet many sorts of plastics that serve as packaging to prolong the freshness of foods, and in a hospital, a variety of plastics help prolong your life.\n\nIn fact, it is the immortality of plastics has inspired some enterprising researchers to begin thinking “outside of the box” to develop innovations to re-purpose already existing plastics, perhaps to even reduce the effects of climate change. How?\n\nThe key lies in the chemical structure of plastics. Plastics are made of long chains -- polymers -- of carbon molecules, such as carbon dioxide (CO2) and methane (CH4). Methane gas is a molecule in cow farts that is eighty times more powerful than CO2 for causing climate change. CO2 gas is produced by burning natural things, like gas, oil, wood or plastics, and for this reason, we produce far more CO2 than methane, so the cumulative effects of all that CO2 are much greater than those of methane gas. Basically, if we could permanently remove a portion of CO2 or CH4 gases from the atmosphere by sequestering them into plastics, we would effectively be preventing these gases from causing further damage to the climate.\n\nOne such enterprising company, Mango Materials, a small start-up in California, is working to reduce the methane gas problem in wastewater treatment plants by harnessing the ability of particular microbes to capture methane and stick them together to create polymers that then can be manufactured into larger and more useful pieces of plastic.\n\nAnother company, which was listed included in Forbes’s 2018 “30 under 30” list in Manufacturing and Industry (link), is Filabot. This company converts already existing plastics, like water bottles, into plastic filaments that are used by 3D printers. This repurposes plastic waste into other useful forms instead of dumping it into the ocean, or incinerating it, which then liberates CO2 into the atmosphere where it can contribute to climate change.\n\nMother Nature herself has a number of clever innovations that we are only beginning to discover and to understand. For example, there is evidence that at least some animals, such as caterpillars (link), manage to provide homes to their own special collection of gut microbes that can biodegrade at least some sorts traditionally non-biodegradable plastics -- a discovery that could lead to innovations in truly recycling plastics. And just last week, a paper was published that discusses how a group of Japanese scientists developed a “mutant enzyme” that can degrade the traditionally non-biodegradable plastic, PET, which comprises plastic water bottles (ref). This “mutant enzyme” is 20% more efficient than its original form, produced by the microbe, Ideonella sakaiensis 201-F6.\n\nHopefully these new innovations and discoveries will inspire yet more creative thinkers to harness the power of their imaginations, perhaps assisted by vast armies of microbes, so we can re-purpose apparently immortal plastics into other useful forms -- maybe even a few more rubber duckies -- whilst preventing the escape of damaging CO2 and CH4 into the atmosphere.\n\nFive Ways That Plastics Harm The Environment (And One Way They May Help) | @GrrlScientist\n\nFollow me on Twitter or LinkedIn. Check out my website. \nGrrlScientist\nFollow\n\nEvolutionary ecologist and ornithologist as well as a science writer and journalist. I'm active on many social medias (linked here) and\n\n... Read More\n\nEditorial Standards\nPrint\nReprints & Permissions\nPause\nUnmute\nCurrent Time \n14:47\n/\nDuration \n15:00\nLoaded: 0.00%\n \nShare\nFullscreen\n1 of 4 free articles\nSubscribe to journalism that illuminates, informs and inspires.\nSubscribe Now"
}