{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Plastic is in everything now. Here are seven places it's turned up ...",
  "href": "https://oceana.org/blog/plastic-everything-now-here-are-seven-places-its-turned-lately/",
  "body": "Plastic is in everything now. Here are seven places it's turned up ... ... npr",
  "textContent": "Skip to content\nINTERNATIONAL\nUNITED STATES\nEUROPE\nCHILE\nCANADA\nBELIZE\nPHILIPPINES\nBRAZIL\nPERU\nMEXICO\nUNITED KINGDOM\nYour Country\nMenu\nHome / Blog / Plastic is in everything now. Here are seven places it’s turned up lately\nOCTOBER 11, 2017\n\nPlastic is in everything now. Here are seven places it’s turned up lately\n\nBY: AMY MCDERMOTT\n\nFrom seawater to salt, here are seven places where plastic pollution doesn't belong.\nCredit: DutchScenery/ Shutterstock\n\n \n\nPlastic pollution is a lot like your curious cat. She’ll find the tiniest nook, where nothing should fit, and she’ll sneak in. Your cat and plastic are alike that way, except your cat is awesome, and probably hates water. Plastic isn’t cute. And unfortunately, it loves getting into water.\n\nPlastic is everywhere it shouldn’t be, mucking up the underwater world. Here are seven of the least-adorable places where it turns up:\n\n1. SEAWATER \n\nIt doesn’t get more basic, or more essential for the oceans than seawater. But right now, the big blue is polluted with at least 5.25 trillion particles of floating plastic trash, weighing in at a whopping 269,000 tons, according to 2014 estimates.\n\n2. SEA SALT \n\nHere’s a salty trick: Plastics are hiding right under your nose, literally, in the seasoning on your food. A study published in April found that at least 14 sea salt brands, from six countries, are contaminated.  \n\n3. SHELLFISH\n\nIf plastics are hiding out in seawater and in salt, it’s probably not shocking that they’re in shellfish too. After all, most things tasty-on-the-half-shell are filter feeders. They strain their food from saltwater. In Baynes Sound, British Columbia, both wild and farmed Manila clams are laced with plastics, according to an August 2016 study. Ninety percent of the plastics were tiny fibers, the study found, which can wash out of clothing and flow into the sea.\n\n4. WHALES\n\nFrom tiny clams to giant marine mammals, plastics turn up in everybody. Corn chip bags, fishing line and garbage can liners are just a few of the plastic products found in whales’ stomachs.\n\n5. DRINKING WATER\n\nHard fact to swallow: Microscopic plastic fibers are swirling around in tap water worldwide. They contaminate more than 80 percent of global drinking water, according to a 2017 study by Orb Media. Plastic even flows from the taps of the visitor center of the U.S. Capitol Building, the study found. There were 16 fibers in water samples taken there.\n\n6. BEER\n\nIs nothing sacred? Apparently not, because the “P” in your IPA might as well stand for “plastic” too. A 2014 study in the land of beers, Germany, tested 24 brands for plastic fibers and granules. All the beers tested plastic-positive, although the extent of contamination varied.\n\n7. YOU!\n\nPlastic is in water, food, even beer. So, unfortunately, it’s probably in you too. Not just a little bit, either. If you eat shellfish, you could swallow up to 11,000 tiny plastic particles every year, according to one 2014 study.\n\n“When you eat clams and oysters, you’re eating plastics as well,” shellfish biologist Sarah Dudas of Vancouver Island University told NPR. She led the study that found microplastics in wild and farmed Manila clams, last year, in Baynes Sound, British Columbia. Don’t fuss too much to avoid shellfish though, Dudas said. Those little plastic particles, “are everywhere.”\n\nNo kidding. \n\n \n\n \n\nUP NEXT:\n\nChristina Ochoa: Storytelling for ocean conservation\n\nFEATURED CAMPAIGN\nSave the Oceans, Feed the World\n\nWe are restoring the world’s wild fish populations to serve as a sustainable source of protein for people.\n\nLearn More\nMORE CAMPAIGNS\n\nProtect Habitat\n\nBycatch\n\nPlastics\n\nView All\n\nCONTACT\n\nOceana International Headquarters\n1025 Connecticut Avenue, Suite 200\nWashington, DC 20036 USA\n\nGeneral Inquiries\n+1(202)-833-3900\ninfo@oceana.org\n\nDonation Inquiries\n+1(202)-996-7174\nwavemaker@oceana.org\n\nPress Inquiries\n+1(202)-833-3900\npress@oceana.org\n\nOCEANA'S EFFICIENCY\n\nBECOME A WAVEMAKER\n\nSign up today to get weekly updates and action alerts from Oceana.\n\nSHOW YOUR SUPPORT WITH A DONATION\n\nWe have already protected nearly 4 million square miles of ocean and innumerable sea life - but there is still more to be done.\n\nDonate Now\nQUICK LINKS:\n\nPress\nOceana Store\nMarine Life\nBlog\nCareers\nFinancials\nPrivacy Policy\nTerms of Use\nContact"
}