{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Pollution Is Killing Coral Reefs, 4-Year Study Finds",
  "href": "https://www.npr.org/sections/thetwo-way/2018/01/25/580227045/plastic-pollution-is-killing-coral-reefs-4-year-study-finds",
  "body": "Science 8 Million Tons Of Plastic Clutter Our Seas \"The likelihood of disease increases from 4 percent to 89 percent when corals are in contact with plastic,\" researchers report in the journal...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nThe Two-Way\nTHE TWO-WAY\nPlastic Pollution Is Killing Coral Reefs, 4-Year Study Finds\nJANUARY 25, 20182:01 PM ET\n\nChristopher Joyce\n\nDiapers, cotton swabs, bottles and wrappers are littering reefs. A new study finds they're causing widespread damage.\n\nMichael O'Neill/Science Source\n\nMillions of tons of plastic waste end up in the ocean every year. And the trash stays there: Whether it's grocery bags or water bottles or kids' toys, plastic is practically indestructible.\n\nNow marine scientists have discovered that it's killing coral reefs.\n\nA new study based on four years of diving on 159 reefs in the Pacific shows that reefs in four countries — Australia, Thailand, Indonesia and Myanmar — are heavily contaminated with plastic. It clings to the coral, especially branching coral. And where it clings, it sickens or kills.\n\nSponsor Message\nSCIENCE\n8 Million Tons Of Plastic Clutter Our Seas\n\n\"The likelihood of disease increases from 4 percent to 89 percent when corals are in contact with plastic,\" researchers report in the journal Science.\n\nSenior author Drew Harvell at Cornell University says the plastic could be harming coral in at least two ways. First, bacteria and other harmful microorganisms are abundant in the water and on corals; when the coral is abraded, that might invite pathogens into the coral.\n\n\"It's certainly well known that plastics abrade corals, create new openings,\" she says. \"They basically tear open the skin of the coral and that can allow an infection from anywhere to start.\"\n\nIn addition, Harvell says, plastic can block sunlight from reaching coral.\n\nA survey of 150 reefs found plastic was a common pollutant.\n\nKathryn Berry/Science\n\nHer group found increased risk of four diseases in coral in contact with plastic.\n\n\"This is a huge survey,\" says Harvell. It was the idea of Joleah Lamb, who was at the time, a graduate student.\n\n\"There are really great studies showing how much plastic is going into the oceans and how much is floating on the surface,\" says Lamb, who's now a fellow at Cornell University. \"But we really didn't have an idea about what's underneath the surface of the ocean.\"\n\nTHE SALT\nGuess What's Showing Up In Our Shellfish? One Word: Plastics\n\nThe more they looked, especially in Asian waters, the more they found: bottles, diapers, cotton swabs, food wrappers. They noticed that coral that had plastic didn't look healthy.\n\nBased on how much plastic the researchers found while diving, they estimate that over 11 billion plastic items could be entangled in coral reefs in the Asia-Pacific region, home to over half the world's coral reefs. And their survey did not include China, one of the biggest sources of plastic pollution.\n\nAustralian reefs had the least amount of plastic observed on reefs, which the researchers attribute to a more comprehensive system for waste control. Other countries in the Pacific don't have much control over what ends up in the waste stream. \"Massive amounts of plastic are being thrown into the oceans from land,\" Harvell says, in countries that don't have much recycling and with dumps that are often adjacent to the ocean or waterways that run into the ocean.\n\nSponsor Message\n\nCoral reefs already are susceptible to bleaching due to unusually warm water, either from seasonal shifts in water temperature or from human-caused global warming. \"Bleached coral is more susceptible to disease,\" Harvell says. \"The bleached coral is stressed. Plastic would make things that much worse.\"\n\nTHE TWO-WAY\nMillions Of Pieces Of Plastic Are Piling Up On An Otherwise Pristine Pacific Island\n\nMatthew Savoca, a marine scientist at the the University of California, Davis, who studies the effects of plastic in the ocean, suggests that ocean waters with lots of plastic waste might also carry other pollutants that could also be contributing to higher rates of coral disease.\n\nBut Lamb says they found that corals within yards of each other showed a noticeable difference: Those with plastic were much more likely to be diseased. \"It seems to be something associated with the plastic itself,\" says Lamb.\n\nExactly how the plastic is causing disease is still unclear. What is clear from numerous studies is that the amount of plastic getting into the oceans is on the rise.\n\nplastic waste\ncoral reefs\npacific ocean\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nCULTURE\nKennedy Center Unveils Progress On New Extension For Artistic Projects\nTECHNOLOGY\nS.C. Mom Says Baby Monitor Was Hacked; Experts Say Many Devices Are Vulnerable\nWORLD\nU.S.-Led Coalition Accused Of 'Potential War Crimes' In Push To Reclaim Raqqa\nWORLD\nMore Than 100 Migrants Feared Dead In Capsizing Off Tunisia\nNATIONAL\nMiss America Says Farewell To Its Swimsuit Competition, Embracing 'Whole New Era'\nECONOMY\nMexico Hits U.S. Steel And Farm Products With Tariffs, Retaliating For Trump Move\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}