{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Science Says: Amount of straws, plastic pollution is huge - Phys.org",
  "href": "https://phys.org/news/2018-04-science-amount-straws-plastic-pollution.html",
  "body": "Straws make up about 4 percent of the plastic trash by piece, but far less by weight. Straws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those...",
  "textContent": "Week's top\nLatest news\nUnread news\nSubscribe\nScience X Account\nRemember me\nSign In\n\nClick here to sign in with  or \n\nForget Password?\n\nNot a member? Sign up\n\nLearn more\n\nNanotechnology\nPhysics\nEarth\nAstronomy & Space\nChemistry\nBiology\nOther Sciences\n Medicine\n Technology\n\n42\n\n10\n\nShare\n\nEmail\n\nHome\nEarth\nEnvironment\n\nAPRIL 21, 2018\n\nScience Says: Amount of straws, plastic pollution is huge\n\nby Seth Borenstein\n\nThis December 2016 photo provided by the Commonwealth Scientific and Industrial Research Organization, a dead shearwater bird rests on a table next to a plastic straw and pieces of a red balloon found inside of it on North Stradbroke Island, off the coast of Brisbane, Australia. Australian scientists Hardesty and Chris Wilcox estimate, using trash collected on U.S. coastlines during clean ups over five years, that there are nearly 7.5 million plastic straws lying around America's shorelines.  They then figure that means for the entire world there are between 437 million and 8.3 billion plastic straws on the world's coastlines. (CSIRO via AP)\n\nCities and nations are looking at banning plastic straws and stirrers in hopes of addressing the world's plastic pollution problem. The problem is so large, though, that scientists say that's not nearly enough.\n\nAustralian scientists Denise Hardesty and Chris Wilcox estimate, using trash collected on U.S. coastlines during cleanups over five years, that there are nearly 7.5 million plastic straws lying around America's shorelines. They figure that means 437 million to 8.3 billion plastic straws are on the entire world's coastlines.\n\nBut that huge number suddenly seems small when you look at all the plastic trash bobbing around oceans. University of Georgia environmental engineering professor Jenna Jambeck calculates that nearly 9 million tons (8 million metric tons) end up in the world's oceans and coastlines each year, as of 2010, according to her 2015 study in the journal Science .\n\nThat's just in and near oceans. Each year more than 35 million tons (31.9 million metric tons) of plastic pollution are produced around Earth and about a quarter of that ends up around the water.\n\n\"For every pound of tuna we're taking out of the ocean, we're putting two pounds of plastic in the ocean,\" says ocean scientist Sherry Lippiatt, California regional coordinator for National Oceanic and Atmospheric Administration's marine debris program.\n\nSeabirds can ingest as much as 8 percent of their body weight in plastic, which for humans \"is equivalent to the average woman having the weight of two babies in her stomach,\" says Hardesty of Australia's Commonwealth Scientific and Industrial Research Organisation.\n\nOrganizers of Earth Day, which is Sunday, have proclaimed ending plastics pollution this year's theme. And following in the footsteps of several U.S. cities such as Seattle and Miami Beach, British Prime Minister Theresa May in April called on the nations of the British commonwealth to consider banning plastic straws, coffee stirrers and plastic swabs with cotton on the end.\n\nMcDonald's will test paper straws in some U.K. locations next month and keep all straws behind the counter, so customers have to ask for them. \"Together with our customers we can do our bit for the environment and use fewer straws,\" says Paul Pomroy, who runs the fast-food company's U.K. business.\n\nThe issue of straws and marine animals got more heated after a 2015 viral video showing rescuers removing a straw from a sea turtle's nose in graphic and bloody detail.\n\nBut a ban may be a bit of a straw man in the discussions about plastics pollution. Straws make up about 4 percent of the plastic trash by piece, but far less by weight.\n\nStraws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.\n\n\"Bans can play a role,\" says oceanographer Kara Lavendar Law, a co-author with Jambeck of the 2015 Science study. \"We are not going to solve the problem by banning straws.\"\n\nIn this Thursday, Feb. 12, 2015 file photo, Jenna Jambeck, an environment engineering professor at the University of Georgia, holds a plastic baggie with trash collected last fall from a clean up at Panama Beach, Fla., at the American Association for the Advancement of Science conference in San Jose, Calif. Jambeck calculates that nearly 9 million tons (8 million metric tons) end up in the world's oceans and on the coastlines each year, as of 2010, according to her 2015 study. (AP Photo/Seth Borenstein)\n\nScientists say that unless you are disabled or a small child, plastic straws are generally unnecessary and a ban is start and good symbol. These items that people use for a few minutes but \"are sticking round for our lifetime and longer,\" Lippiatt says.\n\nMarcus Eriksen, an environmental scientist who co-founded the advocacy group 5 Gyres, says working on bans of straws and plastic bags would bring noticeable change. He calls plastic bags, cups and straws that break down in smaller but still harmful pieces the \"smog of microplastics.\"\n\n\"Our cities are horizontal smokestacks pumping out this smog into the seas,\" Eriksen says. \"One goal for advocacy organizations is to make that single-use culture taboo, the same way smoking in public is taboo.\"\n\nSteve Russell, vice president of plastics for the American Chemistry Council, said people can reduce waste by not taking straws, but \"in many cases these plastics provide sanitary conditions for food, beverages and personal care.\"\n\nThe key to solving marine litter, Russell says, is \"in investing in systems to capture land-based waste and investing in infrastructure to convert used plastics into valuable products.\"\n\nEven though Jambeck spends her life measuring and working on the growing problem of waste pollution, she's optimistic.\n\n\"We can do this,\" Jambeck says. \"I have faith in humans.\"\n\nJournal information: Science \n\n© 2018 The Associated Press. All rights reserved.\n\nExplore further\n\nTaiwan to ban disposable plastic items by 2030\n61 shares\n\nFacebook\n\nTwitter\n\nEmail\n\nFeedback to editors\n\n1\n2\nRelated Stories\nTaiwan to ban disposable plastic items by 2030\n\nFEB 22, 2018\n\nPlastic trash—the new threat for coral reefs worldwide\n\nMAR 8, 2018\n\nDead whale ingested 64 pounds of plastic and waste\n\nAPR 20, 2018\n\nDiver films rubbish wasteland in Bali waters\n\nMAR 8, 2018\n\nStemming the tide of ocean plastics\n\nAPR 18, 2018\n\nBetter managing plastic waste in a handful of rivers could stem plastics in the ocean\n\nOCT 11, 2017\n\nRecommended for you\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDEC 8, 2023\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nDEC 8, 2023\n\nResearch finds marine bacteria, atmospheric rivers can contribute to formation of ice clouds\n\nDEC 8, 2023\n\nAdapting to hypoxia: Zooplankton influence efficiency of biological carbon pump in the Humboldt Current\n\nDEC 8, 2023\n\nImproving thunderstorm prediction by watching lightning flashes from space\n\nDEC 8, 2023\n\nA new 66 million-year history of carbon dioxide offers little comfort for today\n\nDEC 7, 2023\n\nLoad comments (3)\nMore news stories\nWhen is an aurora not an aurora? Phenomena called 'Steve' and 'picket fence' are masquerading as auroras\n\nThe shimmering green, red and purple curtains of the northern and southern lights—the auroras—may be the best-known phenomena lighting up the nighttime sky, but the most mysterious are the mauve and white streaks called ...\n\nEARTH SCIENCES\n\n21 HOURS AGO\n\n0\n\n341\n\nA new (micro) lens on optics: Researchers develop hybrid achromats with high focusing efficiencies\n\nUsing 3D printing and porous silicon, researchers at the University of Illinois Urbana-Champaign have developed compact, visible wavelength achromats that are essential for miniaturized and lightweight optics. These high-performance ...\n\nOPTICS & PHOTONICS\n\n21 HOURS AGO\n\n0\n\n202\n\nSaturday Citations: Extragalactic stars in the Milky Way, more biolinguistic evidence and couples coping with COVID\n\nThis week we look at migratory stars, communicative children and how to make the best cup of coffee, as well as examining some of the latest COVID advice.\n\nOTHER\n\nDEC 9, 2023\n\n0\n\n54\n\nSix-million-year-old groundwater pool discovered deep under Sicilian mountains\n\nA multi-institutional team of geoscientists has discovered a deep, ancient underground pool of fresh water underneath part of the Sicilian mountains. In their study, reported in the journal Communications Earth & Environment, ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n2\n\n226\n\nPolyethylene waste could be a thing of the past\n\nAn international team of experts undertaking fundamental research has developed a way of using polyethylene waste (PE) as a feedstock and converted it into valuable chemicals, via light-driven photocatalysis.\n\nPOLYMERS\n\nDEC 8, 2023\n\n3\n\n359\n\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDecade-long ocean warming that impacts ocean circulation, a decrease in oxygen levels that contributes to changes in salinification and nutrient supply, and ocean acidification are just some of the challenges the world's ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n2\n\n59\n\nResearchers quantify the onset of turbulence in a pipe bent back on itself\n\nHow much stress do pipes undergo when a liquid flows through them, and how does it depend on the degree of curvature of the pipe?\n\nSOFT MATTER\n\nDEC 8, 2023\n\n0\n\n91\n\nStudy of Philippine sea cucumber shows it may have biomedical applications\n\nA small team of marine scientists and chemists at the University of the Philippines, The Marine Science Institute, has found that a type of sea cucumber found locally may have biomedical applications. In their study, reported ...\n\nPLANTS & ANIMALS\n\nDEC 8, 2023\n\n0\n\n78\n\nGenetic mutations that promote reproduction tend to shorten human lifespan, study shows\n\nA University of Michigan-led study based on a review of genetic and health information from more than 276,000 people finds strong support for a decades-old evolutionary theory that sought to explain aging and senescence.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n148\n\nA superconducting junction made from a single 2D material promises to harness strange new physics\n\nPhysicists at RIKEN have developed an electronic device that hosts unusual states of matter, which could one day be useful for quantum computation.\n\nSUPERCONDUCTIVITY\n\nDEC 8, 2023\n\n0\n\n418\n\n'Appetite for drumsticks': First prey found in a tyrannosaur stomach\n\nPrey has been discovered inside the stomach of a tyrannosaur skeleton for the first time, scientists said Friday, revealing that the mighty dinosaurs had an \"appetite for drumsticks\" when they were young.\n\nPALEONTOLOGY & FOSSILS\n\nDEC 8, 2023\n\n0\n\n331\n\nResearchers discover new lipid nanoparticle that shows muscle-specific mRNA delivery, reduces off-target effects.\n\nA team of researchers based at the University of Toronto's (U of T) Leslie Dan Faculty of Pharmacy has discovered a novel ionizable lipid nanoparticle that enables muscle-focused mRNA delivery while minimizing off-target ...\n\nBIO & MEDICINE\n\nDEC 8, 2023\n\n1\n\n70\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nWildfires are some of the most destructive natural disasters in the country, threatening lives, destroying homes and infrastructure, and creating air pollution. In order to properly forecast and manage wildfires, managers ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n0\n\n62\n\nNew insights into Zebra mussel attachment fibers offer potential solutions to combat invasive species\n\nA recent study from researchers in Canada and Germany has revealed that an unlikely event, occurring over 12 million years ago, played an important role in shaping one of Canada's most damaging invasive species.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n120\n\nConjoined 'racetracks' make new optical device possible\n\nWhen we last checked in with Caltech's Kerry Vahala three years ago, his lab had recently reported the development of a new optical device called a turnkey frequency microcomb that has applications in digital communications, ...\n\nOPTICS & PHOTONICS\n\nDEC 8, 2023\n\n0\n\n20\n\nCatalyst makes drugs inside the body to minimize side effects\n\nA highly active catalyst capable of synthesizing drug molecules within the body has been developed by RIKEN chemists. In mice, an anticancer drug assembled near tumors using the injected catalyst suppressed tumor growth.\n\nBIOCHEMISTRY\n\nDEC 8, 2023\n\n0\n\n59\n\nMedical Xpress\n\nMedical research advances and health news\n\nTech Xplore\n\nThe latest engineering, electronics and technology advances\n\nScience X\n\nThe most comprehensive sci-tech news coverage on the web\n\nNewsletters\nSubscribe\nScience X Daily and the Weekly Email Newsletter are free features that allow you to receive your favorite sci-tech news updates in your email inbox\nFollow us\nTop\nHome\nSearch\nMobile version\nHelp\nFAQ\nAbout\nContact\nScience X Account\nPremium Account\nArchive\nNews wire\nAndroid app\niOS app\nRSS feeds\nPush notification\n© Phys.org 2003 - 2023 powered by Science X Network\nPrivacy policy Terms of use"
}