{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "How a Grassroots Effort is Taking Plastic Straws Off the Menu",
  "href": "https://www.waste360.com/waste-reduction/how-a-grassroots-effort-is-taking-plastic-straws-off-the-menu-in-boulder-colo-",
  "body": "Americans use 500 million straws per day, which has led the plastic tubes to be listed in the top 10 lists of littered items found on beaches and in waterways. Cheryl McMullen July 24, 2017 4...",
  "textContent": "Waste360 In Session\nWasteExpo\nWWETT Show\nSign Up Today\nIndustry Insights\nCollection\nEnergy\nFleets\nLandfill\nOrganics\nRecycling\nSustainability\nWaste Reduction\nPlastics\nHow a Grassroots Effort is Taking Plastic Straws Off the Menu in Boulder, Colo.\n\nAmericans use 500 million straws per day, which has led the plastic tubes to be listed in the top 10 lists of littered items found on beaches and in waterways.\n\nCheryl McMullen\n\nJuly 24, 2017\n\n4 Min Read\n\nOn July 11th local activist Graham Hill stood outside the local 7-Eleven in Boulder, Colo., handing out compostable paper straws to those taking advantage of the free Slurpees the chain was giving away to celebrate its birthday.\n\nHill says he personally handed out thousands of straws along with other volunteers. They hope to see the continued growth of a grassroots movement called \"Suck the Straws Out of Boulder.\" Hill and others handed out straws provided by Fort-Wayne, Ind.-based paper straw manufacturer Aardvark Straws to try and illustrate there are more environmentally friendly alternatives to ubiquitous plastic straws. The problem with straws is that many end up in bodies of water. \n\nSome municipalities are taking a legislative approach to cut down on plastic straws. \n\n“Several local governments are exploring new rules or processes governing straws; however, it will be very difficult to successfully divert them, mostly due to their very small size,” says SWANA CEO and Executive Director David Biderman. \n\nIn September in Davis, Calif., a straw by request law will go into effect, where restaurants can only serve straws when customers request them. Berkeley, Calif., is considering a ban on plastic straws, and next month Fort Myers, Fla. may consider a rule that businesses with take-out beverages serve them with biodegradable alternatives.\n\nHill says Boulder businesses hand out approximately 150,000 straws per day for 100,000 people. National statistics suggest Americans use 500 million straws per day, which has led the plastic tubes to be listed in the top 10 lists of littered items found on beaches and in waterways.\n\nADVERTISING\n\nFor example, last month on California Coastal Cleanup Day, Ocean Conservancy, the California Coastal Commission and a large number of volunteers joined forces to remove 700,000 pounds of waste from California beaches. That included 18,879 straws.\n\n“It adds up quickly and it’s something we can do without,” says Hill. “Your drink is maybe 10 minutes but your straw is forever because they don’t decompose. I always say, ‘We can do better.’”\n\nBut while the numbers may seem staggering, the volume they represent is not as significant.\n\n“They are not a significant component of the overall waste stream compared to food waste or paper, says Biderman. \n\nHill says there is always an argument to be made for reducing single-use plastic and that’s the message behind the movement. “There may be bigger issues out there, he says, but we’re picking straws, because we can reduce the number fairly quickly.”\n\nAnne Germain, director of waste and recycling technology says she supports the idea of reduction first. “Let’s reduce and reuse to the maximum extent possible,” she says.\n\nThen see what the next problem is.\n\nFor recyclers, says Germain, plastic straws don’t seem to be an issue, at least not like plastic bags are in machinery at MRFs, for example.\n\n“It’s never been brought up to me that it’s a problem,” she says.\n\nInstead the straws are more likely to fall in with the “fines” that are sent to landfill.\n\nNext, the question is whether or not enough of this material is collected to justify sorting it out. Does it fall in with other materials and then have to be resorted? That would be dependent on the market. She speculates the straw would end up with the fines, and ultimately, the recyclers can only take so much other material in before it leads to contamination and then lower prices.\n\n“And a lot of it is driven by prices of what they’ll be able to get for the final commodity,” says Germain. “I think most of the problem that people have with plastic straws is that they might end up in our oceans. And I think, the thing about when they end up in our oceans is, it’s because they haven’t been managed by our waste and recycling system in any way. This isn’t an issue of landfill versus recycling.”\n\nIt is an issue, she says, of it not being properly disposed of to begin with.\n\nThat’s why Hill’s campaign is going to restaurant owners and talking about environmental impacts of plastic straws and potentially getting them to go from plastic straws to compostable, straws on request or no straws all together.\n\n“Going from plastic to compostable is a big move for some restaurants and it reduces the amount of plastic in the trash,” Hill says.\n\nFor patrons, we’d like for them to be out in front of their drink order and request no straw because our big hope is to get restaurants to put some messaging around the use of plastic straws in the first place on their tables. But we realize most restaurants may not be willing to do that.\n\nFor Hill, the campaign’s idea really ignited when he visited Taco Junky and Tequilla Bar—a campaign partner. The Boulder restaurant serves only compostable or paper straws and only on request. Hill says the restaurant also offers great messaging to patrons explaining the reason behind it.\n\nThe fact that it’s a grassroots effort is important, he says. “We are not talking about a ban. This is not being controlled by the government, this is grassroots. From a restaurant point of view, we don’t want them to feel they are being choked down by the city of Boulder. We want them to wave their flag and say, ‘Hey, we’ve done this.’”\n\nAbout the Author(s)\n\nCheryl McMullen\n\nFreelance writer, Waste360\n\nCheryl McMullen is a freelance journalist from Akron, Ohio, covering solid waste collection and transfer for Waste360.\n\nStay in the Know - Subscribe to Our Newsletters\nJoin a network of more than 90,000 waste and recycling industry professionals. Get the latest news and insights straight to your inbox. Free.\nSign Me Up\nTop Stories\nWaste Legislation\nNWRA’s Riley, WM’s Salaam Recognized Among The Hill’s Top Lobbyists for 2023\n\nDec 8, 2023\n\nWaste Recycling\nSpringfield, Mo. Encourages Residents to Recycle Holiday Waste, Excess Food\n\nDec 8, 2023\n\nIndustry Insights\nLCSWMA Announces Daniel Youngs as New Chief Executive Officer\n\nDec 8, 2023\n\nWaste Recycling\nOregon’s BRING Recycling Offers Holiday Gifts Made from Upcycled Gifts\n\nDec 8, 2023\n\nResources\nAdvertise\nAd Choices\nConnect\nAbout\nContact Us\nContent Licensing and Reprints\nJoin Us\nSubscribe\nFollow Us\n\nCopyright © 2023. All rights reserved. Informa Markets, a trading division of Informa PLC.\n\nAccessibility|\nPrivacy Policy|\nCookie Policy|\nTerms of Use|\nVisitor Terms and Conditions\nAbout Cookies On This Site\nWe and our partners use cookies to enhance your website experience, learn how our site is used, offer personalised features, measure the effectiveness of our services, and tailor content and ads to your interests while you navigate on the web or interact with us across devices. By clicking \"Continue\" or continuing to browse our site you are agreeing to our and our partners use of cookies. For more information seePrivacy Policy\nCONTINUE"
}