{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straws Aren't the Problem : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/8um5j6/plastic_straws_arent_the_problem/",
  "body": "Almost every straw campaign has acknowledged that straws aren't the biggest problem. What they are is a ubiquitous, superfluous item (ignoring the disability arguments) that made people more aware of their plastic consumption but was easy enough for a majority of people to get rid of, as opposed to more expensive, inconvenient alternatives such as reusable cups or safety razors.",
  "textContent": "Plastic Straws Aren’t the Problem : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n6 yr. ago\nImLivingAmongYou\nPlastic Straws Aren’t the Problem\nr/Anticonsumption\n•\n6 yr. ago\nPlastic Straws Aren’t the Problem\n67 upvotes · 19 comments\nArchived post. New comments cannot be posted and votes cannot be cast.\naccounts.reddit.com\nLearn More\nSort by:\n[deleted]\n•\n6 yr. ago\nyoung_menace\n•\n6 yr. ago\n\nAlmost every straw campaign has acknowledged that straws aren’t the biggest problem. What they are is a ubiquitous, superfluous item (ignoring the disability arguments) that made people more aware of their plastic consumption but was easy enough for a majority of people to get rid of, as opposed to more expensive, inconvenient alternatives such as reusable cups or safety razors.\n\nIt’s been very effective at “starting a conversation” and actually has impacted corporate policy in addition to laws, so this idea of “and/or” in terms of lobbying or individual behaviour is reductive. Changing laws also requires the adaptation of individual consumption behaviours anyway, so the order barely matters.\n\n2 more replies\nbjorn_hammerhock_pol\n•\n6 yr. ago\n\nOne solution then is to ban all fishing in the ocean and go vegan.\n\n2 more replies\noverlord-oftherings\n•\n6 yr. ago\n\nNot the biggest problem, but one of the easiest things to fix. A lot of ZW lifestyle changes require huge commitment and dedication compared to what most people are used to. Going without a straw requires no effort and can make a huge cumulative difference.\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of June 28, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}