{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Fluid pressure problems : r/AskPhysics - Reddit",
  "href": "https://www.reddit.com/r/AskPhysics/comments/7bpnfb/fluid_pressure_problems/",
  "body": "A student places their finger over the top opening of the straw and lifts the straw vertically a distance d with the water in the straw staying in the straw. a. Enter an expression for the difference in pressure ΔP = PB - PA between points B and A of the water, in terms of d, the density of the water, ρ, and the acceleration due to gravity, g",
  "textContent": "Fluid pressure problems : r/AskPhysics\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskPhysics\nr/AskPhysics\n•\n6 yr. ago\nltgenspartan\nFluid pressure problems\n\nTitle correction 1 problem, not multiple.\n\nA drinking straw is placed in a glass of water. A student places their finger over the top opening of the straw and lifts the straw vertically a distance d with the water in the straw staying in the straw.\n\na. Enter an expression for the difference in pressure ΔP = PB - PA between points B and A of the water, in terms of d, the density of the water, ρ, and the acceleration due to gravity, g.\n\nI have tried entering qgh, as ρ really shouldn't matter, as I've done this many times as a kid with soda, so it would make sense to me that it doesn't matter what the fluid is, but am otherwise stumped.\n\n(skipping part b, because I enter in my knowns into the formed equation in the last part)\n\nc. The straw is cylindrical with a radius of 3.5 mm. What is the weight of the water in the straw, in newtons?\n\nI've been asked similar questions before given cross sectional areas, but I've never known which equation I should be using.\n\n(EE major, so I haven't dealt with fluid mechanics like CE and ME majors have, so I'm at a bit of a disadvantage compared to those majors in my class)\n\nRead more\nSort by:\nAdd a Comment\nNerull\n•\n6 yr. ago\n\nDensity absolutely matters. A straw full of water and a straw full of mercury will produce very difficult results.\n\nYou've probably heard pressure expressed in inches of mercury at some point - there's a reason they specify the fluid.\n\nReply\nreply\n3 more replies\n \nTop 1%\nRank by size \nRelated\nPhysics\nPhysical science\nNatural science\nScience\nforward\nback\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/Physics\n‘Wobbly spacetime’ may help resolve contradictory physics theories | Physics\ntheguardian\n320 upvotes · 126 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/IsaacArthur\nHow to Win an Interstellar War by Kurzgesagt\nyoutube\n120 upvotes · 51 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n193 upvotes · 39 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nr/aoe2\nReal-Time Strategy is incredible and you should play it\nyoutube\n188 upvotes · 79 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/singularity\n[Video] Hands-on with Gemini: Interacting with multimodal AI\nyoutube\n304 upvotes · 120 comments\nr/singularity\nSam Altman: ‘On a personal note, like four times now in the history of OpenAI, the most recent time was just in the last couple of weeks, I’ve gotten to be in the room when we pushed the veil of ignorance back’\nyoutube\n219 upvotes · 177 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/aoe2\nEarly Pathing was Better in AoE2:DE\nyoutube\n104 upvotes · 58 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 45 comments\nr/SpaceXLounge\nStarship | Second Flight Test\nyoutube\n247 upvotes · 35 comments\nr/spacex\nStarship 2nd Flight w. onboard shots!\nyoutube\n600 upvotes · 66 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/spacex\nSpaceX Starship Booster 9 Tank Slosh simulation\nyoutube\n366 upvotes · 186 comments\nr/spacex\nStarship | 360 Video of Liftoff\nyoutube\n151 upvotes · 13 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 9, 2017\nReddit\nreReddit: Top posts of November 2017\nReddit\nreReddit: Top posts of 2017"
}