{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "What was healthcare like in the Soviet Union? : r/AskHistorians - Reddit",
  "href": "https://www.reddit.com/r/AskHistorians/comments/73aiiu/what_was_healthcare_like_in_the_soviet_union/",
  "body": "91 votes, 12 comments. true. Comment 1/3 This is an interesting question. I will start off by noting that, in most regards, it really is not particularly fair to compare the quality and availability of healthcare in the Soviet Union to the industrialized nations in the West, like the United States, and especially Western Europe or Canada.",
  "textContent": "What was healthcare like in the Soviet Union? : r/AskHistorians\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskHistorians\nr/AskHistorians\n•\n6 yr. ago\ngranpappynurgle\nWhat was healthcare like in the Soviet Union?\n\nHow was the overall quality of their healthcare? Were there enough doctors/medicine for such a large country? Did they do house calls?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nMinardi-Man\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nComment 1/3\n\nThis is an interesting question.\n\nI will start off by noting that, in most regards, it really is not particularly fair to compare the quality and availability of healthcare in the Soviet Union to the industrialized nations in the West, like the United States, and especially Western Europe or Canada. No matter what Soviet leadership said, the USSR never managed to equal (or even come close to) their Cold War adversaries in terms of economic development, with the projected GPD per capita hovering somewhere south of the $10.000 mark around 1990, less than half that of the United States, although precise figures are practically impossible to come by due to the various distortions, not least of which was the presence of a sprawling shadow economy.\n\nWith that being said, and to give you a general answer, the Soviet healthcare system, when seen in the context of the country's overall economic development, was surprisingly well developed but only if one considers its limitations. It was remarked by some Western observers that the Soviet Union is the most developed of all the underdeveloped countries in the world, and I think it rings true in regards to its healthcare system.\n\nFirst of all, some very brief historic background.\n\nPrior to the Revolution of 1917 Russian healthcare system was virtually non-existent in the sense that its systematized provision to the vast majority of the population outside of a few urban centres, was virtually non-existent. If you were living in rural areas, you'd be extremely lucky to have access to a trained doctor - most of the services in those places were provided either by people with no formal training (or very little), or members of the clergy. Even though the medical science was starting to take off by the early 20th century, producing several esteemed specialists, it was both behind the levels of Western Europe and North America, and was very limited in its scope and practical effect on the health of the majority of the population.\n\nWith the establishment of the Soviet Union, the state started the creation of completely socialized healthcare system. At its core, it was a centralized system with the government providing state-funded health care to all citizens (at first it was to all employed citizens). The right to health was officially enshrined in the Soviet constitution, making Soviet Union one of the first countries that promised universal free cradle to grave healthcare coverage, sometimes called the Semashenko system (after Nikolai Semashenko, one of its creators). The system was tiered around the district health board and the district physician. Accordingly, all health personnel on all levels were employed by the state.\n\nIn the first three or four decades of Soviet rule this system was indeed a major improvement over what was previously available, leading to drastic decreases in infant mortality and increases in life expectancy (though this is largely masked by the destructive effects of the Second World War and the preceding famine), as well as decreases in the rates of various infectious diseases, such as cholera, typhus, and tuberculosis.\n\nThe Soviet government generally understood the complexity of the tasks that lay before it. The country's infrastructural base made any sort of \"advanced\" healthcare provisions virtually impossible outside of its largest cities and, as such, a conscious decision has been made to prioritize preventative treatment aimed at prophylactics of scores of common infectious and epidemic diseases, as well as universal vaccination and immunization.\n\nThis is a common trend among communist nations around the globe (or at least those that actually tried to create a functioning healthcare system). You could still see a (rather extreme) version of this system in, for example, North Korea, where it has been preserved in time like a fossil in amber. Due to the government's ability to control large chunks of people's lives under the Soviet and other Communist systems with relatively little concerns for privacy, the provision of preventative healthcare was much easier than in the democratic countries of the West for example.\n\nIn addition, much of the health care system was centered around the needs of city dwellers and industrial workers, making it in many ways subordinate to industrial requirements brought upon by both the collectivization and the accelerated industrialization taking place in the late 1920s-through 1930s. This both lowered the average pay, and gave the start to a somewhat disproportionate recruitment of women into medical professions (more on that later). This was made doubly-so important because one of the only legitimate reasons for foregoing work at the time was sickness, as certified by a licensed medical practitioner.\n\nCheap and simple health checks (which were compulsory for everyone and were supposed to be taken annually) were meant to locate and diagnose, and hopefully treat, medical problems at their earliest stages. The same with immunization (also compulsory). This focus on simple and inexpensive prophylactics (which included basic hygiene) at the early stages of Soviet healthcare system's development allowed them to markedly improve the overall health situation in the country relatively cheaply - as young people seldom die of chronic conditions requiring expensive treatments, with complicated conditions tending to develop later on in life, the majority of threats at a young age come from minor ailments, which can be identified and combated with relative ease provided there is a semi-competent doctor nearby.\n\nHowever, this also meant that while the early Soviet healthcare system (early in this case largely means pre-WWII, and sometimes even pre-1930) was well prepared to deal with fractured bones and cholera, it was poorly equipped to deal with complicated conditions and mental illnesses. This approach, however, still allowed Russian (as it varied between national republics) life-expectancy to peak at or around 70 years in the mid 1960s, not far from the Western European averages at the time. This translates to around 64 years for men and 73 years for women (with the corresponding figures for France and the US in 1965 being approximately 67.5 and 66.8 for men, and 74.7 and 73.7 for women respectively). Similarly, the number of physicians was very high, especially for what was in effect a developing country - the number of physicians per 10.000 people hovered between 33 and 35, topping at around 37 physicians per 10.000 people in the late 1970s-early 1980s. In comparison in the United States at the time it was around 19-20 physicians per 10.000 people). Present day Russia and many of the post-Soviet states still retain high numbers of physicians per capita left from the Soviet system. Today, there are approximately 33.06 physicians per 10.000 people in Russia, higher than both United States and Canada (25.54 and 24.07 respectively), and around the same as France (32.27).\n\nHowever, this approach is characterized by diminishing returns on investment. When discounting the effects of the Second World War, the successes stemming from the focus on eradicating and combating infectious diseases and providing primary health care and vaccines topped out by the 1960s. From that point onward сardiovascular diseases became one of the primary causes of non-violent death in the Soviet Union. This is the trend that was noted across the industrialized world, with low rates of infectious diseases, and growing rates of cardiovascular diseases and cancer.\n\nThe Soviet system did not adapt well to the changing patterns of an older, more urban population. Increases in substance abuse also started to take a toll. The amount of resources devoted to healthcare did not increase accordingly (it is estimated that it stayed relatively constant at around 2-3% between 1960 and 1970). In comparison, in United States it increased from 5% in 1960, to around 8% in 1983. As a result of that, as well as the start of the decline of the Soviet economy as a whole, in the early 1970s Soviet Union became the only major industrialized nation that experienced a decline in life expectancy at that time (it fell to around 63-64 years in 1982), with an increase in the gap between males and females (an average male was expected to live around 10-12 years less than an average female at the time).\n\nSimilarly, starting around that time (early to mid 1970s) the quality of the provided care started to decline. Despite high numbers of doctors, the infrastructure base was not modernized and drugs were difficult to come by. It was commonplace to see patients' families bringing food to their relatives in hospitals in order to supplement the relatively meager hospital diets. Overcrowding and hospital induced infections became a constant problem. Common and easily preventable mistakes such as infusions of mismatched blood types and AIDS infections due to improperly sanitized equipment became more common and led to more deaths. Infant mortality rates started to climb alongside general mortality. The downside of having a large number of underpaid medical personnel was that the level of training lagged behind the West, as did the quality of service provided by the vast majority of practitioners (which is obviously less noticeable when dealing with relatively simple ailments which require both less specialized training and equipment). The initial emphasis on practical fundamental skills over scientific knowledge started to become a problem with the lack of major reforms in the sector.\n\nEDIT: Fixed the figures for physicians per capita\n\n10 more replies\n[deleted]\n•\n6 yr. ago\n \nTop 1%\nRank by size \nr/politics\nCoronavirus reveals American exceptionalism at its worst\nthehill\n253 upvotes · 29 comments\nr/todayilearned\nTIL that Hitler's doctor treated his chronic flatulence with fecal microbiota derived from a WWI German soldier's feces.\nen.wikipedia.org\n75 upvotes · 16 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/Health\nAccess problems aren't the only bad things about US healthcare\n70 upvotes · 42 comments\nr/worldnews\nDelhi like ‘a gas chamber’ as Indian capital wakes up to third day of heavy pollution\nfox61\n120 upvotes · 17 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 43 comments\nr/IsaacArthur\nHow to Win an Interstellar War by Kurzgesagt\nyoutube\n120 upvotes · 51 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes · 9 comments\nr/history\nThe Welsh history of Philadelphia\nbbc\n189 upvotes · 33 comments\nr/stupidpol\nNorman Finkelstein on Piers Morgan\nyoutube\n110 upvotes · 77 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/Catholicism\nMother Angelica gets a call from an 8th grader who’s catechism teacher says women should be ordained in priesthood\nyoutube\n198 upvotes · 44 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/books\nIn the battle over books, who gets to decide what's age-appropriate at libraries?\nnpr.org\n215 upvotes · 195 comments\nr/anime_titties\nWhat is nitrous oxide and why is it being banned?\nbbc\n130 upvotes · 53 comments\nr/asianamerican\nAs a Child, I Fled the Khmer Rouge—Kissinger's Legacy in Cambodia | Opinion\nnewsweek\n101 upvotes · 13 comments\nr/history\nThat’s not a potato: mystery of Egyptian treasures found buried in grounds of Scottish school | Archaeology\ntheguardian\n688 upvotes · 27 comments\nr/TheGrittyPast\nMexican singer Chalino Sanchez reads what is thought to be a death threat from one of the cartels in the middle of his last live performance in 1992. Sanchez calmly finished his set & was brutally murdered later that night. The perpetrators & exact circumstances of his murder were never determined.\nyoutube\n167 upvotes · 3 comments\nr/literature\nAS Byatt, author and critic, dies aged 87\ntheguardian\n158 upvotes · 16 comments\nr/IndianCountry\nThe biggest assclown Cherokee Citizen is being an idiot again\nyoutube\n292 upvotes · 49 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/anime_titties\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n440 upvotes · 171 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 29, 2017\nReddit\nreReddit: Top posts of September 2017\nReddit\nreReddit: Top posts of 2017"
}