{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Notes from the Field - Plastic, Plastic, Where is All Our Plastic?",
  "href": "https://earthobservatory.nasa.gov/blogs/fromthefield/2017/10/26/plastic-plastic-where-is-all-our-plastic/comment-page-1/",
  "body": "For plastic there is no corrosion, dissolving, or biodegrading (thankfully, perhaps, biodegradable plastic is now being invented!). The problem for the ocean is that about 8 million metric tons of plastic are estimated to enter the ocean each year. It is thrown away, washed away, blown away, and generally forgotten as it disappears into the ocean.",
  "textContent": "Skip to feedback\nNotes from the Field\nPlastic, Plastic, Where is All Our Plastic?\nOctober 26th, 2017 by Eric Lindstrom\n\nTechnology is a wonderful thing until its dark side is appreciated.  I have written about plastic in prior blogs. I’ll probably have to write about plastic and the ocean for the rest of my life so more people are aware of the terrible toll that plastic has on marine life and the entire marine ecosystem.\n\nA plastic bottle floating in the open ocean is not a rare scene.\n\nOver the SPURS expeditions (Atlantic and Pacific Oceans) from 2012 to today we have seen much visible plastic in the open ocean. This month on Revelle, people have remarked on how little plastic we have seen.  Likely that is just luck, because we know its out there.\n\nAs a relatively modern material technology, we humans see plastic, for the most part, as a critical and necessary element of our lives. It’s hard to imagine life without plastic, nor should we.\n\nWe have lots of plastic items on the Revelle.\n\nWe just need to pay more attention to the fate of all our plastic goods. Plastic is ubiquitous and its dark side is that it is a very long-lived substance. For plastic there is no corrosion, dissolving, or biodegrading (thankfully, perhaps, biodegradable plastic is now being invented!). The problem for the ocean is that about 8 million metric tons of plastic are estimated to enter the ocean each year. It is thrown away, washed away, blown away, and generally forgotten as it disappears into the ocean. It is illegal to dump non-biodegradable materials at sea and modern ships follow these international guidelines. The primary source of plastic in the ocean is not dumping at sea but plastic escaping from the land.  We have the ways and means to control our plastic destiny if only we could control its disposal at the source!\n\nRecent calculations project that by 2050 there be more plastic in the ocean than fish. Wherever you look, the facts about plastic in the ocean are alarming. The emerging science continues to raise new concerns. Are plastics changing the microbial ecosystem of the ocean? Is there any life form in the ocean that will not be impacted by plastic?\n\nMuch of the news one hears about plastic in the ocean relates to “garbage patches” near the center of all the ocean subtropical gyres. This is where surface circulation converges and floating material can accumulate. We can easily imagine what makes up these patches – it is the same material that washes up on islands and coasts worldwide – plastic bags, water bottles, fishing gear, styrofoam, and the detritus of modern life. One imagines the worst – growing islands of plastic debris – for example the well-known “Pacific Garbage Patch” between California and Hawaii. Sadly, there also “waves” of additional debris from tsunamis. Events in the Indian Ocean in 2004 and Japan in 2011 injected enormous amounts of coastal civilization into the ocean.\n\nIn reality some visible accumulations of large debris do occur, but they are difficult to find in the vast expanses of the ocean. It may be critical that we focus less on the cosmetic problem of visible garbage and focus more attention on the hidden problem of plastics. By hidden problem I mean this; if one tows a fine mesh net, you will find plastic almost everywhere in the ocean, today! In the ocean plastic is gradually broken into smaller and smaller pieces – eventually becoming what is known as microplastic (less than 5 mm in size). Microplastic becomes fully mixed with the microscopic plants (phytoplankton) and animals (zooplankton) that are the primary food source for ocean life-forms as diverse as sponges, anemones, small fish, and baleen whales.  Life and death in the sea is becoming inextricably linked to plastics. Finding microplastics in sea life is the new normal.\n\nThe NASA Physical Oceanography Program assists in the study of plastic pollution of the ocean in a number of ways. With present satellite technology it is nearly, if not impossible, to detect from space plastic in the ocean. If dry and if large enough, plastic would have a sufficiently unique spectroscopic signature that remote sensing might be possible. However, most plastic and debris in the ocean is neither large nor dry, precluding direct detection. NASA Earth observation assets are mainly used to track the surface currents and wind responsible for the movement of marine debris. This data, along with sophisticated models of ocean circulation and debris characteristics, do account for the primary features of plastic and marine debris accumulation and distribution. Oceanography, in general, can predict where one might look for open ocean garbage patches (convergences), what accounts for significant differences in types of debris found on different coastlines (windage), and how fast debris disperses from a single source (general circulation dispersion statistics).\n\nWhat science cannot explain (yet), among many things, is the mechanical and chemical degradation of plastic to microplastics, the fate of plastics and debris in the marine ecosystem, or fully identify the sources for all the plastics found in the ocean. Much research is yet to be done to understand the new ocean habitat known as the plastisphere.\n\nAs individuals we must raise awareness of plastic recycling and re-use.  Proper disposal of plastics is critical for the health of the ocean.\n\nYour blogger, Eric Lindstrom, with Ootori-sama.\n\nTags: ocean salinity, oceanography, SPURS, SPURS2\n\nThis entry was posted on Thursday, October 26th, 2017 at 10:51 am and is filed under Salinity Processes in the Upper Ocean Regional Study (SPURS). You can follow any responses to this entry through the RSS 2.0 feed. Both comments and pings are currently closed.\n\n7 Responses to “Plastic, Plastic, Where is All Our Plastic?”\nKatharine McCann says:\nOctober 27, 2017 at 8:56 pm\n\nThe picture of the ocean with one plastic bottle could be an award-winning photograph, in my opinion. It speaks 1,000 words and more. I hope you can enter it somewhere so a larger population could see it. It is amazing. And I’m not just talking about the “message.” The deep blue ocean, the ripples, all so perfect, and a deformed plastic bottle. Well, I’m not going to forget it soon. Thank you! KT McCann\n\nMM Jarrell says:\nOctober 29, 2017 at 10:35 pm\n\nExcellent article on plastic. Your clarification helps my awareness and become more conscientious about recycling. Even though Mobile, AL does not have a city-wide program there are centers where I can take it. I wonder if Ootori-sama is a replacement mascot from last year.\n\nEric Lindstrom says:\nOctober 30, 2017 at 7:34 pm\n\nKatharine McCann,\nThanks so much for encouragement! Unfortunately I have many pictures of plastic bottles with the deep blue open ocean backdrop. I will take your suggestion and see if I can raise awareness through more wide-ranging exposure of the photo.\nRegards\nEric\n\nEric Lindstrom says:\nOctober 30, 2017 at 7:40 pm\n\nDear MMJarrell,\nLast year’s SPURS-2 mascot was “Monkey” – who is home with his young owner this year. We have Ootori-sama aboard thanks to David Ho from University of Hawaii. Ootori-sama may be overtaken in popularity by our two (very cute) Egrets who have adopted the ship. After a couple days aboard they have lost fear of us and walk around the deck like part of the science party.\nBest\nEric\n\nMick grib says:\nNovember 5, 2017 at 4:51 am\n\ni love to go on space and see the world how it looks\n\nB. Springer says:\nDecember 29, 2017 at 8:15 pm\n\nEric, do you have any graphs, calculations, or data tables showing how scientists extrapolated the amount of plastic in the ocean in the year 2050 compared to the amount of fish? Or is there a source you can suggest? I am a math teacher and I would love to show my students these so they can practice making their own extrapolations while learning about the gravity of this situation.\n\nThank you for your thought-provoking and interesting articles! The issue of plastic in the ocean is a serious and scary one.\n\nAlba Ragone says:\nSeptember 12, 2018 at 10:56 am\n\nDear Dr. Lindstrom.\n\nI am Alba Ragone, currently doing a PhD paper on Global plastics pollution and have seen this post: Plastic, Plastic, Where is All Our Plastic?\nOctober 26 2017\nAnd on one paragraph you commented this:\nThe NASA Physical Oceanography Program assists in the study of plastic pollution of the ocean in a number of ways. With present satellite technology it is nearly, if not impossible, to detect from space plastic in the ocean. If dry and if large enough, plastic would have a sufficiently unique spectroscopic signature that remote sensing might be possible.\n\nI am looking forward to accessing satellite data on my research and I wonder if it is possible to get global imagery of plastics polluting-river-lines and oceans-coastal-zones.\nI do appreciate there is plenty of data of localised-Global plastics-pollution observation and clearance, in coastlines, but this remains incomplete. And satellite data could help tackle Global-Oceanic plastics-pollution problem by mapping their Global entry routes.\nIn am also using your salinity, acidity and temperature data on this paper to ascertain impact on plastics degradation at sea; and I am also tackling legislation-constraints, including manufacturing, fishing industry, waste management and damping at sea.\n\nI thank you for your time and great work of your team and all other teams at NASA earth Science.\n\nKind regards\nMrs. Alba Ragone\n\nBrowse by Expedition\nA Satellite Scientist Visits the Ice, Alaska 2016\nAfrican Blue Carbon Systems\nAfriSAR in Gabon 2016\nAirborne Lunar Spectral Irradiance Instrument (air-LUSI)\nArctic-Boreal Vulnerability Experiment (ABoVE)\nATom: World Survey of the Atmosphere\nBalloons for Science\nBeaufort Gyre Exploration Project 2016: Searching for Sea Ice\nConnecting Space to Village\nCuPID\nCyclone Global Navigation Satellite System (CYGNSS)\nDual-channel Extreme Ultraviolet Continuum Experiment (DEUCE)\nEco3D: Exploring the Third Dimension of Forest Carbon\nEXPORTS\nGlobal Hawk Pacific (GLOPAC)\nGO-SHIP 2017\nGoddard Instrument Field Team (GIFT)\nGPM in Japan, the Road to Launch\nGreenland Aquifer Expedition\nGreenland Surface Melt Study 2013\nHurricane and Severe Storm Sentinel (HS3) 2014\nICESat-2 Antarctic Traverse\nInternational Collaborative Experiments for Pyeongchang 2018 Olympic and Paralympic Winter Games (ICE-POP)\nIowa Flood Studies\nJourney to Galapagos\nLandsat 8 Launch 2013\nLARGE (The Langley Aerosol Research Group Experiment) 2014\nLeaf to Landscape\nMABEL: Spring 2011\nMOSAiC\nNAAMES (North Atlantic Aerosols and Marine Ecosystems Study)\nNansen Ice Shelf, Antarctica 2015\nNASA Agriculture\nNASA in Alaska\nNorth Woods, Maine 2009\nOceans Melting Greenland (OMG)\nOlympic Mountains Experiment (OLYMPEX) 2015\nOperation IceBridge\nOperation IceBridge: Antarctic 2013\nOperation IceBridge: Antarctic 2014\nOperation IceBridge: Antarctic 2017\nOperation IceBridge: Arctic 2011\nORACLES\nPine Island Glacier 2011\nReal-time Observations of Greenland's Under-ice Environment (ROGUE)\nSalinity Processes in the Upper Ocean Regional Study (SPURS)\nSea to Space Particle Investigation\nSEAT: Satellite Era Accumulation Traverse\nShip-Aircraft Bio-Optical Research (SABOR)\nSiberia 2012 – Embenchime River Expedition\nSoil Moisture Active Passive (SMAP)\nSouth Pacific Bio-optics Cruise 2014\nSWESARR: NASA’s Newest Snow Instrument\nThe Ablation Zone: Where Ice Goes to Die\nThe Uphill Road to Measuring Snow\nThe Western Siberia Expedition 2010\nUncategorized\nUrban Aerosols: Who CARES?\nVISIONS-2: Imaging Earth’s Portal to Space\nBrowse by Date\nBrowse by Date \nSelect Month\nSeptember 2023\nAugust 2023\nMay 2023\nJanuary 2023\nDecember 2022\nOctober 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nJanuary 2022\nDecember 2021\nOctober 2021\nSeptember 2021\nApril 2021\nMarch 2021\nDecember 2020\nNovember 2020\nSeptember 2020\nJune 2020\nMay 2020\nApril 2020\nMarch 2020\nFebruary 2020\nJanuary 2020\nDecember 2019\nNovember 2019\nOctober 2019\nSeptember 2019\nAugust 2019\nJuly 2019\nJune 2019\nMay 2019\nDecember 2018\nNovember 2018\nAugust 2018\nJuly 2018\nJune 2018\nMay 2018\nApril 2018\nMarch 2018\nFebruary 2018\nJanuary 2018\nDecember 2017\nNovember 2017\nOctober 2017\nSeptember 2017\nAugust 2017\nMay 2017\nApril 2017\nMarch 2017\nFebruary 2017\nJanuary 2017\nDecember 2016\nOctober 2016\nSeptember 2016\nAugust 2016\nJuly 2016\nJune 2016\nMay 2016\nApril 2016\nMarch 2016\nFebruary 2016\nJanuary 2016\nDecember 2015\nNovember 2015\nOctober 2015\nSeptember 2015\nAugust 2015\nJuly 2015\nMay 2015\nApril 2015\nMarch 2015\nFebruary 2015\nJanuary 2015\nDecember 2014\nNovember 2014\nOctober 2014\nSeptember 2014\nAugust 2014\nJuly 2014\nMay 2014\nApril 2014\nMarch 2014\nFebruary 2014\nJanuary 2014\nDecember 2013\nNovember 2013\nOctober 2013\nJune 2013\nMay 2013\nApril 2013\nMarch 2013\nFebruary 2013\nOctober 2012\nSeptember 2012\nAugust 2012\nJuly 2012\nJune 2012\nMay 2012\nFebruary 2012\nJanuary 2012\nDecember 2011\nNovember 2011\nOctober 2011\nSeptember 2011\nAugust 2011\nMay 2011\nApril 2011\nMarch 2011\nFebruary 2011\nAugust 2010\nJuly 2010\nJune 2010\nApril 2010\nMarch 2010\nFebruary 2010\nSeptember 2009\nAugust 2009\nJuly 2009\nRSS\nEntries (RSS)\nComments (RSS)\n \n \n \n \nFeeds Contact About Image Use Policy Privacy Policy\nWebmaster Paul Przyborski\nNASA Official Robert Levy\nThe Earth Observatory is part of the\nEOS Project Science Office at\nNASA Goddard Space Flight Center\nDid you find what you were looking for?"
}