{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "The final straw: how to follow Wetherspoon's and ditch the plastic ...",
  "href": "https://www.theguardian.com/environment/shortcuts/2017/sep/26/final-straw-follow-wetherspoons-ditch-plastics",
  "body": "By 2050, the ocean will contain more plastic by weight than fish, according to research by the Ellen MacArthur Foundation. Buy a reusable water bottle. Fill it up from a tap. Take your own cutlery ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nIt is estimated that by 2050, the oceans will contain more plastic by weitht than fish. Photograph: Alamy Stock Photo\nShortcuts\nPlastics\nThe final straw: how to follow Wetherspoon’s and ditch the plastic\n\nThe pub chain’s decision to do away with straws is expected to stop 70m of them ending up in landfill or the sea every year. Here are some other plastics we perhaps could do without\n\nMatthew Taylor\nTue 26 Sep 2017 12.11 EDT\n\nD\nrinkers heading to Wetherspoon’s for a tipple will have to do without plastic straws from the end of this year as the cheap (and occasionally cheerful) high-street pub chain does its bit to tackle the problem of global plastic pollution.\n\nFollowing on the heels of companies such as Tesco, which last month announced it would stop selling its 5p single-use plastic bags, Wetherspoon’s senses the tide is turning against unnecessary plastics and claims that the move will stop 70m plastic straws finding their way into landfill or the world’s oceans every year.\n\nRegister: it’s quick and easy\n\nIt’s still free to read – this is not a paywall\n\nWe’re committed to keeping our quality reporting open. By registering and providing us with insight into your preferences, you’re helping us to engage with you more deeply, and that allows us to keep our journalism free for all. You’ll always be able to control your own privacy settings.\n\nRegister for free\nI’ll do it later\n\nHave a subscription? Made a contribution? Already registered?\n\nSign In\nWhy register & how does it help?\nHow will my information & data be used?\nGet help with registering or signing in\nExplore more on these topics\nPlastics\nShortcuts\nPollution\nWaste\nEthical and green living\nfeatures\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nShortcuts\nThe Tom Cruise cake: Brooke Shields fell off the actor’s Christmas list. I know how to fix this\n5 Apr 2023\n‘What kind of fruit are you?’ How to answer five of the worst job interview questions\n15 Mar 2023\n913\n75,825 unread emails? That’s showing those Inbox Zero losers who’s the boss!\n9 Nov 2022\nWhy did Liz Truss wear the same outfit as a fictional fascist?\n5 Oct 2022\nScooby-Doo’s Velma has finally come out as a lesbian? My dream has come true!\n5 Oct 2022\nWant to visit the moon but don’t have a spaceship? Dubai to the rescue!\n14 Sept 2022\n183\nWindows closed? Windows open? What’s the best way to keep your home cool in the heatwave?\n19 Jul 2022\n931\n‘The main purpose of sex is procreation!’ The politician who wants to crack down on casual sex\n29 Jun 2022\n279\nMore from Headlines\nLive\nIsrael-Gaza war: Israel’s bombardment of Gaza ‘narrowing the window’ for renewed hostage deal, says Qatar PM\n21m ago\n‘A scam all around’\nNavajo Nation groups oppose hydropower projects\n4h ago\n'Why is this not happening for me?'\nBlack women are more likely to experience infertility than white women. They’re less likely to get help, too\n3h ago\n2\nRevealed\nThe oldest black hole ever observed, dating to dawn of universe\n2h ago\nThe fight for democracy\nLocal elections officials inundated with records requests by rightwing activists\n3h ago\nUniversity of Pennsylvania\nPresident Elizabeth Magill resigns after furor over free speech and antisemitism\n18h ago\n‘We’re very honest with each other’\nMcCarthy endorses Trump for president\n36m ago\nUkraine\nRepublicans to meet allies of Hungary’s Viktor Orbán on ending aid\n5h ago\nKenya\nHuman rights groups investigate death at Del Monte pineapple farm\n5h ago\nSocial media\nElon Musk says X will reinstate Alex Jones’s account after poll of users\n6h ago\nMost viewed\nMost Viewed\nAcross The Guardian\nMost Viewed\nIn Environment\nMost viewed Across the&nbsp;Guardian\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nMy lover won’t leave his family. Should I wait or move on?\nA Republic of Scoundrels: America’s original white men behaving badly\nCasey DeSantis encourages Republicans nationwide to vote in Iowa caucus\nLive\nLuton v Manchester City: Premier League – live\n‘A scam all around’: Navajo Nation groups oppose hydropower projects\nCalifornia hometown sheds few tears for retiring McCarthy: ‘Don’t let the door hit you on the way out, Kevin’\nMost commented\nAt £38,700 for a foreign-born spouse, how many could the Tories afford?\nStewart Lee\nMost shared\n‘It’s chaos’: ruined plans, lost hours at UK’s worst station for cancelled trains\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,174,181 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}