{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "How Skipping Plastic Straws Can Have a Bigger ... - WorldAtlas",
  "href": "https://www.worldatlas.com/news/how-skipping-plastic-straws-can-have-a-bigger-environmental-impact-than-you-realize.html",
  "body": "Plastic straws are made of polypropylene, which is identified by resin code 5 and usually recyclable. However, due to their small size most facilities cannot process plastic straws, meaning they end up in landfills. The problem with plastic straws does not end here.",
  "textContent": "How Skipping Plastic Straws Can Have A Bigger Environmental Impact Than You Realize\nAnti-straw movements around the world are asking people to question their plastic straw usage. Photo credit: shutterstock.com.\n\nDrinking straws are not a new idea, in fact, they’ve been around in one form or another for thousands of years. Paper straws were replaced by plastic straws in the 1960s, and today it is common to receive a beverage at a restaurant accompanied by a plastic drinking straw. Plastic straws are also sold in bulk for home use at many stores. What many people don’t realize is what happens to these plastic straws once we’re done with them.\n\nAre Plastic Straws Recyclable?\n\nPlastic straws are made of polypropylene, which is identified by resin code 5 and usually recyclable. However, due to their small size most facilities cannot process plastic straws, meaning they end up in landfills. The problem with plastic straws does not end here. Much of the garbage that is supposed to end up in landfills actually makes its way into the world’s streams, lakes, and oceans instead. A recent study calculated that in 2010, 4.8 to 12.7 million metric tons of plastic waste made its way into the oceans.\n\nThe Discovery Of The Great Pacific Garbage Patch\n\nWhat happens to garbage once it reaches the ocean? Ocean gyres, composed of circular ocean currents, collect large portions of plastic waste. In 1972, a garbage patch was discovered in the North Atlantic Gyre measuring hundreds of kilometers in size. In 1988, another large garbage patch was identified in the North Pacific gyre, dubbed the Great Pacific Garbage Patch. Due to the circular nature of ocean gyres, the waste trapped by the current has no chance of escape. As more and more garbage gets caught in the currents and drawn into the centre, the patch grows in size. Because plastic is not biodegradable, the plastic in the ocean breaks down into smaller and smaller pieces with help from the sun in a process called photodegradation. These bits of plastic, known as microplastics, are not always visible to the naked eye, which makes identifying the size of garbage patches in the ocean more difficult. The Great Pacific Garbage Patch is estimated to cover about 0.4 to 8% of the Pacific Ocean, which is similar in size to the entire state of Texas. Other large gyres exist in the South Atlantic, South Pacific, and Indian Ocean, as well as many smaller ocean gyres.\n\nFloating plastic debris blocks sunlight from penetration ocean waters. Photo credit: shutterstock.com.\n\nHow Plastic Waste Is Causing A Marine Crisis\n\nBoth larger plastics and microplastics in the ocean cause havoc on marine life. Floating debris disrupts the food web, blocking sunlight from penetrating deeper into the ocean. Autotrophs such as plankton and algae that rely on sunlight are import food sources for fish and turtles. Without sunlight, these populations will decline leaving the animals that rely on them as a food source with nothing to eat. Animals also mistake plastic floating through the ocean as food sources, with reports of sea turtles eating plastic bags mistaken for jellyfish and birds eating plastic resin pellets mistaken for fish eggs. Plastic has been found in the stomach of all sea turtle species, 44% of seabird species, and 22% of cetacean species which includes whales, dolphins, and porpoises. Animals like sea turtles, seals, dolphins, and sharks can get tangled in larger pieces of plastic, especially in abandoned fishing nets, known as ghost nets. Plastic ocean waste is estimated to be responsible for the deaths of 100,000 marine mammals and 1 million seabirds each year.\n\nPlastic debris can impede marine animals in other ways as well. A viral video of a sea turtle with a plastic straw stuck up its nose and a similar video of a sea turtle with a plastic fork up its nose highlight these issues. While the videos are torturous to watch, they serve as an import reminder of our effects on marine animals and ecosystems.\n\nAverage Straw Usage\n\nUnlike other environmental issues that feel larger and further removed from us, plastic straws are an issue that hits closer to home. Almost every drink at a bar or restaurant is served with a straw, both dine-in and take-out cups. Not to mention the straws from milk and juice boxes given to our children at home and at school. The US alone uses 500 million plastic straws every day. 500 million is enough straws to fill up 127 school buses or wrap around the circumference of the Earth 2.5 times each day. This number averages to approximately 38,000 straws per person between the ages of 5 and 65. The worst part of plastic straws is that most of the time, they aren’t needed.\n\nWhat Can Be Done? – National Skip The Straw Day\n\nThe Coral Keepers, a group of middle school students from Whitehall Middle School in Whitehall, MI founded National Skip the Straw Day.\n\nInternational events like Skip the Straw Day (#skipthestrawday) are prompting people around the world to reconsider their plastic straw usage. National Skip the Straw Day was founded by a group of students from Whitehall Middle School in Whitehall, Michigan known as the Coral Keepers. World Atlas recently had the chance to speak to their adviser, Susan Tate, on what motivated the Coral Keepers.\n\n“My students were inspired by the video that went viral last year that showed a sea turtle with a straw up its nose. They actually contacted the researcher who was on the boat when the straw was removed from the turtle's nose,” Tate informed us. “They were also concerned about the microplastic that gets eaten by fish in the Great Lakes, since our city is on Lake Michigan, and many of our students and families eat fish from the lakes. Toxins from the plastic end up in the meat of the fish, which we eat.”\n\nThe group decided to take action, explained Tate, and National Skip the Straw Day was born: “Last January, my 8th grade Lexus Eco Challenge team, the Coral Keepers, petitioned the National Day Calendar organization to add National Skip the Straw Day to their official calendar. The team had decided to tackle the issue of plastic straw usage and its impact on fish and other marine animals for their final challenge project. I have always posted the National Day Calendar in my classroom because I've found that my middle schoolers really get a kick out of looking up their birthday and other special days. Anyways, my team decided to look up whether or not there was already a Skip the Straw Day, and they found there was actually a National Straw Day to celebrate the invention of the drinking straw. They felt that it was more important to have a day to skip the straw than celebrate it, since plastic pollution in the Great Lakes and oceans is such a problem. So they filled out the application and sent it in. We found out later that there are over 18,000 submissions each year, and they only select 30 new days for the calendar. We were really excited that they chose our day. For the first National Skip the Straw Day last year, our team contacted a bunch of aquariums and plastic pollution awareness groups, and we got quite a bit of leverage for the hashtag #SkiptheStrawDay. The event is celebrated every year on the fourth Friday in February.”\n\n“My students were very excited by the attention and outreach that their project attracted. Millions of people have seen social media posts with their hashtag, and many organizations have written about it. I think they were surprised that a group of middle school students from a small town in Michigan could make an impact like that. My team was selected as the middle school Grand Prize winner in the Lexus Eco Challenge last year,” said Tate about the success of National Skip the Straw Day and the ongoing effects. “It's pretty amazing how many people we have convinced to re-evaluate their plastic straw usage. I am frequently contacted by people who no longer use plastic straws because of hearing about our project.”\n\nWith the inclusion of Skip the Straw Day in the National Day Calendar, more and more people are questioning their straw usage. And, the anti-straw movement is spreading around the world.\n\nAs consumers are beginning to question the prevalence of plastic straws among the restaurant industry, more and more restaurants are committing themselves to reducing or altogether removing plastic straws from their establishments. Movements like The Last Plastic Straw challenge asks restaurants to provide plastic straws only upon request, offer plastic alternatives such as compostable or reusable straws, or stop providing straws altogether. The Chiles Restaurant Group in Florida, the Ocean Basket restaurants in South African, and England’s London City Airport have all joined the movement by reducing, replacing, or outright banning plastic straws. Cities like California’s Davis and San Luis Obispo are requiring restaurants to provide plastic straws only upon request, and more recently the state of California proposed a bill requiring all restaurants within the state to do the same. The Strawless in Seattle movement looks to do the same.\n\nWhat Can I Do?\n\nMany of these restaurants require servers to only provide plastic straws upon request. Meaning, we as consumers have little to do except not ask for straws when not provided. At restaurants who naturally serve drinks with straws, we must make a conscious effort to ask for drinks without straws when ordering. Hopefully, management will get the message. For those who cannot fathom drinking without a straw, compostable and reusable straws are available, so plan ahead and bring one with you. Paper straws are disposable alternatives, whereas bamboo, glass, and stainless-steel straws are reusable options.\n\nFor more information on the Coral Keepers and Nation Skip the Straw Day, visit the National Calendar Day page here.\n\n**\n\nKelly Bergevin is a writer and editor based in Montreal, Canada with a background in education, history, and English. She is an avid learner, reader, and coffee-drinker, who is learning to live life without plastic straws.\n\nSHARE\nKelly Bergevin April 12 2018 in Environment\nRelated\nIs China Bigger Than The United States?\nIs Canada Bigger Than The United States?\nWhat Is The Environmental Impact Of The Mining Industry?\nWhat Is The Environmental Impact Of The Fishing Industry?\nMore In Environment\nWhat Are ‘Red Flag’ Laws And How Can They Prevent Gun Violence?\nThe Most And Least Fragile States\nWhat Is The Difference Between Democrats And Republicans?\nThe Black Codes And Jim Crow Laws\nIroquois Great Law Of Peace\nUnited States-Iran Conflict\nThe War In Afghanistan\nThe United States-North Korea Relations\n\nAll maps, graphics, flags, photos and original descriptions © 2023 worldatlas.com\n\nHome\nContact Us\nPrivacy\nCopyright\nAbout Us\nFact Checking Policy\nCorrections Policy\nOwnership Policy\nCONTINENTS\nCOUNTRIES\nGEOGRAPHY\nEDUCATION\nSOCIAL SCIENCE\nSEARCH WORLDATLAS"
}