{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "A Brief History of the Modern-Day Straw, the World's Most Wasteful ...",
  "href": "https://www.atlasobscura.com/articles/straws-history",
  "body": "The plastic straw is a simple invention with relatively modest value: For a few moments, the device helps make beverages easier to drink. And then, due to reasons of sanitation and ease of use,...",
  "textContent": "TRIPS\nEXPERIENCES\nCOURSES\nPLACES\nFOODS\nSTORIES\nPlaces near me\nRandom place\nPOPULAR DESTINATIONS\nParis\nLondon\nNew York\nBerlin\nRome\nLos Angeles\nA Brief History of the Modern-Day Straw, the World’s Most Wasteful Commodity\nAmericans use 500 million of them every single day.\nBY ERNIE SMITH\nJULY 7, 2017\n \n \nAn estimated 500 million plastic straws are used by Americans every day. PIXABAY\n\nA VERSION OF THIS POST ORIGINALLY APPEARED ON Tedium, a twice-weekly newsletter that hunts for the end of the long tail.\n\nThe plastic straw is a simple invention with relatively modest value: For a few moments, the device helps make beverages easier to drink. And then, due to reasons of sanitation and ease of use, the straws are thrown away, never to be seen again.\n\nATLAS OBSCURA COURSES\nLearn with Us!\nCheck out our lineup of courses taught by world-class experts from around the world.\nSee Courses\n\nExcept, of course, the straw you use in your iced coffee doesn’t biodegrade, and stays around basically forever, often as ocean junk. That, understandably, is leading to chatter around banning plastic straws—notably in Berkeley, California, often the first place to ban anything potentially damaging to the environment.\n\nAnd while the rest of the world won’t be banning straws anytime soon, maybe they should start thinking about it, because the problem with straws is one of scale. According to National Geographic, Americans use 500 million straws every single day—more than one per person daily.\n\nThe resulting waste is difficult to recycle and often shows up in landfills, at sea, and on the beach.; the plastic is particularly dangerous for marine wildlife.\n\nBut it wasn’t always this way. The modern day-straw was an attempt to solve the failings of a device that was very much biodegradable. And that replacement was itself biodegradable. The problem, really, is what came after.\n\nTrash in the form of a McDonalds straw and Starbucks drink wrapper. JASON LANGLOIS/ CC BY 2.0\n\nMARVIN STONE, PERHAPS MORE THAN any other person, deserves credit for making artificial straws useful and popular. But he doesn’t deserve the blame for what straws have become.\n\nStone, a serial inventor who was known for manufacturing a variety of products with a cylinder shape, such as cigarette holders. Born in Ohio in 1842, but based in Washington, D.C., for much of his life, he launched his career as a journalist, but eventually followed his father’s inventive spirit into the realm of manufacturing. Being a D.C. resident, he was a big fan of mint juleps, a drink popularized in the city during the 19th century by famed Kentucky Senator Henry Clay. Stone would order the drinks at Aman’s, a well-known restaurant in D.C. during the era—though he was disappointed by the rye straws, which had a negative effect on his drink.\n\nYes, that’s right, before plastic straws, we used straws made of rye grass—produced naturally, from the ground. The manufacturing process, according to a The Small Grains, a book by Mark Alfred Carleton, was closer to wheat than plastic.\n\n“After bleaching, the straws are assorted by hand, each individual stalk being examined, and the imperfect ones removed,“ Carleton explained. “They are then cut, the five lower joints only being utilized for drinking purposes. The sheaths are then removed, and the straw washed and bound into bundles ready for the market.”\n\nThe rye straw, while the first widely used variety of drinking straw, had some significant problems—including that the straws affected the taste of the drink and that they had a tendency to disintegrate into the beverage, leaving sediment at the bottom of the drink.\n\nStone was just the guy to fix the problem. He was already making cigarette holders at his nearby factory, and had recently patented a fountain pen holder, so he knew a thing or two about building cylinder-shaped objects. So he wrapped a sheet of paper around a pencil, added some glue, and suddenly he had invented the paper straw. He gave his initial supply to Aman’s for his own personal use, but found that people he ran into at the bar were impressed enough with his invention that they wanted their own. That led Stone to patent the device, and within a few years, he had cornered the market on paper straws, which became popular with the rise of soda fountains at pharmacies.\n\nA soda fountain. LIBRARY OF CONGRESS/LC-USZ62-113825\n\nAccording to a 1889 article from The Lafayette Advertiser, Stone’s factory was producing 2 million straws per day not long after he filed for that patent. And when he died in 1899, Stone was well-regarded in obituaries.\n\n“Although few pharmacists have had the pleasure of personally meeting Mr. Stone, his name is, nevertheless, known wherever there is a soda fountain,” the pharmacy trade publication The Spatula wrote at the time.\n\nBut the straws had a problem—simply, they weren’t as durable as plastic, and while they didn’t negatively affect the taste of the soda like rye straws did, they did eventually disintegrate in the beverages. By the 1960s, plastic straws, which initially carried a sense of novelty for the public because they could be made clear, had usurped the paper version entirely.\n\nGood for plastic. Bad for the environment.\n\nIN 2017, WE’RE PERHAPS MORE aware than ever of the weaknesses of the plastic straw, bendable or not. And more than one entrepreneur has tried to create new alternatives that solve the problems of both paper and plastic.\n\nHeck, one guy is even trying to bring back the rye straw!\n\nMany of these straw varieties rely on permanence over disposability and biodegradability, which means you’ll be carrying a straw around with you—no matter how weird that seems.\n\nPerhaps the most intriguing natural option for straw drinking is the bamboo straw. The company Brush With Bamboo, which makes a bamboo-based toothbrush (and sports support from Ed Begley Jr. on its website), also sells a set of bamboo drinking straws, which are handmade in India and designed to be reused for many years. As a result, the company sells a 12-pack of bamboo straws for $20—or more than a dollar a straw.\n\nOther materials, like metal, have also become common straw vectors. And more than one small-scale manufacturer, like the Michigan company Strawesome, has tried selling straws made from glass. (That said, neither of these straws sound good for your teeth.)\n\nOn the disposable front, the primary alternative that’s revealed itself is corn, which has perhaps gotten the closest in terms of disposability and flexibility. Eco-Products, a Certified B Corporation, sells plastic materials to stores and other retailers made from Ingeo, a biopolymer often produced from corn that’s compostable and renewable.\n\nIce straws. AMAZON\n\nWhile not horribly cheap compared to standard plastic straws—they sell for about a quarter a pop in small quantities—Eco-Products’ compostable straws are a lot better for the environment.\n\nAnd hey, if you can’t beat ‘em, eat ‘em—the straws that is. Starbucks earned a whole lot of buzz a couple years ago after it started selling cookie straws to go with its Frappuccinos, and it’s not a phenomenon that’s completely unheard of—candy straws and beef straws are things that exist. But perhaps the most natural approach to edible straw-making might be ice straws. Just make sure you don’t want a refill.\n\nAll these alternative materials are great—but the concerns about plastic have brought long-dormant paper straws back from the brink.\n\nAnd you can thank an eccentric billionaire for that.\n\nA COUPLE YEARS AGO, I CALLED TED TURNER “the Steve Jobs of television,” as well as a “genius,” and emphasized I was not being hyperbolic by making this claim—because what he did for television in the ‘70s was genuinely groundbreaking.\n\nNow, while Turner no longer has the level of influence and power he once did—he no longer owns Turner Broadcasting (which he regrets), and he literally gave a billion dollars to the United Nations in 1997, which probably did a number on his checkbook—he does own a lot of land, and that land contains a lot of bison. And that means that he’s well suited for being a restaurant entrepreneur.\n\nGlass straws. GLASSDHARMA/CC BY 2.0\n\nTed’s Montana Grill, a chain he started in 2002, is quietly an environmental maverick—the entire chain was built around the idea of ensuring the bison would stick around for generations to come by building business value around the animal. Despite the fact you’re eating bison, it’s actually hugely beneficial for the species’ long-term survival because there’s a business case for investing in ranching bison. But beyond that, Turner and his business partner George McKerrow Jr. saw an opportunity to build an eco-friendly legacy even greater than that of Captain Planet.\n\nAnd the straw is kind of the key element of the whole thing. In a 2011 interview with the podcast and news site Southeast Green, McKerrow (who is also known for starting the LongHorn Steakhouse and Capital Grille chains) explained how he helped bring the paper straw back to life as a tool of environmentalism—and how it was one of the biggest challenges he faced in his efforts to minimize the amount of plastic used by the chain.\n\n“I remember growing up with a paper straw,” McKerrow explained in an interview with the podcast’s Beth Bond. “It collapsed a lot, but heck, it was better for the environment than a plastic straw, which might be in a landfill for a hundred-plus years, or for eternity.”\n\nMcKerrow looked online for info and soon found himself on the phone with the owner of Precision Products Group—the parent company of Paramount Tube, the direct descendant of Stone’s manufacturing company. McKerrow noted that paper straws hadn’t been manufactured anywhere since 1970, but that the firm was willing to pay top-dollar to get those straws. Precision had the equipment around, but it had fallen into disuse. But inspired by the phone call, the company pledged to check to see what was possible.\n\n“About two weeks later, he got back to me, and he said, ‘We found that machine,’ and I could hear it in his voice that he was really excited,” McKerrow continued. “He said, ‘The engineers think that they can make it work.’”\n\nAnd they did. Ted’s Montana Grill became the first company to use paper straws in more than 30 years, but the quality issues with the straws—made from paper and coated in beeswax—were still apparent, leading to customer complaints. Initially, McKerrow relented for a time, letting plastic into the cups at the restaurant, but eventually, he got a hold of Precision again, only to find that the phone call a couple years prior had led the firm to shift its entire corporate direction.\n\nCandy striped paper straws. STEVE SNODGRASS/ CC BY 2.0\n\nPrecision, seeing a market need for eco-friendly straws, launched a brand-new subsidiary, Aardvark, to bring their paper straws back to the market.\n\n“The story goes, we recreated a whole industry, something that was old became new again, something that was better for the environment by at least 50 percent,” McKerrow added.\n\nThey aren’t cheap—at 1.5 cents each, the cost is far above the commodity price of standard plastic straws. But in some ways, the extra cost on the front end means it’s a whole lot cheaper for the environment.\n\nLIKE MOST PEOPLE, I DRINK a lot of beverages on an average day, often out of cups, sometimes with straws. There’s something strangely appealing about the basic disposability of cups that you don’t have to carry around everywhere. We live in a disposable culture and we probably throw away more disposable cups than anything else.\n\nBut there are consequences to that disposability. In 2015, a sea turtle became the face of a budding anti-straw movement after a gruesome video of that turtle getting a straw removed from its nose drew millions of views online. It’s here, but a word of warning that it’s disturbing. (Aardvark launched a new bendy straw, with sea turtle art, directly inspired by the story.)\n\nThat video is one of a few reasons why we’re starting to see campaigns to cut back on straw usage pick up in a big way. It’s easy fodder for corporate responsibility campaigns—Bacardi, a company that has probably benefited more than most from the existence of straws, started one last year—and multiple nonprofit campaigns have coalesced around the issue, including The Last Plastic Straw and One Less Straw.\n\nWhich doesn’t mean we have to ban straws to stop them from polluting the environment, but there is a reason to discuss changing habits. How much harder is it to drink your coffee out of a cup that you bring with you? If you end up using a straw, is there a way to get just a little bit more mileage out of that piece of plastic? And if the issue matters to you, does that affect the places you go to buy things? (And no, this isn’t a commercial for Ted Turner’s restaurant chain.)\n\nThe problem with straws are that they’re so insignificant that we take them for granted. Perhaps we shouldn’t.\n\nA VERSION OF THIS POST ORIGINALLY APPEARED ON Tedium, a twice-weekly newsletter that hunts for the end of the long tail.\n\nREAD NEXT\nMeet California's Three Newest Wolf Pups\nThey were caught playing in front of a trail camera.\nTEDIUMTECHNOLOGY\nMost Read Stories\n1\nTOYS\nThe Family Behind the First Traditional Nutcracker Is Still Making Them\nCAROLE ROSENBLAT\n2\nMAPS\nMost Canadians Live South of Seattle and Other Map Surprises\nFRANK JACOBS, BIG THINK\n3\nHOLOCAUST\nThe Master Forgers Who Saved Thousands of Lives During World War II\nNINA STROCHLIC\n4\nSCIENTISTS AT WORK\nHerds of Mysterious ‘Glacier Mice’ Baffle Scientists\nROXANNE HOORN\n5\nHOLIDAYS\nHow a Midnight Feast Became a Month-Long Dining Extravaganza in New Orleans\nSPONSORED BY NEW ORLEANS & COMPANY\nVIEW MORE STORIES\nKeep Exploring\nTELEPHONES\nThe Unexpected Logic Behind Area Codes\nWhy aren’t they laid out in an obvious way, like ZIP Codes are?\nERNIE SMITH\nFOOD\nA Brief History of Napkins, From Soft Dough to Paper\nThey're currently under threat from paper towels.\nERNIE SMITH\nBATHROOMS\nThe Surprisingly Recent Innovation of the Toilet Duck\nIt wasn't with us until the '80s.\nERNIE SMITH\nWANT TO SEE FEWER ADS? BECOME A MEMBER.\nFrom Around the Web\nby Taboola\nSponsored Links\nWhy ‘Nature's Adderall’ Is Taking Over The Internet\nHEALTH HEADLINES\nDisney Bundle\nDISNEY+\nHere Are 23 Of The Coolest Gifts For Christmas 2023\nBEST TECH TREND\nUnbelievable Relief: New Device Aims to Relieve Back Pain!\nHEALTH INSIGHT JOURNAL\nNo More Free Returns? Amazon Releases New Fees\nONLINE SHOPPING TOOLS\nHow Long Does $1 Million Last After 60?\nFISHER INVESTMENTS\nLook For Any High School Yearbook, It's Free\nCLASSMATES\nMan Finds Weird-Looking Snake - When Ranger Arrives, He Says: \"You're Not Supposed To See This\"\nDAILY STORY\nSewanee: How Much Does Medicare Pay Towards A Walk In Tub?\nBATHROOMS\n$39 Heater Has Energy Companies Scrambling - Only A Few Left\nPLUTOHOUSE\nSee Fewer Ads\nBecome an Atlas Obscura member and experience far fewer ads and no pop-ups.\nLearn More\nGET OUR EMAIL NEWSLETTER\nFOLLOW US\nGET THE APP\nDownload the App\nPLACES\nAll Places\nLatest Places\nMost Popular\nPlaces to Eat\nRandom\nNearby\nAdd a Place\nEDITORIAL\nStories\nFood & Drink\nItineraries\nLists\nPuzzles\nVideo\nPodcast\nNewsletters\nTRIPS\nAll Trips\nTrips Blog\nArt & Culture Trips\nFood Trips\nHidden City Trips\nHistory Trips\nWildlife & Nature Trips\nFAQ\nEXPERIENCES\nExperiences\nOnline Courses\nOnline Experience FAQ\nOnline Course FAQ\nCOMMUNITY\nMembership\nFeedback & Ideas\nCommunity Guidelines\nProduct Blog\nUnique Gifts\nWork With Us\nCOMPANY\nAbout\nFAQ\nInvest In Us\nAdvertise With Us\nAdvertising Guidelines\nPress\nPrivacy Policy\nCookie Policy\nTerms of Use\n© 2023 Atlas Obscura. All rights reserved.\nQuestions or Feedback? Contact Us \nThis Website Uses Cookies\n\nAtlas Obscura uses cookies on its websites to personalize content and ads, to provide social media features, and to analyze our traffic. We also share information about your use of our site with our social media, advertising, and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services. By clicking \"Accept Cookies\", you are consenting to use of cookies as described in our Cookie Policy.View Cookie Policy\n\nAllow Cookies\nManage Preferences"
}