{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "To Curb Ocean Pollution, U.K. May Ban Plastic Straws, Stirrers And ...",
  "href": "https://www.npr.org/sections/thetwo-way/2018/04/19/603936455/to-curb-ocean-pollution-u-k-may-ban-plastic-straws-stirrers-and-cotton-swabs",
  "body": "The U.K. plans to ban plastic straws, stirrers and plastic-stemmed cotton swabs, Prime Minister Theresa May announced Wednesday at a meeting of Commonwealth nations. \"Plastic waste is one of the ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nThe Two-Way\nINTERNATIONAL\nTo Curb Ocean Pollution, U.K. May Ban Plastic Straws, Stirrers And Cotton Swabs\nAPRIL 19, 20182:31 PM ET\n\nLaurel Wamsley\n\nScourge of the ocean.\n\nThn Rocn Khosit Rath Phachr Sukh / EyeEm/Getty Images/EyeEm\n\nThe U.K. plans to ban plastic straws, stirrers and plastic-stemmed cotton swabs, Prime Minister Theresa May announced Wednesday at a meeting of Commonwealth nations.\n\n\"Plastic waste is one of the greatest environmental challenges facing the world,\" May said in a statement, in which she called the U.K. government \"a world leader on this issue.\"\n\nDowning Street said an end to sales of the single-use products is expected after the government launches a \"consultation\" later this year. May's statement also said the government \"will work with industry to develop alternatives and ensure there is sufficient time to adapt. It will also propose excluding plastic straws for medical reasons.\"\n\nSponsor Message\nTHE TWO-WAY\nU.K. Enacts Ban On Plastic Microbeads In Rinse-Off Products\n\nThe proposed ban is an effort to reduce the plastic polluting the earth's waters: 150 million tons, according to the announcement, killing one million birds and over 100,000 sea mammals, which either eat the waste or get tangled in it.\n\nBBC science editor David Shukman noted a few reasons to be skeptical of May's announcement, including that bolder steps being taken elsewhere:\n\n\"When ministers talk of the UK leading the world on this hot topic it's worth casting an eye over the actions of other countries. Dozens have actually banned plastic bags — Britain has a system of retailers having to charge for them.\n\n\"And since last year Kenya has adopted the most draconian measures of all: there are fines if you use a plastic bag and if business people are caught making or importing them, they actually face up to four years in jail.\"\n\nThe move follows recent efforts by U.K. environment secretary Michael Gove to limit plastic waste in oceans, the Financial Times reports:\n\n\"In recent months, Mr Gove has announced plans to force thousands of small retailers in England to charge 5p for plastic bags and introduced a ban on the microbeads used in facial scrubs and toothpaste.\n\n\"He has also announced a consultation on the introduction of a deposit system for plastic bottles and cans, but he faced criticism on Wednesday over a 'lack of urgency' in efforts to introduce such a scheme.\n\n\"Speaking to the Commons environmental audit committee on Wednesday, Mr Gove said he hoped the deposit scheme would become law by 2020.\n\n\"Mary Creagh, the committee's chairwoman, responded: 'It is disappointing that having announced the deposit return scheme last year, the government will not be bringing in this vital part of tackling plastic waste until 2020 at the earliest.' \"\n\nSponsor Message\n\nIn February, Gove tussled with European Commission Vice-President Frans Timmermans on Twitter over whether it was the U.K. or EU that was moving faster in banning single-use plastics.\n\nTHE TWO-WAY\nUsing Plastic Bags Is Now Illegal — And Punishable By Jail Time — In Kenya\n\nMusic festivals in the U.K. aren't waiting for legislation, though. Organizers at the 60-some member Association of Independent Festivals committed to banning plastic straws at their events this season, and pledged to eliminate all single-use plastic at their events by 2021.\n\nThe Glastonbury Festival previously announced its own ban on plastic bottles at its 2019 event. An estimated one million plastic bottles are used at the festival each year.\n\nTHE SALT\nU.K. Lawmakers Want To Battle Waste With A 'Latte Levy' On Disposable Cups\n\nIn the U.S., a number of major cities have enacted plastic bag bans or fees; such measures are often highly contentious. And starting June 1, the city of Malibu, Calif., will ban restaurants and food vendors from offering or selling plastic straws, stirrers or utensils.\n\nNPR's Andrew Flanagan contributed to this report.\n\nstraws\nplastic\nplastic waste\nmusic festivals\nuk\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nCULTURE\nKennedy Center Unveils Progress On New Extension For Artistic Projects\nTECHNOLOGY\nS.C. Mom Says Baby Monitor Was Hacked; Experts Say Many Devices Are Vulnerable\nWORLD\nU.S.-Led Coalition Accused Of 'Potential War Crimes' In Push To Reclaim Raqqa\nWORLD\nMore Than 100 Migrants Feared Dead In Capsizing Off Tunisia\nNATIONAL\nMiss America Says Farewell To Its Swimsuit Competition, Embracing 'Whole New Era'\nECONOMY\nMexico Hits U.S. Steel And Farm Products With Tariffs, Retaliating For Trump Move\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}