{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "New report offers global outlook on efforts to beat plastic pollution",
  "href": "https://www.unep.org/news-and-stories/press-release/new-report-offers-global-outlook-efforts-beat-plastic-pollution",
  "body": "New Delhi, 5 June 2018 - Released today, a new report from UN Environment finds a surging momentum in global efforts to address plastic pollution. The first-of-its-kind accounting finds governments are increasing the pace of implementation and the scope of action to curb the use of single-use plastics.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n press release\n05 JUN 2018 PRESS RELEASE CITIES\nNew report offers global outlook on efforts to beat plastic pollution\nPhoto: UNEP\nA new report by UN Environment examines the state of plastic pollution in 2018.\nThe report offers the first comprehensive global assessment of government action against plastic pollution.\nThe analysis features best practices and lessons learned from cases studies on single-use bans, levies and other forms of government intervention.\nUN experts suggest a ten-step roadmap for policymakers.\n\nNew Delhi, 5 June 2018 – Released today, a new report from UN Environment finds a surging momentum in global efforts to address plastic pollution. The first-of-its-kind accounting finds governments are increasing the pace of implementation and the scope of action to curb the use of single-use plastics.\n\nIn what is framed as the first comprehensive review of ‘state of plastics’, UN Environment has assembled experiences and assessments of the various measures and regulations to beat plastic pollution in a report: \"Single-use Plastics: A roadmap for Sustainability.\"\n\nThis global outlook, developed in cooperation with the Indian Government and the Ministry of Environment, Forest and Climate Change, presents case studies from more than 60 countries. The report analyzes the complex relationships in our plastics economy and offers an approach to rethink how the world produces, uses and manages single-use plastics.\n\nAmong the recommendations are specific actions policy makers can take to improve waste management, promote eco-friendly alternatives, educate consumers, enable voluntary reduction strategies and successfully implement bans or levies on the use and sale of single-use plastics. The report was launched in New Delhi today by Indian Prime Minister Narendra Modi, and Head of UN Environment Erik Solheim on the occasion of World Environment Day.\n\n“The assessment shows that action can be painless and profitable – with huge gains for people and the planet that help avert the costly downstream costs of pollution,” said Erik Solheim Head of UN Environment, in the report’s foreword. “Plastic isn’t the problem. It’s what we do with it.”\n\nAmong the key findings, the report states that government levies and bans – where properly planned and enforced – have been among the most effective strategies to limit overuse of disposable plastic products. However, the report goes on to cite the fundamental need for broader cooperation from business and private sector stakeholders, offering a roadmap for upstream solutions, including extended producer responsibility and incentives for adoption of a more circular economy approach to plastic production and consumption.\n\nThe report recognizes that single-use plastic waste generation and waste management practices differ across regions. While no single measure against pollution will be equally effective everywhere, the authors outline 10 universal steps for policymakers to tackle the issue in their communities.\n\nUnder the theme: “Beat Plastic Pollution”, World Environment Day 2018 is issuing a call to action to individuals, governments, the public and the private sector to examine joint solutions to reduce the heavy burden of plastic pollution on our natural places, our wildlife and our own health.\n\nNOTES TO EDITORS\n\nMedia resources are available here\n\nFor media inquiries, please contact: Keith Weller, Head of News and Media, UN Environment. keith.weller@un.org\n\nAbout UN Environment:\n\nUN Environment is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing, and enabling nations and peoples to improve their quality of life without compromising that of future generations. UN Environment works with governments, the private sector, civil society and with other UN entities and international organizations across the world.\n\nAbout World Environment Day:\n\nWorld Environment Day is the single largest celebration of our environment each year,\n\nSince it began in *1973, it has grown to become a global platform for public outreach that is widely celebrated across the globe. For more information, visit www.worldenvironmentday.global\n\n*The date was corrected on 3 June 2022\n\nTOPICS\nCities\nWorld Environment Day Pollution\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}