{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Just 10 Rivers Contribute Up to 95% of River-Based Ocean Pollution",
  "href": "https://blog.education.nationalgeographic.org/2017/11/06/just-10-rivers-contribute-up-to-95-of-river-based-ocean-pollution/",
  "body": "Most plastic pollution comes from coastal cities and towns. Use today's MapMaker Interactive map to discuss why these 10 rivers contribute so disproportionately to riverine pollution of the ocean. Use the bookmarks to consider how population density and land-use patterns may impact river pollution.",
  "textContent": "Skip to content\nExplore ideas, activities, and resources to spark creativity and curiosity from anywhere!\nNational Geographic Education Blog\nEducator Spotlight\nStrategy Share\n#GenGeo\nNews from Nat Geo\nSEARCH\nCLASSROOM IDEAS, CURRENT EVENT CONNECTION, GEOGRAPHY IN THE NEWS, MAIN\nJust 10 Rivers Contribute Up to 95% of River-Based Ocean Pollution\n\nENVIRONMENT\n\nJust 10 rivers may be responsible for dumping almost four million tonnes of plastic into the ocean every year. (Cosmos)\n\nUse our activity to help students trace the sources and impacts of marine debris.\n\nTeachers, scroll down for a quick list of key resources in our Teachers Toolkit, including today’s great MapMaker Interactive map.\n\nChildren collect and recycle garbage below the Old Iron Bridge on the polluted Yamuna river in Delhi, India. The Yamuna is the longest tributary of the Ganges, which contributes tons of plastic pollution to the ocean every year.\nPhotograph by Matthieu Paley, National Geographic\nUse today’s MapMaker Interactive map to discuss why these 10 rivers contribute so disproportionately to riverine pollution of the ocean.\n\nDiscussion Ideas\n\nBefore reading the Cosmos article, read through our terrific activity “Marine Debris: A Legacy of Litter.” What is marine debris? You can also read through our reference resource for some help.\nMarine debris simply describes any garbage, refuse, or other objects that enter the coastal or ocean environment. Marine debris may include lost fishing nets, medical waste, cigarette butts, and, perhaps most importantly, plastics.\nThe term “marine debris” generally does not include chemical pollution such as runoff.\n\n \n\nWhat is the source of most marine debris? Read through the short Cosmos article for some help.\nland-based activity. According to Cosmos, previous research estimated that about 80% of marine debris comes from land, between 4.8 million and 12.7 million tonnes a year. Most plastic debris comes from coastal cities and towns, where litter is washed into storm drains and flows into the sea. However, plastic debris from inland watersheds also contributes to land-based pollution. Watershed debris can be transported to the ocean through beach litter, storm drains, canals, unlined landfills, and rivers. Learn more about watersheds with our activity here.\nocean-based activity. The remaining 20% of marine debris “comes from marine activities – plastic tossed from fishing boats, ships, drilling platforms and so on.”\n\n \n\nThe new study analyzes the sources of “MMPW” in the world’s rivers that end up in the ocean. What is MMPW?\nMMPW is mismanaged plastic waste. MMPW includes “material that is either littered or inadequately disposed. Inadequately disposed waste is not formally managed and includes disposal in dumps or open, uncontrolled landfills, where it is not fully contained. Mismanaged waste could eventually enter the ocean via inland waterways, wastewater outflows, and transport by wind or tides.”\nMMPW includes both microplastics and macroplastics. Microplastics are less than 5 millimeters (.19 inches) in diameter, while macroplastics are larger.\n\n \n\nSome alarming headlines about this study claim that “95% of plastic polluting the world’s oceans comes from just ten rivers.” Is this what the research actually says?\nNo. Research indicates that ten rivers contribute between 88% and 95% of plastic pollution from rivers. Most plastic pollution comes from coastal cities and towns.\n\n \n\nUse today’s MapMaker Interactive map to discuss why these 10 rivers contribute so disproportionately to riverine pollution of the ocean. Use the bookmarks to consider how population density and land-use patterns may impact river pollution.\nTake a look at today’s MapMaker Interactive map. Why do you think these ten rivers account for such a huge proportion of river-based plastic marine debris?\nsize. One of the researchers says “large rivers are particularly efficient in transporting plastic debris. Large rivers like the Yangtze transport a higher fraction of the MMPW that is generated in their catchments than smaller rivers.”\npopulation density. “[R]ivers with the highest estimated plastic loads are characterised by high population – for instance the Yangtze with over half a billion people.”\nlocation. Many of these big rivers flow through different municipalities, states or provinces, and nations. In fact, some the rivers serve as borders between nations. (At various points, for instance, the Mekong forms the border of China, Myanmar, Laos, Thailand, and Cambodia.) Each municipality, state, or nation may have different environmental regulations and policies regarding the river. Downstream nations often have less control over the streamflow than upstream nations. (This has huge political implications that stretch into environmental, industrial, and health-care policies. Learn more about river management policies on the Nile with this study guide.)\neconomics. All of the most-polluting rivers flow through nations with rapidly developing economies, including China and India. Economic development programs may include a focus on agricultural and industrial infrastructure. Strict environmental policies aren’t always a part of economic development programs, and this is not just true for developing economies.\n\n \n\nTEACHERS TOOLKIT\n\nCosmos: Just 10 rivers may be to blame for millions of tonnes of ocean plastic\n\nDaily Mail: Shocking report reveals that 95% of plastic polluting the world’s oceans comes from just TEN rivers including the Ganges and Niger\n\nNat Geo: Rivers contributing the most plastic pollution to the ocean\n\nNat Geo: Marine Debris: A Legacy of Litter\n\nNat Geo: What is marine debris?\n\n(extra credit!) Nature Communications: River plastic emissions to the world’s oceans\n\n(extra credit!) Science: Plastic waste inputs from land into the ocean\n\nCARYLSUE\n11/06/2017\nENVIRONMENT, LISTS, MAPMAKER INTERACTIVE, MARINE DEBRIS, PLASTIC POLLUTION, POLLUTION, RIVERS, WATERSHEDS\nSHARE THIS:\nCLICK TO SHARE ON REDDIT (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON TWITTER (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON FACEBOOK (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON PINTEREST (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON LINKEDIN (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON TUMBLR (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON WHATSAPP (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON POCKET (OPENS IN NEW WINDOW)\nCLICK TO SHARE ON TELEGRAM (OPENS IN NEW WINDOW)\nCLICK TO EMAIL A LINK TO A FRIEND (OPENS IN NEW WINDOW)\nLIKE THIS:\n6 thoughts on “Just 10 Rivers Contribute Up to 95% of River-Based Ocean Pollution”\nPingback: How to help while you visit Siem Reap... - Plastic Free Cambodia\nlk f\n07/15/2018 AT 10:30 PM\n\nConcluding Yangzi River after just multiplying the population and a subjective mismanagement rate? Scientific accuracy aside, this is quite hurtful…\n\nREPLY\nPingback: What Happens to the Plastic We Throw Away? | Nat Geo Education Blog\nPingback: What Did You Read in 2017? | Nat Geo Education Blog\nPingback: Mapping the World Public Policy Dialogue: Ocean Conservation – National Geographic Society (blogs)\nsmithistory\n11/09/2017 AT 9:26 AM\n\nReblogged this on AP Human Geo.\n\nLoading...\nREPLY\nLeave a Reply\nPost navigation\nPREVIOUS\nPrevious post:\nThis Week in Geographic History, November 6 – 12\nNEXT\nNext post:\nT. Rex’s Tiny Arms May Have Been Vicious Weapons\nSearch for:\nWhat are you reading?\nOnce Written Off for Dead, the Aral Sea Is Now Full of Life\nHow Big is a Blue Whale’s Heart?\n25 Live Cams to Bring You the World\nExploring Earth at Night\n5 Wildlife Conservation Success Stories: 50 Years of the Endangered Species Act \nMore Ideas on Facebook\nFollow Us on Twitter\nSearch this blog\nSearch for:\nSee it first!\n\nEnter your email address to follow this blog and receive notifications of new posts by email.\n\nEmail Address\n\nSUBSCRIBE\n\nSign Up for Our Newsletter!\nDig in to our Archives\nDig in to our Archives\nSelect Month\nDecember 2023  (1)\nNovember 2023  (2)\nOctober 2023  (3)\nSeptember 2023  (2)\nAugust 2023  (3)\nJuly 2023  (2)\nJune 2023  (1)\nMay 2023  (1)\nApril 2023  (2)\nFebruary 2023  (2)\nJanuary 2023  (1)\nDecember 2022  (2)\nNovember 2022  (4)\nOctober 2022  (4)\nSeptember 2022  (4)\nAugust 2022  (3)\nJuly 2022  (4)\nJune 2022  (4)\nMay 2022  (2)\nApril 2022  (4)\nMarch 2022  (1)\nFebruary 2022  (8)\nJanuary 2022  (8)\nDecember 2021  (6)\nNovember 2021  (8)\nOctober 2021  (7)\nSeptember 2021  (8)\nAugust 2021  (6)\nJuly 2021  (7)\nJune 2021  (8)\nMay 2021  (8)\nApril 2021  (8)\nMarch 2021  (6)\nFebruary 2021  (5)\nJanuary 2021  (1)\nDecember 2020  (5)\nNovember 2020  (5)\nOctober 2020  (8)\nSeptember 2020  (9)\nAugust 2020  (4)\nJuly 2020  (5)\nJune 2020  (5)\nMay 2020  (4)\nApril 2020  (4)\nMarch 2020  (5)\nFebruary 2020  (7)\nJanuary 2020  (7)\nDecember 2019  (7)\nNovember 2019  (9)\nOctober 2019  (11)\nSeptember 2019  (7)\nAugust 2019  (7)\nJuly 2019  (9)\nJune 2019  (10)\nMay 2019  (8)\nApril 2019  (4)\nMarch 2019  (11)\nFebruary 2019  (16)\nJanuary 2019  (12)\nDecember 2018  (9)\nNovember 2018  (17)\nOctober 2018  (14)\nSeptember 2018  (9)\nAugust 2018  (9)\nJuly 2018  (13)\nJune 2018  (22)\nMay 2018  (32)\nApril 2018  (31)\nMarch 2018  (29)\nFebruary 2018  (33)\nJanuary 2018  (30)\nDecember 2017  (28)\nNovember 2017  (31)\nOctober 2017  (40)\nSeptember 2017  (34)\nAugust 2017  (19)\nJuly 2017  (12)\nJune 2017  (16)\nMay 2017  (28)\nApril 2017  (31)\nMarch 2017  (33)\nFebruary 2017  (25)\nJanuary 2017  (26)\nDecember 2016  (17)\nNovember 2016  (21)\nOctober 2016  (24)\nSeptember 2016  (26)\nAugust 2016  (19)\nJuly 2016  (13)\nJune 2016  (28)\nMay 2016  (40)\nApril 2016  (37)\nMarch 2016  (39)\nFebruary 2016  (34)\nJanuary 2016  (27)\nDecember 2015  (24)\nNovember 2015  (39)\nOctober 2015  (36)\nSeptember 2015  (29)\nAugust 2015  (17)\nJuly 2015  (13)\nJune 2015  (19)\nMay 2015  (29)\nApril 2015  (30)\nMarch 2015  (29)\nFebruary 2015  (30)\nJanuary 2015  (29)\nDecember 2014  (35)\nNovember 2014  (38)\nOctober 2014  (37)\nSeptember 2014  (34)\nAugust 2014  (17)\nJuly 2014  (17)\nJune 2014  (10)\nMay 2014  (26)\nApril 2014  (34)\nMarch 2014  (35)\nFebruary 2014  (27)\nJanuary 2014  (24)\nDecember 2013  (16)\nNovember 2013  (30)\nOctober 2013  (24)\nSeptember 2013  (33)\nAugust 2013  (22)\nJuly 2013  (4)\nJune 2013  (13)\nMay 2013  (29)\nApril 2013  (19)\nMarch 2013  (31)\nFebruary 2013  (15)\nJanuary 2013  (17)\nNovember 2012  (19)\nOctober 2012  (11)\nSeptember 2012  (5)\nAugust 2012  (6)\nJuly 2012  (8)\nJune 2012  (10)\nMay 2012  (10)\nApril 2012  (13)\nMarch 2012  (38)\nFebruary 2012  (10)\nJanuary 2012  (11)\nDecember 2011  (18)\nNovember 2011  (51)\nOctober 2011  (17)\nSeptember 2011  (14)\nAugust 2011  (2)\nJuly 2011  (9)\nJune 2011  (7)\nMay 2011  (8)\nApril 2011  (9)\nMarch 2011  (13)\nFebruary 2011  (8)\nJanuary 2011  (10)\nDecember 2010  (8)\nNovember 2010  (57)\nOctober 2010  (10)\nSeptember 2010  (12)\nAugust 2010  (6)\nJuly 2010  (7)\nJune 2010  (11)\nMay 2010  (11)\nApril 2010  (11)\nMarch 2010  (11)\nFebruary 2010  (5)\nJanuary 2010  (2)\nDecember 2009  (12)\nNovember 2009  (52)\nOctober 2009  (12)\nSeptember 2009  (4)\nAugust 2009  (14)\nJuly 2009  (17)\nJune 2009  (18)\nMay 2009  (13)\nApril 2009  (18)\nMarch 2009  (13)\nFebruary 2009  (24)\nJanuary 2009  (15)\nDecember 2008  (15)\nNovember 2008  (28)\nOctober 2008  (12)\nSeptember 2008  (16)\nAugust 2008  (18)\nJuly 2008  (17)\nJune 2008  (11)\nMay 2008  (13)\nApril 2008  (10)\nMarch 2008  (11)\nFebruary 2008  (8)\nJanuary 2008  (8)\nDecember 2007  (9)\nNovember 2007  (6)\nOctober 2007  (6)\nSeptember 2007  (6)\nAugust 2007  (6)\nJuly 2007  (3)\nJune 2007  (5)\nMay 2007  (8)\nApril 2007  (4)\nMarch 2007  (4)\nFebruary 2007  (6)\nJanuary 2007  (7)\nDecember 2006  (9)\nNovember 2006  (21)\nOctober 2006  (11)\nSeptember 2006  (7)\nAugust 2006  (5)\nJuly 2006  (3)\nJune 2006  (3)\nMay 2006  (5)"
}