{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Channelling passion for the ocean towards plastic pollution",
  "href": "https://www.nature.com/articles/s41562-017-0204-4",
  "body": "Metrics. Plastic pollution is caused exclusively by humans. It poses growing global threats to both the ocean and society, and requires urgent action. Using psychological principles can motivate ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature human behaviour  comment  article\nComment\nPublished: 18 September 2017\nChannelling passion for the ocean towards plastic pollution\nSabine Pahl, Kayleigh J. Wyles & Richard C. Thompson \n\nNature Human Behaviour \nvolume\n 1, \npages\n697–699 (2017)Cite this article\n\n2568 Accesses\n\n78 Citations\n\n56 Altmetric\n\nMetrics\ndetails\n\nPlastic pollution is caused exclusively by humans. It poses growing global threats to both the ocean and society, and requires urgent action. Using psychological principles can motivate and implement change by connecting symptoms and sources.\n\nSimilar content being viewed by others\nPlastic pollution in the Arctic\nArticle 05 April 2022\nUncertainty about the risks associated with microplastics among lay and topic-experienced respondents\nArticle Open access\n30 March 2021\nComputational models to confront the complex pollution footprint of plastic in the environment\nArticle 26 June 2023\n\nOceans have inspired passion in humans for millennia, but are increasingly at risk from human behaviour. Marine debris, especially plastics, is a major concern. Plastic materials are inexpensive, durable and lightweight, resulting in widespread use in packaging, healthcare, transport, and so on. Production has expanded from 5 million tons annually in the 1950s to over 300 million tons today, and plastics are predominantly derived from fossil fuels1. Nearly 40% of plastic materials are used as packaging2, most of which is single-use. Using a large proportion of plastics only once before disposal seems frivolous, considering that plastics could persist in the environment for generations, either in landfill or as litter. Jambeck et al.3 have estimated that, at the extreme, 5–28% of plastic waste at the country level could be mismanaged and thus be at risk of entering the ocean. Exactly how long plastic persists is not yet clear, but conventional plastics do not ‘go away’ unless incinerated. Rather, they break down from macro-items to smaller particles at the micro- and possibly nanoscale. Items travel considerable distances in the ocean, leading to impacts far from their place of origin — including the Arctic and the deep sea. A large body of research now describes the ecological impacts of plastic litter, not just on visually appealing, charismatic marine species, but also on small invertebrates such as shellfish and worms. Negative economic impacts have also been established, for example in the fishing and shipping industries4. Plastic particles have been found in commercially important seafood, in rivers and soils, and in salt for human consumption, although effects on human health are as yet unknown5. Plastic pollution may also undermine the psychological benefits that people ordinarily receive from coastal environments6.\n\nHumans are the cause and solution\n\nThe accumulation of plastics in the natural environment is exclusively the consequence of human decisions and behaviour, at individual, group and societal levels. Contrary to some other environmental problems (for example, CO2 emissions): (1) all plastics are human-made, as there are no ‘natural’ sources or variability; and (2) the benefits that plastics bring are not directly linked to the emission of plastics to the environment (whereas conventional energy brings benefits that are directly linked with CO2 emissions). The carbon in plastic remains after the end of its useful service life and is available for recycling. In principle, this means we can reduce plastic input into the environment without any loss of benefit to society. Solutions lie in changing perceptions and behaviour along the entire supply chain from design, production and use, through to disposal and further use via a circular economy. Social and behavioural scientists need to work with natural and technical scientists to turn people into the solution. Changes that lead to less plastic spilling over into the natural environment will have a twofold benefit — reduced litter and reduced use of fossil fuels in producing plastics.\n\nSymptoms versus sources\n\nEffective, acceptable solutions require a strong focus on the core causes and pathways of ocean plastic pollution. However, the problem and sources seem to be somewhat disconnected in the public discourse. The focus has been primarily on the symptoms (the animals or environments harmed by the litter) rather than the causes (how the litter enters the environment, and plastic use in society). Media images of ocean plastic pollution tend to show marine mammals or birds caught up in plastic debris, or remote locations smothered in plastic litter — for example, Henderson Island in the South Pacific. There are communities of people who actively take part in, or support, ocean clean-up activities, probably motivated by feelings of connectedness to the ocean as well as perceptions of the ocean and related activities as precious, worthwhile or even ‘cool’. While media images are emotive and such initiatives have important local impact, they may not be sufficiently connected to the real underlying cause: the broader societal systems and habits that make plastic ubiquitous. Effective waste management does not currently tend to have those positive value connotations. Plastic used in daily life may be neutral and innocuous in most people’s eyes; it only becomes aversive when it spoils the beautiful natural environment. People’s love for the ocean is a powerful motivator, but end-of-pipe solutions such clean-ups have, up to now, received greater attention than have systemic approaches to stop the problem at its source. This is akin to fixing an overflowing bath by mopping up the water spilling onto the floor rather than turning off the tap.\n\nThe combination of practical benefit, wide availability and lack of immediately visible harm when using plastics in daily life makes it harder to establish social norms of less plastic or to motivate people to dispose of plastics properly. It may also conjure up feelings of helplessness and lack of control, against a society that does not appear to care about plastic. Thus the challenge is to connect the ocean with day-to-day decisions and habits, and build systems of product design, production, consumption and management that facilitate responsible use of plastics. It is time to go further upstream to understand the socio-technical systems, processes and behaviours that contribute to ocean plastic pollution. In essence, the solutions to the problem require individuals and communities to make connections between the issues in the ocean and day-to-day behaviours and systems.\n\nThe role of behavioural sciences\n\nOcean plastic pollution poses a challenge similar to other environmental threats because the symptoms (in this case, polluted coasts and oceans) are often geographically and temporally remote from the largely land-based causes. It has been argued that such distance is associated with perceived lack of urgency, saliency and relevance, which can hamper effective change7. While people may be better at dealing with problems ‘here and now’ rather than ‘there and later’, instead of lamenting this as a weakness, we should build on what the human mind is good at to find sustainable solutions8. For example, visualization is a powerful tool for engaging and motivating people, and ultimately changing behaviours. Visual images are associated with emotions that help develop memory traces and motivations, bridging abstract intentions to specific actions, especially where the problem and solution are disconnected9,10. Could we motivate action on plastic pollution by using powerful images on everyday products? Changes to cigarette packaging have seen the introduction of graphic images showing health impacts to reduce smoking. Applying this approach to plastic products could be one method of linking people’s passion for the ocean to the use of plastics in daily life, potentially resulting in more careful consumption and disposal behaviours (Fig. 1). Experiential methods could be linked with visual methods. For example, people who were able to see and handle microbeads isolated from cosmetic products reported surprise, a desire for more information and motivation for change11. Stories and narratives are also powerful tools for raising awareness and motivating change12.\n\nFig. 1: An illustration of visual communications added to consumer items.\n\nThis type of approach has the potential to link people’s love for the ocean to everyday decisions, and so motivate behaviour change. Left to right: Paulo Oliveira/Alamy Stock Photo; Avalon/Photoshot Licence/Alamy Stock Photo; apomares/E+/Getty.\n\nFull size image\n\nOther core behavioural science insights can be applied to the problem of ocean plastic pollution, including addressing the determinants of behaviours, such as goals, values, perceived control and social norms. Fear appeals have been widely discussed as a behaviour change tool, for example in health research. The general conclusion is that fear messages risk triggering defence motivations and denial, and must be used in connection with empowerment13. Other relevant communication principles have been summarized in the context of climate change14. Communicating information about the problem can be part of a campaign, but in and of itself lacks motivational power15. Top-down approaches, following the notion that experts merely need to fill an information deficit, are outdated and often counter-productive16. Because plastic pollution is a societal problem that is deeply connected to established lifestyles and societal systems, we need to understand societal perceptions of the causes and impacts of ocean plastic pollution, and then use these causal mental models to devise solutions17. Finally, initiatives often target children and young people. While many of our hopes lie in young people, they also have a limited pool of worry, and it would be unfair and unrealistic to put the burden entirely on future generations. We need to counter more than 60 years of behavioural training of using single-use plastics in a throwaway culture by applying behavioural research now.\n\nProgress in policy\n\nImportant progress has already been made in reducing plastic pollution. Through a mixture of new research and NGO campaigns, microbeads in cosmetic products have recently seen increased public and political attention, and policies have been introduced in several countries to phase them out. Here, the public challenge about microbeads has helped facilitate policy actions4. Many places around the globe have also banned or introduced levies on plastic bags, including Botswana, the Philippines, Galapagos and the UK. Bans are a powerful system changer because they alter the environment in which behaviour takes place, abolishing the need to make conscious decisions. These policies work best if they are introduced with social attitudes and concerns in mind. For example, in the Philippines, plastic bags blocking wastewater systems have been largely responsible for floods, with great loss of life. Plastic bag bans have since been introduced, accompanied by communication campaigns resulting in high social acceptance18. In contrast, similar attempts in Brazil were met with consumer and industry resistance19. This highlights the importance of social research with stakeholders, and of trial schemes, ahead of any planned change, to achieve a state of readiness for transition.\n\nHowever, policy tools such as levies, fines or incentives address extrinsic rather than intrinsic motivations. Extrinsic motivations are fickle triggers for behaviour. The desired behaviour might stop as soon as the incentives stop, householders may even recycle less with incentive programmes in place20, and desirable spill-over to other pro-environmental behaviours may be limited21. Psychologically, it would be preferable to build intrinsic motivations for better waste management and recycling. Intrinsic motivations can derive from different sources such as pro-environmental identity, people’s passion for or connectedness to the ocean, social norms, and aversion to litter’s aesthetic effect on natural environments; they are a better fundament for long-term engagement to reduce ocean plastic pollution. The behavioural sciences can provide such sophisticated analyses of human thought and behaviour, building on work by Kahneman, Tversky and others since the 1970s, and in line with the more recent various volumes of popular psychology on nudging, behavioural insights, and so on. Moreover, these behavioural approaches compare favourably with traditional policy tools in terms of cost effectiveness22.\n\nBuild behavioural science capacity\n\nBehavioural scientists are increasingly being integrated into natural science research programmes, as there is substantial evidence of harm but puzzlement over the lack of action. Social and behavioural sciences have a lot to offer in addressing ‘wicked’ problems23, where the issue is complex and ubiquitous, with complicated risk–benefit trade-offs that affect diverse stakeholders and seemingly threaten engrained habits and lifestyles. The behavioural disciplines need to develop and embrace this demand. In addition to their focused, discipline-based training, behavioural scientists need to integrate their knowledge and apply their methods together with other disciplines to tackle societal and global challenges. Such capacity building could improve the sometimes negative reputation of ‘applied’ research (for example, in psychology) and might bridge internal debates about different methods and perspectives (for example, qualitative versus quantitative). There may even be value in training behavioural scientists in using terminology or metrics that policymakers are more familiar with (for example, cost-effectiveness of interventions) to help communication and impact.\n\nConclusion\n\nOnly together can we design systems that fit people and the environment. There are solutions to ocean plastic pollution, but we need to work together across disciplines and sectors and build on the strengths of humans to facilitate change. For these changes to become catalytic, they must be socially acceptable as well as economically and technically viable.\n\nReferences\n\nGeyer, R., Jambeck, J. R. & Law, K. L. Sci. Adv. 3, e1700782 (2017).\n\nArticle\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nPlastics — the Facts 2016 (PlasticsEurope, 2016).\n\nJambeck, J. R. et al. Science 347, 768–771 (2015).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nGESAMP. Sources, Fate and Effects of Microplastics in the Marine Environment: Part Two of a Global Assessment (eds Kershaw, P. J. & Rochman, C. M.) (Reports and Studies No. 93, GESAMP, 2015.\n\nWright, S. L. & Kelly, F. J. Environ. Sci. Technol. 51, 664–6647 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nWyles, K. J., Pahl, S., Thomas, K. & Thompson, R. C. Environ. Behav. 48, 1095–1126 (2015).\n\nArticle\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nMoser, S. C. & Dilling, L. Creating a Climate for Change: Communicating Climate Change and Facilitating Social Change 491–516. (Cambridge Univ. Press, Cambridge, 2007).\n\nBook\n \nGoogle Scholar\n \n\nPahl, S., Sheppard, S. R. J., Boomsma, C. & Groves, C. WIREs Clim. Change 5, 375–388 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nPahl, S., Goodhew, J., Boomsma, C. & Sheppard, S. R. J. Front. Psychol. Personal. Social Psychol. 7, 92 (2016).\n\nGoogle Scholar\n \n\nBoomsma, C., Pahl, S. & Andrade, J. Front. Psychol. 7, 1780 (2016).\n\nAnderson, A. G., Grose, J., Pahl, S., Thompson, R. C. & Wyles, K. J. Marine Pollut. Bull. 113, 454–460 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDahlstrom, M. F. Proc. Natl Acad. Sci. USA 111, 13614–13620 (2014).\n\nArticle\n \nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nPeters, G.-J. Y., Ruiter, R. A. C. & Kok, G. Health Psychol. Rev. 7, S8–S31 (2013).\n\nArticle\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nConnecting on Climate: A Guide to Effective Climate Change Communication (Center for Research on Environmental Decisions and ecoAmerica, New York and Washington, DC, 2014).\n\nSteg, L., Bolderdijk, J. W., Keizer, K. & Perlaviciute, G. J. Environ. Psychol. 38, 104–115 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nFischhoff, B. Risk Anal. 15, 137–145 (1995).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMorgan, G., Fischhoff, B., Bostrom, A., Lave, L. & Atman, C. Environ. Sci. Technol. 26, 2048–2056 (1992).\n\nArticle\n \nGoogle Scholar\n \n\nPhilippines: Plastic bag bans to reduce land-based marine pollution (Earthjustice, 2015).\n\nRochas, A. F. Brazil’s São Paulo launches plastic bag restrictions, fines. Plastics News (9 April 2015); http://polis.org.br/wp-content/uploads/Beth_plastic_news.pdf\n\nHalvorsen, B. Resour. Conserv. Recycl. 67, 18–26 (2012).\n\nArticle\n \nGoogle Scholar\n \n\nThomas, G. O., Poortinga, W. & Sautkina, E. J. Environ. Psychol. 47, 126–135 (2016).\n\nArticle\n \nGoogle Scholar\n \n\nBenartzi, S. et al. Psychol. Sci. 28, 1041–1055 (2017).\n\nArticle\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nPahl, S. & Wyles, K. J. Analyt. Methods 9, 1404–1411 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nWe thank M. P. White for comments on an earlier version of this manuscript.\n\nAuthor information\nAuthors and Affiliations\n\nSchool of Psychology, University of Plymouth, Plymouth, PL4 8AA, UK\n\nSabine Pahl\n\nSchool of Psychology, University of Surrey, Guildford, GU2 7XH, UK\n\nKayleigh J. Wyles\n\nSchool of Biological and Marine Sciences, University of Plymouth, Plymouth, PL4 8AA, UK\n\nRichard C. Thompson\n\nCorresponding author\n\nCorrespondence to Sabine Pahl.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nPahl, S., Wyles, K.J. & Thompson, R.C. Channelling passion for the ocean towards plastic pollution. Nat Hum Behav 1, 697–699 (2017). https://doi.org/10.1038/s41562-017-0204-4\n\nDownload citation\n\nPublished\n18 September 2017\n\nIssue Date\nOctober 2017\n\nDOI\nhttps://doi.org/10.1038/s41562-017-0204-4\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nEnvironmental social sciences\nHuman behaviour\nOcean sciences\nThis article is cited by\nMultiple ocean threats\n\nNature Ecology & Evolution (2023)\n\nPlastics can be used more sustainably in agriculture\nThilo HofmannSubhasis GhoshalKevin J. Wilkinson\n\nCommunications Earth & Environment (2023)\n\nExploring the psychological antecedents of private and public sphere behaviours to reduce household plastic consumption\nLea Marie HeidbrederJosephine TrögerManfred Schmitt\n\nEnvironment, Development and Sustainability (2023)\n\nA systemic approach to tackling ocean plastic debris\nAlessandro De MatteisFethiye Burcu Turkmen CeylanAnne Kahuthu\n\nEnvironment Systems and Decisions (2022)\n\nThe future of ocean governance\nBianca HaasMary MackayMarcus Haward\n\nReviews in Fish Biology and Fisheries (2022)\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nThe Living Ocean\nSections\nFigures\nReferences\nHumans are the cause and solution\nSymptoms versus sources\nThe role of behavioural sciences\nProgress in policy\nBuild behavioural science capacity\nConclusion\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nRights and permissions\nAbout this article\nThis article is cited by\n\nAdvertisement\n\nNature Human Behaviour (Nat Hum Behav) ISSN 2397-3374 (online)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}