{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "What You Can Do to Fight Plastic Pollution - State of the Planet",
  "href": "https://news.climate.columbia.edu/2018/05/11/can-fight-plastic-pollution/",
  "body": "And because plastic is everywhere, plastic pollution is also everywhere. Eight million metric tons of plastic waste enter the oceans each year, and it's estimated that by 2050, the amount of plastic in the ocean will weigh more than all the fish.",
  "textContent": "News from the Columbia Climate School\n     \nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nSUSTAINABILITY\nWhat You Can Do to Fight Plastic Pollution\nBY RENEE CHO |MAY 11, 2018\n Comments\n\nEste artículo está disponible en español.\n\nMarine litter. Photo: BoEide\n\nPlastic permeates just about every aspect of our lives. And because plastic is everywhere, plastic pollution is also everywhere. Eight million metric tons of plastic waste enter the oceans each year, and it’s estimated that by 2050, the amount of plastic in the ocean will weigh more than all the fish. Plastic ends up inside animals, too; a sperm whale that recently washed up in Spain had 64 pounds of plastic waste in its gut. Plastic is also polluting land, especially on farms where sewage sludge is used for fertilizer. Scientists found Bisphenol A (BPA), a chemical component in the plastic of some water bottles and the lining of tin cans, in the cord blood of nine out of 10 infants and in the urine of 95 percent of the adult Americans they tested. Tiny bits of microplastic and plastic fibers—smaller than the width of a human hair—have been found in honey, sugar, beer, processed foods, shellfish, salt, bottled water and tap water. Microplastics even contaminate Arctic ice in concentrations greater than those of the Great Pacific Garbage Patch—about 12,000 particles per liter of ice.\n\nLast summer, Joaquim Goes, a research professor at Lamont Doherty Earth Observatory, and his team surveyed microplastics in the Hudson and East Rivers around New York City with the help of Riverkeeper. They discovered microplastics of all shapes and sizes in the water. The most polluted area was around Newtown Creek, where they could see waste drifting into the creek from the nearby sewage treatment plant.\n\nGoes and his team sampling in the Hudson.\n\n“Most of our sewage treatment plants do not have the capacity to filter out these micron-sized particles of plastic,” said Goes. “Because they get through the filtration system, they end up in the aquatic systems, and act like vectors for the transport of organic compounds [such as drugs and pesticides in the wastewater that ends up in sewage treatment plants]. When fish and shellfish take them up, you have a way by which microplastics get into food chain.”\n\nWhat scientists do not know, however, is what effects plastic and the chemicals within plastic might have on humans and other living things.\n\nThe plastic pollution problem can feel overwhelming, but there are actions we can all take to make a difference.\n\nReduce your own plastic use\nDon’t use single-use plastics\n\nPhoto: Kevin Krejci\n\nThis category includes plastic bags, straws, dry cleaning bags, water bottles, take out food containers, and coffee cups. Eight of the ten most common items in ocean trash are single-use food-related items, so whenever possible, bring your own reusable utensils and containers. For more suggestions, see 100 Steps to a Plastic-Free Life.\n\nBe a conscientious consumer when you shop\nClothing: The largest proportion of microplastics in the ocean, 35 percent, comes from synthetic textiles. When you wash clothing made from polyester, acrylic, lycra, spandex, fleece or nylon, between 600,000 and 17.7 million microfibers per wash come loose and end up in the wastewater. Because they are so tiny, water purification filters can’t trap them, so they end up in the food chain. Opt for clothing made of cotton, hemp, wool and other natural fibers instead, and buy used items whenever possible.\nPackaging: Choose products packaged in natural materials such as bamboo, corn-starch, potato starch, cocoa bean shells, glass, grass paper, wood, cotton, hemp, algae, lignin or mycelium (mushroom). Try to avoid products in excessive plastic packaging.\nPersonal care: Don’t buy products that contain microbeads (bits of plastic used as exfoliants). Although Congress passed the Microbead-Free Waters Act in 2015, banning the manufacture and distribution of cosmetics and toothpastes containing plastic microbeads, some of these products are still on store shelves. Beatthemicrobead.org can help you determine which products contain microbeads. And if you must buy personal care items in plastic bottles, opt for larger sizes. Better still, use bar soap instead of body wash or shower gel.\nFood: Buy in bulk whenever possible, and when shopping, bring your own reusable containers and shopping bags. Store refrigerated produce in towels or cloth instead of plastic bags. Use glass or steel food containers for leftovers instead of plastic. Cook at home more often!\n\nPlastic that is not recycled usually ends up in a landfill.  Photo: Samuel Mann\n\nRecycle, donate, repair\nThere are seven different types of plastic, but not all can be recycled. Plastics with resin codes # 1 (such as soda and water bottles, peanut butter jars, salad dressing and cooking oil bottles) and #2 (milk and juice jugs, laundry detergent, shampoo bottles, yogurt tubs) are usually recyclable. More take-out containers, plastic bags, plastic wrap, disposable diapers and other items are being recycled as technology improves, but check with your local government to see which plastics your town recycles. When in doubt, put it in the trash. Also, make sure the plastic you recycle is clean, because any dirt or food waste (or plastic bags) can contaminate a whole bale of recyclable plastic.\n\nRecycling plastic bottles Photo: Lisa\n\nDonate bubble wrap and packing peanuts, which can’t be recycled, to shipping stores for reuse.\nWhen things break, repair them if possible instead of buying a replacement.\nPut pressure on offenders and praise those who are reducing plastic use\n\nIf a company or manufacturer uses excessive plastic packaging, let it know. Write a letter or send a tweet. If you get no response, post it on social media. Conversely, praise businesses that are reducing their use of plastic by tagging the business and posting photos on social media. Tag @upstreampolicy, too, and Upstream, an organization fighting plastic pollution by advancing policies and corporate responsibility, will repost it.\n\nTake a pledge to reduce your plastic use\nThe Plastic Pollution Coalition’s 4Rs Pledge entails refusing disposable plastic whenever you can; reducing your consumption of products with excess plastic packaging or parts; reusing durable containers, straws, bags and other items; and recycling the rest.\nTake The Last Plastic Straw Pledge, a commitment to refuse any plastic straws served with your beverage, encourage restaurants to only provide straws upon request and adopt compostable or reusable straws, and persuade restaurants to take the pledge against straws as well.\nParticipate in cleanup efforts\nStart your own cleanup or join an existing one. The Ocean Conservancy offers guidelines for starting your own cleanup of lakes, rivers or beaches. Take part in its International Coastal Cleanup, which will be held on September 15, 2018.\n\nPlastic washed ashore in Hawaii Photo: Susan White/USFWS\n\nThe Surfrider Foundation’s Better Beach Alliance also runs beach cleanups and is aiming to hold 1,500 of them this year.\nAdopt a beach. Form a group to join California’s Northcoast Environmental Center’s Adopt-a-Beach program and commit to at least four beach cleanups a year. There are also adoption programs in Florida and Texas. The Alliance for the Great Lakes has an Adopt-a-Beach program for elementary through high school students.\nBecome an adventure scientist to help with research\n\nHelp gather data for the Worldwide Microplastics Initiative, which trains volunteers to collect marine and fresh water samples for scientists studying microplastics.\n\nOrganize a plastic pollution event\nThe Earth Day Network provides primers and toolkits for organizing community events to build awareness about plastic pollution.\nHost a screening for friends and neighbors of a documentary about plastic pollution such as “A Plastic Ocean,”  “Bag It,”  “Addicted to Plastic,”  or “Straws.”\nSupport organizations that are fighting plastic pollution.\n Sponsor the Plastic Soup Foundation for your next sporting contest.\nBecome a member of and/or donate to organizations that are working on plastic pollution, such as: Algalita, 5Gyres, Plastic Pollution Coalition, Plastic Soup Foundation, Surfrider Foundation, and Upstream.\nGet politically active\n\nLaws and social movements are the most effective means of changing consumer behavior on a large scale, so get involved with some of these issues.\n\nPhoto: Chris Guy\n\nPlastic bag ban laws\n\nCountries around the world are phasing out the thin plastic bags given out in stores. Bangladesh, Rwanda, China, Taiwan, Macedonia, Gambia, Mali, Morocco, Niger, Tanzania and Sri Lanka and other countries have totally banned them. Many European Union countries impose a fee on plastic bags. And while there is no national ban or fee on bags in the U.S., California, American Samoa and Puerto Rico have banned plastic bags; more than 200 counties and municipalities have also banned bags or imposed fees for using them.\n\nAttorney Jennie Romer founded PlasticBagLaws.org as a resource for cities, states and communities that want to institute plastic bag bans. Romer has found that hybrid bans are the most effective—those that ban thin plastic carryout bags and also impose a charge for paper or any other bags. She explained that with a straight bag ban that only outlaws the carryout plastic bag, consumers often switch to paper bags or thicker plastic bags that qualify as reusable. Even a small bag fee, however, dramatically changes consumer behavior and has resulted in an overall drop in bag consumption. For example, in San Jose, the hybrid ban model with a 10-cent charge for paper bags led to an increase in reusable bag use from 4 percent to 62 percent.\n\nIn April, Governor Cuomo proposed a plastic bag ban at all New York stores, but without a fee on paper or other bags. If approved, it would go into effect January 2019.\n\nTo propose a plastic bag ban in your community, check out Romer’s primer on implementing plastic bag laws.\n\nExpanded polystyrene bans\n\nSome U.S. towns and cities have successfully banned non-recyclable and non-biodegradable expanded polystyrene (EPS), better known as Styrofoam, used in foodware and packaging. California, Florida, Maine, Maryland, Massachusetts, New Jersey, New York, Oregon, Texas, Washington and Washington D.C. have ordinances banning EPS. As of the beginning of 2017, there were 148 local ordinances against EPS in the U.S., with most found in California. Here is a guide for reducing EPS in your community.\n\nBottled water bans\n\nPhoto: Juan Pablo Calderon\n\nEvery year, 38 billion water bottles end up in U.S. landfills. Concord, Massachusetts banned the sale of bottled water in 2013. San Francisco has recently banned the sale of bottled water on municipal property and prohibited government agencies from buying it.\n\nThe Ban the Bottle campaign has suggestions for starting a bottled water ban in your community.\n\nPlastic straw bans\n\n500 million straws are used each day in the U.S. Malibu, Miami Beach, San Luis Obispo, Fort Myers and numerous restaurants have stopped giving out straws unless customers specifically request them. As a result of the Strawless in Seattle campaign, Seattle too will ban straws in July, which could reduce straw use by a million a month. Inspired by Seattle, residents of Santa Fe are starting a Strawless Santa Fe campaign.\n\nSurfrider’s Straws Suck campaign encourages consumers to identify businesses that use straws by taking a photo of the plastic item and posting it to Twitter or Instagram with @SurfriderVan and hashtag #StrawsSuck or #RiseAbovePlastics.\n\nPlastic-free restaurants\n\nSurfrider Foundation’s Ocean Friendly Restaurants campaign helps restaurants reduce their plastic consumption. Encourage your local restaurants to sign up.\n\nExtended producer responsibility\n\nExtended producer responsibility (EPR) legislation requires manufacturers to be responsible for the entire life cycle of their product, which means that discarded products must be taken back, recycled or reused to make new products. Producers themselves usually do not take back the products, however, but rather contract with third parties to deal with them.\n\nCurrently, U.S. taxpayers pay for local governments to deal with the collecting, recycling, and cleanup of plastic pollution. EPR would require manufacturers to pay for the amount of packaging they produce. These funds would then go to other entities to collect and recycle the items. This would help support and expand plastic recycling, and also encourage manufacturers to design more sustainable products.\n\nAll European Union members have some form of EPR legislation on packaging, as do Poland, Hungary, the Czech Republic, Japan, Korea and Taiwan. In the U.S., there are no state or federal EPR laws for packaging, though there are some state and municipal EPR laws for other product categories. Upstream provides information about EPR legislation.\n\nThe organization is also developing a Global Plastic Reduction Toolkit that will be a resource for proposing, passing and implementing legislation to regulate or restrict single-use plastics, highlighting successful examples in cities, states, and countries around the world.\n\nLeading the change\n\nBritish prime minister Theresa May has proposed a ban on all single-use plastic items in the U.K., including straws and cotton swabs, by early 2019. Iceland Foods, a British supermarket chain specializing in frozen foods, has promised to do away with plastic packaging for its own brand by the end of 2023, and instead use recyclable paper or pulp packaging.\n\nBamboo toothbrushes in cardboard packaging\nPhoto:: Anna Gregory\n\nEkoplaza, a Dutch supermarket chain, has created the first plastic-free supermarket aisle with 700 items that use no plastic packaging. The products carry the Plastic Free Mark, a new label that enables consumers to more easily choose plastic-free products. The products will be packaged in compostable bio-materials, cardboard, glass and metal.\n\nA Scottish company called MacRebur is testing a road made from recycled plastic, which it claims is stronger and more durable than asphalt roads. The company maintains the road can also boost fuel economy because there is less tire resistance.\n\nOn the promising research front, the University of Portsmouth in the U.K. along with the U.S. Department of Energy’s National Renewable Energy Laboratory have (accidentally) engineered an enzyme that can “eat” polyethylene terephthalate (PET), the plastic used in water bottles. The discovery could make it possible to recycle much more plastic waste.\n\nStay Positive!\n\nIf you are feeling discouraged by the scale of the plastic pollution problem, Jennie Romer has some advice. “Don’t beat yourself up too much or get overwhelmed,” she said. “Plastics are part of life. But figure out where you can cut plastic out of your life and find others who are also interested in advocacy to build a coalition. The issue can be taken on at the grassroots level.”\n\nTags: Lamont-Doherty Earth Observatorymicrobeadsmicroplasticsplasticplastic bagsplastic pollutionplastic trashpatchrecycling\nRelated Posts\nFaculty Spotlight: Why Trees Will Always Have Something to Teach Us\nA New 66 Million-Year History of Carbon Dioxide Offers Little Comfort for Today\n Subscribe \n Login\n\n\n\n\n{}\n[+]\n15 COMMENTS\nOldest \nRenee Cho\n 5 years ago\n\nCheck out National Geographic’s Planet or Plastic campaign: https://www.nationalgeographic.com/environment/planetorplastic/\n\n Reply\nAnna Pfau\n 5 years ago\n\nI have heard of some colleges and universities going straw free. Since Columbia is such a well known and influential university I believe that going straw free would not only help reduce Columbia’s plastic waste but inspire other schools in the country to help reduce their plastic waste.\n\n Reply\nRise Prue\n 5 years ago\n\nSo happy to hear you all are on the Plastic campaign. I hope you all are working on the biggest plastic problem we face in the country. Disposal Diapers and Baby wipes. I am interested in what progress you have made on banning these.\n\n Reply\nStella Sutkiewicz\n 4 years ago\n\nQuestion… can I reference this page and quote some of the tips? With FULL CREDIT, of course. I’m with the environmental group Media on Taiji and we are currently creating flyers to present through our members all over the world. I’ll be sending you a separate email. We are a fully accredited non-profit based in Hull, England. Our founder is Tracey Ozdemir, an environmental activist and children’s book author.\n\nOur primary focus is the end of whale and dolphin slaughter and slavery around the world but alongside that goal, we are working toward a better planet for all of us. Our next planned flyers are about plastic pollution and the price animals, especially highly intelligent and social ones, pay for captivity.\n\nThank you!\nStella Sutkiewicz,\nAmerican East Coast Coordinator\n\n Reply\nSarah Fecht\nAdmin\nReply to \nStella Sutkiewicz\n 4 years ago\n\nHi Stella,\n\nThanks for your interest. Our general policy is that you can excerpt up 100 words from our article, as long as you credit the author and the Earth Institute, and provide a link back to our blog where possible.\n\nBest,\nSarah\nContent Manager for State of the Planet\n\n Reply\nglorya\n 4 years ago\n\ndo you know that excessive use of plastic can cause diabetes mellitus?\nhttp://news.unair.ac.id/en/2019/07/11/excessive-use-of-plastic-is-linked-to-increased-risk-of-diabetes-mellitus/\nanyway, nice article. thanks for sharing!\nlet’s reduce the use of plastic to protect our earth and our health!\n\n Reply\nRowena Benavides\n 4 years ago\n\nYes, plastics is such a horrible material, when used improperly and discarded anywhere. It is our lifestyle that intensifies the problem, we enter into an age of throw away culture, where we want almost everything to be instant and thrown immediately. As if everything is disposable. hence, we must help educate our fellows to become more responsible in using the plastic material.\n\n Reply\nLija Wills\n 3 years ago\n\nThank you for this excellent article. It describes what we need to do clearly and concisely.\n\n Reply\nTom\n 3 years ago\n\nIf I were to make personal 2021 material use resolutions, what would you suggest beyond these 8 steps?\n1) Use metal tableware instead of disposable plastic at picnics and parties.\n2) Use cheap but washable plates rather than plastic disposables.\n3) Refill my plastic water bottles at least once or twice with tap water.\n4) Never buy polystyrene (P6) or polycarbonate (P7) cups.\n5) Use reuseable plastic grocery bags.\n6) Segregate metal containers from my waste stream and take to a scrap yard.\n7) Avoid balloons, straws, plastic coffee stirrers, and plastic stick cotton swabs.\n8) Install water filtration tap on sink if local water is distasteful.\n\n Reply\nAndrew Gibbs\nReply to \nTom\n 2 years ago\n\nI am a civil engineer and I am looking into the construction industry as my specialty using geosynthetic Technology. I believe that it has a more positive impact on the community and high quality innovation. It is so nice to see articles like this to enhance my skills. Here is where I am working right now.<a href=”HDPE Liner Installation CQA”>https://geoq.com.au/services/geosynthetic-liner-repairs/</a&gt;\n\n Reply\nJessica Griner\n 2 years ago\n\nRecently, I have been learning about plastic pollution in my ELA class. I have learned of how big of a deal this is but I just can’t figure out what to do. My teachers all say to use less plastic and to recycle but that won’t be much help at all. Every day, there is million tons of plastic going into our beautiful oceans. Please let me know if you have any good ideas!\n\n Reply\nLebron\n 1 year ago\n\nWhat can we do at the END of the plastic life cycle?\n\n Reply\nChristabel\n 1 year ago\n\nI have seriously been thinking about peacefully protesting against plastic factories and greenhouse gases and everything that ruins our environment\n\nLast edited 1 year ago by Christabel\n Reply\nJamie\n 1 year ago\n\nGuys, I have a confession… I eat plastic. Fish are eating plastic and we are consuming it – tiny micro plastics end up in our system because of the amount of plastic that fish end up eating and it ends up in the food chain. We must end this.\n\n Reply\nDennis Mc Endree\n 1 year ago\n\nHow do we stop plastic, we vote by the way we consume use glass, buy bulk, whole foods, learn how to cook and slow down the most important thing in life is our health without it nothing else has no meaning.\n\n Reply\nFeatured Story\nIn Many Major Crop Regions, Workers Plant and Harvest in Spiraling Heat and Humidity\nUpcoming Events\nClimate LIVE K12: Towards Climate Justice and Resilience in Colombia\nInvisible Consequences: Climate Disaster Recovery\nTopics\nTopics\nSelect Category\nAgriculture\nClimate\nEarth Sciences\nEcology\nEducation\nEnergy\nGender Equality\nGeneral Earth Institute\nGlacierHub Blog\nHealth\nNatural Disasters\nPeace and Conflict\nPoverty / Development\nPress Release\nSustainability\nUrbanization\nWater\nResearch Centers & Programs\nInternational Research Institute for Climate and Society\nLamont-Doherty Earth Observatory\nAuthors\nAdrienne Kenyon\nAmy Imdieke\nAndrew Revkin\nCaroline Adelman\nCassie Xu\nColumbia Center on Sustainable Investment\nCenter for International Earth Science Information Network\nColumbia Climate School\nCharlotte Munson\nDebbie Cook\nDebra Tillinger\nDavida Heller\nDiana B Sierra\nDavid Maurrasse\nDonna Shillington\nDiego Villarreal\nDwi Susanto\nDale Willman\nEarth Institute\nEve Warburton\nElza Bouhassira\nEmily Denny\nEinat Lev\nEvan Lim\nCenter on Global Energy Policy\nEmily O'Hara\nEric Holthaus\nElizabeth Robinson\nEmily Rothenberg\nEve Solomon\nElisabeth Sydor\nFarah Hegazi\nKyle Frischkorn\nFrancesco Fiondella\nFrank Nitsche\nGina Ackerman\nGavin Schmidt\nElisabeth Gawthrop\nGabriella Cohen\nGeoffrey Heal\nGilma Mantilla\nGisela Winckler\nGrennan Joseph Milliken\nGrace Palmer\nGrant Goodrich\nHamsa Subramaniam\nHannah Chang\nHima Batavia\nHayley Martinez\nHamna Tariq\nIndrani Das\nInternational Research Institute for Climate and Society\nIvy Morgan\nJaclyn Leigh Carlsen\nJames Wariero\nJessica Crespo\nJeff Schlegelmilch\nJeffrey Sachs\nJennifer Vettel\nJesper Frant\nJessica Fanzo\nJaden Hill\nJeremy Hinsdale\nJill A. VanTongeren\nJim Cochran\nJim Gaherty\nJonathan Nichols\nJohn McArthur\nJohn Mutter\nJenna Travers\nJacquelyn Turner\nJu Young Lee\nJulia Apland Hitz\nJulie Arrighi\nKatherine Allen\nKalpana Venkatasubramanian\nKate Brash\nKate Morris\nKate Weinberger\nKatherine Regan\nKatie Horner\nKatie Johnson\nKavita Jain-Cocks\nKelsie DeFrancia\nKelsey Dyez\nKevin Krajick\nKate Kennedy Freeman\nKim Anne Kastens\nKim Martineau\nKlaus Lackner\nKristin Francoz\nKatherine Schulman\nKirsty Tinto\nKelcie Walther\nKyu Lee\nKathy Zhang\nLakis Polycarpou\nIsabel Amos-Landgraf\nLareef Zubair\nLaura Ly\nLauren Barredo\nLauren Ziegler\nLenfest Center\nLeesa Ko\nLonnie Thompson\nLaura Piraino\nLily Roberts\nLindsay Siegel\nLucia Rodriguez\nMadeleine Rubenstein\nMargie Turrin\nMariapaola Sutto\nMarie DeNoia Aronsohn\nMary-Elena Carr\nMattias Chesley\nMeaghan Daly\nMelika Edquist\nMeg Reitz\nMegan Winston\nMeghna Bhattacharjee\nMeredith Forsyth\nMichael B. Gerrard\nMichael Barnett\nMichelle Cordray\nMichelle Shevin\nMike Steckler\nMolly Hellmuth\nMilap Patel\nMarivi Perdomo Caba\nMeg Towle\nMargo Weiss\nNatalie Unwin-Kuruneri\nNicole deRoberts\nNikhil Narula\nNatalia Mroz\nNeil Pederson\nNathan Rudder\nOlga Rukovets\nPaola Mejia\nPatrick Kinney\nPaul Block\nPeter Coleman\nPeter Francis Deneen\nPeter Kelemen\nPeter Schlosser\nPria Mahadevan\nPatty Mechael\nPratigya Polissar\nPoonam Arora\nPhebe Pierson\nPrabhjot Dhadialla\nPrabhjot Singh\nPamela Vreeland\nRenee Cho\nRebecca Fowler\nRonny Friedrich\nRadhika Goyal\nRebecca Greenwald\nRichard Gonzalez\nRichard Plunz\nBob Crocco\nRobert Hsu\nRustom Masalawala\nSabin Center for Climate Change Law\nSamantha Tress\nSuzanne Carbotte\nThomas Chen\nScott Barrett\nSelim Tlili\nShahid Naeem\nShahzeen Z. Attari\nSidney Hemming\nSharon Kim\nStacy Morford\nSamantha Ostrowski\nShama Perveen\nSasha Starovoitov\nBeth Stauffer\nStephanie Ruiz\nStephen Hammer\nStephen Yang\nSteve Cohen\nSusan Blaustein\nSusan Karuti\nSophia Vatakis\nTanya Heikkila\nTheresa E. Hernandez\nTim Creyts\nTim Crone\nTimothy Gildner\nTobias Siegfried\nTamara Plummer\nTristan Jones\nTracy Slagle\nTrevor Williams\nUyen Kim Huynh\nUjala Qadir\nUpmanu Lall\nWilliam Menke\nYanis Ben Amor\nYochanan Kushnir\nYombo Tankoano\nZoe Alexandra Klobus\nArchives\nSelect Year\n2023  (307)\n2022  (456)\n2021  (511)\n2020  (566)\n2019  (478)\n2018  (434)\n2017  (370)\n2016  (395)\n2015  (414)\n2014  (383)\n2013  (334)\n2012  (507)\n2011  (511)\n2010  (549)\n2009  (285)\n2008  (11)\nABOUT\nASK A QUESTION / SUGGEST A STORY\n     \n15\nThis website uses cookies as well as similar tools and technologies to understand visitors' experiences. By continuing to use this website, you consent to Columbia University's usage of cookies and similar technologies, in accordance with the Columbia University Website Cookie Notice.Close"
}