{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "McDonald's shareholders vote to keep plastic straws : r/worldnews - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/8ma40u/mcdonalds_shareholders_vote_to_keep_plastic_straws/",
  "body": "6K votes, 1.4K comments. 33M subscribers in the worldnews community. A place for major news from around the world, excluding US-internal news.",
  "textContent": "McDonald's shareholders vote to keep plastic straws : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n6 yr. ago\nThefriendlyfaceplant\nMcDonald's shareholders vote to keep plastic straws\neu.usatoday.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nJoeyBustaCap\n•\n6 yr. ago\n\nHow long til Wendy's gets rid of them and insults McDonald's on Twitter\n\n71 more replies\nScapegoatSkunk\n•\n6 yr. ago\n\nShareholders will very rarely vote for something that is almost guaranteed to eat into profits\n\n131 more replies\nIAmAGermanShepherd\n•\n6 yr. ago\n\nThe EU is looking to ban the use of plastic straws somewhere in the near future, so Mcd's might come around in the end.\n\n321 more replies\nAdvancedAdvance\n•\n6 yr. ago\n\nIf you were on the fence about boycotting McDonalds and this pushed you over the edge, tell people it was the straw that broke the camel's back.\n\n25 more replies\n[deleted]\n•\n6 yr. ago\n\nI have a seasonal job picking up litter for a city. If it were up to me, plastic straws, plastic lids, and plastic water/drink bottles would be banned. When I travelled to poor countries I thought that there was a lot of litter. Now I realize it's the same in the US, but we are a little better at cleaning it up. A lot of people are pigs. Why can't they just keep this stuff in their car and throw it in the trash when they get a chance?\n\n42 more replies\nI_WANT_2_C_UR_FEET\n•\n6 yr. ago\n\nWhat is the alternative to plastic straws?\n\n49 more replies\n[deleted]\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nIts funny I was thinking about what is going to happen after they announced that Vancouver will be banning straws https://www.theglobeandmail.com/canada/british-columbia/article-vancouver-to-be-first-major-canadian-city-to-ban-plastic-straws/ \"ban is intended to target food-service facilities. \" “Restaurants will make the adjustment and supply chains will make the adjustment,”\n\nMaybe McDonalds in Canada and the US have different management and they can force McDonalds to stop using straws here. Milkshakes will be harder to drink!\n\n5 more replies\n[deleted]\n•\n6 yr. ago\n\nA setback, but I see a world where fast food restaurants have a straw \"opt-ins\" within 5-10 years. The anti-straw movement is just getting started (that's a funny sentence I never thought I'd say).\n\n16 more replies\nwookiebath\n•\n6 yr. ago\n\nOk, and people can just choose to not use straws\n\n303 more replies\n[deleted]\n•\n6 yr. ago\nDankBlunderwood\n•\n6 yr. ago\n\nSo they admit they have an alternative but they will only do it if they're forced to. Well if they insist...\n\nSosiz\n•\n6 yr. ago\n\nEU is already going to ban single-use plastic items like straws so they kinda have to use an alternative when the ban comes to force\n\n1 more reply\n35 more replies\nJoliet_Jake_Blues\n•\n6 yr. ago\n\nItt: McDonald's sucks and I'd never eat there, and this is how they should run their business to make me, not a customer, happy.\n\n4 more replies\n[deleted]\n•\n6 yr. ago\n\nThey have paper straws that are decent enough now days\n\nVengeance164\n•\n6 yr. ago\n\nI'm all for reducing plastic, but paper straws suck ass.\n\n34 more replies\ndfriddy\n•\n6 yr. ago\n\nThey are much more expensive though.\n\n9 more replies\n8 more replies\n---TheFierceDeity---\n•\n6 yr. ago\n\nReally? What absolute cunts. \"oh no it would mildly hurt my dividends, fuck the environment\"\n\nbfuker\n•\n6 yr. ago\n\nAbsolute cunts? Man you people overreact over the stupidest shit.\n\n11 more replies\nThefriendlyfaceplant\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nNot just the shareholders but the McDonald's executive board is in on it:\n\nThe rejection was not unexpected given that McDonald's management had recommended against it.\n\n22 more replies\n27 more replies\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/funny\nChecked three supermarkets yesterday and couldn’t find toilet paper\n1.7K upvotes · 92 comments\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n513 upvotes · 65 comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/AdviceAnimals\nTo be fair, it was his first trip to Europe.\nlivememe\n419 upvotes · 16 comments\nr/worldnews\nVirgin Atlantic completes first long-haul flight fully powered by sustainable fuel\ncnbc\n190 upvotes · 46 comments\nr/news\nBrazil reinforces border with Venezuela and Guyana over Esequibo tensions\nreuters\n359 upvotes · 50 comments\nr/politics\nIsrael is tearing MAGA apart\nnewsweek\n672 upvotes · 267 comments\nr/news\nU.S. GDP Grew at a 5.2% Rate in the Third Quarter, Even Stronger than First Indicated\ncnbc\n10K upvotes · 2.2K comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/politics\nHow Thanksgiving Messages of 2024 Candidates Compare\nnewsweek\n158 upvotes · 21 comments\nr/worldnews\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n12K upvotes · 2.8K comments\nr/worldnews\nThe world briefly smashed through the 2-degree warming limit for the first time ever\ncnn\n939 upvotes · 227 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/politics\nRudy Giuliani's Top Ukraine Allies Accused of Working for Putin\nnewsweek\n795 upvotes · 26 comments\nr/worldnews\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n5.1K upvotes · 847 comments\nr/news\n7.6m earthquake hits Mindanao Philippines\nreuters\n1.6K upvotes · 49 comments\nr/politics\nCapitol Riot Defenders Trolled With Video of 'Peaceful' 9/11 Hijackers\nnewsweek\n689 upvotes · 53 comments\nr/politics\nTexans leaving the state as property taxes climb\nnewsweek\n7.2K upvotes · 1.2K comments\nr/worldnews\nFormer PM David Cameron is introduced to the House of Lords as Baron Cameron of Chipping Norton\nlbc.co.uk\n976 upvotes · 249 comments\nr/politics\nWhat Happens If Trump Is Convicted in Winter 2024?\nnewsweek\n316 upvotes · 269 comments\nr/news\nWHO makes loneliness a global health priority with new Committee on Social Connection | CNN\ncnn\n502 upvotes · 49 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 26, 2018\nReddit\nreReddit: Top posts of May 2018\nReddit\nreReddit: Top posts of 2018"
}