{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Fighting pollution by saying 'no' to plastic straws - NBC News",
  "href": "https://www.nbcnews.com/better/science/fighting-pollution-avoiding-plastic-straws-ncna856296",
  "body": "The ultimate goal: Prevent non-degradable plastic straws from polluting our beaches, waterways and oceans. It's estimated that by the year 2050, there will be more plastic in the oceans than...",
  "textContent": "SKIP TO CONTENT\nNEWS\nNBC NEWS NOW\nNIGHTLY NEWS\nMEET THE PRESS\nDATELINE\nMSNBC\nTODAY\nby TODAY\nDIET & FITNESS\nCAREERS\nMONEY\nWELLNESS\nRELATIONSHIPS\n\nFighting pollution by saying 'no' to plastic straws\n\nSHARE THIS —\nONE SMALL THING\nFighting pollution by saying 'no' to plastic straws\nEnvironmental groups say reducing your straw use is an easy way to be more green.\nEnvironmentalists are targeting straws as a way to reduce the amount of plastic in our waterways. Hero Images Inc. / Alamy Stock Photo\nMarch 14, 2018, 5:04 AM CDT / Updated April 22, 2018, 2:56 PM CDT\nBy Herb Weisbaum\n\nCorrection appended\n\nEnvironmental groups have targeted disposable drinking straws — that are not recyclable or compostable — for extinction. The ultimate goal: Prevent non-degradable plastic straws from polluting our beaches, waterways and oceans.\n\nIt’s estimated that by the year 2050, there will be more plastic in the oceans than fish.\n\nWith so many other pollution problems, why straws?\n\n“Straws are an easy thing for everybody to get started on when approaching the enormous issue of plastic pollution,” said Diana Lofflin, founder of StrawFree.org, an environmental group based in southern California.\n\nLofflin said she realized something had to be done after seeing the video of a Costa Rican team removing a straw from a turtle’s nose.\n\n“We’re seeing more plastic in our waterways and one of the most common items we find is straws,” she said. “In fact, it's one of the top 10 items that are picked up at beach cleanups. It’s estimated that by the year 2050, there will be more plastic in the oceans than fish.”\n\nA Growing Movement\n\nLawmakers in Los Angeles, Davis, Malibu and San Luis Obispo, Calif.; Miami Beach and Fort Myers Beach, Fla.; and Seattle, have passed ordinances that limit or prohibit restaurants from using plastic straws.\n\nA ban on plastic straws for commercial use took effect in Fort Myers Beach in February. The town’s environmental specialists, who patrol the beaches, report seeing fewer straws in the sand, and most of the ones they do find are biodegradable, Town Manager Roger Hernstadt told NBC News BETTER.\n\nThe ordinance does create penalties: $100 for a first offense, $500 for three or more citations within a year, but Hernstadt hopes education and warnings will be all that’s needed.\n\n“I think all the folks here understand that an attractive beach is important for them being able to draw customers, and this effort is part of making it desirable for people to come here,” he said.\n\nWe realize that the little things we do have a big effect on the natural world.\n\nMalibu already bans the commercial use of plastic shopping bags and polystyrene food containers. A new city ordinance takes effect in June that adds plastic straws, stirrers and cutlery to the list.\n\n“I think this was driven by the fact that these plastic items don't biodegrade,” said Malibu Mayor Rick Mullen. “They may break down in size, but the actual plastic stays in the ecosystem and people are getting conscious about that all over the world.”\n\nMost restaurant owners support the ban, Mayor Mullen said, although some worry it will drive up their cost of doing business.\n\n“Most people here in Malibu are not fanatical environmentalists by any stretch of the imagination,” but it’s part of the city’s mission to “preserve the natural beauty and take care of the environment as much as possible,” Mullen said. “We realize that the little things we do have a big effect on the natural world.”\n\nRecommended\nSPACE\nThe secretive X-37B space plane is headed back into orbit with a boost from SpaceX\nSCIENCE NEWS\nAsteroid will pass in front of bright star Betelgeuse to produce a rare eclipse visible to millions\n\nAssemblyman Ian Calderon (D-Whittier), majority leader of the California legislature, has introduced a bill that would require all restaurants in the state that serve food eaten on site to provide plastic straws only when requested by the customer.\n\nCalderon insists his bill, AB-1884, is not a ban on plastic straws. “It is a small step towards curbing our reliance on these convenience products, which will hopefully contribute to a change in consumer attitudes and usage,” he said in a statement.\n\nHunting for ghost gear: What happens when fishing nets go rogue\nJUNE 8, 201805:48\nThe Industry Pushback: Plastic Isn’t the Problem\n\nThe plastics industry acknowledges that waste management and marine debris are serious issues that require a real and lasting solution. But it would like to see the focus be on proper disposal and greater recycling, rather than banning certain products.\n\n“People should have the option to use products that fit their lifestyle, but it’s everyone’s responsibility to make sure these items are disposed of in a way that maximizes their value and ensures that they don’t end up where they shouldn’t,” said Ashley Stoney, director of communications for the Plastics Industry Association, in an email.\n\nRelated\nNATURE'S THERAPY\nHow the simple act of nature helps you de-stress\n\nSteve Russell, vice president of plastics for the American Chemistry Council, said the industry is working on new technologies that will allow “every piece of post-use plastics” to be recycled or remade into raw materials for new products.\n\n“We should all do our part to reduce waste by using reusable items when we can and declining straws or utensils when we don’t need them,” Russell said in a statement. “We should also keep in mind that protecting our health and hygiene is an important reason products such as straws and carryout utensils are designed to be used just once. These items often are made with plastics, because being both strong and lightweight; plastics often do a better job, with lower environmental impacts, than alternatives.”\n\nStrawless in Seattle\n\nThis summer, Seattle will ban the commercial use of plastic straws, plastic stir sticks and plastic utensils. Starting July 1, any business that serves food or beverages will need to provide compostable alternatives.\n\n“It's great to have things diverted from garbage into the compost stream, which is what we're pushing with this,” said Becca Fong with Seattle Public Utilities. “It’s also a really good way to raise consumer awareness, to get people to think about prevention: Do they really need that straw or all of those utensils if they’re getting food to go and taking it home to eat?”\n\nSingle use plastics are pervasive in our everyday life — it's everywhere and very little of it is recyclable. We have this unnecessary waste product becoming fish food.\n\nSeveral hundred retailers made the switch in November as part of the “Strawless in Seattle” campaign, organized by Dune Ives, executive director of The Lonely Whale Foundation.\n\n“Single use plastics are pervasive in our everyday life — it's everywhere and very little of it is recyclable. We have this unnecessary waste product becoming fish food,” Ives said. “We wanted to wake people up and make them feel really powerful, that something they did would make a difference.”\n\nAs part of its commitment to sustainable products, Seattle’s Safeco Field, home of the Mariners, does not use plastic straws, stir sticks or utensils. The ballpark won Major League Baseball’s the 2017 “Green Glove Award” for its recycling efforts. Only four percent of the waste generated there goes to the landfill, the rest is recycled or composted.\n\n“It was a fairly invisible kind of a change for us and it didn't affect us operationally,” said Rebecca Hale, director of public information for the Mariners. “I don't think that a lot of people even realize that the straws and the knives and the forks and all of that are going into the compost stream.”\n\nBasically what we are asking you to do is DO LESS: less consumption, less waste, less straws.\n\nHale admits that first-generation compostable utensils had some problems. For instance, spoons would melt in hot soup. But current products perform just like the non-sustainable items they replace, she said.\n\nWhat Can I Do?\n\nThe environmental group The Last Plastic Straw suggests:\n\nRequest “no straw” at bars and restaurants.\nEncourage your favorite eateries to only provide straws on request and to use compostable or reusable options to the plastic straw.\nShare your commitment with others.\n\n“Basically what we are asking you to do is DO LESS: less consumption, less waste, less straws,” the site says.\n\nMore Resources\nThe Be Straw Free campaign, run by the nonprofit recycler eco-cycle, has information for businesses that serve straws and consumer who use them, as well as the Straw Free Pledge.\nStrawFree.org sells eco-friendly bamboo straws on its website. Each one is hand-cut from locally harvested bamboo that would otherwise go to the landfill.\nStrawless Ocean, an initiative powered by Lonely Whale, has links to alternative straws and ways you can share your passion for environmental responsibility.\n\nCORRECTION (April 22, 2018, 4:52 p.m. ET): An earlier version of this article included an incorrect statistic, attributed to the National Park Service, that Americans throw away 500 million drinking straws a day, or 1.6 a day per person. That figure, which has since been debunked in several publications, originally came from the environmental group Be Straw Free, and does not appear to have been based on serious research. There does not appear to be any reliable figure on how many straws are used per day or per year.\n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nDO NOT SELL MY PERSONAL INFORMATION\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}