{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Adrian Grenier, viral turtles, and Seattle's big ban: Welcome ... - Grist",
  "href": "https://grist.org/article/adrian-grenier-viral-turtles-and-seattles-big-ban-welcome-to-the-wild-world-of-plastic-straws/",
  "body": "Plastic straws are the environmental cause du jour. Our resident skeptic tried to figure out why. Grist / Shutterstock Eve Andrews Published Sep 22, 2017 Topic Climate + Culture Share/Republish...",
  "textContent": "For screen-reader mode - click the first button of the website\nAccessibility Screen-Reader Guide, Feedback, and Issue Reporting\nSkip to content\nGrist home\nAll donations TRIPLED! $10/mo $15/mo Other Donate \nClimate. Justice. Solutions.\nGrist home\nFollow\nDonate\nAdrian Grenier, viral turtles, and Seattle’s big ban: Welcome to the wild world of plastic straws\nPlastic straws are the environmental cause du jour. Our resident skeptic tried to figure out why.\nGrist / Shutterstock\nEve Andrews\nPublished\nSep 22, 2017\nTopic\nClimate + Culture\nShare/Republish\nEmail\nTwitter\nFacebook\nRepublish\n\nAdrian Grenier is not coming to lunch.\n\nThis is the gist of the text that I receive from the former Entourage star and current activist’s publicist, approximately 45 minutes before said lunch date. I have carefully prepared a list of questions about plastic straws and his feelings about them, because that is why I am ostensibly having lunch with him. To talk about the straws.\n\nGrenier’s ocean advocacy organization, Lonely Whale Foundation, has organized a Strawless Ocean campaign. The landmark event of this campaign is “Strawless in Seattle,” in which roughly a hundred Seattle institutions agreed to forego plastic straws, using paper straws instead, for the month of September. The straw-free month teases an impending city-wide plastic utensil ban of July 2018, a development of significant fanfare.\n\nThe campaign — and its associated hashtag “#stopsucking” — spreads the good word about plastic straws, which is that they’re bad. They slip through most municipal recycling mechanisms to end up back in the waste-stream, and are eventually scattered into the ocean.\n\nGrist thanks its sponsors. Become one.\n\nI was awakened to the straw gospel earlier this year, when we published a video proposing that civic engagement ought to be the focal tool of environmentalism, instead of traditional actions like tree-planting and recycling. The video used plastic straws as a prop, and commenters were enraged. How could we use such a symbol of waste to signify sustainability?\n\nAnd then, suddenly, the straws were everywhere: Vehement straw detractors strewn across my Instagram feed; anti-straw propaganda in my bible, the Shedd Aquarium newsletter; and now, a much-publicized ban in my city. Straws! On the vast scale of environmental problems, in the face of devastating hurricanes and a pro-polluter administration, what could be more inconsequential?\n\nBut I have encouraged readers to find their unique causes, their points of entry into environmental action. I owed it to them to find out how the anti-straw movement has made its way into so many hearts.\n\nWhile Grenier couldn’t make lunch at a pier-side Seattle restaurant — which helpfully advertised its straw-free status on every table — his team at the Lonely Whale Foundation could. Per the publicist, I’d meet Grenier at the “VIP Strawless Event” later, but for now, I was early to lunch. As was Aardvark Straws’ David Rhodes, and we immediately started talking about straws.\n\nGrist thanks its sponsors. Become one.\n\nAardvark, which originally launched as a paper straw company in 1888, went the way of plastic in the 1930s. Bendy straws, Rhodes explained almost apologetically, became all the rage, and the company pivoted. Aardvark debuted a paper straw again in 2007, but there wasn’t much demand for it at the time.\n\nThen, in 2015, a turtle video changed everything. An ocean researcher at Texas A&M named Christine Figgener uploaded a painful video to YouTube that featured a sea turtle with a drinking straw bloodily lodged in its nasal cavity. The video went viral, with the attendant guilt-harvesting headlines: “You’ll Feel Awkward Just Watching This Turtle Get A Straw Pulled From Its Nose,” “This heartbreaking video shows scientists removing a plastic straw from a sea turtle’s nose,” and “Sea Turtle Has a Worm Stuck Up Its Nose — No, That’s a Straw.”\n\nThat, Rhodes says, was the “taking-off moment” for the anti-plastic straw movement. This is confirmed by Google Trends, which shows an unprecedented spike in plastic straw interest on August 10, 2015, the day the turtle video was posted to YouTube.\n\nThe three women of the Lonely Whale Foundation arrive at lunch. Over a plate of mediocre calamari, we discuss why the foundation, the goal of which is to connect people with the ocean, has taken up the straw mantle.\n\n“I think the marine litter issue is so insanely bad that if we don’t stay focused on this, we’ll regret it,” says Lonely Whale Executive Director Dune Ives. “And you can see the plastic every day in your life, so it’s really actionable.”\n\nIves’ point is obvious. Straws are omnipresent, and you don’t really need them for most beverages, making each synthetic pipette essentially a tiny tribute to human laziness. This makes the moral calculation basic: You see a straw, recognize its uselessness, and become aware of its cumulative, detrimental impact on the world.\n\nThe straightforward, “I never realized how bad this was!” element of the straw argument makes it a simple, effortless message to spread. Social media then becomes a crucial part of the Strawless Ocean strategy. The #StopSucking Challenge involves Adrian Grenier issuing video-recorded challenges to abandon straws to many different famous people across Twitter, Instagram, and other social media platforms.\n\nBy raising anti-straw awareness with a wide audience — via social media influencers — Lonely Whale Foundation wants to make straws obsolete from consumers on up. You can’t convince businesses or governments to eliminate straws, after all, if they don’t have faith that people will be on board.\n\nLonely Whale found a happy trinity of all three — straw-curious business, government, and citizens — in Seattle, the West Coast’s most left-leaning puddle. The organization signed on big organizations like the Seahawks’ and Mariners’ stadiums for the campaign.\n\nAt the same time, by pure coincidence, the City of Seattle made plans to ban straws — and all single-use plastic utensils — on a municipal level. I called the Seattle Public Utilities Media Pager (a real thing) to illuminate a somewhat confusing timeline: In 2008, the city council first passed the ban as an ordinance, but then put it on hold given the lack of affordable and feasible alternatives to disposable plastics.\n\nIn March of this year, SPU reviewed the plastic-alternatives market, found it suitable, and decided to make the ban effective in July of 2018. Lonely Whale’s descent on Seattle for its campaign was simply good timing, but the city is capitalizing on it.\n\n“We’re the government — we’re not good at this kind of thing,” says SPU’s Becca Fong over the phone, referring to the social media-savvy PR element of city policy change. “What’s nice about this campaign is it just makes people aware. They’re setting the expectation of no plastic straws.”\n\nSo much of environmental action is simply about habit-changing — change your transportation, change your diet, change your house. Foregoing a straw is an almost offensively simple lifestyle change, and yet formalizing that seems to require the collaboration of a municipal utility, a business community, and a significant chunk of the social media universe. I don’t know whether to be impressed or very tired.\n\nIt is finally time — I am going to find out how Adrian Grenier feels about the straws.\n\nWe’re sitting at a table together at the Seattle Aquarium several minutes before the launch of the Strawless in Seattle launch party, a “VIP event” that I have woefully failed to dress for. We are serenaded by bossa nova on the sound system and dwarfed by an enormous wall of live fish — a towering sheet of glass with hundreds of salmon shimmering across it.\n\nGrenier, 41, is unnervingly gifted at maintaining eye contact, which I’d imagine is a well-practiced skill for someone who’s professionally good-looking. A 2005 Observer article that thoughtfully questioned whether “blue-eyed men are having a moment” quoted Grenier’s mother: “Sometimes they look green, sometimes they look gray, sometimes they look blue-blue. He was blessed.” Reader: It’s true.\n\nAs Poseidon intended, we begin to discuss the cause at hand.\n\n“You know, if you look at evolution, from the early days — I’m talking billions of years ago, when we were just little amoebae — if you could imagine the daunting task of evolving to become human beings, you would never even start!” Grenier says. “You’d be like, fuck it, I’m just gonna be an amoeba for the rest of my life. For the rest of eternity.”\n\nThis is Grenier’s take on the straws: If you feel like an amoeba, on the environmental action scale, this is one way to advance to the next level.\n\n“I imagine a lot of your readers enjoy the ocean, and have surfed,” Grenier posits. His take on environmental awareness-based activism, he explains, is that it’s a lot like surfing. “You wanna be fluid and flexible so you move with the wave. You’re too stiff, the wave will win. But if you’re too loose, you’ll just fall off. So you really have to find that personal balance.”\n\nGrenier himself has struggled to find that balance, vacillating between periods of “extreme neurotic obsession and righteousness” and being “totally checked out,” unable to handle the immensity of issues like ocean health and climate change. But Strawless in Seattle, he says, is “a very tempered, accessible campaign. There’s a lot of plastic out there. We could have an extreme message and extreme position, but we’re just asking people to do one thing. One thing, simply.”\n\nPerhaps Grenier is sensing and appealing to my skepticism: resistance to the notion that one thing can make a big impact. Recently, he says, he’s been feeling more militant, and perhaps a little wary of the mass accessibility of most ocean conservation causes. I ask what Grenier would be working on, ocean-issues-wise, if he had his way. He thinks for a minute: Illegal fishing.\n\n“There’s no political will, there’s no money to finance those kinds of protections. So that makes me feel like a vigilante, like I want to go do something myself,” Grenier says. “But if you just have a bunch of rogue factions fighting each other, that’s not helpful.”\n\nWe don’t always get to fight for the causes nearest to the heart, or the ones that seem the most pressing. Sometimes, affecting change is simply a matter of asking for what you think people will give you — and hoping that they might eventually be willing to give a little more.\n\nAn hour later I am drinking white wine next to the Aquarium’s sea otter tank. The attendees have all gathered around the tank to gleefully watch the four creatures pawing at the clams tossed onto their silken bellies. I am pressed to the glass, decidedly not chill about the cuteness, but neither is anyone else, so it’s fine.\n\nI am suddenly aware that Grenier is standing inches behind me, and a momentary shock of nerves gives way to the realization that he is holding an iPhone over my head, recording an otter video.\n\nJust beyond the tank, it’s possible to catch a glimpse of the descending sun. It’s an apocalyptic ruby-red and the sky is covered in gray haze, due to the likely climate change-worsened wildfires that are covering the state of Washington. The haze, which has descended on and off the city all summer, has made everything seem a little bit overwhelming, a little bit more urgent, the world more on fire than usual.\n\nBut it would be also really sad, I realize, if that otter were gnawing on a straw.\n\nA message from   \n\nAll donations TRIPLED\n\nGrist is the only award-winning newsroom focused on exploring equitable solutions to climate change. It’s vital reporting made entirely possible by loyal readers like you. At Grist, we don’t believe in paywalls. Instead, we rely on our readers to pitch in what they can so that we can continue bringing you our solution-based climate news. Donate now, and your gift will be TRIPLED.\n\nDonate Now\nNext Article\nTrump is deluded if he thinks he can negotiate a new, better Paris agreement\nRebecca Leber  Uncategorized\nCulture\nThe first Pacific Islander to win a National Book Award talks colonialism, culture, and climate\nAnita Hofschneider\nDiscarded toys are creating an e-waste disaster. Here’s how to stop it.\nMaddie Stone\nWill climate cookbooks change how we eat?\nCaroline Saunders\nWhat Canada’s most expensive disaster ever teaches us about climate change\nJoseph Winters\nLatest\nShifting political winds threaten progress on Europe’s green goals\nChristian Schwägerl, Yale E360\nBlue power: Will ocean waves be California’s new source of clean energy?\nJulie Cart, CalMatters\n‘I’ll just eat on the way’: A climate activist’s 18-hour sprint through COP28\nNaveena Sadasivam\nEV battery repair is dangerous. Here’s why mechanics want to do it anyway.\nMaddie Stone\n\nThe only newsroom focused on exploring solutions at the intersection of climate and justice. Donate today to help keep Grist’s site and newsletters free. All donations TRIPLED!\n\nSupport Grist\nTopics\nEnergy\nPolitics\nSolutions\nAccountability\nExtreme Weather\nThe Grist 50\nCompany\nAbout\nTeam\nContact\nCareers\nFellowships\nPressroom\nDEIJ\nMore\nEvents\nVisionaries Bureau\nBecome a Member\nAdvertising\nRepublish\nAccessibility\nSustainability\n\nAs part of our commitment to sustainability, in 2021 Grist moved its office headquarters to the Bullitt Center in Seattle’s vibrant Capitol Hill neighborhood. Known as one of the greenest commercial buildings in the world, since it opened its doors on Earth Day in 2013 the Bullitt Center has been setting a new standard for sustainable design. \n\n© 1999-2023 Grist Magazine, Inc. All rights reserved.\nGrist is powered by WordPress VIP.\nTerms of Use | Privacy Policy\n\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Instagram\nFollow us on YouTube\nGrist.org uses cookies for enhanced user experience, and for analyzing the site's performance and traffic. Grist may share information about your use of our website with social media partners and analytics partners.\nPRIVACY POLICY\nX"
}