{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "[Serious] Why does everyone use plastic straws? : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/8gfnny/serious_why_does_everyone_use_plastic_straws/",
  "body": "Straws allow you to walk briskly, bump into things, and enjoy a beverage without fear of spillage. I agree that we're placing too much emphasis on reusable straws as an environmental solution, especially when some folks are using their reusable straw with a much-more-problematic disposable cup every time.",
  "textContent": "[Serious] Why does everyone use plastic straws? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n6 yr. ago\nrunew0lf\n[Serious] Why does everyone use plastic straws?\n\nI dont know if its a cultural thing, a regional thing, but everyone here is being amazed theyve given up drinking straws or moved to metal ones?\n\nIn england or where I am, the only people that tend to use straws are little kids, at birthday parties maybe?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nasgardswrath2.com\nLearn More\nSort by:\n1360HeraldOfTriumph\n•\n6 yr. ago\n\nTakeaways/fastfood, those not wanting smudged lipstick, people who find it hard to drink without a straw, some cases for safety. But yes its only kids in the UK.\n\nMy guess it's being able to say no when they would normally be given one.\n\nkialuv\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nMaybe that's why it's a \"trend\", the Say No To Straw, because it's something so easy to give up or that people actually don't use. If you don't use it and everyone tell you to stop being so wasteful well it's easy for the average person to say \"look at me I'm thinking of the environment because I gave up straws\"...\n\nJust a quick early morning though as I'm bored nursing.\n\nFor me I never use it but lately I suddenly wished I had one (reusable) just because I am breastfeeding at the moment, need to stay well hydrated and often I find myself trap lying down with baby sleeping on me and I can drink a glass or bottle very well side ways.\n\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nMy mom insists on straws at restaurants. She thinks putting your lips on a restaurant's cup that's been who-knows-where is a health concern. For some reason she doesn't think twice about putting restaurants' forks in her mouth, or about eating off of restaurants' plates. She is not a germophobe in general so idk where the straw thing comes from. I've pointed out the flaw in this logic and I have not been able to convince her. She even asks for straws at restaurants that don't automatically give them. At least she doesn't use straws at home.\n\nMy grandmother uses straws too but she has a lot of dental problems and it's hard for her to drink from a glass. She didn't used to be a straw fanatic until she had some teeth removed.\n\n[deleted]\n•\n6 yr. ago\n\nI'm surprised by this as well.\n\nPersonally I hate drinking through straws and will remove them from the glass (or even worse, from the bottle). I don't get why people are so hung up on a useless \"tool\", that would only benefit someone unable to lift food and drink to their face, or someone who just loves burping after sucking in lots of air with their drink. ¯_(ツ)_/¯\n\nBonaldMcDonald\n•\n6 yr. ago\n\nI get an iced coffee every morning at 7/11. Switched to a reusable straw and bottle, but without them I'd go through 200+ straws a year without even thinking about it. Soda (from fast food, gas stations, etc) is another big source. And every one in a while I'll make a smoothie at home.\n\n7 more replies\nrunew0lf\n•\n6 yr. ago\n\nthanks guys, its just all very bizarre to me\n\nfollow-the-rabbit\n•\n6 yr. ago\n\nI can think of two reasons why some people around me do it. #1. Some people think drinking their coffee through a straw will lessen the chance of staining their teeth. And #2. A lot of people order fast food and drinks through the drive through and it’s easier to drink and drive with a straw and lid. I do neither of these things but I have been around those who do. Well maybe I’ve been through a drive through once or twice. Product of commercialism.\n\nTyrTwiceForVictory\n•\n6 yr. ago\n\nUnited States here. Google McDonald's cup lid. It has a straw hole and no mouth hole. If you take the lid off, the paper cup loses a lot of it's structural integrity. Cups from fast food restaurants are a hassle to drink from without a straw. I guess other restaurants just followed suite and now they are given out standard with any meal. At this point in our culture it's weird not to use a straw when eating out for the same reason you don't eat mashed potatoes with your hands. You just don't.\n\nI somehow accidentally posted that comment in a totally different post. It went over poorly...\n\nSchr0dingerr\n•\n6 yr. ago\n\nIn the US you’re just automatically given one when you’re given a drink top or no top. It’s like some sort of reflex essentially. When I was a server the thought was every person gets a straw because every person got a drink. For whatever reason that’s just what every person thinks even though the cups they drink from are completely sanitized enough to be used without a straw.\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of May 2, 2018\nReddit\nreReddit: Top posts of May 2018\nReddit\nreReddit: Top posts of 2018"
}