{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-06-29..2017-12-28",
  "title": "Just 10 rivers, 8 in Asia alone, may be responsible for ... - Reddit",
  "href": "https://www.reddit.com/r/science/comments/75umph/just_10_rivers_8_in_asia_alone_may_be_responsible/",
  "body": "Just 10 rivers, 8 in Asia alone, may be responsible for dumping almost 4 million tonnes of plastic into the seas every year, accounting for 88-95% of all of plastic pollution in the ocean. Cutting plastic pollution in the 10 rivers could reduce plastic pollution in the ocean by as much as 45%.",
  "textContent": "Just 10 rivers, 8 in Asia alone, may be responsible for dumping almost 4 million tonnes of plastic into the seas every year, accounting for 88-95% of all of plastic pollution in the ocean. Cutting plastic pollution in the 10 rivers could reduce plastic pollution in the ocean by as much as 45%. : r/science\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to science\nr/science\n•\n6 yr. ago\ndrewiepoodle\nJust 10 rivers, 8 in Asia alone, may be responsible for dumping almost 4 million tonnes of plastic into the seas every year, accounting for 88-95% of all of plastic pollution in the ocean. Cutting plastic pollution in the 10 rivers could reduce plastic pollution in the ocean by as much as 45%.\nEnvironment\ncosmosmagazine.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nutspg1980\n•\n6 yr. ago\n\nThe list:\n\nthe Yangtze, Xi and Huanpu (China)\nthe Ganges (India)\nthe Cross (bordering Cameroon and Nigeria)\nthe Brantas and Solo (Indonesia)\nthe Amazon (Brazil)\nthe Pasig (Philippines)\nthe Irrawaddy (Myanmar)\n\n429 more replies\nutspg1980\n•\n6 yr. ago\n\nPrevious research has found about one-fifth of total ocean plastic trash comes from marine activities – plastic tossed from fishing boats, ships, drilling platforms and so on – with four-fifths from land.\n\nHonestly I'm surprised that accounts for 20%. That seems quite high. I mean, what, 1% of our population spends time on the sea? Probably less.\n\n205 more replies\n[deleted]\n•\n6 yr. ago\nbonkosaurus\n•\n6 yr. ago\n\nPasig river running through Manila is 25km long. It's crazy that it's on this list.\n\nBig blame, at least in here in the Philippines, is the sachet usage. People can't afford to buy whole packages of everyday items so they buy single packs of everything (soap, cooking oil, shampoo, spices, etc). Combine that with a non functional waste disposal system, and you're bound to end up with trash in the river.\n\n57 more replies\nWilominoFilobuster\n•\n6 yr. ago\n\nWould it be possible to reduce the initial pollution in the rivers and try to filter them in certain regions?\n\n18 more replies\n[deleted]\n•\n6 yr. ago\njordanlund\n•\n6 yr. ago\n\nBreaking it down country by country:\n\nhttp://www.motherjones.com/wp-content/uploads/plastic-ranking_1.jpg\n\n35 more replies\nbargle0\n•\n6 yr. ago\n\nFor the lazy:\n\nThose [rivers] are the Yangtze, Xi and Huanpu in China; the Ganges in India; the Cross, bordering Cameroon and Nigeria; the Brantas and Solo in Indonesia; the Amazon, mostly in Brazil; the Pasig in the Philippines; and the Irrawaddy in Myanmar.\n\n20 more replies\ndrewiepoodle\n•\n6 yr. ago\n\nLink to abstract:- Export of Plastic Debris by Rivers into the Sea\n\n1 more reply\n[deleted]\n•\n6 yr. ago\n[deleted]\n•\n6 yr. ago\nqviki\n•\n6 yr. ago\n\nResearch shows that by cutting plastic pollution by 50% on a single planet we could reduce the Earth plastic pollution by 50 %.\n\nred_rock\n•\n6 yr. ago\n\non a single planet\n\nCool so if we stop sending plastic to Mars we would reduce Earth plastic pollution by half? ;)\n\n3 more replies\n[deleted]\n•\n6 yr. ago\nTheSkyIsBeautiful\n•\n6 yr. ago\n•\nEdited 6 yr. ago\n\nThis is NOT TRUE, but it's just another example of how \"facts\" can be presented to tell a skewed story.\n\nI'll try to make it as easy to understand as possible. Their testing methods weren't testing methods. They literally just did a model (Formula) based on population, production per country/inhabitant, and a magical rate they made up, without having to go to these rivers and test their MPW (mismanaged plastic waste) as seen last paragraph of the introduction.\n\nWhat they essentially did was test rivers for MPW, and plugged in the population density, and production, and then applied it to rivers they thought would be high in MPW. Here are the rivers they used for their model.\n\nDanube x2 (europe)\n\nDanube/Rhine 4x (europe)\n\nPo 2x (europe)\n\nsein 1x (europe)\n\nYangtze 1x (Asia)\n\nRech Elqui, Maipo, Biobio, Maule, 4x (South America)\n\nYonko Patapsco, Magothy, Rhode, Corsica, 16x (North America)\n\nThey're trying to test how polluted a country's river can be yet they only have 1/30 of the rivers are from Asia. hrmm..\n\nThis is how accurate their model is as reported by them under \"Results\" under Table 3.\n\nPearson product-moment test, r=0.4132, P<0.05, n=29).\n\nIf you haven't take statistics in a while here is what the variables mean\n\nr= correlation factor, scale -1 - 1, 1 most correlated, <.7 is considered strong correlation\n\nn= number of samples\n\nP=how valid their hypothesis is, scale 0 - 1: <.05 not valid, >.05 valid.\n\nTheir hypothesis: \"We predict a global annual input of plastic from rivers into the oceans ranging from 1.15 to 2.41 million tonnes with a dominant contribution from rivers of the Asian continent.\"\n\nSo they themselves know their model is not very accurate due to their P value, especially with a .41 correlation. Also did you notice the model is out of 29 samples instead of the 30? The one example they had to throw out because it was an outlier, can you guess which one? yep the only Asian river sample.\n\nSo the fact they haven't even used any sampling from any Asian countries with rivers they still use a model FOR those countries. The fact it's a model and not an actual experiment is also never mentioned in the article.\n\nThough it still may be true that the Yangtze river may cause lots of plastic pollution, there was no actual experiment done, or GOOD model to base this off of. It would be like if I took samples of food in Sedona, beufort, Newport, Asheville (All USA), and Munich (Germany) made a model of how many calories they had, then threw away the sample from Munich, and applied my model all over Europe. Would my \"model\" be accurate?\n\nTL;DR There was actually no experiment, just a model, the findings are most likely wrong b/c they say so themselves through their model, and bad samples.\n\nFunkMeGently\n•\n6 yr. ago\n\nYou're looking at the wrong study. This is the link to the main study discussed in the article: http://pubs.acs.org/doi/abs/10.1021/acs.est.7b02368\n\n1 more reply\n17 more replies\n[deleted]\n•\n6 yr. ago\nMagnetronaap\n•\n6 yr. ago\n\nAka people living in big cities based on the banks of some of the biggest rivers need to stop dumping their shit in the river. This isn't about the rivers, it's about the amount of large cities these rivers flow through.\n\n[deleted]\n•\n6 yr. ago\n\nThat's kind of obvious unless you though it came from polluting crocodiles.\n\nView more comments\n \n9\nRank by size \nRelated\nScience\nforward\nback\nr/mildlyinteresting\nThe back of this book reads like clickbait.\nimgur\n2.7K upvotes · 50 comments\nr/science\nPublic behaviors with the potential to harm others (e.g., being loud, fighting, taking up space) are considered less appropriate than they were five decades ago.\nfrontiersin.org\n2.1K upvotes · 190 comments\nr/science\nDeficiencies in micronutrients such as vitamin A, B12, folate, iron, and zinc led to significant shifts in the gut microbiome of mice, with an expansion of opportunistic pathogenic bacteria and fungi, and a higher enrichment of genes that have been linked to antibiotic resistance.\nnature\n108 upvotes · 2 comments\nr/science\nFermentation technology as a driver of human brain expansion\nnature\n209 upvotes · 14 comments\nr/DCcomics\nSuperman is a straight savage\n2K upvotes · 106 comments\nr/science\nCohort study of long COVID shows that risk for altered smell/taste was consistently higher in patients with COVID-19 vs test-negative controls, and persistent symptoms are more common after reinfection than following a first infection.\nnature\n159 upvotes · 5 comments\nr/science\nHow the extinction of insects would transform our planet: A new study doubles the number of species at risk of extinction to 2m, driven by the latest data on insects. Losing these tiny creatures would have huge implications for life on Earth.\ntheguardian\n2.1K upvotes · 94 comments\nr/funny\nA very useful book.\n3.1K upvotes · 54 comments\nr/science\nImmune cells are associated with mortality: the Health and Retirement Study (2023)\nfrontiersin.org\n128 upvotes · 6 comments\nr/AskReddit\n[Serious] Cheaters of Reddit, how did your affair start and end?\n5.3K upvotes · 2.7K comments\nr/science\nUltra-processed foods are not more appealing, new study finds. Results challenge assumption we eat highly processed foods because they are more desirable. Foods tasting more intense (mainly related to the level of sweetness and saltiness), were more liked and desired.\ntheguardian\n994 upvotes · 99 comments\nr/dwarffortress\nMy dwarves do not believe in rain despite the fact that rain occurs/has occurred.\nself.dwarffortress\n910 upvotes · 64 comments\nr/science\nBrain Study Suggests Traumatic Memories Are Processed as Present Experience\nnytimes\n14K upvotes · 681 comments\nr/science\nCells of people living in greener areas appear to age more slowly, new research finds. The study found that people who lived in neighborhoods with more green space had longer telomeres, which are associated with longer lives and slower ageing.\ntheguardian\n1.5K upvotes · 25 comments\nr/science\nAggregation of alpha-synuclein disrupts mitochondrial metabolism and induce mitophagy via cardiolipin externalization\nnature\n570 upvotes · 74 comments\nr/science\nDeep space astronauts may be prone to erectile dysfunction, new study finds. Galactic cosmic rays, and to a lesser extent microgravity, can impair the function of erectile tissues, with effects lasting potentially for decades, finds a new study with rats by NASA researchers.\ntheguardian\n999 upvotes · 129 comments\nr/science\nA drug-like molecule engages nuclear hormone receptor DAF-12/FXR to regulate mitophagy and extend lifespan (Nov 2023)\nnature\n154 upvotes · 6 comments\nr/Futurology\nReturn to office is ‘dead,’ Stanford economist says. Here’s why - Long-term technological and demographic trends suggest the prevalence of remote work may grow in 2025 and beyond.\ncnbc\n2.4K upvotes · 193 comments\nr/science\nBabies under six months old do not fall for a visual illusion that can trick older children and adults. The results are consistent with the idea that younger babies have not yet built up the expectations about the world that create the illusion.\ntheguardian\n1.6K upvotes · 21 comments\nr/science\nFrontiers | Warming Ends When Carbon Pollution Stops- zero emissions commitment and climate stabilization.\nfrontiersin.org\n235 upvotes · 16 comments\nr/science\nCommon pesticides in food reducing sperm count worldwide, study says\ncnn\n3K upvotes · 264 comments\nr/science\nFew, if any, very wet years will occur in southwestern Australia for the rest of this century.\nnature\n1.3K upvotes · 94 comments\nr/science\nGlobal warming could drive the emergence of new fungal pathogens - Nature Microbiology\nnature\n908 upvotes · 38 comments\nr/science\nVitamin B12 emerges as key player during cellular reprogramming, proposed as therapeutic supplement for the improvement of tissue repair\nnature\n177 upvotes · 8 comments\nr/science\nVolcanologists and chemists measure role of static electricity in grinding coffee and how to counter it\nwashingtonpost\n159 upvotes · 19 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 12, 2017\nReddit\nreReddit: Top posts of October 2017\nReddit\nreReddit: Top posts of 2017"
}