{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Plastic Straw Crafts To Make At Home - K4 Craft",
  "href": "https://www.k4craft.com/plastic-straw-crafts-to-make-at-home/",
  "body": "Plastic straw are an indispensable part of our lives. We love to sip our shakes, smoothies, juices and soft drinks with the help of a straw. But the high number usage of these straws is posing a big problem to the environment. The plastic is not easy to dispose off. We are trying to find methods to dispose them safely without affecting the ...",
  "textContent": "Subscribe\nDIY\nART & CRAFT\nCELEBRATIONS\nPAPER CRAFTS\nPAINTING & DRAWING\nBEST OUT OF WASTE\nTUTORIALS\nHome  Art & Craft\nPlastic Straw Crafts To Make At Home\n by Nidhi Sharma  June 25, 2018 in Art & Craft, Best Out Of Waste\nA A\n  0\n197\nSHARES\n2.1k\nVIEWS\nShare on Facebook\nShare on Whatsapp\nPin It\n\nPlastic straw are an indispensable part of our lives. We love to sip our shakes, smoothies, juices and soft drinks with the help of a straw. But the high number usage of these straws is posing a big problem to the environment. The plastic is not easy to dispose off. We are trying to find methods to dispose them safely without affecting the environment negatively. We should as well give our inputs. We can surely help by reducing the usage. Reusing the already used straws or moving towards other reusable options, like glass pipes or metal pipes. We can even recycle them by making beautiful art out of them. The straws come in all possible colours. These beautiful colours provide them with an edge of being used in art works.\n\nStraw Art – Flower Vase With Drink Straw\n\nLet us make a vase using the drinking straws. Take two different coloured straws. We are here using yellow with sky blue straws. You can choose colours of your choice or even go and have a multicoloured vase for yourself. Take a rectangular piece of sheet and spread glue all over it. Now for every two yellow straws we are using one blue one. You can choose the design according to your own wish. Once you are done with all the straws, leave a bit of edges on the paper on each side. Now mark a diagonal line to cut the straws in a specific direction, you can even choose a curvy cut as well. Now join the two ends. To cover the gap in the sheet paste more straws. Now cut a circular part, from a cardboard sheet. This will become the base of the vase. Cut two such circles and join them with their right sides on the outside. Now using super glue join the straw stand to the circular base. Cut the excess of the base once the glue has dried. Secure it with a sheet of paper. You are ready to store your stuff in the straw vase. For better understanding look up:\n\nHow To Make Flower Straw\n\n \n\nNow let us make lavender flower sticks by using straws. We need a blue, a green and a white drinking straw. Take the blue straw and cut it in half width wise. Give such cuts all through its length. Once you are satisfied with it cut off the excess length. Now take the half of the white straw. Make small adjacent cuts at one end of the straw. Now stick the blue cut straw in a helical design to the white one. Now take the green straw cut 1/4th part of the straw, cut four leaves on one end. Curl the leaves using the scissors. Now stick the stalk to the white straw at the bottom, after this cut the round rings of the blue straw. Now brush the blue part. Your lavenders are all set to go. For better understanding look up:\n\nLearn To Make Flower From Straw\n\nAs we have made lavenders, let us now make some roses. First of all flatten the straws. Now take three straws and join them at their necks. Now start folding in a diagonal manner one by one, after one fold of each turn the shorten end in a circle. You get the centre of the rose. Now keep on folding one by one. You can increase the length of the straw by adding more flattened straw at the end. Put the straw inside the other. Knot it when you are satisfied with the size of the flower. Secure it by placing the two open ends in a single straw. Put a toothpick at the base. Now cover the flower in a plastic sheet. For better understanding of the procedure to make a rose look up:\n\nhttps://www.youtube.com/watch?v=5Li31WR71MU\n\nRELATED ARTICLES\nPaper Christmas Tree Craft for Kids – Step by Step Tutorial\n DECEMBER 31, 2020\nCone Santa Paper Craft for Kids – Step by Step Tutorial\n FEBRUARY 21, 2021\nDIY – How To Make The Shape of Animals From Straw\n\nNow let us make our own fish keychain using the drinking straw. Take six straws, half of one colour and half of the other. Now flatten all these straws. Once flattened fold one in half. Then halve the other and put it through the first one. Continuing by placing more straws in the same way, keep on alternating every fold. Alternate every fold at the front as well as at the back side. Secure the middle straw of each colour by cutting and folding one edge backwards, securing in the folds. Give the inner fins a short diagonal cut and secure in place with the help of super glue. Cut the third straws of each of each colour a longer cut and secure it with super glue. Give curves to the diagonal cuts. Now make eyes for the fish on both sides of the fish with the help of a black marker. Now make a hole with the help of a wire and put in a key chain loop. Once you ring it and place your keys in the keychain, your straw fish is ready to accompany your keys. For better understanding look up:\n\nRead More\nSummer Special Fruit Decoration Ideas For Your Dining Table\nEasy DIY : How to Make Greeting Card For Special Occasion\nCreative & Easy Paper Crafts To Make Your Day Beautiful\nDIY Projects : Recycled Button Craft Tutorials You’re Gonna LOVE!\nGifting Your Brother Some Creativity This Brother’s Day\nPREVIOUS POST\nWorld Heritage Day Craft Ideas\nNEXT POST\nBest Use of Safety Pins at Home\nRELATED POSTS\nART & CRAFT\nPaper Christmas Tree Craft for Kids – Step by Step Tutorial\n DECEMBER 31, 2020\nART & CRAFT\nCone Santa Paper Craft for Kids – Step by Step Tutorial\n FEBRUARY 21, 2021\nART & CRAFT\nSnowman Paper Craft for Kids – Step by Step Tutorial\n FEBRUARY 21, 2021\nART & CRAFT\nPaper Circle Christmas Tree Card for Kids – Step by Step Tutorial\n FEBRUARY 21, 2021\nART & CRAFT\nPaper Circles Candy Cane Craft for Kids – Step by Step Tutorial\n FEBRUARY 21, 2021\nART & CRAFT\n25 Garden Craft Ideas to Celebrate National Garden Month\n AUGUST 20, 2021\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment *\n\nName *\n\nEmail *\n\nWebsite\n\nSave my name, email, and website in this browser for the next time I comment.\n\nWHAT IS NEW?\n100+ Rangoli Designs for Diwali (Deepavali) 2023\n 2775 SHARES\nShare 1086 Tweet 679\n50+ Beautiful Peacock Rangoli Designs 2023\n 9471 SHARES\nShare 968 Tweet 605\n40+ Best Ganesh Chaturthi Decoration Ideas at Home 2023\n 1039 SHARES\nShare 387 Tweet 242\n70+ Green Colour Day Craft Ideas for Kids\n 2886 SHARES\nShare 368 Tweet 230\n100+ DIY Craft Ideas for India Independence Day & Republic Day\n 18092 SHARES\nShare 342 Tweet 214\n10+ Lord Ganesha Rangoli Designs 2023\n 6642 SHARES\nShare 340 Tweet 212\nGandhi Jayanti Craft Ideas & Activities for Kids (2 October)\n 4133 SHARES\nShare 276 Tweet 173\nBlue Day Craft Ideas & Activities for Preschool Kids\n 1889 SHARES\nShare 242 Tweet 151\n20 Beautiful and Easy Mehndi Designs\n 628 SHARES\nShare 239 Tweet 149\n40 Red Day Craft Ideas & Activities for Preschool Kids\n 4362 SHARES\nShare 224 Tweet 140\nCATEGORIES\n4TH OF JULY CRAFTS\nART & CRAFT\nBEST OUT OF WASTE\nBIRTHDAY\nCARDBOARD CRAFTS\nCELEBRATIONS\nCHRISTMAS\nCLAY\nCLOTHING\nCROCHET\nDECORATIONS\nDIWALI\nDIY\nDOWNLOAD\nEARTH DAY\nEASTER\nEDUCATION WITH CRAFTS\nEID AL-FITR\nFASHION\nFATHER’S DAY\nFEATURED\nFOOD DECORATION\nFRIENDSHIP DAY\nGAMES\nGANESH CHATURTHI\nGIFT IDEAS\nGIFTS\nHAIR STYLING\nHALLOWEEN\nHAPPY HOLIDAYS\nHOLI\nHOME DECOR\nHOW TO\nHUMAN RIGHTS DAY\nINDEPENDENCE DAY\nJANMASHTAMI\nJEWELLERY\nKARWA CHAUTH\nKIDS CORNER\nKIDS CRAFT\nLIFEHACKS & CLEVER IDEAS\nLOHRI AND SANKRANTI\nMEHNDI\nMOTHER'S DAY\nNAVRATRI\nNEW YEAR\nNEWSPAPER\nONAM\nORIGAMI\nPAINTING & DRAWING\nPAPER CRAFTS\nQUILLING\nRAKHI\nRANGOLI DESIGNS\nREPUBLIC DAY\nSANKTANTI / PONGAL\nSCHOOL DECORATION\nSCIENCE PROJECTS\nSEWING & EMBROIDERY\nSIMPLE ART\nSTEP BY STEP\nTEACHER'S DAY\nTHANKSGIVING\nTUTORIALS\nVALENTINE'S DAY\nVIDEO TUTORIALS\nWEDDING\nWOMEN'S DAY\n\nK4 Craft follows a holistic approach to nurture talent and teach everything related to crafts including simple decorations, jewellery, knitting, embroidery, paper crafts, quelling, ceramics in addition to fundamental tutorials for beginners.\n\nAbout\nBlog\nAdvertise With Us\nContact us\nPrivacy Policy\nTerms of Use\nOur Family\nK4 Fashion\nK4 Games\nKidpid\nIAS book\nExplore Popular Categories\nExplore Popular Categories\nSelect Category\n\nA Part of K4 Media & Technologies\nK4 Craft participates in various affiliate marketing programs, which means we may get paid commissions on editorially chosen products purchased through our links to retailer sites.\n© 2023 K4 Media & Technologies LLP. All Rights Reserved.\n\nDIY\nArt & Craft\nCelebrations\nPaper Crafts\nPainting & Drawing\nBest Out Of Waste\nTutorials\n\nA Part of K4 Media & Technologies\nK4 Craft participates in various affiliate marketing programs, which means we may get paid commissions on editorially chosen products purchased through our links to retailer sites.\n© 2023 K4 Media & Technologies LLP. All Rights Reserved.\n\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}