{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "Seattle's Been Sleepless, Now It Goes Strawless - Earth911",
  "href": "https://earth911.com/inspire/plastic-straws-seattle/",
  "body": "Sep 5, 2017 strawless-seattle. September is the month Seattle stops sucking. At least, that's what nonprofit organization Lonely Whale Foundation hopes as it launches \" Strawless in Seattle \" throughout the Pacific Northwest city. The campaign urges residents and businesses to trade in their plastic straws for more-sustainable ...",
  "textContent": "Skip to content\nHow to Recycle Where to Recycle\nBusiness\nEcoTech\nHome & Garden\nHow & Buy\nLiving\nLearning\nTake Action\nMore…\nAbout Us\nInspire & Motivate News\n  \nSeattle’s Been Sleepless, Now It Goes Strawless\nByHaley Shapley\n SEP 5, 2017  strawless-seattle\n\nSeptember is the month Seattle stops sucking. At least, that’s what nonprofit organization Lonely Whale Foundation hopes as it launches “Strawless in Seattle” throughout the Pacific Northwest city. The campaign urges residents and businesses to trade in their plastic straws for more-sustainable alternatives (or nothing at all!).\n\nThe city is a good fit to launch the initiative, given that it’s considering banning all plastic straws and utensils from restaurants in 2018.\n\nSeveral partners — from sports teams to 100-plus restaurants — have pledged to help. Some of the efforts include:\n\nSeattle Seahawks: CenturyLink Field is saying sayonara to straws, starting with the Seahawks vs. San Francisco 49ers game on Sept. 17.\nSeattle Mariners: For all 15 home games at Safeco Field during the month of September, Seattle’s MLB team will go straw-free. Actor Adrian Grenier, co-founder of the Lonely Whale Foundation, threw out the first pitch at the Sept. 1 game against the Oakland Athletics.\nSea-Tac Airport: More than 20 restaurants at Sea-Tac Airport and other Port of Seattle facilities, including Sea-Tac USO, will eliminate plastic straws.\nTom Douglas: Each of well-known restaurateur Tom Douglas’ establishments will provide paper straws “on demand” for customers who request a straw.\n\nStrawless in Seattle is part of Lonely Whale Foundation’s Strawless Ocean global initiative, which aims to remove 500 million plastic straws from the U.S. waste stream this year.\n\n \n0 seconds of 0 secondsVolume 0%\nThis ad will end in 4\n \n\n“We are living during a critical turning point for our ocean, and that’s why I’m excited to celebrate the city of Seattle as a true ocean health leader,” Grenier said. “Alongside Lonely Whale Foundation, Seattle’s citywide commitment demonstrates our collective strength to create measurable impact and address the global ocean plastic pollution crisis. We are starting in Seattle with the plastic straw and see no limits if we combine forces to solve this global issue.”\n\nAlternative Straws\nPaper straws from Aardvark\n\nWant to join the movement but can’t quite part ways with your straw? That’s okay — there are other options.\n\nPretty paper. Paper straws are biodegradable and compostable, making them a better option than plastic. Aardvark has teamed up with the Lonely Whale Foundation to create special straws for the #StrawlessOcean initiative.\n\nGorgeous glass. If you’re ready to really commit to a straw, Simply Straws makes glass options that come with a lifetime guarantee. Handmade in California, the beverage accessories are reusable, durable and dishwasher-safe.\n\nMagnificent metal. Super sturdy and easy to pack away in your purse, metal straws are unbreakable and easy to clean.\n\nBrilliant bamboo. Bubble tea fans, fret not. There’s still a way for you to sip up those tapioca balls of goodness without resorting to plastic. Instead, try these inventive boba bamboo straws and reuse each time the pearl tea craving strikes.\n\nOr, just say no to straws altogether. Not only will you be reducing waste, but you could improve your looks, too — some experts say drinking from a straw can cause more lines and wrinkles around your mouth.\n\nWill you join Seattle in skipping straws this month? Let us know in the comments how you’re going strawless in September.\n\nFeature image courtesy of Shutterstock\n\nRead More:\nDeath in the Water: How Plastic Is Poisoning Our Oceans\nFresh Tips for Reusing Plastic\nHow to Make Less Trash the Simple Way\n\nPost navigation\n  \nUniversity Recycling 101: How College Students Go Green\n  \nLimited Time Only: Target Will Recycle Your Old Car Seat\nBy Haley Shapley\n\nHaley Shapley is based in Seattle, where recycling is just as cool as Macklemore, walking in the rain without an umbrella, and eating locally sourced food. She writes for a wide range of publications, covering everything from sustainability to fitness to travel. Read more of her work here.\n\nRelated Post\nInspire & Motivate Living & Well-Being\nEarth911 Inspiration: A Finely Calibrated Machine\n Dec 8, 2023  Earth911\nFood & Beverage Home & Garden Inspire & Motivate\nEarth Action: Make a Vegetarian Meal\n Dec 7, 2023  Gemma Alexander\nHome & Garden How & Buy Inspire & Motivate\nWe Earthlings: Xeriscaping Saves Water\n Dec 5, 2023  Earth911\n\nEarth911 brings the circular economy to life by connecting the world to brands, products, and services to live sustainably. We help millions of people find local end-of-use options for products and packaging using the largest curated directory of reuse, donation, and recycling locations, municipal curbside collection programs, and mail-in recycling options.\n\nWe educate and inform consumers, businesses and communities to inspire thought and facilitate earth-positive consumer decisions. Small changes by thousands of individuals will have a lasting, positive impact. More ideas make less waste.\n\nADVERTISE WITH US\nAudience\nCircularWorld Community + Marketplace\nProducts\nPartners\nRate Card\nContact Form\n\n© Copyright 2023 Earth Media Partners. All Rights Reserved.\n\nAbout Earth911\n \nPrivacy Policy\n \nContact Us\nInformation from your device can be used to personalize your ad experience.\n\nDo not sell or share my personal information.\nA RAPTIVE PARTNER SITE"
}