{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "Our plastic pollution crisis is too big for recycling to fix",
  "href": "https://www.reddit.com/r/environment/comments/8q0y1f/our_plastic_pollution_crisis_is_too_big_for/",
  "body": "Drink companies produce over 500bn single-use plastic bottles annually; there is no way that we can recycle our way out of a problem of that scale. Corporations are safe when they can tell us to simply recycle away their pollution. But we aren't buying that any more. This is their crisis to tackle.",
  "textContent": "Our plastic pollution crisis is too big for recycling to fix : r/environment\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to environment\nr/environment\n•\n6 yr. ago\ncualcrees\nOur plastic pollution crisis is too big for recycling to fix\ntheguardian.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nu/MTNDEWGaming\n•\nPromoted\nDrink MTN DEW GAME FUEL. Get code ██ ██ ██. Unlock rewards in Diablo IV.\n     \nSort by:\njjthejetplane17\n•\n6 yr. ago\n\nI think people have become too focused on the “recycle” part of the triangle: REDUCE, reuse, recycle. Recycling theoretically should be the last resort. Too many people think it’s okay if I use this plastic water bottle because I’ll recycle it after. You know what would be better? Not using it at all. We are way too reliant on these one-use items.\n\n21 more replies\nMuuaadDib\n•\n6 yr. ago\n\nTrader Joe's is already using biodegradable veggie bags, it will happen slowly - the question is what will happen if not fast enough?\n\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nIt really gives me the idea that climate change and plastic pollution is just something that’s almost insurmountable at this point. There’s no easy way to stop using plastic products, and even if it were way too many people are used to them. Even if we did stop the source we’d have to clean up the ocean.\n\n26 more replies\nUltraMegaMegaMan\n•\n6 yr. ago\n\nSadly, even here in r/environment most people, the top comments, and the upvotes are all completely missing the point, which is this: focusing on what the consumer does at the end of the product cycle (up to and including choosing not to consume at all) is not a solution to the amount of waste generated. Shifting the burden for addressing this to millions of distributed individuals at the end of the supply chain does not work. This is a systemic problem, that requires systemic solutions. It need to be addressed on the supply-side, at production, which is where the problem is created in the first place.\n\nThe article specifically points this out multiple times.\n\nFor years, we’ve been conned into thinking the problem of plastic packaging can be solved through better individual action. We’re told that if we simply recycle we’re doing our part. We’re told that if we bring reusable bags to the grocery store, we’re saving the world. We think that if we drink from a reusable bottle, we’re making enough of a difference. But the truth is that we cannot recycle our way out of this mess.\n\nRecycling alone will never stem the flow of plastics into our oceans; we have to get to the source of the problem and slow down the production of all this plastic waste. Think about it: if your home was flooding because you had left the faucet on, your first step wouldn’t be to start mopping. You’d first cut the flooding off at its source – the faucet. In many ways, our plastics problem is no different.\n\nThe solution to trash isn't to count on the good will of billions of people making trillions of decisions at the end of the day to put things in the right place to one day possibly be reused. It's to mandate that the products are biodegradable and environmentally friendly before they are allowed to be produced, and to tax things appropriately (the bottles, and the water used to produce the drinks) instead of letting companies slough the cost off through externalities. Which is the only reason it's profitable.\n\nDrink companies produce over 500bn single-use plastic bottles annually; there is no way that we can recycle our way out of a problem of that scale.\n\nCorporations are safe when they can tell us to simply recycle away their pollution.\n\nBut we aren’t buying that any more. This is their crisis to tackle.\n\n1 more reply\nakatsukix\n•\n6 yr. ago\n\nReduce, reuse, recycle has run its course and is now the abstinence of environmentalism. Nice in theory but mostly people ignore it because of the scale issue and how little an individual contribution is.\n\nWe need to start addressing in two other ways.\n\nRedesign - biodegradable plastics are the start. Need to drive costs down and usability up. I think MBDCs Cradle to Cradle philosophy and how far we are from it still.\n\nReclaim - the unsexy part of just picking up the trash that is out there and figuring out what to do with it. Someone is going to have to go and get the Pacific trash patch and do something with it. We need to developed a strategy for it. And that might even be just picking some part of the world and saying this is our trash dump. Or sinking it beneath the ocean. Or whatever. Hopefully we can do better than that.\n\n[deleted]\n•\n6 yr. ago\n\nI am trying to do less polluting. I make coffee in a mesh filter, make my own bread (no wrappers or packaging), we buy almost no packaged foods (fresh fruit and vegetables), so we are trying but the sheep eat microwaved meals and MD's crap... huge waste factors.\n\n2 more replies\n[deleted]\n•\n6 yr. ago\n\nRecycling is an excuse created by the ruling class to scapegoat responsibility on to the individual. The individual has no real power in this equation, yet were sold the idea that we are and should feel ashamed.\n\n1 more reply\nmapsandnaps\n•\n6 yr. ago\n\nI was taught the 3 Rs in elementary school, but that's not enough. I now try to live by the 5 Rs: Refuse, Reduce, Reuse, Recycle, Rot.\n\nPeople think recycling is the cure but that's so far from the truth.\n\nstinkerb\n•\n6 yr. ago\n\nPerhaps if the planet wasn't being choked to death by billions of people living on it in overpopulation, then things would be better.\n\n4 more replies\n_Not_So_Savage_\n•\n6 yr. ago\n\nWow we’re already on the way to Blade Runner society! Even better a Rapture! Or better! We could all live on Death Stars and rule the galaxy! Great work team!\n\nShelSilverstain\n•\n6 yr. ago\n\nOur human overpopulation crisis is too big for stop-gap measures\n\ndigital_angel_316\n•\n6 yr. ago\n\nTen percent reduction in bottles and cans at the consumer level. Takes some shaking up for waking up.\n\nDoing the same with the Meat, Dairy and Fast Food Industries. Be diligent, be patient, it snowball's (then stalls and needs another push).\n\nJman5\n•\n6 yr. ago\n\nI feel like people are missing the forest for the trees. A person buying and throwing away a bottle of water in Vancouver isn't really the problem. And Coca Cola's bottling material is only indirectly a problem.\n\nThe problem comes from developing nations with shoddy garbage services. Just 5 countries in Asia are responsible for 60% of global ocean pollution. China dumps something like 30x more junk into the ocean than the United States every year.\n\nThis isn't meant to diminish our own pollution problems. Greater efforts on our part can improve our local environment substantially. But no amount of hand wringing in the West is going to matter when there is a tidal wave of trash coming from many coastal developing nations.\n\n[deleted]\n•\n6 yr. ago\nUnisanUK\n•\n5 yr. ago\n\nThere is so much noise around all this... Yes, I agree wholeheartedly that recycling alone is not the issue. I also believe that it's not just one person's, countries or companies problem. Let's stop arguing about the what, the why's and the maybes and let's just start doing what we can control (what is within our gift to change).\n\nThankfully, we have so much social peer pressure from the Millennial generation. We only saw very recently the news relating to Burberry. Sadly, whilst Millennials like to recycle, and like to support brands that support environmental sustainability, they are amongst the worst of our generations to recycle at work....why?\n\nhttps://blog.unisanuk.com/news/the-millennials-how-to-promote-positive-recycling-behaviours-at-work\n\nAntony1313\n•\n5 yr. ago\n\nThe alternative materials are already out there. I work for a company that supply a very large coffee shop chain, and we have been trying to force them to change their non-recyclable food packaging to a slightly more expensive, and by that I mean an extra 3p per product, compostable version. The key to changing is getting the supermarkets to change. They hold all the playing cards at the moment, and they could easily implement the change.\n\nPeople think about the plastic pollution crisis as being solvable with recycling, but something I read recently opened my eyes a little. Read it here and see for yourself. When I think back to all of the time and effort I have put in to recycling, to think that most of it just ends up like this is very disheartening.\n\n \nTop 1%\nRank by size \nr/environment\nPlants are better for Planet Earth than scientists thought. Current terrestrial biosphere models underestimate gross primary productivity responses to future CO2 and climate conditions. | Science Advances\nnewsweek\n316 upvotes · 12 comments\nr/HydroHomies\nTrying my best here guys\n308 upvotes · 23 comments\nr/environment\nAs climate chaos accelerates, which countries are polluting the most?\ncnn\n223 upvotes · 39 comments\nr/environment\nU.S. does not join plastic waste agreement signed by 187 countries\nthehill\n445 upvotes · 19 comments\nr/environment\nFirst long-haul flight fully powered by sustainable aviation fuel takes off\ncnbc\n198 upvotes · 26 comments\nr/environment\nA possible reason why climate models are ignored\nreuters\n139 upvotes · 21 comments\nr/environment\nNuclear’s uncertain role in the shift away from fossil fuels is seen as critical and very contentious\ncnbc\n102 upvotes · 16 comments\nr/environment\nConventional Farming Is Killing Us And Our Planet\nforbes\n1.1K upvotes · 142 comments\nr/environment\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n668 upvotes · 39 comments\nr/environment\nFrequent flyers are rewarded for polluting. Let them pay the full price\ntheguardian\n250 upvotes · 12 comments\nr/environment\nCNN Opinion: Why I’m not going to have children\ncnn\n576 upvotes · 276 comments\nr/environment\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n1.2K upvotes · 78 comments\nr/environment\nAir travel is getting more turbulent thanks to climate change. And the problem isn't going away.\nbusinessinsider\n112 upvotes · 14 comments\nr/environment\nBill Gates warns the world is likely to smash through a critical warming threshold\ncnbc\n1.5K upvotes · 157 comments\nr/environment\n‘We can’t carry on’: the godfather of microplastics on how to stop them\ntheguardian\n108 upvotes · 1 comment\nr/environment\n‘A biodiversity catastrophe’: how the world could look in 2050 – unless we act now\ntheguardian\n103 upvotes · 3 comments\nr/environment\n'Tourists are rethinking their relationship with Earth'\nbbc\n315 upvotes · 87 comments\nr/environment\nEarth on verge of five catastrophic climate tipping points, scientists warn\ntheguardian\n434 upvotes · 13 comments\nr/environment\nAgreement to phase out fossil fuels would be huge for humanity, says Gore\ntheguardian\n102 upvotes · 5 comments\nr/environment\nWorld facing ‘hellish’ 3C of climate heating, UN warns before Cop28\ntheguardian\n554 upvotes · 78 comments\nr/environment\nIf we want to keep America from collapsing, we have to do the unthinkable\nbusinessinsider\n744 upvotes · 198 comments\nr/environment\nCarbon pricing would raise trillions needed to tackle climate crisis, says IMF\ntheguardian\n99 upvotes · 2 comments\nr/environment\n‘I’m not buying new stuff any more’: the young people getting into ‘degrowth’\ntheguardian\n1.3K upvotes · 66 comments\nr/environment\nThe past years were the hottest on record. Yet we’re on track to burn more fossil fuels\ntheguardian\n166 upvotes · 9 comments\nr/environment\nA study found that, of 70,000 monitored species, some 48% are experiencing population declines from human activity, whereas only 3% have increasing populations.\nbbc\n255 upvotes · 5 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 10, 2018\nReddit\nreReddit: Top posts of June 2018\nReddit\nreReddit: Top posts of 2018"
}