{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2017-12-28..2018-06-28",
  "title": "National is getting rid of plastic straws : r/Calgary - Reddit",
  "href": "https://www.reddit.com/r/Calgary/comments/8djmw3/national_is_getting_rid_of_plastic_straws/",
  "body": "Damnit Asia. Still, I feel there is hope. Kenya, Rwanda, Costa Rica, France have all went plastic-bag free. \"Governments all over the world have taken action to ban the sale of lightweight bags, charge customers for lightweight bags and/or generate taxes from the stores who sell them.[1][4] The Bangladesh government was the first to do so in 2002, imposing a total ban on the bag.[5] Such a ban ...",
  "textContent": "National is getting rid of plastic straws : r/Calgary\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Calgary\nr/Calgary\n•\n6 yr. ago\nCrackmacs\nNational is getting rid of plastic straws\nAnnouncement\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nOld_timey_brain\n•\n6 yr. ago\n\nRemember when a drinking straw was made of spiral wound paper with a light waxy coating?\n\nOld timers do.\n\nCheeseSandwich\n•\n6 yr. ago\n\nPepperidge Farm Remembers™.\n\n1 more reply\ncomic_serif\n•\n6 yr. ago\n\nOh, is that what those candy cane striped straws were made of? I guess that makes sense.\n\n3 more replies\n[deleted]\n•\n6 yr. ago\n\nAfter seeing the video of the straw being pulled out of a sea turtle's nose, and how it cried, I hope the whole world goes straw-free.\n\n10 more replies\nsync303\n•\n6 yr. ago\n\nGood. I mean I don't use them so I've really got nothing to lose.\n\nzoziw\n•\n6 yr. ago\n\nBut...how can I drink my beer without a straw?\n\n1 more reply\n[deleted]\n•\n6 yr. ago\nUselessWidget\n•\n6 yr. ago\n\nGood. Less plastic waste is always better.\n\nmarlboro__man9\n•\n6 yr. ago\n\nK A: The stat was 500 millions straws are used in America per day not per year and 2: That stat was the product of a 9 year olds phone survey (yes a 9 year old, not a stat that is 9 years old) but has somehow spread like wildfire, anyways still good that National is making this move.\n\nMarsymars\n•\n6 yr. ago\n\nCool. Now I'll be able to order \"water with no ice\" rather than \"water with no ice or straw\".\n\nMaybe some day I'll be able to order just \"water\", and get just water.\n\ngbfk\n•\n6 yr. ago\n\n\"I'll just have a water, neat.\"\n\nClass up your experience a little.\n\n3 more replies\n1 more reply\nJerballzzz\n•\n6 yr. ago\n\nI wish more places would get on board with this. I wish our PM would as well.\n\ncujoslim\n•\n6 yr. ago\n\nIt’s happening in restaurants in the city. I run one on 17th and we stopped sending out straws 3 months ago and our sister restaurant stopped about 6 months ago. If concord as a whole gets on board then the rest will follow. Nobody wants to be a worse company than concord.\n\n1 more reply\nCheetahsNeverProsper\n•\n6 yr. ago\n\nReally? That’s what you want out of a PM: a strong stance on straws? C’mon now.\n\n1 more reply\ncraig5005\n•\n6 yr. ago\n\nIt's funny how long things take sometimes. Recall the whole \"micro-beads\" in shampoos/soaps etc. I figured it was a pretty easy \"Ya... those are bad and not necessary.\" If it were me I would have said \"Sell through your stock and don't import anymore.\" But the ban ended up being like 2 years down the road.... why?!!\n\nkalypso18\n•\n6 yr. ago\n\nSymons Valley Roadhouse is straw free. I was impressed when I went the other night and they served my drink in a mason jar with no straw.\n\n1 more reply\n[deleted]\n•\n6 yr. ago\nView more comments\n \nTop 1%\nRank by size \nRelated\nCalgary\nAlberta\nCanada\nNorth America\nPlace\nforward\nback\nr/Calgary\nGlobal Calgary's Leslie Horton opens up about viral response to viewer's body-shaming email\nyoutube\n1.2K upvotes · 173 comments\nr/AskReddit\nHow do you drink water?\n6 upvotes · 49 comments\nr/vancouvercycling\nABC Vancouver admits \"overpromising\" on Stanley Park bike lane\nyoutube\n121 upvotes · 51 comments\nr/CanadaHousing2\nVassy demolishes Chrystia Freeland on Housing\nyoutube\n307 upvotes · 326 comments\nr/CanadaHousing2\nAsylum seeker found dead outside of Mississauga shelter\nyoutube\n137 upvotes · 130 comments\nr/Canada_sub\nCanadians Paid $54 Million to 2 people for an App - \"What would you say you do here ?\"\nyoutube\n246 upvotes · 112 comments\nr/canadahousing\n$700K Vancouver Presale Condo Collapsing!\nyoutube\n151 upvotes · 101 comments\nr/funnysigns\nGood place for a shake up\n289 upvotes · 19 comments\nr/funny\nWhat time does Sean Connery usually show up to the Wimbledon?\n285 upvotes · 96 comments\nr/toronto\nTravel times for streetcars along King Street slowest in six years\nyoutube\n403 upvotes · 135 comments\nr/Canada_sub\n1 in 10 people in Toronto now relying on food banks\nyoutube\n125 upvotes · 134 comments\nr/Calgary\nSurge of Western Canada businesses looking to hire temporary foreign workers\ncbc.ca\n145 upvotes · 136 comments\nr/wtfstockphotos\nWhat can he say? His job as a baby dealer is stressful\n1.1K upvotes · 23 comments\nr/ytvretro\nStay Alert Stay Safe\nyoutube\n219 upvotes · 19 comments\nr/CanadaHousing2\nFormer Liberal president Stephen LeDrew(1998-2003) and former Liberal Mp Dan McTeague - Justin Trudeau’s Immigration Policy Is Going To Bankrupt Canada\nyoutube\n153 upvotes · 34 comments\nr/Calgary\nNew Zealand’s curling team, with nowhere to go, find a home at a Canadian (Calgary) retirement village\ntheguardian\n114 upvotes · 9 comments\nr/Calgary\nFace of homelessness changing, according to Calgary front-line workers\ncbc.ca\n115 upvotes · 104 comments\nr/Canada_sub\nAlberta Invokes Sovereignty Act\nyoutube\n259 upvotes · 204 comments\nr/Canada_sub\nLILLEY UNLEASHED: How does Canada regain its place on the world stage? Get rid of Trudeau.\nyoutube\n161 upvotes · 51 comments\nr/Calgary\nLandlords to pay interest on security deposits, starting next year\ncbc.ca\n313 upvotes · 110 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/CanadianForces\nThe CRITICAL state of the Royal Canadian Navy | L'état CRITIQUE de la marine royale canadienne\nyoutube\n266 upvotes · 286 comments\nr/Edmonton\nFood insecurity rising sharply in Edmonton, report finds\ncbc.ca\n104 upvotes · 33 comments\nr/LondonON\nLondon lawyer disbarred for misappropriating nearly $100K from estate trust fund\ncbc.ca\n124 upvotes · 11 comments\nr/Quebec\nLes Cowboys Fringants et Robert Charlebois - FEQ 2023\nyoutube\n99 upvotes · 3 comments\nTOP POSTS\nReddit\nreReddit: Top posts of April 20, 2018\nReddit\nreReddit: Top posts of April 2018\nReddit\nreReddit: Top posts of 2018"
}