{
  "query": "plastic straws",
  "site": null,
  "time_range": "2017-06-29..2017-12-28",
  "title": "LiveGreen: Step away from the straw | Newsroom | University of Nebraska ...",
  "href": "https://www.unmc.edu/newsroom/2017/09/14/livegreen-step-away-from-the-straw/",
  "body": "We suck up soda, water and other beverages, all through plastic straws. So many of us suck that the U.S. uses, and discards, 500 million plastic straws a day — enough to wrap around the earth two-and-a-half times. What seems like a small piece of insignificant plastic adds up to 12 million pounds of plastic waste in the United States every year.",
  "textContent": "UNMC\nNebraska Medicine\nCurrent Students\nFaculty & Staff\nAlumni\nUniversity of Nebraska Medical Center\nAbout Us\nEducation\nResearch\nPatient Care\nNews & Media\nSearch UNMC\nHome\n — Newsroom — LiveGreen: Step away from the straw\nLiveGreen: Step away from the straw\nWRITTEN BY Melanie Stewart, LiveGreen PUBLISHED Sep 14, 2017\n\nWe suck.\n\nWe suck in the morning, we suck in the afternoon, some of us suck all day long, and many of us suck every day of the year. Celebrities suck too.\n\nWe suck up soda, water and other beverages, all through plastic straws. So many of us suck that the U.S. uses, and discards, 500 million plastic straws a day — enough to wrap around the earth two-and-a-half times. What seems like a small piece of insignificant plastic adds up to 12 million pounds of plastic waste in the United States every year.\n\nBecause straws are small and lightweight they are prone to becoming litter and harming wildlife. This is especially true in the ocean, where they float and animals mistake them for other things, often food. Remember the terrible video with the sea turtle who had a straw stuck in his nostril? We suck because this is a part of the 28 billion pounds of plastic that makes its way into the ocean every year.\n\nSo the Lonely Whale Foundation has a way to help this problem: #StopSucking\n\nYes, straws are made from a plastic that can be recycled (so put them in the green recycling bin!), but this doesn’t happen often and their size and lack of weight means they sometimes avoid the recycling process.\n\nStraws are almost never needed. Restaurants often serve straws with glasses, even though you can drink directly from that glass. People take straws (and lids) for cups that are meant “to go” but then don’t take them past their table.\n\nIf you do need a straw, there are reusable plastic straws that can be easily cleaned as well as reusable straws from a variety of other materials, including bamboo, which will biodegrade once you decide to #StopSucking for good.\n\nThis campaign is young, but it’s taking off and spawning (pun intended) initiatives in towns across the country. Seattle is having Strawless September, Walt Disney World’s Animal Kingdom and the Smithsonian Museums banned them outright, and even this 9-year old changed restaurants in his Vermont town.\n\nSo #StopSucking! There’s a good chance the beverage you are sucking up isn’t that good for your health anyway.\n\nJoin me by visiting this page (probably the only website you’ll ever see people getting slow motion face- slapped by an octopus tentacle) to take the pledge and #StopSucking.\n\nSHARE\n\ntwitter\nfacebook\nemail\n4 comments\nRachel Maley says:\nSeptember 14, 2017 at 8:15 am\n\nI remember when I was young (this would have been 1965 or so) that *paper* straws were used. Whatever happened to those?\n\nElizabeth Fiala says:\nSeptember 14, 2017 at 10:33 am\n\nLove that LiveGreen is bringing attention to this! I'm going to start carrying around a reusable straw and give that a shot.\n\nDeanna Hansen says:\nSeptember 14, 2017 at 10:36 am\n\nPlus, did you know that sucking a straw causes wrinkles near your lips?\n\nAndrew Neville says:\nSeptember 14, 2017 at 1:33 pm\n\nDepending on the drink, straws actually can help protect things like enamel if drinking a soda, so the teeth (and thus, enamel) doesn't come into contact with the very acidic drink. in some cases health should be prioritized over competing who can use less straws…\n\nComments are closed.\n\nTags\nUNMC Today - Today's Headlines\nWork at UNMC\nGet Directions\nApply\nBack to Top \nUniversity of Nebraska Medical Center\n42nd and Emile\nOmaha, Nebraska 68198\n402-559-4000\nContact Us\nDirectory\nEvents\nLibrary\nServices & Resources\nOnly in Nebraska: A Campaign for Our University’s Future\nfacebook\ninstagram\ntwitter\nyoutube\n\n© 2023 University of Nebraska Medical Center\n\nPolicies\nLegal & Privacy\nNon-Discrimination\nAccessibility\nReport a Concern\nBy continuing to browse our website, you agree to the storing of first- and third-party cookies and related technologies on your device to enhance site access and navigation, analyze site usage, authenticate users, facilitate transactions, and assist in our marketing efforts. Please read our privacy notice to learn more.\nAccept"
}