{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2017-12-28..2018-06-28",
  "title": "Ten 'stealth microplastics' to avoid if you want to save the oceans",
  "href": "https://theconversation.com/ten-stealth-microplastics-to-avoid-if-you-want-to-save-the-oceans-90063",
  "body": "Plastic pollution in action. Daniele Gulla / shutterstock. Their fuzzy outer layer is made from PET (polyethylene terephthalate), the same material that's used to make plastic milk bottles.",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nMotionWorksFilmStudio / shutterstock\nTen ‘stealth microplastics’ to avoid if you want to save the oceans\nPublished: January 17, 2018 7:37am EST\nAuthors\nSharon George\n\nLecturer in Environmental Science, Keele University\n\nDeirdre McKay\n\nSenior Lecturer in Geography, Keele University\n\nDisclosure statement\n\nThe authors do not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and have disclosed no relevant affiliations beyond their academic appointment.\n\nPartners\n\n\t\n\nKeele University provides funding as a member of The Conversation UK.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n456\n Facebook\n11.3k\n LinkedIn\n Print\n\nTheresa May’s new environment plan sets ambitious goals for plastic waste reduction. But there’s lots of room for slippage. One goal is to eradicate all “avoidable” plastic waste, though it’s not clear how “avoidable” will be defined. A few concrete measures are now in place, such as the 5p plastic bag charge being extended to cover all businesses in England. And, in order to tackle the spread of tiny plastic particles, the government recently announced a ban on microbeads in personal care products.\n\nBut such measures, even if adopted worldwide, wouldn’t actually wipe out these “microplastics” in the environment.\n\nThe problem is that all plastic ends up tiny. And it persists, no matter what its size. In the ocean, even the largest and most resilient bits of plastic are broken up and degraded by the waves and sunlight until eventually these chunks measure less than five millimetres across – about the size of an ant – and they are classed as “secondary microplastics”. This type of plastic, that started out as drinks bottles, fishing gear, disposable cutlery and so on, is much more abundant than “primary microplastics” that started out small, such as the microbeads found in toothpaste.\n\nMicrobeads are among the most familiar sources of tiny plastic pollution, but this means there are other less obvious sources of microplastics in everyday use. We call them “stealth microplastics”, and they include:\n\nDon’t let yourself be misled. Understand issues with help from experts\nGet the newsletter\n1. Tyres\nMussel meal. KeongDaGreat / shutterstock\n\nTyres are made from rubber and around 60% plastic (styrene butadiene). The friction, pressure and heat of driving wears tyres down so much they produce an estimated average of 63,000 tonnes per year of plastic dust in the UK alone. If blown into the atmosphere, that dust can contribute to the poor air quality identified by the World Health Organisation (WHO) as a cause of premature deaths.\n\nIf it is washed into drains, rivers and oceans, it is likely to be eaten by filter feeders such as mussels, entering the human food chain. The industry could move back to natural latex, derived from rubber trees, but this too would have environmental costs: expanding rubber plantations are already “catastrophic” for endangered species in Southeast Asia.\n\n2. Synthetic clothing\n\nOutdoor gear, leggings, fleeces and jumpers made from acrylic and polyester, polyamide, spandex and nylon shed up to 700,000 microfibres with each wash. Once in water, microfibres are difficult to filter out and studies have shown that these fibres are now being found in tap water in many countries.\n\nIn the US, 94% of samples tested contained fibres. Airborne, from friction or dryer lint, they settle as dust that can be inhaled and it is thought that toxins from the fibres can be absorbed through the lungs. In the environment they are eaten by fish and other animals, often in preference to food. The solution? Fitting all washing machines with filters and choosing natural fibres.\n\n3. Tennis balls\nPlastic pollution in action. Daniele Gulla / shutterstock\n\nTheir fuzzy outer layer is made from PET (polyethylene terephthalate), the same material that’s used to make plastic milk bottles. Just like tyres, this plastic gets worn away with use, becoming dust.\n\n4. Laundry and dishwasher pods/tablets\n\nAll kinds of detergents and disinfectants with scrubbing agents have microplastics such as polyethylene (PE) or polypropylene (PP). These are the same beads banned in cosmetics. It would be better to use a natural material such as ground coconut shell.\n\n5. Cigarette butts\n\nFilters are made from cellulose acetate, a non-biodegradeable plastic. They can shed microfibers and, once used, give off high levels of toxins, including nicotine. Cigarette butts are a serious pollutant in the oceans and are the most commonly recovered item in beach cleanups.\n\n6. Glitter\nThe party is over, but the glitter remains. Janine Aramillo / flickr, CC BY-SA\n\nBeloved of kindergarten craft teachers, most glitter is made from PET or polyvinyl chloride film (PVC) and is very hard to dispose of. You could instead get biodegradable cellulose film glitter, made from eucalyptus trees.\n\n7. Wet wipes\n\nBaby wipes, hand wipes, make-up removing wipes, all of these products are typically made from polyester, polyethylene, and polypropylene – or a mixture of those plastics and natural fibres. Not only do they block sewers and cause “fatbergs”, the plastic doesn’t break down. They are also a source of plastic fibres. A traditional all-cotton flannel is the eco-friendly choice.\n\n8. Tea bags\nMore plastic, vicar? kay roxby / shutterstock\n\nNot entirely biodegradable, many teabags actually contain a polypropylene “skeleton”. That skeleton then breaks into tiny pieces when the paper breaks down in the compost or soil. Ask the manufacturer if your brew is plastic-free or switch to loose-leaf tea.\n\n9. Paint\n\nPlastic dust from the thermoplastic paints used for road markings, ships and houses is found across the surface of the oceans. But not all paints contain plastics. Look for paints that use linseed oil or latex as binders.\n\n10. Takeaway cups\n\nPaper takeaway cups are lined with a layer of polyethylene. Like teabags, the paper element breaks down, but the plastic breaks up into tiny pieces if the cup is littered or composted. Mixed materials need to be handled by a specialist recycling facility. Or you could bring a refillable mug.\n\nIf we want to have a real impact, we need to address all plastic waste: that which we see and a lot that we can’t. There are some plastics we cannot live without, but others we could easily reject, replace or at least reduce.\n\nPlastic\nMarine plastic litter\nBottled water\nMicroplastics\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}