{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Florida bill would ban the banning of plastic straws : r/florida - Reddit",
  "href": "https://www.reddit.com/r/florida/comments/axyezr/florida_bill_would_ban_the_banning_of_plastic/",
  "body": "Banning plastic straws effectively takes that decision away from the business. And no, just because someone disagrees with the premise of banning plastic straws because they feel it would hurt disabled people's ability to consume drinks doesn't mean they think businesses should provide everything a disabled person needs to feel comfortable. In ...",
  "textContent": "Florida bill would ban the banning of plastic straws : r/florida\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to florida\nr/florida\n•\n5 yr. ago\nShirowoh\nFlorida bill would ban the banning of plastic straws\nr/nottheonion\n•\n5 yr. ago\nFlorida bill would ban the banning of plastic straws\n7K upvotes · 624 comments\nArchived post. New comments cannot be posted and votes cannot be cast.\nu/PrimeVideo\n•\nPromoted\nWhat's so good about Reacher? Umm, the plot obviously.\n  \nSort by:\nzombie_girraffe\n•\n5 yr. ago\n\nToo late! I already passed a law that bans the banning of banning of things!\n\nsadatay\n•\n5 yr. ago\n\nSponsor Travis Hutson, R-St. Augustine, said he appreciates the environmental problems posed by plastic straws but is “just not a fan of government on the state or local level telling a business what to do”...\n\nI'm sure, Travis, that you are the business leaders' bestest pal!\n\n6 more replies\n[deleted]\n•\n5 yr. ago\nNovakChokeaBitch1\n•\n5 yr. ago\n\nWtf\n\n8 more replies\ntibbymat\n•\n5 yr. ago\n\nDoes Florida’s garbage go into the ocean or do they have a proper disposal system in place? This is a major problem in Asia and seems to hit everywhere because of social outcry.\n\nvladimir1011\n•\n5 yr. ago\n\nThere are dumps and recycling centers, but plastic doesn't degrade on its own. Also people like to litter on the beaches, bc apparently when you bury your trash in the sand it stops existing\n\n12 more replies\n8 more replies\ncrocbot1\n•\n5 yr. ago\n\nDisney world has a ban on plastic straws. It was just animal kingdom cause of the animals but after that video of the turtle they just made it the whole resort.\n\n1 more reply\n[deleted]\n•\n5 yr. ago\n[deleted]\n•\n5 yr. ago\nPaxoro\n•\n5 yr. ago\n\nThis is par for the course really with the legislature. If a local government is doing something that the state doesn't like, the next legislative session they pass a bill to ban whatever it was that local government did. Sometimes it'll have a grandfather clause in it that allows one or two instances to pass (see: HB631 last year, the public access beach bill) but sometimes the retroactive start date is before the local government passed their ordinance (also see HB631, which targeted Walton County specifically).\n\nLong story short: God forbid a local government does something that the state legislature doesn't like, because they WILL take action on that instead of a number of actual issues at the state level. Sometimes it almost makes sense, and then other times it's something batshit crazy like banning a ban on plastic straws.\n\nsriracharade\n•\n5 yr. ago\n\nThere's the ignorant Republicans that we know and hate. Forgot basic empathy, do these stupid fuckers not understand that the environment is why so many tourists come to Florida?\n\n1 more reply\nNo_big_whoop\n•\n5 yr. ago\n\nAnother politician bought and paid for by Big Straw\n\nMasta-Blasta\n•\n5 yr. ago\n\nRepublicans. You know, the party of small government and home rule. smh.\n\n1 more reply\nAnchorofHope\n•\n5 yr. ago\n\nTime to start a petition for an ammendment to ban the banning of banning plastic straws.\n\nBAXterBEDford\n•\n5 yr. ago\n\nThis is a perfect example of the fucking GOP morons in Florida government bending over backward to suck the dicks of any industry lobbyists.\n\nWisex\n•\n5 yr. ago\n\nWe should then pass legislation banning the banning of plastic straw bans!\n\nirishpenguin13\n•\n5 yr. ago\n\nIts so hard to drink from a cup without one though! Haha, yes sarcasm. Seriously though, as a surfer here that picks up trash after a session the straw is the most abundant, and annoying, item of trash on our beaches.\n\nView more comments\n \nTop 1%\nRank by size \nRelated\nFlorida\nUnited States of America\nNorth America\nPlace\nforward\nback\nr/florida\nAs expected, Rockstar completely nails Florida with the GTA6 trailer.\nyoutube\n620 upvotes · 147 comments\nr/UCSD\nMilkshake: ruined\n337 upvotes · 14 comments\nr/florida\nMissing mother of 4 found dead in husband's storage unit: Police\nnewsweek\n253 upvotes · 38 comments\nr/florida\nFlorida residents decry insurance \"nightmare\" as they flee state\nnewsweek\n2.2K upvotes · 377 comments\nr/florida\nFlorida newspaper knocks Ron DeSantis' China crackdown: \"Contradictions\"\nnewsweek\n635 upvotes · 38 comments\nr/TexasPolitics\nTexans leaving the state as property taxes climb\nnewsweek\n159 upvotes · 119 comments\nr/TexasPolitics\nTexas faces rolling blackouts this winter\nnewsweek\n173 upvotes · 132 comments\nr/tumblr\nThe Fault in Our Straws\n3.1K upvotes · 133 comments\nr/Arkansas\nSarah Huckabee Sanders Under Fire For Spending Tax Dollars On College Football Party\nyoutube\n216 upvotes · 74 comments\nr/Austin\nAustin businesses move away from single-use plastic straws\ndailytexanonline\n64 upvotes · 53 comments\nr/florida\nPop singer Pink will give away 2,000 banned books at Miami area concerts this week\ncnn\n1.2K upvotes · 127 comments\nr/Delaware\nVIDEO | Delaware woman's fight for a plastic free state: \"It's a war on plastics\"\ndelaware1059\n58 upvotes · 27 comments\nr/FuckGregAbbott\nTexas has the fewest personal freedoms. Anyone surprised?\nnewsweek\n122 upvotes · 6 comments\nr/democrats\nTexas has the fewest personal freedoms\nnewsweek\n222 upvotes · 12 comments\nr/florida\nSupreme Court says Florida can’t enforce anti-drag law\ncnn\n2.7K upvotes · 128 comments\nr/florida\nFlorida sued over ban on pro-Palestinian student groups\nreuters\n329 upvotes · 58 comments\nr/atheism\nA PA school district owes Satanists $200,000 for banning After School Satan Club\nyoutube\n160 upvotes · 7 comments\nr/democrats\nFlorida residents decry insurance \"nightmare\" as they flee state\nnewsweek\n678 upvotes · 104 comments\nr/texas\nTexas has the fewest personal freedoms\nnewsweek\n8K upvotes · 1.1K comments\nr/NewMexico\nLas Cruces officer fatally shoots woman for driving off over a trespassing issue\nyoutube\n187 upvotes · 80 comments\nr/atheism\nVideo: Stephen Hawking stating that religion was an early human attempt to answer some universal questions of existence, but now science provides better and more consistent answers. But people continue to cling to religion because it gives comfort and they do not trust or understand science. 🧬\nyoutube\n721 upvotes · 44 comments\nr/florida\nIn Florida’s Hot Political Climate, Some Faculty Have Had Enough (Gift Article)\nnytimes\n164 upvotes · 16 comments\nr/thedavidpakmanshow\nTerrified cornered Trump unleashes swollen rant\nyoutube\n205 upvotes · 71 comments\nr/thedavidpakmanshow\nThey want to impeach Biden for buying his son a car\nyoutube\n117 upvotes · 43 comments\nr/atheism\nThe Simpsons - Evolution vs Creationism (showed up in my feed, had a good laugh)\nyoutube\n218 upvotes · 19 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 6, 2019\nReddit\nreReddit: Top posts of March 2019\nReddit\nreReddit: Top posts of 2019"
}