{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic: What Gets Thrown in the Great Lakes, Stays in the Great ... - NRDC",
  "href": "https://www.nrdc.org/stories/plastic-what-gets-thrown-great-lakes-stays-great-lakes",
  "body": "In the nascent scientific field of plastic pollution, researchers are looking into how much plastic is already in the lakes, where it comes from, and how it might affect the ecosystem. The hope is ...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all News & Commentary\nDispatch\nPlastic: What Gets Thrown in the Great Lakes, Stays in the Great Lakes\n\nWe need to take control of the 10,000 tons of plastic entering the lakes each year—whether we recycle, reuse, or just outright ban the stuff.\n\nNovember 5, 2018\nCredit:\nPhotographs and video by Michael Courier (http://michaelcourier.com/great-lakes-plastic-pollution/)\nSusan Cosier\nContributor\nShare this page\n\nThe world’s largest freshwater ecosystem is awash in plastic. Bags and bottle caps litter beaches. Tiny plastic fibers ride the waves. Small, broken-down pellets swirl close to shore. Microscopic plastic bits drift throughout all five Great Lakes and are turning up in drinking water, locally brewed beer, and the stomachs of wildlife. In short, plastic is everywhere.\n\nIn the nascent scientific field of plastic pollution, researchers are looking into how much plastic is already in the lakes, where it comes from, and how it might affect the ecosystem. The hope is that the more we know about the plastic flowing into the Great Lakes, the more we can do to curb it.\n\nManufacturers are currently generating more single-use plastic than ever before, with half of the world’s plastic hitting the market within the past 13 years. And globally, we recycle just 9 percent of it. Most (at least 60 percent) winds up in landfills or the environment—and up to 10,000 metric tons of plastic enters the Great Lakes every year.\n\nUnlike ocean plastics, which can get caught up in currents and circulate around the globe, the material swirling in the Great Lakes has nowhere to go. It usually comes from nearby sources, such as sewer pipes carrying refuse that’s been washed into street drains, washing machines that send microfibers into city treatment systems, and windblown litter from beachgoers or lakeside neighborhoods. The larger plastic chunks break down into microplastics and tend to concentrate on the shores closest to big cities like Cleveland and Chicago.\n\nTim Hoellein, an aquatic ecologist who studies the lakes’ plastic pollution at Loyola University Chicago, has found microplastics and microfibers in the guts of 94 percent of the fish he has sampled. He and others are looking into how those plastics might affect fish and human health, but they don’t have any clear answers yet. What we do know is that these tiny plastics seem to travel through a fish’s digestive tract within two days (one of Hoellein’s grad students is studying this), but plastic pieces almost always get stuck somewhere in the fish’s body along the way. Another Hoellein discovery is that in riverine environments, microplastics appear to function like other small particles (think sand) and can look like fish food for decades.\n\n“In one way or another, plastic becomes part of the ecosystem,” says Hoellein. “It’s not going away. It sticks around.” Plastic is, after all, designed for durability.\n\nThe decision of how to deal with this insidious problem is necessarily a local one. No national standard or mandate for how to treat or recycle plastic currently exists, so each state and city handle it differently. Here are some ways citizens and lawmakers in the Great Lakes region (and anywhere) can help tackle plastic at its source: us.\n\nRecycle\n\nRecycling rates in the states surrounding the Great Lakes are just OK. Minnesotans are doing the best job in the region, recycling approximately 38 percent of their waste. Michiganders, on the other hand, have one of the lowest recycling rates in the country, putting just 15 percent of their waste in the recycling bin. Michigan governor Rick Snyder created an advisory panel last year to come up with ways to increase the state’s abysmal recycling rate.\n\nBottle laws that charge consumers for the plastic, aluminum, and glass containers in which certain beverages are sold can help keep recycling rates high. But Michigan is the only Great Lakes state to pass such legislation. Since 1976, Michiganders have paid a dime for each carbonated beverage, beer, or wine bottle they purchase, getting it back when the bottles are returned. Though the state’s overall recycling rate is low, its bottle recycling rate is not. Residents consistently return more than 90 percent of their bottles. Last year lawmakers tried to expand the law to include water and juice bottles and other containers, but the bill stalled.\n\nMinnesota, Illinois, and Indiana lawmakers have considered bottle deposit legislation too, but the bills have never made it into law. (According to the Container Recycling Institute, the beverage industry spent $14 million between 1989 and 1994 to defeat a national bottle bill.)\n\n \n\nAccess to recycling facilities or curbside pickup could help keep trash out of the environment too. According to 2011 statistics from the U.S. Environmental Protection Agency, just 60 percent of midwesterners had curbside recycling, compared with 85 percent of northeasterners.\n\nAnd for those who do have curbside pickup, a little education goes a long way. The Recycling Partnership, a Virginia-based nonprofit, conducted an experiment last year in Chicago and Atlanta to see how informing people about which materials are acceptable for recycling might reduce contamination rates. In both cities, staffers walked ahead of recycling trucks inspecting bin contents. If bottles, cans, and papers were mixed with plastic bags and pizza boxes, for instance, they put an “Oops” tag on the can that detailed where the owners had gone wrong. The “Oops” project lowered contamination by 32 percent in Chicago and 57 percent in Atlanta. (In Atlanta the workers left contaminated bins filled on the curb—which served as extra motivation for residents to learn how to recycle right.)\n\nReduce\n\nRecycling rates aside, ultimately we have to slow our plastic consumption, and the resulting pollution stream, to a trickle. That’s something Chicago’s Shedd Aquarium is pushing for. Reducing plastic pollution is one of its main initiatives now, says Andrea Densham, senior director of conservation policy and advocacy. The aquarium sponsors beach cleanups, replaced all the plastic straws in its cafés with paper ones, got more than 125 restaurants and other establishments to offer plastic straws only on request, and asked people to #SheddtheStraw and share their experiences on social media. Restaurants in Milwaukee, Indianapolis, and other cities are kicking the straw habit too.\n\nPlastic reduction is definitely in the Midwest’s wheelhouse. For other successful endeavors you need look no further than the 2015 ban on microbeads, those tiny plastic particles used in cosmetic products. Great Lakes states set that policy shift in motion just a couple of years prior and led nations like Canada, the United Kingdom, and Australia to institute a microbead ban too. Chicago’s 7 cent bag tax is another inspiring example. Just one month after it went into effect in February 2017, the tax had cut the number of plastic and paper bags given out in stores by 28 percent. And Midwest environmental advocates, companies, and consumers continue to take aim at Styrofoam containers.\n\nWe need to cut our plastic use way back, says Densham, by being more aware of what we recycle and what we buy and by instituting policies requiring us to use alternatives. “We don’t have a choice now,” she says. “We need to take it seriously.” To that I raise my glass—and, of course, my metal straw.\n\nRELATED ISSUES\nToxics Fresh Water\nRELATED STORIES\nSkip carousel items\nslide 5 to 7 of 3\nCan the Great Lakes Become Fishable, Drinkable, and Swimmable Again?\nJanuary 29, 2018 DispatchMidwest, Canada, Ohio, IllinoisSusan Cosier\nA joint United States–Canada report maps out the way to clean up the world’s largest freshwater ecosystem\nFrom Dams to DAPL, the Army Corps’ Culture of Disdain for Indigenous Communities Must End\nSeptember 13, 2023 PerspectivesUnited States, MidwestTroy Pretends Eagle\nThe prophesied “Seventh Generation” is here—demanding justice for tribes and protecting what they have left.\nA 22-Year Court Battle Ends with Justice for the Penobscot River\nOctober 11, 2022 NRDC in ActionMaineNicole Greenfield\nAfter more than a half century of toxic mercury contamination, Maine’s longest river is finally getting cleaned up—a major win for the public interest over corporate polluters.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}