{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "D.C. plastic straw ban: The straw cops are now on patrol - The ...",
  "href": "https://www.washingtonpost.com/local/dc-politics/on-patrol-with-an-enforcer-of-dcs-plastic-straw-ban/2019/01/28/511e7bcc-1511-11e9-90a8-136fa44b80ba_story.html",
  "body": "The straw cop left the rattled cashier at Lotus Express with a warning that if the store was still using plastic straws by July, when a grace period expires, it could be fined up to $800.",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\n\nclock\nThis article was published more than 4 years ago\n\nD.C. POLITICS\nLocal news\nMaryland politics\nVirginia politics\nOn patrol with the enforcer of D.C.’s plastic-straw ban\nBy Fenit Nirappil\nJanuary 28, 2019 at 6:30 p.m. EST\nZach Rybarczyk, who works for the D.C. Department of Energy and Environment, inspects restaurants in Union Station on Jan. 8 to see whether they are still using plastic straws after the city’s ban went into effect this year. Cava passed its inspection. (Calla Kessler/The Washington Post)\nShare\nComment\n557\nAdd to your saved stories\nSave\n\nWarning letters in hand, Zach Rybarczyk patrolled the food court at Union Station, looking for offenders.\n\nPast Auntie Anne’s, past Johnny Rockets. At Lotus Express, a Chinese food joint, Rybarczyk peeled the wrapper from a red straw and bent the end — the telltale giveaway.\n\nPlastic.\n\nWashington has become the latest city in a nationwide movement to ban plastic straws, and it’s up to Rybarczyk, an inspector for the D.C. Department of Energy and Environment, to enforce the new law.\n\nThe straw cop left the rattled cashier at Lotus Express with a warning that if the store was still using plastic straws by July, when a grace period expires, it could be fined up to $800.\n\nNine years after the District instituted a nickel tax on plastic bags and three years after it banned plastic foam food containers, it has turned on plastic straws — the newest target of environmentalists trying to reduce millions of tons of plastic that ends up in trees, waterways and in the bellies of wildlife. The effort has been galvanized by a viral video of a sea turtle with a straw stuck in its nostril.\n\n“It’s pretty absurd the amount of resources we put into creating plastic materials that we are using for five minutes to an hour, and then never again,” said Julie Lawson, director of D.C. Mayor Muriel E. Bowser’s Office of the Clean City. “Single-use plastics are taking the same cultural place as tobacco where it’s socially unacceptable.”\n\nStraws and the District have a long history; the modern drinking straw was born in Washington in 1888, when inventor Marvin Chester Stone received the first patent for an “artificial straw” made from paper and produced them in his factory on F Street NW.\n\nOver the next century, the straw evolved from straight to bendable, from paper to plastic.\n\nBut the popularity of the plastic straw, and its inability to decompose, is proving to be its undoing.\n\nConsider the plastic straw: Why do we suck so much?\n\nCity officials estimate that plastic straws make up less than 1 percent of the trash in the Anacostia and Potomac rivers. Still, they pose a problem. Their thin design makes them too small for most recycling machinery, so they end up in trash and ultimately in waterways. Volunteers collected 10,000 plastic straws during the 30th annual Potomac River Watershed Cleanup in April.\n\n“Plastic pollution that ends up on the street is carried by rain water into storm drains and eventually into streams and rivers,” Laura Cattell Noll of the Alice Ferguson Foundation, a local environmental group, told the D.C. Council. “In many cases, this storm water is untreated, leaving local waterways choked with plastic bags, Styrofoam, plastic bottles and plastic straws.”\n\nThe plastics industry has been pushing for reduced use instead of a ban.\n\n“We don’t think the ban is the right approach because it ends up substituting one material for another,” said Keith Christman, managing director of plastics markets for the American Chemistry Council, which represents plastics manufacturers. “What we need to do here is reduce waste and not take a straw when you don’t need one.”\n\nThe District is among at least 15 jurisdictions that have outlawed plastic straws, including Seattle, Monmouth Beach, N.J., and a string of coastal cities in southern Florida and California, including San Francisco. There are no statewide bans, although California requires restaurants to serve straws only at customers’ request. An increasing number of corporations, including Starbucks, Marriott and American Airlines, are voluntarily phasing out plastic straws.\n\nAdvertisement\n\nThe effort in the District has been pushed along by Dan Simons, co-owner of the Farmers Restaurant Group.\n\nSimons never stocked plastic straws at his seven restaurants, including the flagship Founding Farmers in Foggy Bottom, preferring bioplastic straws that are supposed to decompose.\n\nBut when he stuck a bioplastic straw in a container of salt water for six months and it didn’t change, he was convinced that they, too, have drawbacks.\n\nLast spring, Simons formed Our Last Straw, a coalition of D.C.-area restaurants, bars, hotels, event venues and organizations to lobby for an end to single-use plastic straws. He said it was relatively easy to persuade others to join.\n\n“When you are really getting into discussions with people on this topic and you look at photos and videos about the amount of trash in the ocean, this is just so logical and obvious that human behavior needs to change,” Simons said.\n\nAdvertisement\n\nHe argued that the added cost of alternatives to plastic could be offset if restaurants use less.\n\n“If you spend twice as much but use half as many, the math is pretty simple,” Simons said.\n\nAt Union Station during the first week of January, when the ban took effect, many dining spots on the main level had already switched to compostable straws. But in the basement food court, Rybarczyk drew blank stares from cashiers who had no idea about the ban.\n\nAt Lotus Express, the inspector, one of three dispatched by the city to check cafeterias, bars and restaurants, scribbled the restaurant’s name on the paper sleeve of the plastic straw and tucked it into his back pocket, along with two others from scofflaw restaurants. He planned to later check whether they floated in water, another telltale sign of prohibited plastic.\n\nShare this article\nShare\n\n“Obviously there will be some holdouts until July, when we start issuing fines. But it’s most fair to give businesses a heads up,” said Rybarczyk, who keeps a metal straw for his personal use in his backpack.\n\nAt Sakura Japan, Rybarczyk explained the new rules to a cashier as a man waiting for his lunch looked on in disgust.\n\nAdvertisement\n\n“What, is this California now?” grumbled the customer, who declined to give his name. “All these laws are just spreading from California. Everything is getting taken away from us, man. This is so stupid.”\n\nIn 2014, D.C. lawmakers banned disposable food service items that can’t be recycled or composted, but the city’s Department of Energy and Environment released guidance saying plastic straws were acceptable to use.\n\nD.C. Council members Mary M. Cheh (D-Ward 3) and Jack Evans (D-Ward 2) sought to correct that last year by explicitly outlawing plastic straws, but the Bowser administration beat them to the punch, adding plastic straws and stirrers to the list of banned food containers and utensils that includes plastic foam boxes and foil-lined deli paper.\n\nInvestigation: Money from D.C. plastic bag fee not going to cleanup\n\nBars and food establishments in the nation’s capital have been replacing plastic with straws made from paper, hay, bamboo or cornstarch.\n\nAdvertisement\n\n“Honestly, we have not heard one complaint,” said Kathy Hollinger, who leads the Restaurant Association of Metropolitan Washington. “Our folks will tell us pretty quickly if there’s a big impact on their bottom line, and we have not heard that with this issue.”\n\nAt Blue Bottle Coffee in Union Station, manager Derek Henry assured Rybarczyk that the store has been using straws made of vegetable material for four years.\n\n“Every product we give a guest is compostable. It’s been one of our core values,” Henry said, although he acknowledged the straws end up in the trash because Union Station doesn’t offer composting.\n\nBusiness is booming for manufacturers of straws made from eco-friendly alternatives to plastic.\n\nOrders have gone up so much for Indiana-based Aardvark Straws — which has made paper straws for more than a decade — that there is a six-to-eight-week backlog, and the company needed to open a new manufacturing facility.\n\nAdvertisement\n\nAs New York City considers a plastic-straw ban, Aardvark Straws wants it to hold off until 2020.\n\nA campaign to eliminate plastic straws is sucking in thousands of converts\n\n“All these bans just started hitting at once,” said David Rhodes, global business director for Aardvark. “The last thing we want to do is start a movement and be in a position that we can’t meet the demand.”\n\nOne challenge facing D.C. restaurants, bars and coffee shops: What to do with outlawed plastic straws?\n\nOn the first day the law took effect, a Starbucks store downtown threw away large bags filled with straws, a move that seemed to defeat the purpose of the ban.\n\nThe D.C. Department of Energy and Environment advises businesses to keep a small stock of plastic straws for customers with disabilities who need them, while returning the rest to a supplier or sending them to businesses in Maryland or Virginia.\n\nAdvertisement\n\nThe issue came up in Seattle when activists heralded a restaurant that voluntarily ditched plastic straws before the ban took effect — only to realize that restaurant just gave the straws to a bar across the street.\n\n“It was a reminder to us to not use them all up and not just throw them out,” said Dune Ives, the Seattle-based executive director of Lonely Whale, a nonprofit devoted to eliminating plastic straws. “If we are going to do the best possible job we can, we have to get these straws out of the waste stream.”\n\nPerspective: Plastic straw bans forget people with disabilities\n\nIves has been collecting straws from businesses and has thousands piling up in her basement. She plans to ship them to a Netherlands company that makes furniture out of plastic.\n\nIn the District, Simons wants Our Last Straw to act as a repository for plastic straws from other businesses. He hopes to cut a deal with a recycling facility to accept a large shipment of straws at once, avoiding the problems of thin ones being lost in equipment during material sorting.\n\n“I certainly don’t want to see them go in the trash,” Simons said.\n\nSome conservatives and restaurant-goers say it’s heavy-handed to target plastic straws when they aren’t a leading source of pollution.\n\nBut environmentalists say straw bans can raise awareness about the bigger plastic pollution problem.\n\n“Soon, it will be Our Last Plastic Fork,” Simons said. “It’s really an item-by-item, single-use plastic reduction and replacement strategy.”\n\nShare\n557\nComments\n\nSubscribe to comment and get the full experience. Choose your plan →\n\nMOST READ LOCAL\n1\nPerspective|I hoped I’d never be a sellout but soon I’ll be bought out\n2\nGiuliani could pay millions as Ga. election worker defamation trial starts\n3\nRyan O’Neal, Hollywood star with tempestuous life, dies at 82\n4\nVa. Dem. House candidate performed sex online with husband for tips\n5\nNonprofits need more help than ever. Why aren’t Americans volunteering?\nTOP STORIES\nTravel\nLocal guides, travel tips and the latest industry news\nPerspective|Build your hotel shampoo collection for a lifetime of free hair care\nAdvice|9 ways to prepare for a holiday travel meltdown, from easy to extreme\nOldest, tallest, sandiest: Comparing America’s quirky Christmas trees\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post"
}