{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Single-use plastics a serious climate change hazard, study warns",
  "href": "https://www.theguardian.com/environment/2019/may/15/single-use-plastics-a-serious-climate-change-hazard-study-warns",
  "body": "Plastic pollution of the oceans is a major concern but the effect of plastic on climate change has not so far been in the spotlight. Photograph: VW Pics/UIG via Getty Images. Plastics.",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nPlastic pollution of the oceans is a major concern but the effect of plastic on climate change has not so far been in the spotlight. Photograph: VW Pics/UIG via Getty Images\nPlastics\n This article is more than 4 years old\nSingle-use plastics a serious climate change hazard, study warns\nThis article is more than 4 years old\n\nProduction must end now, says first ever estimate of plastic’s cradle-to-grave impact\n\n\nSandra Laville\nWed 15 May 2019 01.00 EDT\n\nThe proliferation of single-use plastic around the world is accelerating climate change and should be urgently halted, a report warns.\n\nPlastic production is expanding worldwide, fuelled in part by the fracking boom in the US. The report says plastic contributes to greenhouse gas emissions at every stage of its lifecycle, from its production to its refining and the way it is managed as a waste product.\n\nThis plastic binge threatens attempts to meet the Paris climate agreement. It means that by 2050 plastic will be responsible for up to 13% of the total “carbon budget” – equivalent to 615 coal-fired power plants – says the research published on Thursday.\n\nThe contribution of plastic production and disposal to climate change has been largely hidden, say the authors of the report by the Center for International Environmental Law, which estimates the greenhouse gas footprint of plastic from the cradle to the grave for the first time.\n\nWhile plastic pollution in the oceans has become a high-profile concern, the effect on climate change of the ubiquitous use of plastic has not been a focus.\n\nCoca-Cola most common source of packaging pollution on UK beaches – study\nRead more\n\n“After the extraction of fossil fuels to produce plastic, the carbon footprint of a material which has become ubiquitous across the globe continues through the refining process, and on well past its useful life as a drinks bottle or plastic bag, through the way it is disposed of and the plastic afterlife,” the report says.\n\nThe authors say disposable plastic found in packaging and fast-moving consumer goods forms the largest and fastest-growing segment of the plastic economy.\n\nThey are calling for urgent action to stem production and flow of throwaway plastic.\n\n“At current levels, greenhouse gas emissions from the plastic lifecycle threaten the ability of the global community to keep global temperature rise below 1.5C,” the report says.\n\n“With the petrochemical and plastic industries planning a massive expansion in production, the problem is on track to get much worse.”\n\nThe key actions which the authors say are required are:\n\n Immediately end the production and use of single-use, disposable plastic.\n\n Stop development of new oil, gas and petrochemical infrastructure.\n\n Foster the transition to zero-waste communities.\n\n Implement a system where polluters pay for the impact of their products – known as extended producer responsibility.\n\n“Plastic is one of the most ubiquitous materials in the economy and among the most pervasive and persistent pollutants on Earth,” say the authors. “It has become an inescapable part of the material world, flowing constantly through the human experience in everything from plastic bottles, bags, food packaging, and clothing to prosthetics, car parts, and construction materials.”\n\nThrowaway plastic packaging makes up 40% of the demand for plastic, fuelling a boom in production from 2m tonnes in the 1950s to 380m tonnes in 2015. By the end of 2015, 8.3bn metric tonnes of plastic had been produced – two-thirds of which has been released into the environment and remains there.\n\n“Packaging is one of the most problematic types of plastic waste, as it is typically designed for single use, ubiquitous in trash, and extremely difficult to recycle. A constant increase in the use of flexible and multilayered packaging has been adding challenges to collection, separation, and recycling,” the researchers said.\n\nForty per cent of plastic packaging waste is disposed of at sanitary landfills, 14% goes to incineration facilities and 14% is collected for recycling. Incineration creates the most CO2 emissions among the plastic waste management methods.\n\nNearly all plastic – 99% – is made from fossil fuels.\n\nRefining the material is the most greenhouse gas intensive part of the plastic lifecycle, and major expansions in the US and elsewhere will accelerate climate change, the report says.\n\nA Shell ethane cracker being constructed in Pennsylvania could emit up to 2.25m tonnes of CO2 each year and a new ethylene plant at ExxonMobil’s refinery in Baytown, Texas, could release up to 1.4m tonnes. The annual emissions from just these two new facilities would be equal to adding almost 800,000 cars to the road, the report says.\n\nIn 2019 the lifecycle of global plastic production – from extraction to disposal – was equivalent to the impact on the climate of 189 500MW coal-fired power stations. By 2050, the report predicts, the global plastic footprint will be equivalent to 615 coal plants running at full capacity.\n\n“Plastic is among the most significant and rapidly growing sources of industrial greenhouse gas emissions,” the report says. “Emissions from plastic emerge not only from the production and manufacture of plastic itself, but from every stage in the plastic lifecycle – from the extraction and transport of the fossil fuels that are the primary feedstocks for plastic, to refining and manufacturing, to waste management, to the plastic that enters the environment.”\n\nCarroll Muffett, one of the authors, said: “It has long been clear that plastic threatens the global environment and puts human health at risk. This report demonstrates that plastic, like the rest of the fossil economy, is putting the climate at risk as well.”\n\n\nExplore more on these topics\nPlastics\nClimate crisis\nPollution\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMore on this story\nEU agrees to ban exports of waste plastic to poor countries\n17 Nov 2023\n‘Waste colonialism’: world grapples with west’s unwanted plastic\n31 Dec 2021\nLatin America urges US to reduce plastic waste exports to region\n24 Dec 2021\nTakeaway food and drink litter dominates ocean plastic, study shows\n10 Jun 2021\nTurkey to ban plastic waste imports\n19 May 2021\nTwenty firms produce 55% of world’s plastic waste, report reveals\n18 May 2021\nUK plastics sent for recycling in Turkey dumped and burned, Greenpeace finds\n17 May 2021\nIt’s on our plates and in our poo, but are microplastics a health risk?\n15 May 2021\n…\nScientists find way to remove polluting microplastics with bacteria\n28 Apr 2021\n‘Single-use plastics’ to be phased out in Australia from 2025 include plastic utensils and straws\n15 Apr 2021\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nFight information wars with information rights\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, during a time of widespread misinformation. We believe access to rigorous, reliable reporting is a right that all people deserve. With your vital funding, whether recurring or one-time, we can keep fact-based information accessible to all in 2024.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$223,250 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$5 per month\n$7 per month\nOther\nContinue"
}