{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Let's talk about straws, and why I prefer plastic : r/cocktails - Reddit",
  "href": "https://www.reddit.com/r/cocktails/comments/b5lz9j/lets_talk_about_straws_and_why_i_prefer_plastic/",
  "body": "Additionally many alternatives to plastic straws have their own environmental issues. Metal straws in particular have issues (though they are admittedly quite nice for drinks like juleps.) If you are set on spending the brain power and money on addressing the issue compostable straws are probably the best option, but there are almost certainly ...",
  "textContent": "Let's talk about straws, and why I prefer plastic : r/cocktails\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to cocktails\nr/cocktails\n•\n5 yr. ago\nTeleguido\nLet's talk about straws, and why I prefer plastic\n\nFirst off, love this sub! I'm 6 months into my new cocktail hobby (beer geek, homebrewer and foodie that is branching out), and have found some great inspiration and answers here. On to the topic at hand... straws.\n\nI'm curious what all you home cocktailians (is that really a word?) are using for straws. Especially those of you that are into tiki, which has definitely hit me hard. Seems like the fancy metal straws are all the rage for cocktail enthusiasts these days, but there's a few things I really dislike about them. These are mostly nit-picky things from a guy who's just trying to maximize enjoyment and throw an awesome cocktail / tiki soiree on occasion, but I really believe that presentation matters a great deal. That being said, here are my metal straw gripes:\n\nPeople aren't familiar with them. When you go out to a bar, whether fancy or dive, they will be serving drinks with plastic straws if a straw is required. When serving someone a drink with a metal straw, my personal impression is that it comes off as a bit \"try hard\" or hoity-toity, and my opinion is that this is something to be avoided at a casual home cocktail party. The environment should be welcoming, especially for those who might be unfamiliar with cocktails!\n\nI don't want to clean them. There, I said it. I really, really do make many endeavors in my personal life to reduce my negative impact on our environment. However, I don't think my using a couple hundred plastic straws in a year is moving the needle. Please, I would love to understand if I'm mistaken about this.\n\nDuring bar service it's just plain easier to use plastic. Even if you're reusing glassware for the same guest and just giving it a quick rinse, then using it for their next drink... saving the straw seems uncleanly (where will you put it while you prep the next drink?), prone to error (\"Is that really my straw?\"), and kinda cheap. None of those are are positive aesthetics, unless you really \"sell\" the environmental impact of plastic straws to your guests.\n\nDisposable straws are extremely useful for grabbing a taste test of a finished drink, or drink in progress. When you really start getting into cooking, one of the common themes that I see great chefs emphasizing is to taste the dish throughout the cooking process. Don't wait until the last 10 minutes, where it might be harder to adjust things... taste it throughout, and adjust as necessary. Now, this requires experience. However, I think the same logic applies to cocktails. Example: Do I really want to serve that 17 ingredient tiki drink to my guest without tasting it first... especially if they've never had it before, have no idea what to expect, and don't want to feel the social anxiety of saying \"I don't like this\" if I accidentally doubled the amount of falernum?\n\nLong story short, metal straws are cool for us geeks who really love cocktail gear. It's fun to get new things that enhance your own enjoyment of the drinks you make! However, sometimes when we get into a new hobby we can go overboard... and this can alienate people or turn them off to the cool stuff that we are trying to share. Would love to hear your thoughts, especially those who think I'm wrong! Currently sipping a Jet Pilot through a plastic straw, and awaiting your enlightening responses.\n\nRead more\nSort by:\nAdd a Comment\nMajorMeerkats\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nI'm a marine scientist that studies plastics in the oceans as well as a cocktail enthusiast and I've actually answered a similar question on this sub before (I'll add a link to that thread after I post this because I'm on mobile. Edit: In depth straw comments)\n\nThe long and short of it is: no you should not feel terribly bad about using plastic straws. In terms of leaking plastic into the environment, your straw usage is not particularly meaningful on a global or personal scale. There are almost certainly other things you do that are much worse for the environment than using a few straws a year.\n\nAdditionally many alternatives to plastic straws have their own environmental issues. Metal straws in particular have issues (though they are admittedly quite nice for drinks like juleps.) If you are set on spending the brain power and money on addressing the issue compostable straws are probably the best option, but there are almost certainly other things in your life you could spend that same brain power and money on that would better help the environment.\n\nReply\nreply\n1 more reply\nasielen\n•\n5 yr. ago\n\nYou could look into compostable plant based plastic straws.\n\nNot sure how well they actually breakdown in compost but worth a shot.\n\nReply\nreply\n2 more replies\naralseapiracy\n•\n5 yr. ago\n\nfor tasting you can just use a barspoon to dab a little on the back of your hand. As far as being too try hard, I don't really think it is. It looks better and it really does make a difference. Your couple hundred straws a year might not be much, but if every person on this sub thought that way then that's hundreds of thousands of straws a year. I also don't find metal straws terribly difficult to clean. Granted I'm not entertaining tons of guests. Usually me, my gf, and a few friends. Anyways, I'm in favor of metal straws, but even if you're not there are alternatives to plastic like using bamboo straws which for the tiki style or waxed paper straws which are least preferable imho because they get soggy relatively quickly\n\nReply\nreply\nTeleguido\n•\n5 yr. ago\n\nHey, thanks for the reply! I like that idea with the barspoon. I'm obviously relatively new at this, so I'm certain there are lots of other tips and tricks that I haven't encountered yet that would help alleviate my fear of doing away with plastic.\n\nI really do understand the line of thinking as far as looking beyond just \"me\" to see what impacts plastic has on the environment. That's one of the reasons I started this thread, because I truly want to understand the impact of my choices that I might not be immediately aware of.\n\nI'm not entertaining tons of guests either, which I think is actually why it kinda irks me to try using metal as opposed to plastic. Let's say I host 3 cocktail parties per year, with 15 guests at each. At three drinks per guest, that's 135 serving straws minimum per year. Let's just call it 300 when you include accidental waste, tasting from the bar side, other oddities, etc.\n\nAt 300 straws per year, is my environmental impact truly lower with metal straw vs. plastic? Please consider all the energy, water and detergents used to clean metal straws. Let's say my party of 15 guests needs 25 metal straws to get through the night (based on glass size, dropped straws, etc.). Is all of the energy, water, detergents, etc. to clean those metal straws actually less of an environmental impact than several hundred plastic straws? I honestly have no idea, but I would love to find out.\n\nI'd also like to consider that if home bar usage of plastic straws makes little or no meaningful impact due to the pervasive use of plastics in commercial establishments, that perhaps our efforts and dollars are better spent by encouraging the use of metal straws commercially. If metal straws were to be pervasive in commercial establishments, I think that many of my gripes wouldn't hold water. People would be used to them, and any tradeoffs (perceived or otherwise) with plastic wouldn't really matter at that point.\n\nReply\nreply\n2 more replies\ndlwhdgns10\n•\n5 yr. ago\n\nIf we maintain the usage of plastic straws just because people aren't familiar with the metal ones, it'll only reinforce & justify them to continue using 'em. Perhaps it's okay to use 'em in a house-setting since you aren't using 'em nearly as much. What about from a business point of view? You're literally going through hundreds every day. That's a low-key yikes for me. I'm not exactly sure where the notion of \"try hard\" came from, but if anything I'd imagine people would rather appreciate that ice-cold straw when they first sip into their drinks. I know I have.\n\nIt takes less than 5 seconds to wash 'em under hot running water. You're not wrong about minimal environmental impact made by your not-as-frequent plastic straw usage. However, imagine loads of other people thinking the exact same thing. This is similar to the notion that \"each vote matters\". By getting people to make more environmentally conscious choices one by one, it actually starts to matter.\n\nIt is almost just as easy to use metal straws. I'm not too sure if I've ever encountered a bar where I'm served on the same glass with a quick rinse. Not yet, apparently. And even so, paper straws can serve the exact same purpose as plastic straws. They're still added wastes, but at least they're biodegradable.\n\nI've seen countless bars using metal straws for taste-testing. It's nothing crazy; just a good ol' glass jar filled with metal straws specifically & exclusively used for taste-testing. Immediately washed after the tasting, as most bar stations will readily include a sink.\n\nFrankly, it wouldn't have mattered as much if plastic straws were easily recycled. But they're not; they're not big enough to stay on the sorting belts.\n\nSame could be said for plastic bags. They get stuck between sorting belts, thus not easily recyclable.\n\nI guess it all comes down to how much you care about the consequences and how much effort you're willing to put to minimize the consequences.\n\nSure, convenience matters. But at what cost?\n\nReply\nreply\nTeleguido\n•\n5 yr. ago\n\nOkay, this is a great post and I wish I could upvote you more! A few thoughts in response:\n\nYour thoughts on #1 are spot on. I think that it's so important that we get to a \"critical mass\" for many issues related to our impact on the environment. If we get to the point where \"everyone is doing it\" and metal straws are the norm, then suddenly it becomes easy for people to adopt a new way of living. It makes me cringe to think, \"Hey, it's just me and a few other folks doing this terribly destructive thing. So, it's okay, right?\"\n\nYour points about how metal straws cleaning is not so bad, and that they can also be used for taste testing are well taken. Someone else commented about using pipettes for taste testing, but metal straws seem even better for this purpose because they will reinforce the norm of using metal straws.\n\nHere's the thing: the majority of my concerns around metal straws are really due to their perception among guests at a party. Whether a party happens to be focused around a theme or event (cocktails, beer tasting, birthday, etc.), my view is that any gather of people for a particular occasion should really be focused on -the people-. Sometimes in our our passion for our hobbies, whether it be cocktails, classic cars, barbecue, gaming, geocaching or horse riding, we end up alienating people that might genuinely want to participate because we put up artificial barriers. These barriers can be small things or large, but I feel like the cocktail geek community (like any passionate group) can make outsiders feel unwelcome without ever intending to do so. A small thing like a straw says so much. It can say, \"Come on in, and have a good time!\" or it can say \"You're only allowed to participate if you know all the correct etiquette.\"\n\nReally appreciate your thoughtful response!\n\nReply\nreply\n1 more reply\nHigh_Life_Pony\n•\n5 yr. ago\n\nI don’t have a good alternative for the straw taste other than reusable acrylic straws. Paper straws are pretty much a pass for me because they get soggy and wet, although I’ve recently encountered some really thick ones with some kind of coating that hold up ok. I think metal straws are kinda cool, but I also don’t want to clean them, and I served my friend a drink with a metal straw and she chipped her tooth on it. I felt like an asshole. With that said, I think straws are generally unnecessary except for crushed ice drinks. Single use plastic straws have been banned in my city.\n\nReply\nreply\nFunkIPA\n•\n5 yr. ago\n\nNobody actually needs a straw, except people with certain disabilities. And frequently they need disposable plastic straws.\n\nYeah, they’re nice with crushed ice drinks, and convenient when you’re on the go or in the car. But most humans don’t need a straw to drink. Use your mouth.\n\nReply\nreply\n[deleted]\n•\n5 yr. ago\n\nAlmost all of the tiki bars I went to in California were using those recyclable paper straws. They absolutely suck! They get soggy after a few minutes and it makes it hard to enjoy the drink.\n\nI use plastic or metal only. My friend works at Starbucks and constantly has a drink with a straw. I ask him to save those straws. I wash them and reuse them several times.\n\nReply\nreply\nbmking\n•\n5 yr. ago\n\nThere is not a single person on this earth that would feel “alienated” by using a metal straw.\n\nI can’t tell, is this post satire?\n\nReply\nreply\nSellfish86\n•\n5 yr. ago\n\nI always try to use as little plastic as possible.\n\nGet yourself a pipette for tasting and opt for either no straw, paper straw or fancy strainers to hold back the ice.\n\nReply\nreply\nTeleguido\n•\n5 yr. ago\n\nOkay, great idea on the pipette! Can't believe I hadn't thought of that before, especially since I already have several I use as part of my home brewing setup.\n\nPaper straws... honestly, I find them to be even worse than metal. In drinks with crushed ice, they completely \"sog out\" within minutes and become unusable, at least in my experience. Are there higher quality paper straws that will last in a long tiki drink like a Zombie?\n\nReply\nreply\n5 more replies\nfoolio949\n•\n5 yr. ago\n\nI personally like the mouth feel of cold metal straws over plastic, and if it reduces waste then huzzah. As for cleaning, just throw them in the dishwasher and forget it.\n\nYou can also get bamboo straws off of Amazon that look really great with tiki.\n\nReply\nreply\nhanxor\n•\n5 yr. ago\n\nThis whole thing has been blown way out of proportion!\n\nLooking at our household's trash, about half of it is plastic. I'm quite passionate about cocktails, but still, not even 1% of that plastic waste is straws, so I think this whole straw hysteria is just ridiculous.\n\nAh btw: I'm in Austria, so we do have seperate containers for the plastic waste, which is either recycled or burned. I still think we should reduce our plastic waste, but there's areas where a reduction would have a far greater impact.\n\nAbout 20 years ago, nearly all the water in our stores was sold in glass bottles. Now it's manly PET, now there's something where you should think about changes.\n\nReply\nreply\n \nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes · 21 comments\nr/bingingwithbabish\nBinging with Babish: The Every Burger from Rick and Morty\nyoutube\n149 upvotes · 29 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 14 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/boardgames\nSUSD Review: John Company\nyoutube\n519 upvotes · 384 comments\nr/speedrun\nSuper Mario 64 - 70 Star in 46:37 by 🇯🇵ikori_o (prev: 46:41 by 🇨🇦Suigi 5 months ago)\nyoutube\n170 upvotes · 11 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/rct\nI found the location of all coaster icons in RCT2\nyoutube\n248 upvotes · 19 comments\nr/Denmark\nI aften er det Mortens Aften der er ... det er så allerede i aften\nyoutube\n136 upvotes · 33 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/peloton\nGCN+ dead as of December 19th\nyoutube\n425 upvotes · 635 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n237 upvotes · 46 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 44 comments\nr/Techno\nWhat genre is this and where can i get more of this?!!!\nyoutube\n402 upvotes · 185 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/climbing\nBabsi Zangerl on the 4th Ascent of Meltdown (5.14c)\nyoutube\n120 upvotes · 13 comments\nr/Techno\nJosh Wink - Higher State Of Consciousness (Tweekin Acid Funk) - 1995\nyoutube\n103 upvotes · 33 comments\nr/Metal\nRazor - Violent Restitution (Canada, 1988)\nyoutube\n106 upvotes · 15 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/peloton\nBreaking the Hour: Filippo Ganna\nyoutube\n126 upvotes · 28 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 26, 2019\nReddit\nreReddit: Top posts of March 2019\nReddit\nreReddit: Top posts of 2019"
}