{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How many plastic straws do we use? - Full Fact",
  "href": "https://fullfact.org/environment/how-many-plastic-straws/",
  "body": "In England we use an estimated 8.5 billion plastic straws each year, according to government figures. Our verdict. This is based on an old estimate from an environmental consultancy of how many straws the fast food industry in the whole of the UK uses each year. The government has since said it thinks this figure is wrong.",
  "textContent": "Donate\nFact checks\nLatest\n \nHealth\n \nEconomy\n \nEurope\n \nCrime\n \nLaw\n \nEducation\nAbout\nUpdates\nGet involved\nTraining\n Search\nTHE ENVIRONMENT\nHow many plastic straws do we use?\n29 MAY 2019\nWHAT WAS CLAIMED\n\nIn England we use an estimated 8.5 billion plastic straws each year, according to government figures.\n\nOUR VERDICT\n\nThis is based on an old estimate from an environmental consultancy of how many straws the fast food industry in the whole of the UK uses each year. The government has since said it thinks this figure is wrong.\n\nSee the action taken as a result of this fact check.\n 1 of 2 claims\n\n“In England, it is estimated we use 8.5 billion plastic straws… a year, according to government figures.”\n\nIndependent, 22 May 2019\n\n“… nearly 5bn plastic straws [are] currently used each year in the UK…”\n\nThe Guardian, 22 May 2019\n\n“Defra said that 4.7 billion plastic straws… were used each year in England.”\n\nThe Times, 22 May 2019\n\nLast week the Department for Environment, Food and Rural Affairs (Defra) announced an almost total ban on the supply of plastic straws, drink stirrers and cotton buds will come into force next year. Following this a number of news outlets reported figures on how many of these items we use in the UK each year.\n\nBut there were differences in the way some outlets reported the number of plastic straws we use each year. The Independent provided different numbers to many of the other news outlets and the Guardian incorrectly reported that the figures were for the whole of the UK rather than England.\n\n(Since we originally published this article, both the Guardian and the Independent have corrected their figures).\n\nA poll published on Twitter by the Prime Minister’s office also incorrectly attributed the 4.7 billion figure to the whole of the UK.\n\nThis 4.7 billion figure, which was quoted by most media outlets, seems to originate from the original Defra press release announcing the ban, and appears to be based on the findings of a report prepared for Defra last year.\n\nAny figures on the number of straws used each year across the UK or England are based on estimates and carry a high degree of uncertainty.\n\nHonesty in public debate matters\n\nYou can help us take action – and get our regular free email\n\nI’m in\n\nThe 8.5 billion has been factchecked before and only applies to the fast food industry\n\nThe figure of 8.5 billion straws used each year is an estimate for the UK and only covers the number of straws used within the fast food industry. BBC Reality Check factchecked the claim last year, and it has in the past been used by the government as the number of plastic straws thrown away each year.\n\nThe figure comes from a 2017 report by the environmental consultancy Eunomia. It’s based on a figure from the campaign group Straw Wars which found McDonald’s used 3.5 million straws a day in the UK (roughly 1.3 billion per year). Eunomia then scaled this figure up by using data on McDonald’s market share to work out how many plastic straws the entire fast food industry would use in a year in the UK.\n\nBut last year McDonald’s told BBC Reality Check that it actually uses 1.8 million straws a day in the UK (or about 657 million per year). We don’t know where the 3.5 million estimate originally came from and are trying to contact Straw Wars.\n\nBased on McDonald’s figure of 1.8 million straws a day, BBC Reality Check made the same calculation Eunomia did, and estimated that around 4.4 billion straws would be used by the fast food industry in the UK each year.\n\nEither way, this figure doesn’t represent the total number of straws used across the UK in a year.\n\nLast year the UK Statistics Authority was asked to comment on the government’s use of the 8.5 billion figure. It praised Defra for the process it used to check Eunomia’s figures before publishing them, but also said it should have made clear the figure was an estimate and provided the source.\n\nIn 2018 Eunomia produced another report, which stated that the UK used 42 billion plastic straws per year, almost five times more than their earlier figure for the fast food industry.\n\nEunomia told us the 42 billion figure was arrived at using an alternative, ‘top down’, approach looking at all straws, rather than just the fast food sector. It was based on EU-level market data available at the time which, in the absence of country-specific consumption data, was then split out across each member state based on relative GDP.\n\nEunomia also told us that “due to the limitations in the data currently available on the number of plastic straws the exact number used in the UK in a year is uncertain, but likely to lie within the range of figures presented. Furthermore, with many businesses and individuals already making the switch away from single use plastic straws, consumption is likely to have declined in the past year or so.\"\n\nThe 4.7 billion figure comes from newer analysis done for Defra, but it’s also uncertain\n\nA newer report prepared for Defra by the waste and resource management consultancy Resource Futures says that the 8.5 billion figure is “now believed to be erroneous” and that the 42 billion figure “intuitively feels high”.\n\nThe 4.7 billion figure the report produces is based partly on numbers from the BBC Reality Check article—the 1.8 million straws a day from McDonald’s scaled up for the whole of the fast food industry in the UK—before adjusting them for England alone. This produces a figure of 3.5 billion straws in the “large drinking straws market in England” that “most likely represents the majority of drinking straws consumed in the hospitality sector”, though Resource Futures also added it was a conservative figure and could potentially be as high as seven billion.\n\nTo this figure it added around one billion “beverage carton straws”, the kind you get on juice boxes for example. This was based on an estimate provided by a “large carton producer interviewed in the research”. The expert told Resource Futures that between one and 1.5 billion of these smaller straws were used across the UK in a year, and it then scaled this figure down to apply to England only.\n\nFinally, Resource Futures added a figure of around 44 million “medical-enabling straws” per year. This was based on the assumption that 1% of all those with manual dexterity disabilities, those over the age of 65 and those with severe dexterity difficulties (for example people with Parkinson’s Disease) used one straw every day.\n\nUpdate 6 June 2019\n\nWe updated this piece to note that the Guardian and Independent have both corrected their figures.\n\nWe took a stand for good information.\n\nWe got in touch to request corrections regarding claims made in The Guardian and in The Independent.\n\nThey both made corrections.\n\nWe got in touch regarding claims made by Number 10 on Twitter and by Straw Wars, to make them aware of this fact check.\n\nDon’t put up with bad information.\n\nAdd your name and join the fight for higher standards.\n\nYes, I’ll join the fight for good information\n\nBy Claire Milne\nShare this: \nTwitter\n \nFacebook\nWas this helpful?\n\nFull Fact fights for good, reliable information in the media, online, and in politics.\n\nSupport Full Fact today\nRelated fact checks\nDiesel generator not powering electric vehicle chargers at Welsh service station\nWhat’s behind the ‘Net Zero proposals’ the Prime Minister has said he’ll scrap?\nKeir Starmer wrong to say turbines at UK’s largest onshore wind farm made in Indonesia\nThe Government is not expecting tree planting to almost halve by 2025\nDoes Scotland have an ‘order’ to chop down 17 million trees?\nDid you find this fact check useful? Yes No\nFull Fact fights bad information\n\nBad information ruins lives. It promotes hate, damages people’s health, and hurts democracy. You deserve better.\n\nGet the information you need\nWho we are\n \nFunding and independence\n \nOur impartiality\n \nFeedback and corrections\n \nMedia enquiries\nTwitter\n \nFacebook\n \nInstagram\n\nFull Fact, 17 Oval Way, London, SE11 5RR\n\nFull Fact is a registered charity (no. 1158683) and a non-profit company (no. 06975984) limited by guarantee and registered in England and Wales. © Copyright 2010-2023 Full Fact. Thanks to Bytemark for donating our web hosting. Privacy, terms and conditions.\n\nFull Fact uses cookies to give you the best experience on our website. Find out more about cookies. Okay"
}