{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Does vasodilation cause you to feel warm or cold? : r/askscience - Reddit",
  "href": "https://www.reddit.com/r/askscience/comments/b3hpjs/does_vasodilation_cause_you_to_feel_warm_or_cold/",
  "body": "Vasodilation, such as that caused by alcohol, causes you to feel warm but actually lowers your body temperature. Your blood is warm because it travels through your core. When you drink alcohol, or take a different vasodilator, more blood travels to your skin. Since the blood is warmer than the skin, this warms the skin and causes you to feel warm.",
  "textContent": "Does vasodilation cause you to feel warm or cold? : r/askscience\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to askscience\nr/askscience\n•\n5 yr. ago\npsychomama\nDoes vasodilation cause you to feel warm or cold?\nHuman Body\n\nAlcohol is a vasodilator but makes you feel warm ...but vasodilation is one of the body's methods for cooling your body temperature.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ndromio05\n•\n5 yr. ago\n\nVasodilation, such as that caused by alcohol, causes you to feel warm but actually lowers your body temperature.\n\nYour blood is warm because it travels through your core. When you drink alcohol, or take a different vasodilator, more blood travels to your skin. Since the blood is warmer than the skin, this warms the skin and causes you to feel warm.\n\nBut if the air around you is cold, heat from your blood will be transferred to the air. Your body temperature will start to drop.\n\nAlcohol can help a person to feel comfortable in cold weather. As long as the person is only outside for a short time, this isn't dangerous. But in particularly cold conditions, or if someone is outside for a long time, alcohol can contribute to hypothermia. One of the body's primary defenses against hypothermia is to limit blood flow to the skin and extremities (this is why you feel numb in the cold; your fingers aren't getting much oxygen). You don't want your blood getting cold in your fingers and ears, then returning to the vital organs and cooling them down. Alcohol overrides this defense mechanism, causing exactly the problem the body is trying to prevent. To make matters worse, a person who's been drinking doesn't feel cold, so they may not be aware of the danger. And, of course, alcohol impairs judgement, so an intoxicated person in the cold may make even worse decisions.\n\nAll told, alcohol is a significant cause of \"urban hypothermia\".\n\nGrouchyDevotee\n•\n5 yr. ago\n\nAlcohol will cause vasodilation and this can make your extremities feel warm. This is why the avalanche rescue dogs used to carry a small amount of Sherry in a flask or Cask around their necks. While the consumption of alcohol will help warm the extremities and in some cases help to keep frost-bite from doing more damage, the effects are short lived as the \"warmth\" experienced will result in a lower core body temperature. This lower core body temperature is the fast route to hypothermia.\n\nRising_Falling\n•\n5 yr. ago\n\nIt’s more like a fluctuation when it comes to body temp normally. It dilates and constricts based on environmental needs. When you introduce an exogenous chemical (like alcohol) it binds to neurological receptors responsible for the regulation of this flux, causing it to do one thing or another. Alcohol causes dilation, while a stimulant would cause constriction. This continues until the drug is metabolized out of the body and systems can return to homeostasis.\n\nLajeer\n•\n5 yr. ago\n\nThe question seems a little flawed. Alcohol only makes you feel warm if you are already cold ie. extremities have vasoconstricted so they are cold relative to your core. So alcohol increases blood flow to extremities and therefore 'warms you up'.\n\n \n16\nRank by size \nRelated\nScience\nforward\nback\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/electronicmusic\nJon Hopkins - Open Eye Signal (still possibly the greatest electronic track I have heard to this day)\nyoutube\n147 upvotes · 35 comments\nr/electronicmusic\nAlice Deejay - Better Off Alone (1997) [eurodance / house]\nyoutube\n237 upvotes · 46 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 44 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/videos\nThe Urban Rescue Ranch - Remembering Big Ounce\nyoutube\n210 upvotes · 18 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/videos\nUltra Cheap Movie Tricks and Practical Effects\nyoutube\n233 upvotes · 28 comments\nr/boardgames\nSUSD Review: John Company\nyoutube\n519 upvotes · 384 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 444 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 20, 2019\nReddit\nreReddit: Top posts of March 2019\nReddit\nreReddit: Top posts of 2019"
}