{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "SAINT THOMAS HIGHLANDS HOSPITAL - Healthcare Compare",
  "href": "https://healthcarecomps.com/hospitals/tn/440192/",
  "body": "SAINT THOMAS HIGHLANDS HOSPITAL SPARTA, TN. SAINT THOMAS HIGHLANDS HOSPITAL is a Proprietary, Medicare Certified Acute Care Hospital with 60 beds, located in SPARTA, TN. It has been given a rating of 3 stars based on summary of quality measures. These measures reflect common conditions that hospitals usually treat.",
  "textContent": "Healthcare Compare\nHospitals \nHome Health\nNursing Homes\nDialysis Facilities\nHospice\nHome Hospitals Tennessee SAINT THOMAS HIGHLANDS HOSPITAL\nSAINT THOMAS HIGHLANDS HOSPITAL\nSPARTA, TN\n\nSAINT THOMAS HIGHLANDS HOSPITAL is a Proprietary, Medicare Certified Acute Care Hospital with 60 beds, located in SPARTA, TN. It has been given a rating of 3 stars based on summary of quality measures. These measures reflect common conditions that hospitals usually treat. Hospitals may perform other services or procedures that are not reflected in these measures. A rating of 3 stars would indicate this hospital has an average rating compared to other hospitals nationwide.\n\nUpdated: 01/12/2019 — See below for more information on SAINT THOMAS HIGHLANDS HOSPITAL such as quality of care and patient experience.\n\nContact Information\nRating:\nHospital:\nSAINT THOMAS HIGHLANDS HOSPITAL\nAddress:\n401 SEWELL DR\nSPARTA, TN 38583\nPhone:\n(931) 738-9211\nOwnership:\nProprietary\nEmergency:\n Has emergency room\n Volume: Low (0 - 19,999 patients annually)\nHospital type:\nAcute Care Hospital\n# of Beds\n60 Beds\nQuality Measure\n\nSee how SAINT THOMAS HIGHLANDS HOSPITAL scored for the following categories:\n\nMortality: - Same as the national average\nSafety of Care: - Not Available\nReadmission: - Above the national average\nPatient experience: - Same as the national average\nEffectiveness of Care: - Below the national average\nTimeliness of Care: - Above the national average\nEfficient Use of Medical Imaging: - Not Available\n\nThe following is a national survey that asks patients about their experiences during a recent hospital stay.\n\nPatient experiences at SAINT THOMAS HIGHLANDS HOSPITAL\n\tAnswered “Always”\tAnswered “Usually”\tAnswered “Sometimes”\nPatients who reported that their doctors communicated well\tThis Hospital: 86%\nTennessee: 83%\nNationwide: 82%\tThis Hospital: 10%\nTennessee: 13%\nNationwide: 14%\tThis Hospital: 4%\nTennessee: 4%\nNationwide: 4%\nPatients who reported that their nurses communicated well\tThis Hospital: 83%\nTennessee: 81%\nNationwide: 80%\tThis Hospital: 13%\nTennessee: 14%\nNationwide: 16%\tThis Hospital: 4%\nTennessee: 5%\nNationwide: 4%\nPatients who reported that they received help as soon as they wanted\tThis Hospital: 74%\nTennessee: 72%\nNationwide: 70%\tThis Hospital: 18%\nTennessee: 20%\nNationwide: %\tThis Hospital: 8%\nTennessee: 8%\nNationwide: 8%\nPatients who reported that their pain was well controlled\tThis Hospital: %\nTennessee: %\nNationwide: %\tThis Hospital: %\nTennessee: %\nNationwide: %\tThis Hospital: %\nTennessee: %\nNationwide: %\nPatients who reported that staff explained about medicines before giving it to them\tThis Hospital: 74%\nTennessee: 66%\nNationwide: 66%\tThis Hospital: 11%\nTennessee: 18%\nNationwide: 17%\tThis Hospital: 15%\nTennessee: 16%\nNationwide: 17%\nPatients who reported that their room and bathroom were clean\tThis Hospital: 83%\nTennessee: 75%\nNationwide: 75%\tThis Hospital: 14%\nTennessee: 17%\nNationwide: 17%\tThis Hospital: 3%\nTennessee: 8%\nNationwide: 8%\nPatients who reported that the area around their room was quiet at night\tThis Hospital: 78%\nTennessee: 66%\nNationwide: 62%\tThis Hospital: 19%\nTennessee: 26%\nNationwide: 28%\tThis Hospital: 3%\nTennessee: 8%\nNationwide: 10%\n\nThese measures show how often hospitals provide care that gets the best results for patients with certain conditions.\n\nQuality Measure at SAINT THOMAS HIGHLANDS HOSPITAL\n\tHospital\tTennessee\tNationwide\nEmergency Department1\tAverage (median) minutes patients spent in the emergency department, before they were admitted to the hospital as an inpatient\t214 minutes\t251 minutes\t282 minutes\n\tAverage (median) minutes patients spent in the emergency department, after the doctor decided to admit them as an inpatient before leaving the emergency department for their inpatient room\t66 minutes\t81 minutes\t102 minutes\n\tAverage (median) minutes patients spent in the emergency department before they were seen by a healthcare professional\t22 minutes\t17 minutes\t20 minutes\n\tAverage (median) minutes patients who came to the emergency department with broken bones had to wait before getting pain medication\t55 minutes\t47 minutes\t49 minutes\n\tPercentage of patients who left the emergency department before being seen\t3%\t2%\t2%\n\tPercentage of patients who came to the emergency department with stroke symptoms who received brain scan results within 45 minutes of arrival\tNot Available\t74%\t72%\n\tAverage (median) minutes patients spent in the emergency department before leaving from the visit\t88 minutes\t132 minutes\t138 minutes\nHeart Attack or Chest Pain2\tOutpatients with chest pain or possible heart attack who got drugs to break up blood clots within 30 minutes of arrival\tNot Available\t71%\t57%\n\tMedian Time to Fibrinolysis\tNot Available\t22 minutes\t28 minutes\n\tAverage (median) number of minutes before outpatients with chest pain or possible heart attack who needed specialized care were transferred to another hospital\tNot Available\t53 minutes\t58 minutes\n\tOutpatients with chest pain or possible heart attack who received aspirin within 24 hours of arrival or before transferring from the emergency department\t92%\t96%\t95%\n\tAverage (median) number of minutes before outpatients with chest pain or possible heart attack got an ECG\t7 minutes\t6 minutes\t7 minutes\nColonoscopy care3\tPercentage of patients receiving appropriate recommendation for follow-up screening colonoscopy\t93%\t84%\t85%\n\tPercentage of patients with history of polyps receiving follow-up colonoscopy in the appropriate timeframe\t43%\t89%\t89%\nPregnancy and Delivery Care4\tPercent of mothers whose deliveries were scheduled too early (1-2 weeks early), when a scheduled delivery was not medically necessary\tNot Available\t2%\t2%\nBlood Clot Prevention and Treatment5\tPatients who developed a blood clot while in the hospital who did not get treatment that could have prevented it\tNot Available\t2%\t2%\nCancer care6\tPercentage of patients receiving appropriate radiation therapy for cancer that has spread to the bone\tNot Available\t85%\t82%\nPreventive Care7\tPatients assessed and given influenza vaccination\t77%\t96%\t93%\n\tHealthcare workers given influenza vaccination\t89%\t89%\t88%\nCataract surgery outcome8\tPercentage of patients who had cataract surgery and had improvement in visual function within 90 days following the surgery\tNot Available\t99%\t96%\n\n1 Emergency Department — Timely and effective care in hospital emergency departments is essential for good patient outcomes. Delays before getting care in the emergency department can reduce the quality of care and increase risks and discomfort for patients with serious illnesses or injuries.\n\n2 Heart Attack or Chest Pain — An acute myocardial infarction (AMI) or heart attack happens when one of the heart's arteries becomes blocked and the supply of blood and oxygen to part of the heart muscle is slowed or stopped. When the heart muscle doesn't get the oxygen and nutrients it needs, the affected heart tissue may die.\n\n3 Colonoscopy Care — A colonoscopy is one test doctors can use to find precancerous polyps (abnormal growths) or colorectal cancer. Scientific evidence shows that the following measures represent best practices for follow-up colonoscopies.\n\n4 Pregnancy and Delivery Care — By providing care to pregnant women that follows best practices, hospitals and doctors can improve chances for a safe delivery and a healthy baby.\n\n5 Blood Clot Prevention and Treatment — Because hospital patients often have to stay in bed for long periods of time, any patient who is admitted to the hospital is at increased risk of developing a blood clot in the veins (known as venous thromboembolism). Blood clots can break off and travel to other parts of the body and cause serious problems, even death.\n\n6 Cancer Care — External Beam Radiation Therapy (EBRT) uses high doses of radiation to destroy cancer cells and shrink tumors. It is commonly used in patients with cancer that has spread to the bone as a method to control pain with few side effects. Evidence has shown that short-term radiation treatment can have similar pain relief outcomes to long course treatment.\n\n7 Preventive Care — Hospitals and healthcare providers play a crucial role in promoting, providing and educating patients about preventive services and screenings and maintaining the health of their communities. Many diseases are preventable through immunizations, screenings, treatment, and lifestyle changes.\n\n8 Cataract surgery outcome — Cataracts affect your vision and are very common in older people. Cataracts can make your vision blurry and can impact your ability to see at night. The purpose of cataract surgery is to improve visual function and the quality of life for people with cataracts.\n\nOther hospitals near SAINT THOMAS HIGHLANDS HOSPITAL\n→ 21.4 mi\nCOOKEVILLE REGIONAL MEDICAL CENTER\n1 MEDICAL CENTER BOULEVARD\nCOOKEVILLE, TN 38501\n→ 23.1 mi\nSAINT THOMAS DEKALB HOSPITAL\n520 W MAIN ST\nSMITHVILLE, TN 37166\n→ 24.6 mi\nCUMBERLAND MEDICAL CENTER\n421 S MAIN ST\nCROSSVILLE, TN 38555\n→ 26.2 mi\nERLANGER BLEDSOE HOSPITAL\n71 WHEELERTOWN AVENUE\nPIKEVILLE, TN 37367\n→ 28.4 mi\nLIVINGSTON REGIONAL HOSPITAL\n315 OAK ST BOX 550\nLIVINGSTON, TN 38570\n→ 32.8 mi\nSAINT THOMAS RIVER PARK HOSPITAL\n1559 SPARTA STREET\nMC MINNVILLE, TN 37110\n→ 38.1 mi\nRHEA MEDICAL CENTER\n9400 RHEA COUNTY HIGHWAY\nDAYTON, TN 37321\n→ 38.3 mi\nSAINT THOMAS STONES RIVER HOSPITAL\n324 DOOLITTLE ROAD\nWOODBURY, TN 37190\n→ 39.3 mi\nRIVERVIEW REGIONAL MEDICAL CENTER\n158 HOSPITAL DRIVE\nCARTHAGE, TN 37030\n→ 42.3 mi\nCUMBERLAND RIVER HOSPITAL\n100 OLD JEFFERSON ST\nCELINA, TN 38551\n\nSee also\n\nNursing homes near this hospital\nHome health agencies\nDialysis facilities\nHospice\nHospitals near SPARTA, TN\nHealthcare Compare Privacy Policy Terms of Use\n\nProvided by CMS & Medicare, our data is regularly updated to help you find the best health care that's right for you and those important to you.\n\nThe information found on healthcarecomps.com is offered “AS IS”. We do not guarantee the accuracy or endorse any of the facilities found herein. Always talk to a doctor or trained professional and/or others whom you trust whenever making decisions regarding your health or well being.\nv1.18\n \nmmMwWLliI0O&1\nmmMwWLliI0O&1"
}