{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "You eat thousands of bits of plastic every year - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/you-eat-thousands-of-bits-of-plastic-every-year",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic is used all throughout food production. Here, bananas growing on a plantation in Cameroon are covered in plastic bags to prevent disfiguring marks.\n\nPHOTOGRAPH BY UNIVERSAL IMAGES GROUP, GETTY IMAGES\nENVIRONMENTNEWS\nYou eat thousands of bits of plastic every year\n\nThough abundant in water, air, and common foods, it’s unclear how it might affect our health.\n\nBYSARAH GIBBENS\nPUBLISHED JUNE 5, 2019\n• 6 MIN READ\n\nThe tiny pieces of plastic scientists call microplastics are everywhere. They sit at the bottom of the sea, mix into beach sand, and blow in the wind. They’re also inside us.\n\nLast October, microplastics were found in fecal samples from eight people participating in a pilot study to research how much humans might be inadvertently consuming plastic.\n\nNow, a new study in the journal Environmental Science and Technology says it's possible that humans may be consuming anywhere from 39,000 to 52,000 microplastic particles a year. With added estimates of how much microplastic might be inhaled, that number is more than 74,000.\n\nHow did they estimate this range?\n\nA microplastic particle is any piece of plastic smaller than five millimeters, but many are much smaller and only visible under a microscope.\n\nThe study reviewed existing research on microplastics found in beer, salt, seafood, sugar, alcohol, and honey. To calculate how often one person might eat each of those items in a year, the study looked at recommendations made by the U.S. Department of Agriculture.\n\nCurrently, the existing research on microplastics in food represents only 15 percent of the calories consumed by the average person.\n\nThe research team also looked at studies that reviewed the amount of microplastics in drinking water and air. People who meet their recommended water intake through tap water ingest an additional 4,000 plastic particles annually, while those who drink only bottled water ingest an additional 90,000, the study found.\n\nStudy author Kieran Cox expects that his conclusions are underestimates, and that it's likely people are consuming far more.\n\n“A lot of the items we considered are the ones you're eating raw. We haven't gotten to the layers and layers of plastic packaging,” Cox says. “I think it's probably the case that more plastic is being added than we realize.”\n\nOne study published in 2018 in the journal Environmental Pollution concluded that people were more likely to ingest plastic through dust in their environment than by eating shellfish.\n\n\nWhat are the health impacts?\n\nSo what happens to plastic once it's in your body? Does it enter your bloodstream? Does it sink into your gut? Or does it simply pass through without doing harm?\n\nScientists still aren't quite sure about the amount of microplastics a body can tolerate or how much damage they do. In 2017, a study out of King's College in London hypothesized that, over time, the cumulative effect of ingesting plastic could be toxic. Different types of plastic have varying toxic properties. Some are made with toxic chemicals like chlorine, while others pick up trace amounts of chemicals like lead found in the environment. A build up of these toxins over time could impact the immune system.\n\nWhen researchers from Johns Hopkins looked at the impact of eating seafood contaminated with microplastics, they too found the accumulated plastic could damage the immune system and upset a gut's balance.\n\nCox says scientists are scrambling to understand the dose at which microplastics start to have noticeable health effects. Like air pollution or harmful construction materials, those who have more exposure or preexisting conditions may be less able to tolerate plastic.\n\n5:45\n\nPLASTICS 101\n\nLeah Bendell, an ecotoxicologist at Simon Fraser University in Canada, says Cox's study takes a simplistic look at a complex issue with many variables, “but the conclusion that we are ingesting lots of microplastics I think is valid.”\n\nShe says it's important to remember that microplastics come in the form of fragments, pellets, beads, fibers, and film. It can be made up of from a number of different materials with hundreds of different chemical additives. For this reason, she describes microplastics as having “multiple personalities.” Some might harbor toxic chemicals, while others could be suitable vectors for bacteria and parasites.\n\nRELATED: Animals Navigating a World of Plastic\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\nA plastic-free diet?\n\nHumans consume microplastics via many channels. We might ingest them while eating seafood, breath them in through the air, or consume food with trace amounts of its plastic packaging.\n\nFor this reason, it's difficult to completely avoid them, says Cox, “if not impossible.”\n\nCertain lifestyle changes like drinking trap water instead of bottled water would reduce the amount of microplastics a person consumes, he says.\n\nAmong the research they reviewed, microfibers were by far the most commonly found type of plastic. Microfibers shed from textiles like nylon and polyester. They often wash off clothes and enter the ecosystem through washing machine wastewater.\n\nFragments of plastic like those commonly used for bags and straws were the second most common plastic found.\n\nCox says he hopes his research highlights that plastic pollution extends beyond marine wildlife.\n\n“We haven’t considered ourselves to be a potential impact [of plastic pollution],” he says, “but we are.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nThe science is unsettled, but researchers say there is cause for concern.\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nYou Can Help Turn the Tide on Plastic. Here’s How.\nMAGAZINEPLANET OR PLASTIC?\nYou Can Help Turn the Tide on Plastic. Here’s How.\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}