{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How The Campaign To Ban Plastic Straws Got Its Start : NPR",
  "href": "https://www.npr.org/2018/07/19/630589386/how-the-campaign-to-ban-plastic-straws-got-its-start",
  "body": "As more companies announce bans on plastic straws, NPR's Planet Money talks to one of the originators of the campaign against plastic straws to learn the strategic choices that made this campaign ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nSPECIAL SERIES\nPlanet Money\nHow The Campaign To Ban Plastic Straws Got Its Start\nJULY 19, 20184:22 PM ET\nHEARD ON ALL THINGS CONSIDERED\n\nBy \n\nStacey Vanek Smith\n\nLISTEN· 3:30\n3-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nAs more companies announce bans on plastic straws, NPR's Planet Money talks to one of the originators of the campaign against plastic straws to learn the strategic choices that made this campaign catch on.\n\nSponsor Message\n\nARI SHAPIRO, HOST:\n\nStarbucks, Ikea, Alaska Airlines, the city of Vancouver, Scotland - they're all banning plastic straws citing environmental concerns. It's starting to feel like a global movement. So why did this environmental campaign take off the way it did, and will it stick? Here's Stacey Vanek Smith of NPR's daily business podcast The Indicator.\n\nSTACEY VANEK SMITH, BYLINE: Plastic is a huge problem in our oceans. But straws are a relatively minor part of that problem. They represent just a tiny fraction of our total plastic waste. Dune Ives is the executive director of Lonely Whale, the environmental group that spearheaded the straw war in the United States last year.\n\nDUNE IVES: When we looked at the plastic straw itself, we realized it's the one thing that connects us every single day to the plastic crisis. So that's where as an organization we landed on the straw.\n\nVANEK SMITH: Lonely Whale was struggling with this thing environmental groups often struggle with - the scope of the problem is enormous. Plastic is in everything. And getting people to act can be really hard because the whole thing kind of seems hopeless. But the straw had a few things going for it. First, straws are everywhere. We use millions of them every day. Second, people tend to use straws in public, so giving them up is like a public statement. And third, we don't really need them.\n\nIVES: It's the one thing where there's an easy-to-implement solution. So let's start with the straw as a gateway plastic.\n\nVANEK SMITH: A gateway plastic. And they added this catchy name - stop sucking. The campaign went viral. A lot of celebrities got onboard, including Ellen Pompeo, aka Meredith Grey from \"Grey's Anatomy.\"\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nELLEN POMPEO: I accept your challenge, and I vow never to suck again. So who can I challenge? My other favorite Ellen. Ellen DeGeneres, will you stop sucking?\n\nVANEK SMITH: So is this a start? First straws, and then other kinds of plastic polluting our oceans?\n\nHEATHER BARNES TRUELOVE: Hello, my name is Heather Barnes Truelove. I'm an associate professor of psychology at University of North Florida.\n\nVANEK SMITH: Are you a doctor?\n\nTRUELOVE: I am.\n\nVANEK SMITH: So you're Dr. Truelove?\n\nTRUELOVE: Yes.\n\nVANEK SMITH: That's the best thing I've ever heard. That's so awesome.\n\nDr. Truelove says tackling a giant problem like plastic in oceans with a small start like straws requires something called positive spillover. You refuse a straw, and suddenly you're kind of identifying yourself as an environmentalist, like, yeah, I'm part of the solution. And she uses the example of a person's health kick. Like, let's say you decide to get really fit, and you join a gym. And then that night, you go out to eat. And the waiter comes by with the dessert cart. And on it is this delicious piece of cake.\n\nTRUELOVE: And I say, no. You know, I can't have this cake. I'm on an exercise kick, right?\n\nVANEK SMITH: But things can go a very different way when the dessert cart comes around. And that is because of something called moral licensing.\n\nTRUELOVE: You say, oh, yeah, you know I exercised today. I can totally get the dessert, right? This sort of - the exercise, the good deed that you've done, has licensed you to do sort of a bad thing in eating the cake.\n\nVANEK SMITH: Dr. Truelove says she and other researchers are working to pinpoint what makes us go in a positive spillover direction versus what makes us go in the moral licensing direction. She says it's really subtle. We all have both impulses within us. But she does say that in cases like the straw, humans do have a slight tendency toward positive spillover. She says we do know momentum is key. For the war on straws to have a truly big impact, it will have to spread - first the lids, then the stirrers, then they're coming for your cup. Stacey Vanek Smith, NPR News.\n\nCopyright © 2018 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.\n\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nECONOMY\nWhy do doctors still use pagers?\nECONOMY\nHow one Oregon entrepreneur is trying to sell marijuana out of state, legally\nTECHNOLOGY\nThe alleged theft at the heart of ChatGPT\nECONOMY\nWe dare researchers to leave the ivory tower\nBUSINESS\nFTC Chair Lina Khan on Antitrust in the age of Amazon\nECONOMY\nAntitrust in America, from Standard Oil to Bork (classic)\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}