{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Pollution: Causes, Sources, Effects & Solutions",
  "href": "https://bettermeetsreality.com/plastic-pollution-causes-sources-effects-solutions/",
  "body": "Smaller pieces of plastic become pollution by one of the following ways: 1. Plastic breaks off or washes off from plastic products. 2. Macroplastics break down at waste management sites or in the environment (via photodegradation (exposure to light) and mechanical abrasion), and release microplastics.",
  "textContent": "Skip to content\nPinterest\nFacebook\nYouTube\nTwitter\n\nBetter Meets Reality\n\nAbout Sustainability, & Related Topics & Issues\n\nHome\nAbout\nPlastic Pollution: Causes, Sources, Effects & Solutions\nFebruary 13, 2022\nSeptember 13, 2018 by Better Meets Reality\n\nPlastic pollution is one type of waste pollution, and it occurs both in the ocean, and also on dry land.\n\nIn this guide below, we summarise each of these major types of plastic pollution, along with some of the other relevant information relating to causes, sources, effects/impact, and potential solutions.\n\n \n\nSummary – Plastic Pollution\n\nTwo Main Types Of Plastic Pollution – Plastic Pollution On Dry Land vs Plastic Pollution In The Ocean\n\nThere might be two ways to categorise the main types of plastic pollution – plastic pollution in the ocean, and plastic pollution on land\n\n \n\nHow Plastic Pollution Happens\n\nWe list the general ways both macro plastic pollution and microplastic pollution might happen in the guide below\n\n \n\nSources Of Plastic Pollution\n\nPlastic pollution on land has a range of potential sources. We include some examples in the guide below\n\nPlastic in the ocean is mainly plastic from land based sources, but, some plastic comes from marine sources too (such as plastic dumped or discarded by fishing vessels)\n\n \n\nImpact Of Plastic Pollution\n\nBoth dry land plastic pollution and plastic pollution in the ocean can impact humans, wild life, the environment and the economy, all in different ways\n\nPlastic pollution can also impact other things such as the aesthetics of a place\n\n \n\nSolutions To Plastic Pollution\n\nSome solutions to plastic pollution may involve general solutions to general plastic problems across society.\n\nHowever, other solutions are specific to the type of plastic pollution.\n\nAs just two potential examples:\n\n– Filtering drinking water for microplastics may be one of the major ways to address plastic pollution on land. In some countries with pathogens and unsafe microbes in their drinking water, filtering for this bacteria may have the added benefit of filtering for microplastics at the same time. Water contaminated with unsafe bacteria may be a bigger public health risk than microplastics in some countries. \n\n– One report indicates that one of the most effective ways to reduce the amount of plastic going into the ocean would be to ensure waste management systems and processes are adequate in countries with the highest rates of mismanaged plastic\n\nWe list a range of other potential solutions in the guides on both dry land and ocean plastic pollution.\n\n \n\nNow Playing\nEnglish Conversation About Pollution\nUnveiling the Causes of Plastic Pollution\n0:46\nTap water dangers | Do you need a water softer or water filter?\n24:24\nBreaking Down Biodegradable Plastic: Exploring Types, Processes, and Pros and Cons\n6:32\nThe Rising Pollution Crisis - Causes, Consequences, and Results\n0:46\nEnglish Conversation About Transport\n1:23\nThe Dark Side of Plastic - Disadvantages and Environmental Damage\n0:54\nTop 10 Sustainable Practices for Reducing Plastic Pollution\n2:18\nHow Much Plastic Is in the Ocean? | Causes, Effects, and Solutions\n2:00\nEnglish Conversation About Pollution\n1:07\nNow Playing\nEnglish Conversation About Pollution\nUnveiling the Causes of Plastic Pollution\n0:46\nTap water dangers | Do you need a water softer or water filter?\n24:24\nBreaking Down Biodegradable Plastic: Exploring Types, Processes, and Pros and Cons\n6:32\nThe Rising Pollution Crisis - Causes, Consequences, and Results\n0:46\nEnglish Conversation About Transport\n1:23\nThe Dark Side of Plastic - Disadvantages and Environmental Damage\n0:54\nTop 10 Sustainable Practices for Reducing Plastic Pollution\n2:18\nHow Much Plastic Is in the Ocean? | Causes, Effects, and Solutions\n2:00\nEnglish Conversation About Pollution\n1:07\nPlay Video\nWhat Is Plastic Pollution?\n\nPlastic pollution is when plastic materials, particles or chemicals cause some type of negative impact on a particular part of society\n\nFor example, macroplastics, microplastics, and plastic additives all have the potential to impact humans, wild life, the environment, and the economy in different ways\n\n \n\nMain Types Of Plastic Pollution – Dry Land vs Ocean Plastic Pollution\n\nTwo of the main ways to categorise plastic pollution might be dry land plastic pollution, and ocean plastic pollution.\n\n \n\nDry Land Plastic Pollution\n\nHappens on dry land, and can impact soil, fresh water sources, drinking water supplies (tap water and bottled water), the food supply, and other non marine parts of society.\n\n \n\nOcean Plastic Pollution\n\nHappens in marine environments, such as in the ocean itself, and on coastlines and beaches.\n\nPlastic polluted in the ocean can come from either land origins, or marine origins (such as fishing vessels). However, most of the total plastic found in the ocean comes from land origins.\n\n \n\nComparison Notes\n\n– Several reports indicate that there isn’t as much research and data available on plastic pollution on dry land as there is on ocean plastic pollution\n\n– Some reports indicate that the extent of plastic pollution on dry land may be greater than plastic pollution in the ocean, and, the impact may be the same or greater \n\n \n\nHow Plastic Pollution Happens\n\nThe general ways that plastic pollution happens is:\n\n \n\nMacroplastic Pollution\n\nLarger pieces of plastic become pollution by one of the following ways:\n\n1. Plastic is littered in the environment \n\n2. Plastic is inadequately disposed of e.g. plastic leaks or escapes from dumpsites or uncontained landfills\n\n \n\nMicroplastic Pollution\n\nSmaller pieces of plastic become pollution by one of the following ways:\n\n1. Plastic breaks off or washes off from plastic products\n\n2. Macroplastics break down at waste management sites or in the environment (via photodegradation (exposure to light) and mechanical abrasion), and release microplastics\n\n \n\nSources Of Plastic Pollution\n\nDry Land Plastic Pollution\n\nThere can be a number of sources of plastic pollution on land, including but not limited to:\n\n– Plastic microfibres break off from synthetic fibre clothing and textiles in the washing machine\n\n– Plastic microbeads wash off from cosmetic and personal care products\n\n– Plastic bottle caps and bottles themselves may contribute to microplastics in bottled water\n\n– Plastic pellets (also known as Bio-Beads) can be used at waste water treatment plants and release microplastics\n\nRead more about other potential sources of plastic pollution on land in this guide\n\n \n\nOcean Plastic Pollution\n\nTwo of the main sources of ocean plastic pollution might include but aren’t limited to:\n\n– Land origin plastics, with plastic packaging being a common type of plastic waste found in the ocean, and also on beaches\n\n70 to 80% of total plastic pollution in the ocean comes from land origins\n\nLand origin plastics can be carried into the ocean in a number of ways, such as via rivers and ocean outlet points, via wind, via tides washing up plastic on beaches and coastlines, and in other ways\n\n \n\n– Marine origin plastic, with fishing equipment like fishing lines dumped or discarded straight into the ocean \n\n20 to 30% of total plastic pollution in the ocean comes from marine origins\n\n \n\nImpact/Effects Of Plastic Pollution\n\nThere can be a range of human health, environmental, wild life, economic and aesthetic effects of plastic pollution \n\nSome of the general effects of plastic pollution in particular might include:\n\n \n\nHuman Health\n\nThe impact of plastic itself on human health can be debated by different groups.\n\nWhen it comes to plastic pollution, we know that microplastics can get into both tap water and bottled water.\n\nMicroplastics can also be spread on the agricultural soil used to grow our food, via sewage sludge and biosolids turned into fertilizers \n\nSome plastics may also contaminate the soil and water we use in various ways – chemicals, additives and fillers may leach from certain plastics into soil or water, and plastic can also absorb and carry persistent organic pollutants and toxic substances. Some chlorinated plastics may sometimes release toxic substances too\n\n \n\nEnvironmental\n\nMicroplastics may get into soil, water and the air.\n\nSome reports indicate that microplastics may have the potential to be an long term stress factor for various ecosystems and the environment in general.\n\n \n\nWildlife\n\nWildlife may ingest plastic, and may also become entangled in it.\n\nVarious reports also indicate that micro plastics may have health implications on living organisms, and plastics may have a toxic effect on some organism via leaching, and also carrying persistent organic pollutants.\n\nPlastic in the ocean may have a specific effect on various forms of marine life.\n\n \n\nEconomic\n\nRead more about the potential economic impact of plastic in this guide, including the potential cost to clean up plastic in the environment.\n\n \n\nPotential Solutions To Plastic Pollution\n\nSome of the general solutions to general plastic problems may help address plastic pollution.\n\nHowever, some solutions might be specific to each of dry land, and ocean plastic pollution.\n\nRead more about specific solutions to each type of plastic pollution in these guides:\n\n– Potential Solutions To Dry Land Plastic Pollution\n\n– Potential Solutions To Ocean Plastic Pollution\n\n \n\nPotential Projections For Plastic Pollution In The Future\n\nPlastic production generally leads to plastic waste, and unless waste management systems become significantly more effective, more plastic waste generally leads to more plastic pollution (by way of more littering, and more inadequately disposed of plastic).\n\nWe also know that of all plastic produced, a certain % of it ends up in the ocean, and a certain % in soil and fresh water sources.\n\nPlastic production has increased significantly in the last 50 years, and several estimates indicate that plastic production is expected to increase in the future.\n\n \n\nSome estimates point to a ‘projected four-fold increase in production tonnage by 2050’ (darrinqualman.com)\n\n \n\nAs we mentioned above though, plastic pollution may be impacted by factors such as rates of littering, how effective waste management systems are, how plastic is used and managed in society, and several other factors.\n\nEven though we can clean up plastic in the environment, there is a cost to this, and also, it may be impossible to clean up all microplastics and nano plastics in the environment.\n\n \n\nFurther Stats On Plastic Pollution\n\nRead about some of the key stats and numbers on plastic production, use, waste, and pollution in this guide.\n\n \n\n \n\nSources\n\n1. Hannah Ritchie and Max Roser (2018) – “Plastic Pollution”. Published online at OurWorldInData.org. Retrieved from: ‘https://ourworldindata.org/plastic-pollution’ [Online Resource]\n\n2. https://ourworldindata.org/faq-on-plastics\n\n3. https://hernaes.com/2017/08/07/how-big-is-the-problem-of-plastics-in-the-ocean-and-what-are-we-doing-to-solve-it/\n\n4. https://en.wikipedia.org/wiki/Plastic_pollution\n\n5. https://www.bettermeetsreality.com/the-pros-cons-of-plastic/\n\n7. https://www.bettermeetsreality.com/ways-in-which-plastic-benefits-society-the-environment-the-economy/\n\n8. https://www.bettermeetsreality.com/what-is-plastic-used-for-in-society-sectors-that-use-the-most-plastic/\n\n9. https://www.bettermeetsreality.com/plastic-pollution-on-land-faq-guide/\n\n10. https://www.bettermeetsreality.com/plastic-in-the-ocean-faq-guide/\n\n11. https://www.bettermeetsreality.com/potentially-harmful-effects-of-plastic-on-the-environment-wildlife-humans-health-the-economy/\n\n12. https://www.bettermeetsreality.com/key-stats-numbers-that-explain-what-happens-to-plastic-each-stage-plastic-lifecycle-society/\n\n13. https://www.bettermeetsreality.com/is-this-the-most-effective-way-to-solve-stop-reduce-ocean-plastic-pollution/\n\n14. https://www.bettermeetsreality.com/solutions-to-ocean-plastic-pollution-how-to-stop-reduce-it-how-to-clean-it-up/\n\n15. https://www.bettermeetsreality.com/solutions-to-plastic-problems-how-to-solve-plastic-pollution-how-to-manage-plastic-in-society-in-the-future/\n\n16. https://www.darrinqualman.com/global-plastics-production/\n\n','\n\n' ); } ?>\nCategories\nInformation Guides\nElon Musk’s Interview On The Joe Rogan Experience About Climate Change, Carbon Emissions, Sustainable Energy & Electric Cars\nWaste Pollution: Causes, Sources, Effects & Solutions\nSponsored Content\nRecommended by\nLeave a Comment\n\nComment\n\nName\nEmail\nWebsite\n\nSearch for:\nTerms & Conditions, & Contact\nPrivacy Policy, Cookie Policy, GDPR & CCPA Notice\nGeneral Disclaimer, & Other Disclaimers\n© Better Meets Reality\nPlay Video\nAdvertisement: 0:27\nx"
}