{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Why microbeads are such a threat and why they're so hard to handle",
  "href": "https://theconversation.com/why-microbeads-are-such-a-threat-and-why-theyre-so-hard-to-handle-108763",
  "body": "The plastic pollution problem is an extremely complex issue and each country with unique socioeconomic makeup needs to tackle it to its own capacity.",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nWhy microbeads are such a threat and why they’re so hard to handle\nPublished: January 3, 2019 6:32am EST\nAuthor\nHenk Bouwman\n\nResearch Professor Ecotoxicology, North-West University\n\nDisclosure statement\n\nHenk Bouwman receives funding from various sources, including the Water Research Commission, Department of Science and technology, United Nations Development Programme, and the National Research Foundation.\n\nPartners\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\nShampoo containing plastic microbeads. KYtan/Shutterstock\n Email\n Twitter\n27\n Facebook\n317\n LinkedIn\n Print\n\nPlastic is everywhere. It is used across a spectrum of applications from durable industrial equipment, household appliances to throw-away single-use items and even the clothes we wear. This wide scope of uses is ascribed to its versatility, low-cost and because it’s extremely durable.\n\nBut its properties also make it a problem. Because it’s so durable the lifespan of a plastic product is often much longer than the time it is in use for. This is especially the case for single use plastics like straws, bottles and bags. A plastic bag has an average usage time of 20 minutes, while it can take up to 1000 years to break down in the environment.\n\nThese large plastics are an environmental hazard. They entangle animals, cause damage to their respiratory surfaces, block their digestive tracts and can cause them to starve to death.\n\nAlthough macroplastics are a clearly visible environmental pollutant, they are only part of the problem. Recent research has shown microplastics to pose a much bigger pollution threat than previously thought.\n\nHow The Conversation is different: We explain without oversimplifying.\nLearn more\n\nMicrobeads, like plastic bags and water bottles, are also a form of single use plastic. But, because they aren’t visible, are often disregarded. In recent years, scientists have found them in deep oceanic water, remote lakes, ground water and even drinking water. They are dangerous as the tiny particles take up harmful chemicals from the environment and, when ingested, act as carriers for pollutants into our bodies.\n\nThe problem is microplastics are difficult to get rid of because they’re so small and are found nearly everywhere. The best tactic to fight this pollutant is therefore to reduce the amount of plastics entering the environment.\n\nSteps so far\n\nMicroplastics have two sources. They can be produced to be microscopically small – like microbeads in cosmetic products. These are tiny round plastic beads, ranging from about a hundredth of a millimetre to one millimetre, that are used to scrub skin for a minute or two before being washed into the environment where they can stay for up to 10 000 years.\n\nBut most microplastics result from the breakdown of larger pieces of plastic that were not recycled and break up due to exposure to the sun or physical wear.\n\nMany countries have come to realise the dangers of these microplastics and are taking action. A number have banned the use of microbeads in cosmetic products. These include Canada, the US, United Kingdom, France, Sweden, Taiwan, South Korea and New Zealand.\n\nAnd in 2018, 57 brands joined the “Look for the Zero” campaign which pledges that no plastics are added to products.\n\nIn Africa, a number of countries have also started taking action against plastic pollution, with countries like Burundi, Benin, Cameroon, Ivory Coast, Chad, Morocco, Rwanda and Kenya placing a ban on single use plastic bags.\n\nSouth Africa put a levy on plastic bags in 2002, but while it hasn’t proved to be very successful as plastic bags are a leading environmental plastic pollutant, it is now considering a microbead ban. This would promote incentives against plastic pollution and encourage other countries to follow suit against a relatively easily removable source of plastic pollution. Many South African cosmetics companies have already committed to keep microbeads out of their products.\n\nThe challenges\n\nMeasures to address the global plastic problem can place a heavy economic burden on developing countries. Because of plastic’s low production cost and usefulness as a packaging material, alternatives for single use plastics are usually expensive and places environmental pressure on other resources.\n\nMicrobeads could be a low hanging fruit in the fight against global plastic pollution. It would be easy to remove them and to replace them with more environmentally friendly alternatives like Jojoba beads, ground oats, almond shells and coffee. Emphasis should also be placed on methods of exfoliation other than physical abrasion, like enzyme and acid exfoliation.\n\nThe plastic pollution problem is an extremely complex issue and each country with unique socioeconomic makeup needs to tackle it to its own capacity.\n\nCarina Verster from the Unit for Environmental Sciences and Management at North-West University also contributed to this article.\n\nPlastic\nAfrica\nmicrobeads\nMicroplastics\nPeacebuilding\nEnvironmental damage\nPlastic bag ban\nRandD\nPlastic pollution\nHow The Conversation is different\n\nEvery article you read here is written by university scholars and researchers with deep expertise in their subjects, sharing their knowledge in their own words. We don’t oversimplify complicated issues, but we do explain and clarify. We believe bringing the voices of experts into the public discourse is good for democracy.\n\nFind out more\n\nBeth Daley\nEditor and General Manager\nYou might also like\nHope springs from need: in Africa, wisdom from a street vendor\nMicroplastic pollution and wet wipe ‘reefs’ are changing the River Thames ecosystem\nAfrican countries and the state of their environments: the best and the worst\nThousands of recently discovered photographs document life in Uganda during Idi Amin’s reign\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}