{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Black marks on white plastic around home. : r/HomeImprovement - Reddit",
  "href": "https://www.reddit.com/r/HomeImprovement/comments/aukqfu/black_marks_on_white_plastic_around_home/",
  "body": "No chance the pet had mold, so that definitely ruled it out. Yep, sometimes a candle will have a bad wick and burn dirty and it'll coat stuff, especially plastic. Wipe an antiseptic on a few of the plastic pieces. If the black comes back on them, then it is candle soot. It picks plastic because of electrostatic charge.",
  "textContent": "Black marks on white plastic around home. : r/HomeImprovement\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to HomeImprovement\nr/HomeImprovement\n•\n5 yr. ago\nAsgardianLlama\nBlack marks on white plastic around home.\n\nHi all,\n\nNot sure if this is the right thread but wondering if anyone can help.\n\nMy girlfriend & I gave recently moved into a new flat, after about a week we noticed what looks like black staining on a lot of the white plastics in our flat (fridge, containers etc)\n\nDoes anyone know what could be causing such a problem and is it anything to be concerned about?\n\nI’ll try and post a photo so you can see what I mean.\n\nThanks Photo\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nrizard54\n•\n5 yr. ago\n\nDo you burn candles? A quick glance looks like something they happens when a candle is almost burned out. The soot that is put into the air will stick to plastics\n\nAsgardianLlama\n•\n5 yr. ago\n\nHi,\n\nWe do burn candles yes, but not that many and we have also noticed it in rooms where we don’t have candles on. We do also have a lot of condensation in the flat, could it potentially be a Mold? If so does anyone have any advice?\n\n3 more replies\nRE_riggs\n•\n5 yr. ago\n\nYep, sometimes a candle will have a bad wick and burn dirty and it'll coat stuff, especially plastic.\n\nFragilousSpectunkery\n•\n5 yr. ago\n\nWipe an antiseptic on a few of the plastic pieces. If the black comes back on them, then it is candle soot. It picks plastic because of electrostatic charge.\n\nkitt614\n•\n5 yr. ago\n\nCan it be wiped off the plastic? Or is it more of a stain?\n\n3 more replies\n[deleted]\n•\n5 yr. ago\ngravityisweak\n•\n5 yr. ago\n\nYou might try running an air purifier for a few days after you clean this plastic. If it stays clean then you have something in the air settling on your stuff. If it comes back it might be something growing there. Just a thought.\n\nAsgardianLlama\n•\n5 yr. ago\n\nHere is another image from some plastic trays we noticed today. These are kept in a drawer.\n\nPhoto\n\nIs_Only_Game2014\n•\n5 yr. ago\n\nI agree that it looks like soot from a candle that has been burning with too long of a wick. Scented candles put off a lot more smoke than you might realize. Especially when the wick is too long.\n\nI really doubt a week would be long enough to have mold spread to your things like that unless the walls were completely rotten inside. At that point it would be like 100% humidity and you would be able to smell musty mouldy environment.\n\nvdubweiser\n•\n5 yr. ago\n\nI was recently cleaning my attached garage and noticed similar markings on various white or light colored plastic. To me, it seems to have happened between summer and winter. Like the extreme temp changes causes the plastic to leech or something. I could be completely wrong, just a random thought I had.\n\nI also saw this happen to the white plastic tote lids that we use to store Xmas decorations (in the garage attic over the summer).\n\nnewmacgirl\n•\n5 yr. ago\n\nWhat kind of heating do you have? Is it some kind of furnace?\n\nAsgardianLlama\n•\n5 yr. ago\n\nHey. No it’s just a regular gas boiler\n\ngetbackoldme\n•\n2 yr. ago\n\nMate, old thread, but this has happened to me too. Everything in my apartment that is a certain white plastic is now black.\n\n9 more replies\n[deleted]\n•\n2 yr. ago\n\nHappening to me too! Almost looks like a marbled black-blue pattern on my white plastic/metal furniture. I just moved somewhere new and am worried it’s the heating? I do burn candles but so far away from the affected items it seems implausible that would be the source.\n\n \nTop 1%\nRank by size \nRelated\nHome improvement\nDIY\nCrafts and DIY\nforward\nback\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 93 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/REI\nWoman on tiktok shares her REI “hack” where she returns her shoes when they wear out to get new ones…\ntiktok\n134 upvotes · 79 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/Roadcam\n[USA][OR] Can't fail a dual turn any harder than this\nyoutube\n141 upvotes · 37 comments\nr/CatastrophicFailure\nThe Aggie Bonfire Collapse | November 18, 1999 | College Station, TX (Fascinating Horror)\nyoutube\n295 upvotes · 32 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/vermont\nVT native Tina Friml made her late night stand up debut on The Tonight Show last night\nyoutube\n201 upvotes · 19 comments\nr/jeffjackson\nJeff Jackson Interview on the Daily Show\nyoutube\n122 upvotes · 5 comments\nr/Roadcam\n[USA][TX] Car t-boned crossing intersection\nyoutube\n122 upvotes · 30 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 263 comments\nr/raleigh\nRoad rage I captured on I-85 yesterday. Nissan with no license plate tries to run car off road, then passes me on shoulder.\nyoutube\n119 upvotes · 69 comments\nr/videos\nToo many cooks\nyoutube\n2.2K upvotes · 234 comments\nr/Roadcam\n[USA] Cammer gets aggressive and pits car that tries to cut in (Clarksville, Tennessee)\nyoutube\n223 upvotes · 95 comments\nr/videos\nThe Urban Rescue Ranch - Remembering Big Ounce\nyoutube\n210 upvotes · 18 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n857 upvotes · 42 comments\nr/videos\nExtrusion press hydraulic oil leak escalates quickly.\nyoutube\n271 upvotes · 148 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 444 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 25, 2019\nReddit\nreReddit: Top posts of February 2019\nReddit\nreReddit: Top posts of 2019"
}