{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How Banning Plastic Straws Became 2018's Biggest Cause - Eater",
  "href": "https://www.eater.com/2018/7/12/17555880/plastic-straws-environment-pollution-banned-alternatives-ocean-sea-turtle-viral-video",
  "body": "After 10 years of plastic reduction efforts, Seattle became one of the first major cities to implement a ban on plastic straws and utensils. Under the new ordinance, businesses may only give out ...",
  "textContent": "Skip to main content\nPatrick Pleul/AFP/Getty Images\n\nFILED UNDER:\n\nNEWS\nWhy the World Is Hating on Plastic Straws Right Now\n\nEverything you need to know about the now-ubiquitous movement to #StopSucking\n\nby Brenna Houck  Jul 12, 2018, 11:09am EDT\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\nBrenna Houck is a Cities Manager for the Eater network. She previously edited Eater Detroit and reported for Eater. You can follow her on the internet at @brennahouck.\n\nI\nf\nIf\n we’re to believe the many, many headlines, this might just be the year that the world kicks its plastic straw habit. In recent months, seemingly every major company, several American cities, and smug Instagrammers (not to mention vegan quarterback Tom Brady) have pledged to ditch their plastic straws, leading to considerable media coverage. The effort first saw huge spikes in interest early this year, around the same time that anti-plastic groups like the Surfrider Foundation announced country-wide campaigns to eliminate straws.\n\nAnd this movement has legs. Many cities have passed, or are in the process of passing, resolutions and all-out straw bans — particularly in areas near the coasts, where plastic waste tends to be more visible. Earlier this month, Seattle enacted its ban on plastic straws and utensils. UK Prime Minister Theresa May has proposed to ban plastic straws, drink stirrers, and plastic cotton buds by the end of 2018.\n\nAlaska Airlines eliminated plastic stir straws and citrus picks from its flights in May. SeaWorld has also vowed to remove plastic straws and bags from its parks; Royal Caribbean Cruises and Ikea also announced bans. A&W Canada announced plans in June to begin switching to paper straws, following in the footsteps of another major Canadian operator of chains like the Keg and Swiss Chalet. Meanwhile, regional chain Burgerville has thrown its support behind Portland, Oregon’s efforts to reduce single-use plastics, and plans to begin testing straw alternatives. Intelligentsia Coffee also confirmed on July 10 that it will remove straws from its 10 coffee bars in Boston, Chicago, Los Angeles, and New York City beginning July 15.\n\nNow, with Starbucks also declaring this week that it will abandon plastic straws by 2020 in favor of (plastic) sippy cup lids and compostable plastic straws, the rest of the food industry will likely be even more compelled to take up the anti-straw cause.\n\nSo how did we get here? What exactly is so damning about the plastic straw that has made it the mustache-twirling villain of the food world? And most importantly, will these changes last? Below, all your burning questions about the anti-straw movement, answered:\n\nAre plastic straws really all that bad?\n\nWell, like anything else that a person uses once and then promptly throws in the garbage, they’re certainly not great — even if they look like an innocent, whimsical twisty straw. Because they’re made of relatively thin material, straws break down into smaller plastic particles known as microplastics more quickly. They’re also not easily recyclable in most facilities. According to EcoCycle, roughly 500 million disposable straws are used by Americans daily. (That figure has been criticized; presumably in response to this accusation, EcoCycle’s website notes in its FAQ, “Some environmental groups we talked to told us they believe this estimate to be low.”) Straws were ranked the seventh most common piece of trash collected in 2017 on global beaches by volunteer cleanup crews associated with the Ocean Conservancy, a marine environmental advocacy group.\n\nSo why did we start using them in the first place?\n\nStraws have been around for at least the last 5,000 years, according to the Atlantic. Early depictions and examples of metal straws were found in an ancient Sumerian tomb, and South Americans were using metal straws to sip mate long before Europeans established colonies on the continent. In the U.S., people used rye grass straws to drink cocktail through the 1880s, until a man named Marvin Chester Stone came along and patented the design for a paper straw in 1888. The paper variety quickly grew in popularity and even improved in the 1930s with help from Joseph B. Friedman, who developed the bendy straw — which proved useful not only for kids who were too short to drink their shakes at the soda counters, but also handy for hospital patients and people with limited mobility.\n\nDisposable plastic straws eventually grew in popularity with the development of polypropylene plastic in the 1950s, and the straw’s growing presence was helped by marketing that emphasized the straw’s cleanliness, healthfulness, and durability. The plastic industry lobby, which opposes plastic bans and regulations, likes to stress sanitation as an important element: Steve Russell, the vice president of plastics for the American Chemical Society, told Phys.org earlier this year, “in many cases these plastics provide sanitary conditions for food, beverages, and personal care.”\n\nHaven’t we known plastic straws were bad for a while?\n\nSo glad you asked. Yes! The Great Pacific garbage patch, for example, was discovered more than 20 years ago by yachtsman Charles Moore, who reportedly sailed through the massive, swirling collection of floating plastic waste. Although plastic straws have been referred to as “the world’s most wasteful commodity,” the vast majority of the plastic waste in the patch is comprised of fishing gear. Plastic has become so common in oceans that it’s being found in large quantities in the bellies of sea birds, whales, and even fish sold at supermarkets.\n\nBut “let’s collectively stop eating seafood and fishing with plastic gear” is a far less catchy slogan than “ditch the straw” or “#StopSucking.” The straw movement received a major bump in public consciousness back in 2015 thanks to a graphic viral video shot by a marine biologist who extracted a virtually unrecognizable plastic straw crammed up the nostril of a live and (very uncomfortable) sea turtle. It’s garnered more than 30.7 million views on YouTube alone. And in recent months, organizations like Be Straw Free, the Last Plastic Straw, Strawfree.org, and Strawwars.org have redoubled their efforts.\n\nWhat does the dude from Entourage have to do with all of this?\n\nAdrian Grenier, better known as that one guy with the thick eyebrows from Drive Me Crazy, has become an outspoken advocate for the straw ban movement (among other marine and environmental causes) through the Lonely Whale, an organization he co-founded in 2015. The Lonely Whale is behind the #StopSucking social media campaign and campaigned for Strawless in Seattle, which lead the city to institute a straw ban in June.\n\nHere’s a photo of Grenier doing his best to recreate the Nirvana Nevermind album cover while calling on Starbucks shareholders to eliminate straws. In March, he even made an appearance at a Starbucks shareholders meeting to present a resolution to create better, more easily recyclable cups — something Starbucks has struggled to achieve.\n\nIsn’t it great that Starbucks is phasing out straws?\n\nCompanies rarely do something drastic like eliminate straws unless they’re forced to, or it somehow benefits them. Starbucks likes to be the “good guy” in big coffee, so from a PR standpoint — in a tough year for Starbucks PR — this was probably viewed as an easy win.\n\nBut first, prove that these lids are somehow better or easier to recycle than the straws, and then we’ll talk. The lids are still made of plastic, and again, the coffee giant has had a hard enough time addressing its cup-waste issue. Compostable straws, likewise, are only beneficial in an appropriate composting facility; large swaths of the world don’t have access to municipal composting facilities. In other words: Paper straws will decompose only if they ever make it beyond a landfill. Symbolically, though, it’s a move that will likely spur other companies to do the same.\n\nWhat cities are banning the straw?\n\nAfter 10 years of plastic reduction efforts, Seattle became one of the first major cities to implement a ban on plastic straws and utensils. Under the new ordinance, businesses may only give out compostable utensils and straws or face a $250 penalty. Oakland approved a new ordinance in May 2018 to ban plastic straws, while cities like Miami Beach have enacted partial bans directed at businesses near beaches. A New York City council member has also proposed a ban on plastic straws. States including California have proposed bills limiting the distribution of single-use straws. Hawaii is seemingly a natural fit for a straw ban thanks to its tourism industry’s reliance on stunning beaches, but the state’s proposed straw ban was killed after vehement objections from the restaurant community. Around the world, Taiwan and Scotland are also in the process of implementing bans on pesky plastic products.\n\nRay Fisher/The LIFE Images Collection/Getty Images\nDo bans work?\n\nThey certainly can’t hurt. Straw bans and their more lenient cousin, straw-upon-request laws, force industries and consumers to rethink their consumption. Many of the large companies announcing new straw policies did so after cities or countries where they had stores decided to implement tighter regulations on single-use plastics.\n\nBut it’s important to note that most cities don’t have the infrastructure for composting biodegradable utensils, and not all products marketed as compostable actually biodegrade. And bans present challenges for small-business owners who are forced to invest in more costly alternatives, or cut back more drastically: In response to Seattle’s ban, Greek restaurant Grecian Corner stopped handing out single-use utensils altogether. Elsewhere, a Seattle bubble tea vendor reported having trouble finding straws that could handle slurping tapioca pearls.\n\nAre there any disadvantages to eliminating straws?\n\nFor many people, plastic straws are a issue of convenience, but for some people with disabilities, they’re a matter of safety and independence. Advocates for people with disabilities say that plastic single-use straws — particularly those with a bend — are essential tools that allow people with limited mobility to drink. Alternatives like compostable and paper straws aren’t resilient enough for many people with disabilities to use. Inflexible metal straws, even those with a bend, are also not ideal for people because they can transfer heat from hot and cold beverages, posing a potential safety risk. Hard reusable silicone and metal straws also pose dangers for people with difficulties controlling their bite.\n\nWhen businesses remove plastic and flexible plastic straws as an option, they’re limiting the experiences of these consumers. According to NPR, Seattle’s ban does include a waver for businesses that provide flexible, plastic straws for people that need them; however, very few people are aware of the exemption.\n\nWhat’s driving restaurants and bars to ditch straws?\n\nWhile movement to eliminate plastic bags from stores largely focused on banning campaigns, straw activists took a different tactic: appealing directly to the food and beverage industry. This has given the sweeping changes over the past 18 months the feeling of a grassroots movement.\n\nKate Icopini, the general manager at Portland, Oregon’s St. Jack, says the restaurant’s bar manager Charlie Dorst proposed a plastic straw ban in January after learning about Seattle’s impending ban on plastic straws and utensils.\n\nAfter making the switch to greener straw options, St. Jack also joined forces with the Portland chapter of the Surfrider Foundation to help promote the movement. “What we decided to do was get really loud about it and call on our peers in the industry to join us,” Icopini says. “I think a lot of restaurants ... do the right thing both for the world and for their business. But like most things, you are stronger together.” Speaking directly to industry and hosting events, including dinner series and bar crawls focused on raising money for the Surfrider Foundation, has been influential in encouraging other businesses to nix straws.\n\nWhat are people using instead of plastic straws?\n\nWith non-biodegradable plastic straws being phased out, compostable plastic straws, old-fashioned paper straws, reusable metal straws, and even pasta straws (who really wants a soggy noodle in their cocktail?) have come to the forefront. Each option presents its own challenges. Compostable straws are the most natural choice; unfortunately, they’re more expensive than the traditional polypropylene alternative and only break down as advertised if they successfully land in a composting facility — not a backyard pile or a landfill.\n\nAt Frita Batidos, a Cuban-style burger restaurant in Ann Arbor, Michigan, chef and owner Eve Aronoff says she originally offered paper straws when the restaurant opened in 2010, but “discontinued them because they would get soggy when placed into liquid.” Now, the restaurant offers a choice of compostable plastic or paper straws. Aronoff says wheat and pasta straws are “more durable, but both have a subtle but distinctive flavor we aren’t looking for.” The pasta alternative also posed a challenge for customers with Celiac disease and gluten intolerance. Frita Batidos is currently looking into options like long-handled spoons for its thick Cuban milkshakes and getting rid of straws altogether.\n\nFor businesses that serve primarily dine-in customers, metal straws can be a good alternative. Icopini says St. Jack now offers reusable straws upon request, with the exception of a few cocktails that have a metal straw as part of the format. “We immediately purchased about $60 worth of metal straws from Amazon, and since we’ve done that, we’ve saved money,” she says. Six months into the year, Icopini estimates the restaurant has saved roughly $800 by not purchasing plastic straws. St. Jack has since purchased some metal straws with a bend to accommodate people with disabilities.\n\nAltogether, Icopini says the transition was relatively simple; she’s now trying to devise a plan for what to do with all the remaining plastics straws in restaurant’s stock rooms. “Honestly, it’s that easy,” she says. “All you have to do is just not put plastic straws in your drink, and then confidently stand behind that decision.”\n\n• Starbucks Sippy Cups Will Replace Plastic Straws by 2020 [E]\n\nRELATED\n\nLow-Waste Cocktails Are the Next Big Thing\nSign up for the\nSign up for Eater's newsletter\n\nThe freshest news from the food world every day\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nSUBSCRIBE\n\nIN THIS STREAM\nThe Plastic Straw Ban and Backlash, Explained\nCalifornia Bans Restaurants From Automatically Giving Out Plastic Straws\nWhy the World Is Hating on Plastic Straws Right Now\nAdult Sippy Cups Will Replace Plastic Straws at Starbucks by 2020\nVIEW ALL 8 STORIES\nThe Feasts We Remember\nREPORTS\nThe Kikkoman Soy Sauce Bottle Is Priceless\nHOLIDAY GIFT GUIDES\nWhat Eater’s Editor-in-Chief Is Buying This Year\nSPONSORED CONTENT\nRecommended by\nChorus\n\t\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status\nContact Send Us a Tip Community Guidelines Masthead About Eater Ethics Statement Press Room Newsletters How to Pitch Maps Methodology\n\t\nVox Media\nAdvertise with us\nJobs @ Vox Media\n© 2023 Vox Media, LLC. All Rights Reserved"
}