{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "The Ultimate Guide to Reusable Drinking Straws",
  "href": "https://householdwonders.com/ultimate-guide-reusable-drinking-straws/",
  "body": "Wanda Thompson With a recent push to eliminate single-use plastic straws, there are now many reusable drinking straw options on the market. I've done some research and tried several different types of reusable drinking straws and created this guide to help with your selection.",
  "textContent": "Skip to content\nHome\nEco-Friendly Topics\nEverything Bamboo\nProducts Reviews\nArticles\nAbout\nContact\nJANUARY 17, 2019\nThe Ultimate Guide To Reusable Drinking Straws\nWanda Thompson\n\nWith a recent push to eliminate single-use plastic straws, there are now many reusable drinking straw options on the market. I’ve done some research and tried several different types of reusable drinking straws and created this guide to help with your selection.\n\nWith so many different options, making a wise purchase can be overwhelming, so it definitely requires some research. After all, it would be a shame to buy a reusable straw and then have to toss it out because you are unhappy with it!\n\nI hope that this will give you some insight when making a decision for promoting a more sustainable and eco-friendly drinking straw option versus using single-use plastic straws.\n\nWhat to Look for in a Reusable Drinking Straw\n\nThere are many different materials that are used for reusable drinking straws. I’m going to review each option along with the pros and cons according to the following features:\n\nDurability – how long will this material last? Is it likely to break or wear down over time?\nEco-friendliness – how eco-friendly is this material? Does its production or disposal cause harm to the environment? Is it biodegradable or compostable?\nCleanliness – how easy are these straws to clean? Are they dishwasher safe?\nTaste – how does the straw affect the taste of your drink?\nFeel in mouth – how does the straw actually feel in your mouth? This may be one of the most important factors for some as you will be using this every day in your daily drinking routine.  \nHot and cold conductivity – how does this straw react to hot or cold beverages?\nVisual Appeal – what does this straw look like in your glass?\nCost – most reusable straws are sold in multipacks and contain added accessories.\nDifferent Types of Reusable Drinking Straws\nStainless Steel Straws\nDurability – stainless steel is proven to be long-lasting material and can withstand dropping. Over time they might show signs of scratches and minor wear and tear.\nEco-friendliness – stainless steel is a recyclable material, you just need to find a local metal recycling facility. Since its a metal, stainless steel is not biodegradable. It’s worth noting that steel is iron with all the carbon removed, in this process a coal-powered furnace is used. Coal can be harmful to human health and the environment. From an environmental impact standpoint, this may not be the most eco-friendly option. I have not yet found any stainless steel straws that are made from recyclable materials.\nCleanliness – these are dishwasher-safe and easy to clean and dry.\nTaste – you may get the occasional metallic taste depending on what you are drinking. This may only be for the first few uses and will fade over time. I recommend giving your stainless steel straw a few solid washes before using.\nFeel in mouth – stainless steel straws feel very smooth in the mouth. Some people complain that they don’t like the feeling of metal clinking against their teeth. This is a personal preference for many. For the little ones, stainless steel is not a great option as children may be more prone to potentially chipping their teeth against the metal. Some brands even offer stainless steel straws with silicone tips around the mouth portion to prevent this.\nHot and cold conductivity – stainless steel straws will be very good conductors of both hot and cold liquids. This may not be the best option for drinking hot liquids as the steel will heat up and not be comfortable in your mouth.\nVisual appeal – stainless steel straws have a great aesthetic appeal as they are shiny,  sleek, and eye-catching.\nCost – these are an affordable option that adds to their popularity. Prices range from $6-10 for a pack of 8, with different shapes and sizes. Included is usually a cleaning brush and carrying pouch. This is a great deal for those buying for large families!\nConclusion – stainless steel straws are one of the most popular options for reusable drinking straws and are sold by many brands. Its an extremely long-lasting and durable material but if you are searching for an all-natural and biodegradable option, stainless steel may not be the top winner.\nGlass Straws\nDurability – a slight drawback is that glass is not so durable and can break or chip. Depending on the diameter and thickness of your straw, it may be more prone to breaking than others. Surprisingly enough, I have not experienced any breaking or chipping from my glass straws even after a couple of clumsy drops.\nEco-friendliness – many glass straws that are sold are made from tempered glass which is the same glass as Pyrex. Tempered glass is made from a chemical composition that gives the glass durability and heat resistance. Those chemicals prevent the glass from melting or breaking down making it unrecyclable. If recycled with other glass, it will damage the recycling machine and leave the entire batch of regular glass ruined. Most tempered glass ends up in landfills and will take many years to decompose.\nCleanliness – with glass being transparent, you can see exactly how clean your straw is on the inside. Glass is dishwasher-safe and dries very quickly.\nTaste – you will not notice any extra taste when using a glass drinking straw.\nFeel in mouth – glass straws feel very smooth and have a natural feel inside the mouth when using similar to drinking out of a glass.\nHot and cold conductivity – glass is a very good conductor of both hot and cold liquids. Since glass straws are made from tempered glass, they will be very resistant to heat, making it a great option for your hot liquids.\nVisual appeal- glass straws are another material that is very aesthetically pleasing and will match along with any style drinking vessel you choose.\nCost – these can be on the more expensive side depending on the brand, ranging from $8-25 for a pack of 4 with a cleaning brush included.\nConclusion – glass straws are another very popular reusable option for many. I love how they look along with their functionality for both hot and cold liquids. As an eco-friendly material, I don’t like how tempered glass straws cannot be recycled.\nBamboo Straws\nDurability – bamboo is an incredibly durable material. Bamboo may show signs of cracking or splintering over time after many uses and washes. Treating them with coconut or food-grade mineral oil once a month will add to their lifespan.\nEco-friendliness – bamboo is a material known for its sustainability as a renewable resource. Bamboo is not recyclable but these straws are compostable and will decompose into the environment with some time.  \nCleanliness – most bamboo straws are not dishwasher-safe and will require some extra soaking and careful drying before using again. They may change slightly in color around the part where you put your mouth.\nTaste – bamboo can leave an earthy taste in the mouth when using depending on what you drink. I think they go well with smoothies or juices as this natural taste pairs well with fruits and vegetables.\nFeel in mouth – some bamboo straws are finished with polish so they will have a smooth feel in the mouth. If there is no polish, you may notice a chalky texture once the straw gets moist.\nHot and cold conductivity – bamboo will not change temperature much, making it a great option for both hot and cold drinks.\nVisual appeal – for some, bamboo maybe not be the most attractive looking drinking straw but has a very natural and organic look. I think they are really cool looking and add a tropical vacation vibe to my drink!\nCost – these are affordable straws that range from $8-12 for a multipack of 10 with a brush and a carrying pouch included.\nConclusion – A drawback to bamboo straws is that they may not last as long as stainless steel, silicone, or glass options. They will also require a bit of extra care and washing. Regardless of how well you care for them, they will require replacing at some point. In terms of an eco-friendly alternative to plastic straws, bamboo is one of my top choices as it is one of the only biodegradable and all-natural options.\nSilicone Straws\nDurability – silicone is an extremely durable material and will last a lifetime.\nEco-friendliness – silicone is recyclable but double-check with your local waste management to see what options are available. Silicone itself is not biodegradable but this may not be a problem as it’s a long-lasting material. Some brands even report that after burning, the ashes from the silicone straw will be biodegradable. I have yet to investigate this but burning your old straws sounds far from convenient!\nCleanliness – silicone is dishwasher-safe and can be easily rinsed with soap and water.\nTaste – I don’t notice a different taste when drinking from a silicone straw, which is a plus.\nFeel in mouth – silicone has a soft and squishy feeling similar to rubber. This can be a great and safe option for children as there is no danger of chipping teeth or scratching the mouth.\nHot and cold conductivity – silicone works well with both hot and cold liquids. Silicone has grown in popularity in the kitchen for its heat-resistant properties. You won’t feel any excessive heat with these straws as they will remain at room temperature.\nVisual appeal – silicone straws come in many bright and eye-catching colors a making them a popular choice.\nCost – these are another affordable option ranging from $8-12 for a pack of 12 with a cleaning brush and carrying pouch included.\nConclusion – Overall, silicone reusable straws are a very durable and safe option that will last a long time. I believe they are the best reusable straw for children.  I prefer to avoid using straws in which the materials are not all-natural. If you are looking to reduce your waste in the kitchen or on the go, plastic-free silicone straws are a great option.\nCopper Straws\nDurability – similar to stainless steel straws, copper straws will be very durable but may show signs of scratches over time.\nEco-friendliness – copper is naturally produced and is recyclable. These straws contain a food-grade lacquer on the outside to keep a long-lasting shine and prevent tarnishing. Some copper straws are advertised as being full-copper and others are just stainless steel with a copper color. Look into the details of the brand before purchasing.\nCleanliness – these are easy to clean with several simple homemade cleaning applications. Acidic combinations such as vinegar and salt, lemon and baking soda, or even ketchup can remove any tarnish that may develop.  \nTaste – there is a slight metallic taste when first using. As with stainless steel, I recommend thoroughly washing several times before using to eliminate any taste.\nFeel in mouth – these feel smooth to the mouth, but those will sensitive teeth may not enjoy the cold hard straw dinging against your teeth.\nHot and cold conductivity – they conduct heat and cold very well so I would advise against using them for hot liquids.\nVisual appeal – these are very attractive straws! Copper has a natural shine and glimmer. They pair perfectly with copper mugs or when you are serving cocktails.\nCost – slightly on the more expensive side, prices range from $10-20 for a 4 pack with a cleaning brush included.\nConclusion – these straws are very stylish and are perfect for your home bar or for parties serving the famous Moscow Mule. I would rate these very closely with stainless steel in terms of their durability and eco-friendliness.\nPlastic Straws\nDurability – most reusable plastic straws are quite durable and will last a long time. Many come along with a plastic cup which also includes rubber stopper midway through the straw to prevent it from slipping out of the cup. Depending on usage, you may notice that the edges begin to show signs of wear and teeth marks over time.\nEco-friendliness – most reusable plastic straws are advertised as BPA-free (Bisphenol A) which is a chemical found in hard plastics that can be potentially harmful to your health. A reusable plastic straw may or may not be a completely eco-friendly option as it depends on the recyclability of the plastic-type.\nCleanliness – the food-grade plastic is dishwasher safe but for some reason, I find that plastic seems to harbor moisture more than any other straws.\nTaste – there is no added taste when using.\nFeel in mouth – it will feel just like a single-use plastic straw in your mouth but much thicker.\nHot and cold conductivity – plastic straws will serve well for cold drinks but I advise against using them for hot beverages. Plastic chemicals can leach into liquids when exposed to heat and could affect estrogen levels.\nVisual appeal – they come in many different colors and patterns and can easily match with many different types of drinking vessels.\nCost –  these are cheap with prices ranging from $5-10 for a pack of 12 with a cleaning brush included.\nConclusion – if you are looking for something eco-friendly, I wouldn’t use reusable plastic straws. Instead, opt for a material that is fully recyclable and will have a lower environmental impact. I would put these ahead of single-use plastic straws, as they are better than adding waste to the environment with every drink you have!\nCompostable Paper Straws\nDurability – technically compostable straws are not a reusable option but I felt that they should be included as an alternative to single-use plastic straws. These straws are not very long-lasting, as they cannot be washed and reused.\nEco-friendliness – these are made from paper and will be 100% compostable, decomposing within 30-60 days. Look for a brand that produces their straws from recycled paper to reduce your environmental impact.\nCleanliness – fresh out of the package they will be clean, but I wouldn’t want to switch from a smoothie or milkshake to drinking water without a quick rinse. As they aren’t reusable, they will not need to be cleaned.\nTaste – there is no added taste when using these straws.\nFeel in mouth – they feel quite smooth in the mouth but the paper will eventually turn soggy if you use it over an extended period of time.\nHot and cold conductivity – they will work well with colder drinks but may be uncomfortable with a hot liquid.\nVisual appeal – They come in many fun colors and patterns making them a great option for themed birthday parties or gatherings.  \nCost – compostable paper straws are usually sold in larger quantities, with prices ranging from $5-10 for a pack of 200.\nConclusion – compostable straws are a great option for hosting parties if you do not have enough reusable straws to go around. I wouldn’t opt for these for a daily-use reusable straw if you are trying to reduce your household waste or practice zero waste living.\nCompostable Plastic Straws\nDurability – these are another potential alternative worth mentioning. They are intended for single-use so durability is out of the question.\nEco-friendliness – compostable plastic straws will not break down any faster than standard plastic unless it’s placed in a commercial composter. Unfortunately, a home compost will not work as it won’t reach high enough temperature and moisture levels to properly breakdown the plastic. These are bio-based plastics, meaning they are made from agricultural by-products. This means they will still create a smaller carbon footprint than petroleum produced plastics and ultimately be a more eco-friendly option.\nCleanliness – as they are not reusable, you will not need to worry about cleaning.\nTaste – there is no added taste when using these straws.\nFeel in mouth – these feel the same as standard single-use plastic straw.\nHot and cold conductivity – I don’t advise using these with hot drinks as the plastic will not be able to tolerate high heats but they are suitable for cold or room temperature beverages.\nVisual appeal – they come in a standard transparent color, nothing fancy here.\nCost – these are sold in large quantities. A package of 200 will cost around $7-10.\nConclusion – while they may not be the most eco-friendly option, they certainly are a better alternative to standard single-use plastic straws. If you are dedicated to living waste-free, make sure you have access to a commercial composter. Otherwise, opt for a reusable option above.\nOther Thoughts to Consider\nBrand – if you are looking for an eco-friendly reusable straw, be sure to do some background research on the brand. With a recent rise in popularity, there are hundreds of reusable drinking straw brands on the market.  Do your homework to find what the brand stands for, what exactly the materials are, and how they are produced in order to reduce your environmental impact when purchasing.\nAccessories – many reusable straws will come with a handy cleaning brush. This consists of usually a metal wire or rod with bristles at the end. This allows you to easily clean the inside of the straw. Rinse will warm soap and water and gently run the brush back and forth on the inside of the straw to release any food grime or buildup. Most brands also offer a convenient carrying or storage pouch.\nPackaging – since you are using a reusable straw to help improve the environment, its important to keep an eye on how the product you purchase is packaged. Many brands offer compostable, biodegradable, or recyclable packaging. This should be minimal. Avoid brands that are excessively packaged or use plastic.\nLength – many brands come in a variety of different lengths. Most standard sizes are 7.5-8 inches (19-20 cm) long and will fit standard sized 16oz (400 ml)  glasses or cups. Jumbo-sized straws, 10 inches (25cm) or more, for larger drinking mugs also exist. Find what size works for you, especially if you plan to take your reusable straw with you on-the-go.\nDiameter – decide what beverages you plan to drink with your reusable straws. Have you ever struggled to drink a thick smoothie through a small straw? It’s definitely a workout for the cheeks! Most straw diameters range from .25-.5 inches (7-15 mm). For thicker beverages such as smoothies, milkshakes, or frozen drinks select a wider straw. If you plan to drink only thin liquids like water, juice, tea, or coffee a narrow straw will do just fine. If you are unsure, just select a wider size to be on the safe side.\nShape – you can find most reusable straw options that come in a bent shape, with the top quarter portion of the straw angled for easier drinking. I think this is a great feature for children, who may have trouble angling the straw correctly into their mouth.\nWhich Reusable Straw Is Right for You?\n\nWhen pondering your purchase, think about how you plan to use your reusable drinking straw. What will you be drinking? Will you take it with you on the go? Will you have them in the kitchen? Will the whole family be using them?\n\nThink about your reasons for making a switch to reusable straws. Do you want an eco-friendly option to protect the environment? Are you looking to save money? Are you tired of having toxic plastic in your mouth?\n\nAnswering all of these questions will help you make the right purchase.\n\nI opt for bamboo straws as they are all-natural and produced with the lowest amount of environmental impact, plus they look amazing!\n\nRegardless of which type of straw you choose, ALL of these options will be more environmentally friendly alternatives than single-use plastic straws.\n\nWhy Use a Reusable Straw?\n\nIt’s no secret that single-use plastics have been polluting our environment by filling up our landfills and oceans. Recently some businesses both small and big, have taken an initiative or made pledges to ban their use of single-use plastic straws.\n\nMany environmentally-conscious consumers are also opting to BYOS or “bring your own straw” and or simply saying “no straw please” when offered a single-use plastic straw.\n\nWith single-use plastic straws damaging our environment, you may be wondering, what can one person do for such a big problem?\n\nOne person making the switch from plastic straws to reusable straws can keep an average of 600 plastic straws out of the environment every year. That’s more than 36,000 over a 60-year lifetime. So that means when one family of 4 switches to reusable straws, they have the power to prevent 144,000 straws from polluting the planet.\n\nI would say that’s a significant amount, wouldn’t you?\n\nFinal Thoughts\n\nI like to think it’s about more than just buying a reusable straw. It’s about preventing single-use plastics from continuing to pollute our environment. It’s an easy and inexpensive way to have a positive impact on the future of the environment for our loved ones. Whether you’ve already made the switch to reusable drinking straws or are just exploring alternatives, I hope this guide has been informative for you and will help you with your purchase.\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *\n\nType here..\n\nName*\n\nEmail*\n\nWebsite\n\nPrev\nPREVIOUS\nA Beginner’s Guide to Zero Waste Living\nNEXT\nWhich Types of Plastic Can Be Recycled?\nNext\nJoin Our Newsletter\nThis post may contain affiliate links. If you buy something through our links, we may earn a small commission.\n\nRECENT POSTS\nHow to Write Sustainably: the Great Pen vs Pencil Debate\nRead More »\nLosing Weight on an Eco-friendly Diet\nRead More »\nPaws for the Planet: Your Guide to being an Eco-Friendly Dog Parent\nRead More »\n16 Eco-Friendly Yoga Mats for Greener Wellness\nRead More »\nWhy You Should Practice Mindfully: Green Yoga for Eco Wellness\nRead More »\nHow Are Bamboo Sheets Made? (A Beginner’s Guide)\nRead More »\nRECENT PRODUCT REVIEWS\n16 Eco-Friendly Yoga Mats for Greener Wellness\nRead More »\n8 Eco-Friendly Clothing Brands You Need to Dress Sustainably\nRead More »\nTop 6 Best Hemp Milk on the Market (Plus Powders!) (2023)\nRead More »\nThe Best Eco-Friendly Baby Clothing Brands\nRead More »\n8 Best Eco-Friendly Makeup Brands for Sustainable Beauty\nRead More »\n8 Best Bamboo Sheets for a Good Night’s Sleep\nRead More »\nRelated Posts\nHow to Write Sustainably: the Great Pen vs Pencil Debate\nLeigh Miller  November 24, 2023\nRead More »\nPaws for the Planet: Your Guide to being an Eco-Friendly Dog Parent\nWanda Thompson  September 16, 2023\nRead More »\nHow Are Bamboo Sheets Made? (A Beginner’s Guide)\nWanda Thompson  August 23, 2023\nRead More »\nABOUT\n\nHousehold Wonders was created to share eco-friendly tips, tricks and products to inspire and help people to lead a more sustainable life.\n\nFOLLOW US\nFacebook\n \nPinterest\n \nInstagram\nNAVIGATION MENU\nEco-Home\nEco-Kitchen\nEco-Baby\nEco-Body\nEco-Friendly Travel & Outdoors\nEverything Bamboo\nAbout\nContact\nJOIN OUR NEWSLETTER\n\nStay up-to-date by joining our newsletter for useful eco-friendly tips and FREE resources. \n\nJoin Our Newsletter\n\nHousehold Wonders is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn fees by advertising and linking to Amazon.com. Additionally, Household Wonders participates in various other affiliate programs, and we sometimes get a commission through purchases made through our links.\n\nCopyright © 2023 Household Wonders | Privacy Policy | Terms & Conditions"
}