{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "CMV: Paper Straws are a Horrible Alternative to Plastic Straws",
  "href": "https://www.reddit.com/r/changemyview/comments/acgaxe/cmv_paper_straws_are_a_horrible_alternative_to/",
  "body": "In many places in the world, governments have been banning single-use plastic straws and there has been growing public pressure to limit the use of plastic straws, causing companies to switch to paper straws. Paper straws are a horrible alternative to plastic straws. They have an awful texture, they melt in drinks and sometimes sog off at the ...",
  "textContent": "CMV: Paper Straws are a Horrible Alternative to Plastic Straws : r/changemyview\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to changemyview\nr/changemyview\n•\n5 yr. ago\nseriouslyokay\nCMV: Paper Straws are a Horrible Alternative to Plastic Straws\nFresh Topic Friday\n\nIn many places in the world, governments have been banning single-use plastic straws and there has been growing public pressure to limit the use of plastic straws, causing companies to switch to paper straws.\n\nPaper straws are a horrible alternative to plastic straws. They have an awful texture, they melt in drinks and sometimes sog off at the end making them unusable, and they make your drink taste unusual. Nearly no one enjoys the mouthfeel and use of a paper straw more than a plastic straw. They are also significantly more expensive than plastic straws. Furthermore, they do exeptionally poorly and disintegrate with hot beverages - making them unusable for disables folks looking to use one to sip their coffee.\n\nThe only reason why paper straws exist is because of regulation/public pressure/corporate activism affecting companies that have not yet retooled their containers to make their drinks strawless and developing disability-friendly straws, or people that have not properly adapted to using reusable metal straws/silicone straws or reusable containers en masse.\n\nThe sentiment to reduce the use of single use plastics is admirable, but paper straws are simply not the way to go. Encouraging the use of a single-use paper straw is a poor scapegoat for actually incentivizing companies to innovate sustainably, such as redesigning their containers to remove straws altogether or encouraging the market to purchase multi-use straws.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nign.com\nLearn More\nSort by:\nChewyRib\n•\n5 yr. ago\n\nI grew up with paper straws and we used the cheap ones. If you want a straw for drinking cold beverages which most people use them for then paper is a cheap and good alternative. Not talking about the cheap crap from china, they do make a more durable alternative. The reason that paper straws exist is because of environmental concerns. Companies will fall in line so Im not sure of your argument for \"re-tooling\". Companies dont get to make the argument about hurting their bottom line when the environment is much more important. any argument about inconvenience over the environment will not hold up. People act like children if they dont get their sippy cup which they dont need. Humans have been on this planet for thousands of years and the current population is complaining about not using a straw. that is ridiculous.\n\nThe disabled will survive without plastic straws and will have to adjust. If the only concern is for hot beverages, then here are some alternatives for hot beverages:\n\nNATURALLY DEGRADABLE STRAWS\n\nAardvark Straws: Paper straws rigid enough not to break down in your drink. Made in the USA from renewable resources, biodegradable & 100% compostable. Aardvark Straws.com\n\nLOLISTRAWS: Edible, Hypercompostable straws, Marine degradable, patent-pending, seaweed-based material technology. loliware.com/products/lolistraw\n\nHarvest Straws: Straw straws! Harvest Straws, being all natural grain stalks, do not pollute our environment like plastic straws. In fact, they enhance the environment. http://www.harveststraws.com\n\nBamboo Straws: The straws are made from real whole bamboo stalks – nothing recompressed or processed. They are washable and resusable. brushwithbamboo.com\n\nBambu Straws: Reusable bamboo straws are durable, beautiful and cut from nature. bambuhome.com\n\nStraw Free: The creators of StrawFree.org have developed an eco-friendly alternative to plastic straws — bamboo straws. Each straw is unique and handcrafted using locally harvested bamboo. http://strawfree.org/\n\nGLASS STRAWS\n\nBeOrganic: BeOrganic Glass Straws are an eco-friendly, tasteful alternative to wasteful, traditional plastic straws. They a major boon to the sustainability movement that is gathering steam worldwide and on the mystical Island of Bali, where the straws are made. BeOrganic.me/\n\nGlass Dharma Straws: Glass Drinking Straws offered in various styles and lengths for every type of beverage (hot and cold). Dishwasher safe and fully guaranteed. Glass Dharma Straws.com\n\nSimply Straws: Reusable glass straws, sustainable, durable, lifetime guarantee and handcrafted in California. Simply Straws.com\n\nStrawsome Straws: Reusable glass straws are all hand-made in Michigan. Fun, safe, and reusable glass drinking straws to people of all ages – making it easy to go green! strawesome.com/\n\nMETAL STRAWS\n\nEco at Heart Stainless Steel Straws: Products that are beautiful, high quality and kind to both you and the environment. Because we only get one body, and one planet. ecoatheart.com\n\nThe Last STRAW Stainless Steel bendy straws: BEND it anyway you like for the drink or bottle of your choice. The Last Straw stays cold while you drink your icy beverage straight up or with a twist!! thelaststraw.store\n\nEco-Straws:”The Original Eco-Friendly Drinking Straws”, offering a wide range of unique, reusable and super stylish alternatives. eco-straws are manufactured from an array of practical and sustainable materials allowing them to be used time and time again including; Stainless Steel, Borosilicate Glass, Natural Bamboo and Titanium. eco-straws.co.uk\n\nStainless Steel Straws: The Mulled Mind. Innovative products made by hand in the USA and shipped in recycled or reused materials. mulledmine.com\n\nTitanium Straws: Made of food grade titanium, which is tasteless, odorless, does not corrode, is non-allergenic (to most of the world), and has an excellent weight to tensile strength ratio. snowpeak.com\n\nOTHER STRAWS\n\nIce Straws: Make your own straws in the freezer. The mold is made of food-grade silicone rubber and will quickly make six 8-inch straws of whatever liquid you like. thinkgeek.com\n\nSilicone Straws: Non-toxic, food-grade silicone is a healthy alternative to chemical-laden plastic. GreenPaxx Cool Straws™ are BPA-, phthalate- and PVC-free. reuseit.com\n\nseriouslyokay\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nI proposed alternatives to paper straws in my post as well, such as going strawless and using reusable straws akin to the ones you listed on your post. I myself own a set of reusable and washable metal straws, and have been using them instead of provided paper and plastic straws for quite some time.\n\nAnd I'm not trying to make a case for plastic straws at all, but a case against paper straws. It's less about inconvenience and more that there are better alternatives and a single-use, mostly unrecyclable paper product that melts in my drink after an hour is not the way to go. I'm not trying to assert that companies should stick to plastic straws.\n\nThe argument for retooling is just that. Why not make your restaurant or establishment strawless? Or provide metal, glass or bamboo straws that can be washed along with other utensils? Or if the worry is spill when traveling, sure, a \"sippy cup.\"\n\n2 more replies\nDucks_have_heads\n•\n5 yr. ago\n\nI hear everyone.complain about paper straws not holding up, but ive never found that to be a problem. Although I do not use them for hot drinks so that might be a different story. I've also heard this reasoning about disabled people, and honestly I just think that's people who don't like the fact we're doing away with plastic straws finding excuses. If you need or want a straw there are plenty of reusable options. Or paper straws or other alternatives are fine if necessary.\n\nI'd also say that the public pressure has to be there before innovation can begin. Companies are making the switch, the public funds the alternatives unsatisfactory, so they improve.\n\nAs for the mouth feel I 100% think this is just a psychological thing you'll get use to. If you were raised on paper straws and then they bought out the plastic straws as a new improved product, you'd be saying the same thing.\n\nseriouslyokay\n•\n5 yr. ago\n\nI own a set of metal straws with a little brush because of the straw ban, and I completely agree that plastic straws are not sustainable. I'm simply raising the argument that paper straws are not the way to go. I am certainly not a person that is attempting to make an excuse on behalf of plastic straws.\n\njatjqtjat\n•\n5 yr. ago\n\nI've only used a paper straw once or twice. But i remember being shocked by how well they held up. They didn't melt or dissolve at all.\n\nprobably there are different qualities out there and you got some low quality ones.\n\nI'd say they aren't a HORRIBLE alternative. I do think they're pretty dumb though. Do you use straws at home? No, you drink from the cup. Just drink from the cup and the restaurant. Its not hard.\n\nSo i'd suggest changing your view from horrible alternative to somewhat poor alternative.\n\nseriouslyokay\n•\n5 yr. ago\n\nWell, yes I do use straws at home. I have sensitive teeth, so I find it hard to drink a glass of soda with ice without feeling pain. I use a washable metal straw..\n\n1 more reply\n1 more reply\nphcullen\n•\n5 yr. ago\n\nThe only reason why paper straws exist is because of regulation/public pressure/corporate activism affecting companies that have not yet retooled their containers to make their drinks strawless and developing disability-friendly straws, or people that have not properly adapted to using reusable metal straws/silicone straws or reusable containers en masse.\n\nTechnically paper straws came first and sense existed along side the plastic straw more as a novelty item.\n\nReguardless the re-emergence of paper straws is young and needs some work paper cups hold hot beverages so there is no reason to think we can not engineer a straw to do the same.\n\nBut ultimately I think I agree with you the future will be mostly strawless\n\nDucks_have_heads\n•\n5 yr. ago\n\nBut most paper cups are waxed, which cannot be recycled and and end up in land fill anyway. Waxing paper straws to divert plastic from land fills seems redundant. The benefits of the paper straws, or more sustainable, reduced waste products general should either be recyclable or decomposable.\n\nTheAzureMage\n•\n5 yr. ago\n\nWhile you make some good points, I have to take issue with one of your suggested replacements. Redesigning containers to remove straws altogether can waste more plastic than if a straw were used, as was the case for Starbucks. This makes it a very poor substitute if the environment is the reason.\n\ntheredmokah\n•\n5 yr. ago\n\nI don't think Paper Straws are a horrible alternative-- just like any emerging technology, they need more investment.\n\nI found a company called Aardvark that makes paper straws. They are obviously aware of the durability problem and their main focus is making the straws last longer.\n\nhttps://www.amazon.com/Aardvark-Paper-Straws-Unwrapped-7-75-Inch/dp/B00AAN5Y1M?th=1#customerReviews\n\nBased on the amazon reviews, it seems like the straws do hold up a bit better than the regular cheap paper straws on the market. There's still room to improve of course, but that's the point I'm trying to make.\n\nThink of electric cards; the first generations were relatively horrible compared to the ones we have today. We just need to invest into paper straws to make them better.\n\n \nTop 1%\nRank by size \nr/skeptic\nThe Game of Anti-Woke DISTRACTIONS\nyoutube\n166 upvotes · 44 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 42 comments\nr/skeptic\nDid the US Government really sell crack, specifically targeting urban areas?\nyoutube\n276 upvotes · 310 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/BreadTube\nIf you don't already know why Kissinger sucks. Note: this six-parter is FAR from comprehensive.\nyoutube\n178 upvotes · 16 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/heroesofthestorm\nGrubby does a deep dive into the new patch\nyoutube\n265 upvotes · 41 comments\nr/aoe2\nReal-Time Strategy is incredible and you should play it\nyoutube\n188 upvotes · 79 comments\nTOP POSTS\nReddit\nreReddit: Top posts of January 4, 2019\nReddit\nreReddit: Top posts of January 2019\nReddit\nreReddit: Top posts of 2019"
}