{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Double trouble: plastics found to emit potent greenhouse gases - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/double-trouble-plastics-found-emit-potent-greenhouse-gases",
  "body": "These findings provide additional fuel and legitimacy to the efforts spearheaded by UN Environment and its partners to fight plastic pollution. In 2017, UN Environment launched the campaign Beat Plastic Pollution - with its social media hashtag #BeatPlasticPollution - canalizing the efforts of like-minded organizations, governments and ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n24 AUG 2018 STORY CLIMATE ACTION\nDouble trouble: plastics found to emit potent greenhouse gases\nSgt. Brian Ferguson\n\nHawai’i University researchers report the unexpected discovery that the most common plastics emit traces of methane and ethylene when exposed to sunlight.\n\nAuthors of a study conducted at Hawai’i University recently reported another good reason to redouble global efforts to beat plastic pollution: as plastics decay, they emit traces of methane and ethylene, two powerful greenhouse gases, and the rate of emission increases with time. The emissions occur when plastic materials are exposed to ambient solar radiation, whether in water or in the air, but in air, emission rates are much higher.\n\nThe researchers tested polycarbonate, acrylic, polypropylene, polyethylene terephthalate, polystyrene, high-density polyethylene and low-density polyethylene – materials used to make food storage, textiles, construction materials and various plastic goods.\n\n“Low-density polyethylene emits these gases when incubated in air at rates about 2 times and 76 times higher than when incubated in water for methane and ethylene, respectively,” says the study.\n\n“Our results show that plastics represent a heretofore unrecognized source of climate-relevant trace gases that are expected to increase as more plastic is produced and accumulated in the environment,” the study concludes.\n\nPlastic bags are the most harmful\n\nEthylene is widely used in the chemical industry and its worldwide production (over 150 million tons in 2016) exceeds that of any other organic compound. Much of this production goes towards polyethylene. Polyethylene, used in shopping bags, is the most produced and discarded synthetic polymer globally and was found to be the most prolific emitter of methane and ethylene.\n\nOver the past 50 years, polymer manufacturing has accelerated, and it’s estimated that over 8 billion tons of virgin plastic have been produced since 1950. Current annual production levels are expected to double in the next 20 years.\n\n“Given the expected growth in plastic production worldwide, it is important for plastics manufacturers, as well governments wrestling to curb climate change, to understand the extent of methane and ethylene emissions from plastic and their impact on ecosystems,” says Niklas Hagelberg, a UN Environment climate change expert.\n\n“Polyethylene, like other plastics, is not inert and is known to release additives and other degradation products into the environment throughout its lifetime,” says the Hawai’i study.\n\n“For example, the additive bisphenol-A used in the manufacture of many plastic products is leached as plastics age, and hydrocarbon gases are produced during high-temperature decomposition (>202°C).\n\n“These chemicals vary amongst different types of plastic and, once released, some can be toxic and have adverse effects on the environment and human health. Degradation processes not only affect the chemical integrity of the plastic but also ultimately results in the fragmentation of the polymer into smaller units increasing the surface area exposed to the elements.”\n\nThese findings provide additional fuel and legitimacy to the efforts spearheaded by UN Environment and its partners to fight plastic pollution. In 2017, UN Environment launched the campaign Beat Plastic Pollution – with its social media hashtag #BeatPlasticPollution – canalizing the efforts of like-minded organizations, governments and countless local authorities towards a plastic-free environment.\n\nMethane must not be ignored\n\nPlastics aside, anthropogenic emissions of methane have led to more than a doubling of its atmospheric concentration since the 18th century. Methane emissions due to human activity come from agricultural sources such as livestock, soil management and rice production, and from the production and use of coal, oil and natural gas.\n\nPlastic debris on a beach in Msasani Bay, Dar es Salaam, Tanzania.\n\nAccording to the Intergovernmental Panel on Climate Change, methane traps heat and warms the planet 86 times more than carbon dioxide over a 20-year horizon. Other sources indicate that methane, although far less prevalent, is a greenhouse gas 30 times more potent than carbon dioxide.\n\nResearch led by the University of Reading in the United Kingdom indicates that emissions of methane due to human activity have, to date, caused a warming effect which is about one-third of the warming effect due to carbon dioxide emissions – and 25 per cent higher than previous estimates. Methane emissions must therefore be addressed as part of the world’s efforts to curb global warming.\n\nThe study’s findings should give pause for thought among the hundreds of people expected to attend the Global Climate Action Summit from 12-14 September in San Francisco.\n\nFor further information: Niklas Hagelberg: Niklas.Hagelberg[at]un.org\n\nTOPICS\nClimate action\nPollution Adaptation Sustainable Development\nFurther Resources\nProduction of methane and ethylene from plastic in the environment\nEffect of methane on climate change could be 25% greater than we thought\nBeat Plastic Pollution\nRelated Content\nSTORY\nFive tips for living more sustainably\nSPEECH\nEnvironmental philanthropy for the SDGs\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}