{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "'Banning plastic straws will not be enough': The fight to clean the oceans",
  "href": "https://www.nbcnews.com/news/us-news/banning-plastic-straws-will-not-be-enough-fight-clean-oceans-n951141",
  "body": "By James Rainey If the environmental movement drew up a Most Unwanted list for 2018, the plastic drinking straw surely would land near the top. More than a dozen cities and California banned or...",
  "textContent": "SKIP TO CONTENT\nISRAEL-HAMAS WAR\nMEET THE PRESS\nPOLITICS\nU.S. NEWS\nWORLD\nBUSINESS\nHEALTH\nNBC NEWS TIPLINE\nVIDEO\nCULTURE & TRENDS\n\n'Banning plastic straws will not be enough': The fight to clean the oceans\n\nSHARE & SAVE —\nMY NEWS\nMANAGE PROFILE\nEMAIL PREFERENCES\nSIGN OUT\n SIGN IN\nCREATE YOUR FREE PROFILE\n\nSECTIONS\n\nMEET THE PRESS\nU.S. NEWS\nPOLITICS\nWORLD\nLOCAL\nBUSINESS\nHEALTH\nINVESTIGATIONS\nCULTURE & TRENDS\nSCIENCE\nSPORTS\nTECH & MEDIA\nVIDEO FEATURES\nPHOTOS\nWEATHER\nNBC SELECT\nDECISION 2024\nNBC ASIAN AMERICA\nNBC BLK\nNBC LATINO\nNBC OUT\n\nTV\n\nTODAY\nNIGHTLY NEWS\nMSNBC\nMEET THE PRESS\nDATELINE\n\nFEATURED\n\nNBC NEWS NOW\nNIGHTLY FILMS\nSTAY TUNED\nSPECIAL FEATURES\nNEWSLETTERS\nPODCASTS\nLISTEN NOW\n\nMORE FROM NBC\n\nCNBC\nNBC.COM\nNBCU ACADEMY\nPEACOCK\nNEXT STEPS FOR VETS\nNBC NEWS SITE MAP\nHELP\n\nFOLLOW NBC NEWS\n\nNEWS ALERTS\n\nThere are no new alerts at this time\n\nU.S. NEWS\n'Banning plastic straws will not be enough': The fight to clean the oceans\nStarbucks and others moved to ban plastic straws, but much more needs to be done to slow the tide of plastic fouling oceans and corrupting the food chain.\nPlastic straws make up just a fraction of the plastic in the oceans. Lily Padula / for NBC News\nSAVE\nCreate your free profile or log in to save this article\nDec. 30, 2018, 5:51 AM CST\nBy James Rainey\n\nIf the environmental movement drew up a Most Unwanted list for 2018, the plastic drinking straw surely would land near the top.\n\nMore than a dozen cities and California banned or limited plastic straws. The corporate giants Starbucks and Disney led a long roster of companies that promised to do the same. A list of luminaries — from football’s Tom Brady, to rock’s Mick Jagger, to former first daughter Chelsea Clinton — embraced the #StopSucking campaign against single-use straws.\n\nEnvironmentalists hope the movement will stir a larger conversation about runaway plastics pollution. Straw bans alone — which have been criticized for not truly reducing waste — will barely dent the flood of plastic spewing into the environment each year.\n\nOcean pollution creates tides of trash on beaches around the world\nAUG. 19, 201801:58\n\nThe most often repeated estimate of the amount of plastic spilling into the oceans is 8.8 million tons a year. That’s the equivalent of five grocery bags full of plastic along every foot of coastline in 192 countries, according to researchers. Other studies show that the synthetics increasingly find their way not just into fish, sea turtles and whales, but into human beings.\n\n“We are beginning to understand the impact on human health,” said John Hocevar, a marine biologist with Greenpeace. “Now it’s in our drinking water. It’s in our seafood. It’s in sea salt. It’s even in the air we breath. And, understandably, that makes people pretty uncomfortable.”\n\nTo understand the magnitude of the environmental dilemma facing Earth, consider the explosion in the use of plastic bottles. Beverage companies produced 239 billion plastic bottles in 2004. That total had more than doubled by 2017 to 494 billion, and the trend continues, with plastic bottle production predicted to hit 594 billion by 2022, according to the market research firm Euromonitor International. That means bottlers will be churning out more than 1.6 billion every day.\n\nThe problem is that, while most bottles and other plastic items are made of recyclable polyethylene terephthalate (or PET), very little of the material has been returned for reprocessing or reuse. Of all the plastics produced since the 1950s, just 9.5 percent were recycled, with the rest either incinerated or piling up in landfills and the natural environment, according to one study. The figure was so telling of the zeitgeist of 2018 that Britain’s Royal Statistical Society declared it the statistic of the year.\n\nIt’s probably no wonder, then, that activists and corporate leaders chose to focus in the past year on a more finite, and seemingly correctable, slice of the problem.\n\nEstimates of the number of plastic straws used each day in the U.S. reach well into the millions, but many consumers have signaled they are willing to go without or to switch to paper straws. Campaigns to get rid of plastic straws have been super-charged by video images of whales, sea turtles and other sea life struggling with plastic waste.\n\nAmong the companies pledging to ban, or greatly limit, distribution of plastic straws: American Airlines, Aramark, Disney, Hilton, Hyatt, Marriott International, Pret a Manger, Royal Caribbean and Starbucks.\n\nSome of the brands plan to phase out plastic straws gradually, or offer them only to customers who ask. Disability rights groups have argued against banning straws outright, saying that some people can’t drink without them.\n\nBut the market shift already has been drastic enough that one of the largest makers of paper straws in North America, Aardvark, said it produced seven times as many straws by mid-2018 as it had made by the same time last year. And the Indiana-based company expects to grow another seven-fold by the middle of 2019, according to Rory Leyden, CEO of Hoffmaster Group Inc., the company that owns Aardvark.\n\nHoffmaster bought the straw-maker in 2018 and projected that paper straws would eventually make up as much as 35 percent of the market. “Now, 120 days later, if you told me that plastic would disappear and be replaced entirely by paper straws, I would tell you that is a possibility,” Leyden said.\n\nStarbucks announced in July that by 2020 it intends to remove plastic straws from its 25,085 locations around the globe. The coffee chain plans to replace straws with “strawless lids” that some have dubbed “sippy cups.”\n\nStarbucks is replacing plastic straws with plastic strawless lids.Starbucks\n\nBut the new lids will also be made of plastic. And that has some environmentalists rolling their eyes.\n\n“These lids are going to be made of even more plastic than the straws,” said Dianna Cohen, CEO of the Plastic Pollution Coalition, a California-based environmental group. “It’s kind of ridiculous.”\n\nA Starbucks spokesperson said via email that the plastic lids will be an improvement environmentally. “Recycling systems can capture the lid versus the straw which is too light and escapes into the waste stream,” the company’s statement said.\n\nTo which Cohen responded: “The key word in that is ‘can.’ The lids ‘can’ be recycled. That doesn’t mean they will be recycled.”\n\nEven if straws can be corralled, they make up only a tiny fraction of the plastic that ends up in the world’s oceans. A study last year found that 46 percent of the plastic waste in the Great Pacific Garbage Patch — the giant waste gyre between California and Hawaii — came from fishing nets. Some of the nets are lost, others damaged, then abandoned. Cigarette filters containing plastic fiber have been the most ubiquitous item (by numbers, not weight) in more than three decades of beach cleanups by the Ocean Conservancy. And an audit of waste collected by the environmental group Break Free From Plastic said the biggest brand contributors to plastic pollution were Coca-Cola, Pepsi and Nestle — all enormous producers of bottled drinks.\n\nCoca-Cola makes an estimated 110 billion plastic bottles a year. By 2030, CEO James Quincey has pledged to use 50 percent recycled material in its bottles and cans and recycle one bottle or can for each one that it sells.\n\nBut the company concedes that achieving those goals will not be easy. Only 44 of the world’s nearly 200 nations have the collection, sorting and reprocessing technology to produce PET plastic pure enough to be used in food and drink containers. And bottlers sometimes balk at using recycled plastic, which can be discolored and not as clear as “virgin” plastic.\n\nSo Coca-Cola uses an average of just 7 percent recycled material in its plastic bottles. “Excuses … help no one and solve nothing,” Quincey said in a recent op-ed column. “So we must do more, faster.”\n\nNestle, bottler of Arrowhead, Poland and other water brands, also set a goal of using 50 percent recycled plastic in its new bottles by 2025. That would be a quadrupling of its use of recycled PET.\n\nPepsi said it has worked for years to reduce the amount of plastics it uses in its products. Bottles for its Gatorade and Tropicana drinks have been made more lightweight, the company said. And it has set a goal of using 25 percent recycled plastic in its new packaging by 2025.\n\nScott DeFife, vice president of government affairs for the Plastics Industry Association, which represents plastics makers in the U.S., said that the growth of plastics packaging can continue “in a way that is good for the environment and the economy.” But he said more recycling programs, and markets for recycled material, need to be put in place.\n\nRecycling rates remain low in many places but particularly in the developing world. More than a quarter of the plastics in the world’s oceans originate in just 10 rivers, eight of them in Asia.\n\nEnvironmental organizations note that recycling is not a panacea, so it’s important to bolster packaging alternatives. Glass bottles, for example, would help reduce plastics waste and would become more popular if they were made more readily available, said Cohen, of the Plastic Pollution Coalition. She pointed to retro delivery services that provide milk in glass bottles. “The beauty of glass is that it’s nontoxic and nonreactive,” Cohen said.\n\nOthers look forward to a “post-packaging” world, where consumers carry reusable containers. PepsiCo made a bet in that direction in August, when it announced it would pay $3.2 billion for SodaStream — a device that allows consumers to make carbonated beverages at home.\n\nThe biggest force to get companies to shift their offerings, many advocates agree, could come from individuals who cut their use of disposable plastics. Environmental groups encourage people to carry their own water bottles and talk to restaurant and market operators about plastic alternatives.\n\n“We know that just banning plastic straws will not be enough, but it’s a start,” said Dune Ives, executive director of the environmental nonprofit Lonely Whale. “Maybe you decide today to bring your reusable water bottle or mug with you, or you decide not to buy that cucumber that is wrapped in plastic. Every little bit helps.”\n\nRoland Geyer, an environmental scientist who has helped calculate the amount of plastic in the world’s oceans, said that at least the plastic problem does not face one challenge complicating the response to global warming — denial. “With plastic, it is in front of people. Everyone cares about it and wants to do something,” said Geyer, a professor of industrial ecology at the University of California, Santa Barbara.\n\nGeyer said he maintains a “healthy skepticism” about companies that insist they are determined to clean up plastic waste. He worries that some are more interested in public relations victories than in slowing the tide of plastic.\n\n“One thing that does encourage me is that the public at large and consumers have become really upset,” he said. “They really don’t like what they are seeing and they are determined to do something about it.”\n\nJames Rainey\n\nJames Rainey is a former reporter for NBC News.\n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}