{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Bioplastics—are they truly better for the environment?",
  "href": "https://www.nationalgeographic.com/environment/article/are-bioplastics-made-from-plants-better-for-environment-ocean-plastic",
  "body": "Oil is concentrated in regions. Bioplastics support a rural, agrarian economy.\". Bio-based plastics have benefits, but only when taking a host of factors into consideration, says environmental ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nBioplastic is becoming a popular alternative for single-use plastic items like straws and utensils.\n\nPHOTOGRAPH BY REBECCA HALE AND MARK THIESSEN, NATIONAL GEOGRAPHIC\nENVIRONMENTPLANET OR PLASTIC?\nWhat you need to know about plant-based plastics\n\nCan bioplastics truly relieve pressure on the environment? Experts weigh in.\n\nBYSARAH GIBBENS\nPUBLISHED NOVEMBER 15, 2018\n• 10 MIN READ\nIn partnership with the National Geographic Society.\n\nMore than eighteen trillion pounds of plastic have been produced to date, and eighteen billion pounds of plastic flows into the ocean every year. It ensnares the marine animals we cherish and the fish we put on our plates, it appears in the table salt we use, and it’s even found in our own bodies.\n\nAs more research on the impact of using so much plastic comes to light, consumers and manufacturers are left scrambling for an alternative to the ubiquitous material, and bioplastics have emerged as a potential alternative.\n\nAt a glance, the name sounds promising, with a prefix that hints at an Earth-friendly product. But is bioplastic the panacea for our environmental woes? An easy-to-use single-use item that feels like plastic minus the guilt?\n\nThe answer?\n\nIt’s complicated, say scientists, manufacturers, and environmental experts, who warn its potential merits rest on many “ifs.”\n\nWhat is bioplastic?\n\nBioplastic simply refers to plastic made from plant or other biological material instead of petroleum. It is also often called bio-based plastic.\n\nIt can either be made by extracting sugar from plants like corn and sugarcane to convert into polylactic acids (PLAs), or it can be made from polyhydroxyalkanoates (PHAs) engineered from microorganisms. PLA plastic is commonly used in food packaging, while PHA is often used in medical devices like sutures and cardiovascular patches.\n\nBecause PLA often comes from the same large industrial facilities making products like ethanol, it’s the cheapest source of bioplastic. It’s the most common type and is also used in plastic bottles, utensils, and textiles.\n\nPlants, oil, and the fight for food security\n\n“The argument [for bio-based plastics] is the inherent value of reducing the carbon footprint,” says chemical engineer Ramani Narayan from Michigan State University, who researches bioplastic.\n\nAbout eight percent of the world’s oil is used to make plastic, and proponents of bioplastic often tout a reduction in this use as a major benefit. This argument rests on the idea that if a plastic item does release carbon once it’s discarded, as it degrades, bioplastics will add less carbon to the atmosphere because they’re simply returning the carbon the plants sucked up while growing (instead of releasing carbon that had previously been trapped underground in the form of oil).\n\nRelated: Photos of animals navigating a world of plastic\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\n\nHowever, that’s not the end of the story. One 2011 study from the University of Pittsburgh found other environmental issues associated with growing plants for bioplastic. Among them: pollution from fertilizers and land diverted from food production.\n\nUsing a substance like corn for plastic instead of food is at the center of a debate over how resources should be allocated in an increasingly food-scarce world.\n\n“The other value proposition is that plant biomass is renewable,” Narayan adds. “It's grown all over the world. Oil is concentrated in regions. Bioplastics support a rural, agrarian economy.”\n\nBio-based plastics have benefits, but only when taking a host of factors into consideration, says environmental engineer and National Geographic explorer Jenna Jambeck, who is also at the University of Georgia.\n\n“Where is it grown? How much land does it take up? How much water is needed?” she gives as examples of important questions.\n\nWhether bio-based plastics are ultimately better for the environment than oil-derived ones “is a big question based on many 'ifs,'” she says. In other words, there’s no clear answer at present.\n\nWhat happens when we're done with it?\n\nDepending on the type of polymer used to make it, discarded bioplastic must either be sent to a landfill, recycled like many (but not all) petroleum-based plastics, or sent to an industrial compost site.\n\nIndustrial composting is necessary to heat the bioplastic to a high enough temperature that allows microbes to break it down. Without that intense heat, bioplastics won't degrade on their own in a meaningful timeframe, either in landfills or even your home compost heap. If they end up in marine environments, they'll function similarly to petroleum-based plastic, breaking down into micro-sized pieces, lasting for decades, and presenting a danger to marine life.\n\n“If PLA [bioplastic] does leak out, it also will not biodegrade in the ocean,” says Jambeck. “It's really not any different from those industrial polymers. It can be composted in an industrial facility, but if the town doesn't have one, then it's not any different.”\n\nSo, should you use it?\n\nOne of the largest manufacturers of bioplastic in the U.S. is Colorado’s Eco Products. They buy raw corn-based PLA from NatureWorks, a chemical manufacturer in Blair, Nebraska.\n\nEco Products deferred questions about their products to the Plastics Industry Assocation (PLASTICS), who said that demand for bioplastics has increased in the past decade or so.\n\nConsumer interest in sustainable alternatives to plastics and more efficient technology are driving that growth, says PLASTICS Assistant Director of Regulatory and Technical Affairs Patrick Krieger.\n\nAddressing criticism that bioplastics may divert land away from growing food, Krieger said companies represented by Plastics partner with groups like the World Wildlife Fund’s Bioplastic Feedstock Alliance to ensure crops are grown sustainably.\n\n5:45\n\nPLASTICS 101\n\nBut environmentalists still say a serious dearth of industrial compost sites mean bioplastics will do little to curb the amount of plastic entering waterways.\n\nDune Ives is the executive director of the Lonely Whale, an environmental non-profit geared toward business-oriented solutions, particularly around plastics. In 2017, the group headed a “Strawless in Seattle” campaign to lobby for a plastic straw ban. As part of that effort, Lonely Whale investigated whether they would tout bioplastic straws as an alternative. One of the things they learned: Among local businesses that did have compost bins, few reported bioplastic items actually making it into the appropriate places, says Ives.\n\n“We quickly realized that the idea of compostable plastic sounds very interesting, especially if you look at an area like Seattle, but there's still that human element of you and me,” she says.\n\nDune adds that without adequate composting infrastructure and consumer know-how, bioplastic products can end up an example of greenwashing, a phrase coined by environmentalists to indicate when consumers are misled about how sustainable a product truly is.\n\n“The marketing is getting us to feel good about what we're buying,” she says, “but the reality is the systems aren't in place to accommodate for those materials.”\n\nThe Biodegradable Products Institute (BPI) is a non-profit formed to advocate for biodegradable products and waste infrastructure. They see bioplastics and industrial composting as untapped potential.\n\n“Composting is inherently local,” says Rhodes Yepsen, the executive director of BPI. “It won't make sense to ship food waste to another country. It rots quickly, and it's primarily water. It's heavy and messy.”\n\nHe points out that recycling is often inefficient, capturing less than a fifth of recyclable material produced in the world.\n\n“Fifty percent of the waste we generate is biodegradable waste like food and paper,” says Narayan, who also serves as a scientific adviser for BPI. He thinks landfills should be eliminated altogether and replaced by more robust and comprehensive waste collection.\n\n“Landfills are tombs. We are preserving garbage. That makes no sense,” he says.\n\nIves points to opportunities to create sustainable alternatives that don’t have any plastic.\n\nPlastic made from petroleum or plants like corn is among the cheapest material for things like packaging, but smaller-scale manufacturers are developing even more natural alternatives. In the U.K., one boutique is growing fungus into lightweight furniture, and in the U.S., the Department of Agriculture is using a milk film to create packaging that keeps food fresh.\n\n“This is a field right now for entrepreneurial investors. There’s no shortage of incredible opportunity for alternatives that are marine degradable, that don’t overtax the land and our food production system,” Ives says.\n\nCorrection: An earlier version of this story incorrectly stated products manufactured by NatureWorks. This article has also been updated to clarify that PLA is made from plant sugar, not contained in the plant itself.\n\nIn communities that don’t offer compost collection services, industrial compost sites can be found using findacomposter.com.\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. This story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nWe Know Plastic Is Harming Marine Life. What About Us?\nMAGAZINEPLANET OR PLASTIC?\nWe Know Plastic Is Harming Marine Life. What About Us?\nThere often are tiny bits of plastic in the fish and shellfish we eat. Scientists are racing to figure out what that means for our health.\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nWhat ever happened to cursive writing?\nHISTORY & CULTURE\nWhat ever happened to cursive writing?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}