{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Banning plastic straws will have no effect on saving the ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/bzsmx1/banning_plastic_straws_will_have_no_effect_on/",
  "body": "A straw ban is actually dangerous, IMO, because it drains away people's willingness to act, spending their willpower on measures that are ultimately useless. People have a feeling of, \"oh, because we banned plastic straws, this problem is being handled,\" and are less likely to take any meaningful action. 7.",
  "textContent": "Banning plastic straws will have no effect on saving the environment : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n5 yr. ago\njimmydrums123\nBanning plastic straws will have no effect on saving the environment\nVoted 68% unpopular\n\nJust found out today that New York City is playing to ban plastic straws (which I’m sure translates to a tax on all plastic straws instead) and I can’t get behind it at all. I find it hilarious that people that go ahead a buy a metal straw, still stick it in there plastic Starbucks cup and say “I’m making a difference!” No you’re not you’re just being trendy. I’ve had a serious conversation about this with someone and asked them why do you go off about your metal straw and still get the plastic cup. Their actual response was “...the cup won’t get stuck in sea turtles noses” like.. WHAT?? I’ve seen the video. Yeah it’s sad. But there’s much bigger threat to wildlife than plastic straws. If anything we should have a ban (big tax) on fishing nets this way fishing companies are reluctant to just toss it in the ocean.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nvolvocars.com\nShop Now\nSort by:\nhuntsman_69\n•\n5 yr. ago\n\nThey're clutching at straws\n\n57 more replies\nChoosingIsHardToday\n•\n5 yr. ago\n\nWe're looking at banning all single-use plastics, that's a better approach than just banning plastic straws.\n\nBut the point is that it's a small step in the right direction. First straws, then cups, then bags, and so on, until we get to a point where we realize that we have no need to be using plastics nearly as much as we do. It's not about the turtles (although I feel bad for them), it's about the effect of producing plastic on our environment and the effectsbof producing so much garbage in general.\n\n327 more replies\n[deleted]\n•\n5 yr. ago\n\nYa, nets take up 50% of all ocean pollution\n\n43 more replies\nChaosmusic\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nAre we supposed to do absolutely nothing until a 100% efficient solution is found?\n\nEdit: Way too many replies to respond to individually so will try to address them here. Lot of good arguments and discussions.\n\nIt's just a feel good measure so we don't have to dig in and make any real changes or sacrifices.\n\nSure, this may simply be 'Thoughts and prayers' after a tragedy. Something to put up on Facebook to make ourselves feel better. But I have seen absolutely no one even suggest that this one thing fixes everything or even close. Hell, even the big fixes won't fix everything. There is no single switch that we can flip that will solve the problem, it will require thousands of switches, some bigger than others.\n\nThe thing is, if we do fall into the habit of just doing the one thing and then congratulating ourselves thinking we did our part, that's our fault, not the fault of the people making these suggestions. We need people to keep making these suggestions, and we need people to evaluate those suggestions and to implement them. It's our job to say, OK that's step 1, then we go to 2 then on to 8627.\n\nWhy are we focusing on this instead of the bigger threats like fishing, manufacturing, the oil industry, etc.?\n\nWell, no one is 'focusing' on anything. To the best of my knowledge, environmental issues are not being dealt with by a single guy named Steve in Wisconsin. We can focus on many things at once and there are people looking at ways that fishing could be done differently and the oil industry and recycling and all that. But, perhaps not surprisingly, changing how an entire massive industry does their thing to address environmental impact takes time. So there are going to be long-term, decades to complete projects along with what can we do right now projects.\n\nAlso, bringing attention to consumer focused things like straws and shopping bags and plastic cups and things we use on a regular basis hopefully will get us into a mindset that we need to change how we do things individually as well as a society and a civilization. Yes, countries and big companies need to make a change but so do we as well and if straws is what we do today maybe it will make us think about what we can do tomorrow.\n\nPlastic straw alternatives might be/are worse for the environment.\n\nI don't know if this is true but I don't know enough to discard the argument out of hand. When faced with a large problem such as there is too much plastic garbage in our environment, we get presented with lots of ideas, many of which are probably variations of try to use less disposable plastic goods, like straws. We need unbiased experts who can evaluate these potential solutions and their potential consequences. Yes, if getting rid of plastic straws eliminates 50 tons of garbage but making straw alternatives makes 100 tons of garbage, it's time to rethink the idea. But the people making those assessments should not be the ones with skin in the game. I'm sure plastic manufacturers have oodles of studies that tell us that plastic straws are the better alternative, create less waste and probably cure cancer to boot.\n\nNothing the individual consumer does matters if other countries don't do something, like China and India.\n\nSo if Exxon isn't going to do anything and if China isn't going to do anything, why should we be pushing this rock up the hill like Sisyphus? So let's say the people saying this aren't just being defeatist or are just using that excuse so that they don't have to be inconvenienced by giving up their single use plastics.\n\nSo how do we get Exxon and China and India and our own government to change? The obvious, pat answer is to say vote and to make consumer choices that encourages companies and countries to make those changes, but we all know it is way more complicated than that. Vote for who? And are there enough environmentally aware companies to provide all of our needs and how much are we willing to give up all at once to accomplish this? And will it make a difference in the end? We might end up giving up all the wrong products and all the wrong cars and all the wrong foods and all the wrong means of production and all the little things that we enjoy and find comfort in...just to find that we're still fucked.\n\nSo we try giving up plastic straws. And we try giving up some other little things. And we try voting for people who aren't utter cunts. And we try getting businesses to think about something other than profit at all costs. And we try investing in technologies to hopefully make things a little easier. And we try changing our eating habits, if even by a little bit. And we try this, that and the other thing. We just try to do anything except throwing up our hands and saying \"What's the fucking point?\"\n\n503 more replies\n[deleted]\n•\n5 yr. ago\n\nIt teaches people that they need to make personal sacrifices and normalizes the idea that the world is in big trouble. I see no downsides to it even if it is a bit silly.\n\nScientific studies don't do shit if nothing around people is changing. They won't think it's serious if no one else is doing anything.\n\n170 more replies\n[deleted]\n•\n5 yr. ago\n\nA lot of little steps will eventually lead to large strides. You have to start somewhere.\n\n84 more replies\nNotherSmartyPants\n•\n5 yr. ago\n\nCups are easier to recycle than straws. In a good chunk of plastic recycling plants all material goes through a mechanical screening process to help eliminate glass, dirt, beer caps, etc. Straws, spoons, forks and other small plastic bits end up getting tossed in the dump along with the other garbage that comes out. The same goes with plastic bags. Damn near impossible to shred, clean, and melt enough of them after the sorting process to make a profit so they end up in the dump with your straws.\n\nAlso downvoted because it is a popular opinion that people need to educate themselves on before spewing nonsense.\n\n18 more replies\nflojo2012\n•\n5 yr. ago\n\nCanada banned single use plastics. A better solution.\n\n7 more replies\nharoldb68\n•\n5 yr. ago\n\nChina produces 80% of the plastic that ends up in the environment. America is at less than 10%. Any changes outside of China are basically a waste of time. Until the world demands that China reduce their pollution by 90% the environment is doomed. The plastic straw crusade may make people feel good but it's useless as far as the environment is concerned.\n\n54 more replies\ntreeefingers\n•\n5 yr. ago\n\nJust one factor. Jesus, everything has to start somewhere. Cant ban everything at once.\n\nUnpopularOpinionMods\n•\n5 yr. ago\n•\nEdited 4 yr. ago\n\nIs this a Popular or Unpopular opinion? Please reply to this comment with either 'popular' or 'unpopular'\n\nPlease do not vote on your own submissions.\n\nCurrent Votes:\n\nPopular\tUnpopular\n\n124\t263\nSmittyVonSmittyBerg\n•\n5 yr. ago\n\nUnpopular, why is this not a popular opinion though? It’s fucking obvious and we’re all doomed\n\n5 more replies\ndavide94\n•\n5 yr. ago\n\nPopular\n\n756 more replies\n[deleted]\n•\n5 yr. ago\n\nI never understand these arguments...\"Don't do X because Y has a better effect.\"\n\nwe can do both. Are we only allowed to do one?\n\n49 more replies\nbarnfodder\n•\n5 yr. ago\n\nFactually correct opinion.\n\nThe vast majority of plastic waste and pollution in general is industrial in nature.\n\nConsumer waste reduction is a drop in the bucket.\n\n6 more replies\nChuronna\n•\n5 yr. ago\n\nIf someone puts another soggy paper straw in my drink I'll choke a turtle with my bare hands just to see the light go out in its eyes.\n\n6 more replies\nljout\n•\n5 yr. ago\n\nPlastic straws get banned because they are harder to recycle and end up becoming waste. Much tougher than the plastic cups you are referring to. If you ban plastic straws it frees up resources that could make more of an impact.\n\n[deleted]\n•\n5 yr. ago\n4 more replies\n[deleted]\n•\n5 yr. ago\n[deleted]\n•\n5 yr. ago\n\nIsn't it lovely how more and more environmentally positive changes are being pushed on consumers and not the corporations committing the vast majority of it?\n\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nr/DenverBroncos\n[NFL Update] Former NFL CB Aqib Talib will make his NFL broadcasting debut this Sunday on FOX. He'll call the Washington-Detroit game with Brandon Gaudin doing the play-by-play.\ntwitter\n525 upvotes · 37 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 122 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/RodriguesFamilySnark\nJill’s face when she found out Nurie won the pregnancy pact first\n53 upvotes · 26 comments\nr/politics\nSlain DNC staffer’s parents: He was ‘murdered again’ by Fox News sharing conspiracy theory\nthehill\n1.9K upvotes · 101 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n193 upvotes · 39 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/psychology\nSinging to babies is vital to help them learn language, say scientists\ntheguardian\n202 upvotes · 19 comments\nr/psychology\nMagicians less prone to mental disorders than other artists, finds research\ntheguardian\n780 upvotes · 83 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n189 upvotes · 22 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 45 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 12, 2019\nReddit\nreReddit: Top posts of June 2019\nReddit\nreReddit: Top posts of 2019"
}