{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "9 Startling Facts About Plastics in the Ocean",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2018/09/24/9-startling-facts-about-plastics-in-the-ocean",
  "body": "Plastic Pollution Affects Sea Life Throughout the Ocean. Our ocean and the array of species that call it home are succumbing to the poison of plastic. Examples abound, from the gray whale that died after stranding near Seattle in 2010 with more than 20 plastic bags, a golf ball, and other rubbish in its stomach to the harbor seal pup found dead ...",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\n9 Startling Facts About Plastics in the Ocean\nQUIZ September 24, 2018 Read time: Less than a minute\nProjects:\nPreventing Ocean Plastics\nShare \nRead Mode \nGetty Images\n\nUp to 13 million tons of plastic waste enters the ocean each year, threatening marine ecosystems and the people who depend on them. Global awareness about plastic pollution has grown tremendously in the last decade as nongovernmental organizations and scientists have better documented the environmental and economic impacts of this material on our marine environment. From grocery bags to car parts, plastic is used in many aspects of our everyday lives, but how much do you really know about it?\n\nIn which of the following products are plastics commonly found?\nClothes\nHealth and beauty products\nCellphones\nAll of the above\nHow long does it take for plastic to decompose?\n100 years\n200 years\n300 years\nMore than 400 years\nTrue or false: Plastics can fully biodegrade once in the ocean.\nTrue\nFalse\nA garbage truck’s worth of plastic is dumped into the ocean every ____.\nSecond\nMinute\nHour\nDay\nBy what year is it estimated that the weight of plastic in the ocean will exceed the weight of all the fish in the ocean?\n2030\n2050\n2070\n2100\nFactories worldwide had produced 8.3 billion metric tons of plastic by 2017, but only ____ percent was recycled.\n9\n17\n22\n30\nTrue or false: As of 2015, 79 percent of plastic waste had accumulated in landfills and the natural environment.\nTrue\nFalse\nIn the next 20 years, global plastic production is expected to:\nBe cut in half\nStay the same\nDouble\nTriple\nWhich of the following can be used as an alternative to single-use plastics?\nReusable bags\nStainless-steel mugs and water bottles\nMetal straws\nAll of the above\nSHOW RESULTS\nRELATED EXPERTS\nSimon Reddy\nDirector\nInternational Environment\nARTICLE September 24, 2018\nPlastic Pollution Affects Sea Life Throughout the Ocean\nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nProjects\nPreventing Ocean Plastics\nExperts\nSimon Reddy\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet\nPrivacy Notification\n\nWe use cookies and other technologies to help improve your browsing experience; some are necessary for the site to work, and some are optional. Learn more in ourCookie Notice.\n\nCookie Settings"
}