{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Glass vs. Plastic vs. Aluminum and the Environmental Impact",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/bwj1jc/glass_vs_plastic_vs_aluminum_and_the/",
  "body": "In the US, we also have small deposit fees for plastic, aluminum, and glass bottles, depending on the liquid contents and on the state you live in (5 or 10¢), but this is separate from the rarer cases where glass is reused. Glass milk bottles in stores sometimes can be returned and the store sends them back to the farm to be reused.",
  "textContent": "Glass vs. Plastic vs. Aluminum and the Environmental Impact : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n5 yr. ago\nescottamemoir\nGlass vs. Plastic vs. Aluminum and the Environmental Impact\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nYamadaDesigns\n•\n5 yr. ago\n\nWhat do you do about aluminum foil? I can't seem to find an alternative to it or a way to not trash it since it is usually covered in oil and other food after baking.\n\n33 more replies\nIotaCandle\n•\n5 yr. ago\n\nHere in Western Europe, beer is a very common beverage, is produced locally and is packaged in glass bottles.\n\nYou generally pay a small fee when buying the bottle (10-20 cents), and that amount is returned when you bring the bottles back to the store. They are usually sent back to the producer, washed and reuse.\n\nI wonder if the energy saved by not melting the glass offsets it's heavier transportation impact.\n\n8 more replies\n[deleted]\n•\n5 yr. ago\nTenkaiStar\n•\n5 yr. ago\n\nHow much better is carton such as Tetra pak? I saw them doing a packaging for water now. I guess for anything carbonated it is still not possible.\n\n3 more replies\nmessylou\n•\n5 yr. ago\n\nWould love to see how paper and cardboard compare too!\n\n4 more replies\npanopss\n•\n5 yr. ago\n\nThis is a beautiful graphic\n\n5 more replies\ncrazycrayola\n•\n5 yr. ago\n\nSuper helpful (and pretty), thank you!\n\nNinaBos\n•\n5 yr. ago\n\nSuper useful ! Thanks\n\n[deleted]\n•\n5 yr. ago\n\ncool graphic! thanks for posting!\n\ncdog47\n•\n5 yr. ago\n\nI don't think that glass can only be down cycled.\n\n3 more replies\nFrauenquote\n•\n5 yr. ago\n\nSo are we talking about aluminum soda cans (thin) or for example chickpea cans (thick)?\n\nGavrielBA\n•\n5 yr. ago\n\nAren't the latter from tin?\n\n3 more replies\nbootsogrady\n•\n5 yr. ago\n\nI don't buy the 'high shipping costs' argument against glass. As I understand it, the amount that can be shipped at once is limited by volume, and the marginal increase in weight has little effect on the amount of fuel used. And what about re-usability?\n\nPM_ME_GENTIANS\n•\n5 yr. ago\n\nIt's not limited by volume often. There is a maximum load in the container, and of course a maximum volume. If you have something light, you can get to the maximum volume before you reach the load limit. With glass packaging, the weight increase is huge and you reach the maximum weight before you fill the volume. It does have significant effect on the fuel efficiency - try driving a small car empty and full of people, you can feel it straining.\n\nbyediddlybyeneighbor\n•\n5 yr. ago\n\nWouldn’t a shipping crate, hundreds of shipping crates, or even a tractor trailer full of glass bottles weigh significantly more than the same containers filled with plastic bottles? The difference doesn’t seem like it’d be simply a marginal increase in weight.\n\n_Skinja_\n•\n5 yr. ago\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of June 4, 2019\nReddit\nreReddit: Top posts of June 2019\nReddit\nreReddit: Top posts of 2019"
}