{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How Plastic Straws Slip Through the Cracks of Waste Management",
  "href": "https://www.wired.com/story/how-plastic-straws-slip-through-the-cracks-of-waste-management/",
  "body": "Between the waves and the sun—UV light breaks down many chemical bonds—plastic debris takes a beating. It's during this time in the coastal zone that many straws get broken down into tiny ...",
  "textContent": "Skip to main content\nOPEN NAVIGATION MENU\nHow Plastic Straws Slip Through the Cracks of Waste Management\nBACKCHANNEL\nBUSINESS\nCULTURE\nGEAR\nIDEAS\nPOLITICS\nSCIENCE\nSECURITY\nMORE\nSIGN IN\nSUBSCRIBE\nSEARCH\nBackchannel\nBusiness\nCulture\nGear\nIdeas\nPolitics\nScience\nSecurity\nMerch\nGift Guides\nPodcasts\nVideo\nArtificial Intelligence\nClimate\nGames\nNewsletters\nMagazine\nEvents\nWired Insider\nJobs\nCoupons\nLIMITED TIME OFFER\nGet WIRED - now only $30 $5.\nThis is your last free article. See the future here first with 1 year of unlimited access. BONUS: Free WIRED stickers.\nSUBSCRIBE NOW\nAlready a member? SIGN IN\n\nNICK STOCKTON\n\nSCIENCEJUL 26, 2018 7:00 AM\nHow Plastic Straws Slip Through the Cracks of Waste Management\nStraws may not be the worst type of litter. But they are remarkably good at escaping from the waste stream and into the wild.\nGETTY IMAGES\n\nEARLIER THIS YEAR, a three-year-old video of researchers extracting a long, twisted tube from a reptile’s bleeding nostril went viral. To date, it has accumulated more than 30 million views and set off a moral panic.\n\nThe straw that broke the turtle’s beak also did a number on the camel’s back. Companies like Starbucks, Ikea, and Hilton hotels have announced policies reducing or eliminating single-use slurping devices. Communities in California, New Jersey, and Florida—plus the metropolis of Seattle—have announced policies to phase out or restrict businesses from selling straws. And has there been backlash to the straw bashing? This is 2018, baby, you know there’s been backlash! Some is just normal anti-environmental crankiness. Some is legit: Plastic straws, especially the bendy ones, are essential for people with disabilities.\n\nAnd some of the critique inspires serious head scratching: Disposable straws account for a very small fraction of the total plastic waste that winds up in the oceans, and are pretty unexceptional in terms of ecological impact (Read about fishing gear’s environmental impact if you really want to put your straw concerns in context). So, if straws are just a small part of a big problem, why not just pour all this anti-straw effort into better waste management overall? Well, straws—by nature of their design and ubiquity—are remarkably good at slipping out of the waste stream and into the wild.\n\n“I think the fact that straws are small and used on-the-go lends itself to the fact that they can easily leak into the environment,” says Sherry Lippiatt, the regional coordinator for NOAA's marine debris program in California. The problem isn’t that straws fall below some size threshold that casual litterbugs use to gauge their guilt. Though size-bias is a real thing when it comes to how people feel about litter, the real problem is that straws literally fall through the waste management cracks.\n\n“Any moment when trash is being transferred from one mode to another, some fraction of it is lost,” Lippiatt says. Between the hand and the garbage can, some slurpers’ straws just miss the connection. And then again, when the trash bag gets removed and put in a bin. Maybe the bag tears on its way into the big bin. Maybe a rat rips a hole because it smelled some half-eaten Taco Bell. Maybe your city installed street receptacles with ridiculously huge slots, such that whenever there’s a big gust of wind, the plastic liner inverts, spewing garbage all over the street (looking at you, Manhattan). Then the trash truck comes. In the process of tossing bags in the back, those workers inevitably, inadvertently, are going to lose some as litter. Especially anything small, light, and easily airborne.\n\nAlso, straws are plastic, which means many people might mistakenly think they can be recycled. “Something that is often overlooked is peoples’ reaction when they hear about the marine litter problem, they say ‘I don’t litter, and I recycle, so I’m not the problem’,” Lippiatt says. Straws, in fact, cannot be recycled. Recycling plants are big, conveyer-belt driven operations, and straws are so small they just fall off the conveyor belts and onto the recycling plant floors, from whence they are sent to landfills. Another set of bags, another trip in a big truck. Or boat—a huge percentage of US recycling and trash gets shipped away to other countries.\n\nTRENDING NOW\n\nVisit a Roiling Deep-Sea Vent in Glorious VR\n\nMOST POPULAR\nBUSINESS\nHow to Use Google’s Gemini AI Right Now in Its Bard Chatbot\n\nREECE ROGERS\n\nSCIENCE\nHow to Set Your Thermostat—According to Science\n\nCHRIS BARANIUK\n\nGEAR\nThe Best Continuous Glucose Monitors\n\nCAROL MILBERGER\n\nGEAR\nThe Best Radios to Catch Your Favorite Airwaves\n\nNENA FARRELL\n\nADVERTISEMENT\n\nOnce a straw is outside the bin, odds are it’s going to find its way to water. Weather has an affinity for moving things around, especially those that are round, hollow, small, and light. A city straw might sit in the sticky spot under a trash can for a while, but eventually some wind or rain will probably wash it into a storm drain. “And, as Finding Nemo taught us, all drains lead to the ocean,” Lippiatt says.\n\nADVERTISEMENT\n\nOK, maybe that logic didn’t work out so well in Nemo. And many cities are pretty far from the ocean. But even inland cities with high-tech combined sewage treatment programs experience some amount of leakage into local watersheds—when a big storm floods the sewers, or a catchment grate malfunctions, for instance. And many pieces of litter skip the sewage system completely, and get blown or washed directly into a stream, lake, or sea.\n\nYou’ve probably heard the shakily-sourced statistic that Americans throw away 500 million plastic straws each day (an average of 1.5 straws a day per person, if true). Even if that figure needs work, researchers have plenty of other data showing that straws are a pretty big problem. Thanks to the assiduous record-keeping of global beach cleanup crews, a study published in Science in 2015 calculated that America’s beaches are strewn with about 7.5 billion straws.\n\nOf course, those straws don’t just stay there. Wind and rain are constantly forcing debris seaward. Once in the waves, tracking the trash once again gets chaotic. “Coastal zones are complicated, where objects get stuck in eddies, washed back onshore, and moved all over the place,” Lippiatt says. Between the waves and the sun—UV light breaks down many chemical bonds—plastic debris takes a beating. It’s during this time in the coastal zone that many straws get broken down into tiny bits.\n\nADVERTISEMENT\n\nEventually those bits of debris get sucked offshore. From there, figuring out their fate becomes much simpler. Physical oceanographers actually have charts that tell them roughly how a piece of debris will behave once it’s in the ocean. One of the biggest factors is the object’s windage—that is, how far does it stick out of the water, and how much wind will it catch? The other factor is where the object winds up in the water column. Deeper water tends to move more slowly than at the surface. Intact straws and straw fragments are both unlikely to float on the surface, and are probably more influenced by currents than wind. A lot of the ocean borne-garbage winds up in massive oceanic gyres, like the fabled Pacific Garbage Patch.\n\nMOST POPULAR\nBUSINESS\nHow to Use Google’s Gemini AI Right Now in Its Bard Chatbot\n\nREECE ROGERS\n\nSCIENCE\nHow to Set Your Thermostat—According to Science\n\nCHRIS BARANIUK\n\nGEAR\nThe Best Continuous Glucose Monitors\n\nCAROL MILBERGER\n\nGEAR\nThe Best Radios to Catch Your Favorite Airwaves\n\nNENA FARRELL\n\nADVERTISEMENT\n\nNot all of it, though. A lot of it probably sinks to the ocean floor, and settles in with the abyssal sediment. And, as YouTube showed, many pieces of plastic pirouetting through the ocean get gobbled up by sea creatures—the vast majority of whom will never be YouTube stars.\n\nHeart-wrenching videos aside, and Houdini-like propensity to slip out of waste management systems notwithstanding, there’s still the question of whether banning straws is worth the effort. “I’m not sure that straws are exceptional in terms of their impact to an ecosystem,” says Kara Lavender Law, a research professor of oceanography at the Sea Education Association in Woods Hole, Massachusetts. “I think the reason straws have been singled out is because they are a low-hanging fruit. They are something that most of us, though not all, for example some disabled people, children, can easily do without, and by doing so we reduce the amount of plastic trash that is generated and therefore needs to be managed somehow.” Straws may be a small percent of the overall US total—they aren’t even a huge percent of all the small plastic debris that gums up nature’s maw. But a low-hanging fruit is still worth picking.\n\nMore Great WIRED Stories\nReddit goes old school with subreddit chat\nPhotograph or painting? These landscapes are both\nHow a #MeToo group became a tool for harassment\nThe simple hook that could make drone deliveries real\nThe curious case of the deadly superbug yeast\nLooking for more? Sign up for our daily newsletter and never miss our latest and greatest stories.\nTOPICS\nPOLLUTION\nRECYCLING\nENVIRONMENTALISM\nMORE FROM WIRED\nHere’s How Bad Climate Change Will Get in the US—and Why There’s Still Hope\nThe nation’s Fifth National Climate Assessment paints a dark portrait of worsening disasters. But it also points toward accelerating progress and a cleaner future.\n\nMATT SIMON\n\nIndia Plans to Change the Weather to Fight Back Against Deadly Smog\nHazardous air pollution is once again choking Delhi. City officials want to use cloud seeding to wash the problem away.\n\nSUSHMITA PATHAK\n\nThe Weirdest Reason the Poles Are Warming So Fast? Invisible Clouds\nClouds way up in the stratosphere act like a blanket, trapping heat in the Arctic and Antarctica. That could help explain why models keep underestimating how fast they’re warming.\n\nMATT SIMON\n\nInside India’s Gargantuan Mission to Clean the Ganges River\nThe Ganges river is one of the world’s most sacred waterways—and one of its most polluted. To restore it, India is undertaking one of the biggest engineering programs in the history of sanitation.\n\nOLIVER FRANKLIN-WALLIS\n\nEmissions Should Be Plummeting. Instead, They’re Breaking Dangerous New Records\nAhead of COP28, a scathing new UN report warns that the world is barreling toward an avoidable catastrophe. It’s a plea for world leaders to step up their ambition.\n\nMATT SIMON\n\nDon’t Worry, It’s Just ‘Fire Ice’\nMethane hydrate is an ice-like substance you can set on fire. Now scientists have found that more of it may be in danger of melting—and releasing powerful greenhouse gas—than previously realized.\n\nMATT SIMON\n\nScientists Have Been Freezing Corals for Decades. Now They're Learning How to Wake Them Up\nDeep-frozen corals, cryopreserved in the hope of restoring ocean ecosystems, are growing up. Could the futuristic technique eventually save dying reefs?\n\nBRENT M. FOSTER\n\nSponsored Links by Taboola\nDonate Today\nGreenpeace USA\nNo More Free Returns? Amazon Releases New Fees\nOnline Shopping Tools\nHere Are 23 Of The Coolest Gifts For Christmas 2023\nBest Tech Trend\nTommy Chong: The Horrifying Truth About CBD\nTommy Chong's CBD\n29+ Coolest Gifts Nobody Would Think Of\nTrending Gifts 2023\nHere Are 23 Of The Coolest Gifts For Holiday 2023\nBest Tech Trend\nWIRED is where tomorrow is realized. It is the essential source of information and ideas that make sense of a world in constant transformation. The WIRED conversation illuminates how technology is changing every aspect of our lives—from culture to business, science to design. The breakthroughs and innovations that we uncover lead to new ways of thinking, new connections, and new industries.\n\nMORE FROM WIRED\n\nSubscribe\nNewsletters\nMattresses\nReviews\nFAQ\nWired Staff\nCoupons\nEditorial Standards\nArchive\n\nCONTACT\n\nAdvertise\nContact Us\nCustomer Care\nJobs\nPress Center\nRSS\nAccessibility Help\nCondé Nast Store\nCOOKIES SETTINGS\n\n© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices\n\nSelect international site\nUnited States"
}