{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Fishing Nets, Not Plastic Straws, Make Up Nearly Half of Ocean ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/ag08h3/fishing_nets_not_plastic_straws_make_up_nearly/",
  "body": "The problem is that plastic straws make up a remarkably low amount of the mass of waste in oceans/landfills, for all of the hype around eliminating them. They do make up about 4% of waste by piece, but billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.",
  "textContent": "Fishing Nets, Not Plastic Straws, Make Up Nearly Half of Ocean Plastic Pollution : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n5 yr. ago\nnon-manducare-cibum\nFishing Nets, Not Plastic Straws, Make Up Nearly Half of Ocean Plastic Pollution\nlivekindly.co\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nebikefolder\n•\n5 yr. ago\n\nI don't eat fish. Now what?\n\nbuffnuggies\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nSorry to be an ass, but god i hate these posts. I’m sure no one in this sub or the majority of the population believe that straws by themselves are the #1 threat to the ocean or the #1 contributor to plastic pollution. But why discourage people from refusing straws because it’s “not good enough”, when every effort adds up in the long run and also at least they’re trying. Some people aren’t willing to make a life change and stop eating fish, but they’re willing to START with refusing straws... that is if they aren’t made into feeling stupid for it by posts like these.\n\nI understand fishing nets are a bigger issue, but people need to quit comparing them to straws when they are incomparable. Saying no to a straw is a lot more feasible than having them change their entire diet, some people can’t, some people just wont at that point in time. Let’s let the people who aren’t willing to change their diet still do something and care about their impact more without shutting down their efforts. Maybe through feeling good about reducing their waste, they will look into reducing their fish and meat intake. Shoving this down their throats will make them quit their efforts entirely because it’s “not good enough”. We need to quit making people feel shitty for doing their best to reduce their plastic consumption in the way that they feel it’s possible at that time in their life.\n\nHaving tons of people become more aware about their reduceable waste through the “straw epidemic” may make more of an impact than just reducing straws. It can wake some people up, which in the long run is what we need.\n\nEdit: My humble opinion on the matter, open to counter arguments\n\n34 more replies\n[deleted]\n•\n5 yr. ago\n\nRegardless of all the arguing over semantics in this thread, we know that fishing nets make a large part of waste in our oceans and exactly how much (and how much vs straws) is irrelevant. Which is why I've decided to give up eating all fish and seafood. I'll start eating them again once the fishing industry has come up with better ways to gather fish, and that includes doing away with bottom trawling, over fishing and other harmful practices.\n\nAutoModerator\n•\n5 yr. ago\nModerator Announcement Read More »\nsoutherntarbaby\n•\n5 yr. ago\n\nI'm not entirely sure this is true. Fishing nets accounted for 40-50% of plastic in the great pacific garbage patch, but I'm not sure this applies to the ocean as a whole.\n\n2 more replies\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of January 14, 2019\nReddit\nreReddit: Top posts of January 2019\nReddit\nreReddit: Top posts of 2019"
}