{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Why People With Disabilities Want Bans On Plastic Straws To Be More ...",
  "href": "https://www.npr.org/sections/thesalt/2018/07/11/627773979/why-people-with-disabilities-want-bans-on-plastic-straws-to-be-more-flexible",
  "body": "On social media, many people are ecstatic about the crush of cities and businesses pledging to ban plastic straws once and for all. Ever since a video showing a sea turtle with a straw stuck up ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nThe Salt\nWHAT'S ON YOUR PLATE\nFOOD FOR THOUGHT\nWhy People With Disabilities Want Bans On Plastic Straws To Be More Flexible\nJULY 11, 20188:02 AM ET\nHEARD ON MORNING EDITION\n\nBy \n\nTove Danovich\n\n, \n\nMaria Godoy\n\nLISTEN· 2:28\n2-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nAs cities and companies — including Starbucks — move to oust straws in a bid to reduce pollution, people with disabilities say they're losing access to a necessary, lifesaving tool.\n\nThn Rocn Khosit Rath Phachr Sukh /EyeEm via Getty Images\n\nIt was a hot day at the zoo when Jordan Carlson's son, who has motor-planning delays, got thirsty. \"We went to the snack bar and found out they had a 'no straw' policy,\" Carlson says. \"It was a hot day and he couldn't drink.\"\n\nTheir only option was to leave the park and look for a business that sold drinks with a straw. Without one, her son can't drink beverages. At home they use reusable straws, and she tries to keep some on hand when they leave the house, but \"I'm human and sometimes I forget,\" Carlson explains. People with disabilities have to be much more conscious of what businesses and communities offer, Carlson says.\n\nSponsor Message\n\nOn social media, many people are ecstatic about the crush of cities and businesses pledging to ban plastic straws once and for all. Ever since a video showing a sea turtle with a straw stuck up its nose went viral, campaigns like #StopSucking for a strawless ocean have gained considerable traction. Seattle this month implemented a citywide ban on plastic straws, Starbucks announced on Monday that it will phase out the use of plastic straws by 2020, and many other municipalities and businesses are likely to follow suit. As one Twitter user posted, \"My waiter asked 'Now, do we want straws OR do we want to save the turtles?' and honestly we all deserve that environmental guilt trip.\"\n\nBut for many people with disabilities, going without plastic straws isn't a question of how much they care about dolphins or sea turtles; it can be a matter of life or death.\n\nTHE SALT\nLast Straw For Plastic Straws? Cities, Restaurants Move To Toss These Sippers\n\nThere are many alternatives to plastic straws — paper, biodegradable plastics and even reusable straws made from metal or silicone. But paper straws and similar biodegradable options often fall apart too quickly or are easy for people with limited jaw control to bite through. Silicone straws are often not flexible — one of the most important features for people with mobility challenges. Reusable straws need to be washed, which not all people with disabilities can do easily. And metal straws, which conduct heat and cold in addition to being hard and inflexible, can pose a safety risk.\n\nSponsor Message\n\n\"Disabled people have to find ways to navigate through the world because they know it was not made for us,\" says Lei Wiley-Mydske, an autism activist who has autism herself. \"If someone says, 'This does not work for me,' it's because they've tried everything else.\"\n\n\"Also, what if you decide on the spur of the moment to go have a drink with friends after work but forgot your reusable straw that day?\" adds Lawrence Carter-Long, communications director for the national Disability Rights Education & Defense Fund. \"[That] doesn't leave a lot of room for spontaneity — something nondisabled folks get to largely take for granted.\"\n\nOn social media, many people have responded to claims that people with disabilities need plastic straws by asking what people did before plastic straws were invented. \"They aspirated liquid in their lungs, developed pneumonia and died,\" says Shaun Bickley, co-chair of the Seattle Commission for People with DisAbilities, a volunteer organization that's supposed to advise the city council or agencies on disabilities issues.\n\nTHE SALT\nPre-Peeled Oranges: What Some Call 'Lazy' Others Call A 'Lifesaver'\n\nHow much plastic straw and stirrer pollution is out there? Scientific estimates vary. One report suggests they make up more than 7 percent of the plastics found in the U.S. by piece. By comparison, the same report found plastic bottle caps alone accounted for nearly 17 percent. But straws make up a much smaller percentage of pollution by weight.\n\nEnvironmentalists have latched on to a figure stating that Americans use over 500 million plastic straws every day — a number that was derived from phone calls made by a 9-year-old boy in 2011. Despite its frequent repetition, there's uncertainty over the accuracy of that figure.\n\nIn a post detailing how the plastic straw became the cause du jour for those who love the oceans, Dune Ives, executive director for the Lonely Whale Foundation, wrote, \"We found plastic water bottles too endemic, plastic bags already somewhat politicized, and no viable alternative for the plastic cup in ALL markets.\" So they chose plastic straws, a \"playful\" alternative and a \" 'gateway plastic' to the larger and more serious plastic pollution conversation.\"\n\nSponsor Message\n\nMost of the plastic in the ocean does come from land, says Darby Hoover, senior resource specialist for the Natural Resources Defense Council. She notes that because plastic breaks up into smaller and smaller particles, it can be hard to tell what it used to be in some cases.\n\n\"Straws are maybe not the biggest source of either plastic pollution or disposable plastic we consume, but they're in there,\" Hoover says.\n\nAnd for many people who want to consume less plastic, she says, straws are low-hanging fruit.\n\nYet in general Hoover says that she is wary of outright bans on things. \"I personally think we as a country use way too many disposable water bottles. That said, there are times when I'm caught somewhere, don't have a reusable bottle, and want the option to have water and not a sugary drink.\"\n\n\"They key is breaking habits,\" Hoover says. \"Is something a habit because you truly need it or because you got used to doing it that way?\"\n\nCarter-Long says he is sympathetic to environmental concerns about plastic pollution, but any public policy aiming to reduce the use of straws needs to make accommodations for people who might need them. Ideally, he says, \"each restaurant owner [would] follow their own conscience, maybe keep a stockpile of plastic straws in their storerooms for people to use who need them.\"\n\nA spokesman for Seattle Public Utilities confirmed to NPR that the city's new plastic straw ban does include a waiver allowing restaurants to give disposable, flexible plastic straws to customers who need them for physical or medical reasons. But Carter-Long and Bickley say there doesn't seem to be widespread awareness of the exemption. Bickley says he asked over a dozen Seattle chain restaurants — including McDonald's and Chipotle — \"if they had plastic straws available for people with allergies or need, and they told me no.\"\n\nSponsor Message\n\nAnd just because an exemption is written into law doesn't mean businesses will comply, even if they know about it. \"So many businesses try to get around already ignoring things with [the Americans With Disabilities Act] until someone says, 'I need a ramp or wider hallway or ramp in bathroom or Braille menu,' \" says Jordan Carlson. \"Sometimes you need to bring a lawsuit just to have your voice heard.\"\n\nAlthough Bickley serves on a commission that is supposed to advise Seattle's city agencies on disability issues, he says no one consulted the group before passing the plastic straw ban.\n\nDianne Laurine, who lives in Seattle, has cerebral palsy, is quadriplegic and has no use of her extremities. \"She is old enough to remember a time before plastic and everybody just used rubber straws,\" Laurine's caretaker, Bill Reeves, says on her behalf, since she has a severe speech impediment.\n\n\"They ended up being disgusting, hard to clean. The advent of plastic in the 1950s changed her life,\" Reeves says.\n\nWhen asked what it felt like when the straw ban went into effect without consulting those with disabilities, Laurine audibly repeated one word, \"Awful. Awful. Awful.\"\n\n\"You're putting this burden on disabled people to come up with a solution. You're not asking companies that manufacture straws to come up with a version that works for us,\" autism activist Wiley-Mydske says. \"You won't even take the bus instead of driving your car somewhere,\" she says, adding, \"How many of you are willing to die for the environment?\"\n\nTove K. Danovich is a journalist based in Portland, Ore. Maria Godoy is a senior editor with NPR and host of The Salt.\n\nNPR Business Desk intern Charlotte Norsworthy contributed to this report.\n\nplastic pollution\nreusable straws\nstraw ban\nplastic straws\ndisabled\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nFOOD\nIt's Pretty Easy To Level Up Your Coffee Game — Here's How\nHEALTH\nFood Banks Get The Love, But SNAP Does More To Fight Hunger\nFOOD\nPlanning a garden? Here's a step-by-step guide to start off on the right foot\nFOOD\n'Essential' Status Means Jobs For Farmworkers, But Greater Virus Risk\nFOOD\nJudge Blocks Rule That Would Have Kicked 700,000 People Off SNAP\nSCIENCE\nWhy Taller Grass Can Be Bad News For Grasshoppers\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}