{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic lasts more than a lifetime, and that's the problem",
  "href": "https://www.pbs.org/newshour/show/plastic-lasts-more-than-a-lifetime-and-thats-the-problem",
  "body": "Plastic pollution is now considered one of the largest environmental threats facing humans and animals. The material is made to last much longer than a human lifetime, but that also means its ...",
  "textContent": "PBS\nShows\nExplore\nTV Schedules\nShop\nDonate\n\nIs APT PBS your local station?\n\nYes\nAPT PBS is my local station\nChange\nFull Episode\nSaturday, Dec 9\nThe Latest\nPolitics\nArts\nNation\nWorld\nEconomy\nScience\nHealth\nEducation\nFor Teachers\nNewsHour Shop\nAbout\nClose Menu\nEducate your inbox\n\nSubscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else.\n\nEmail Address\nSubscribe\nClose Popup\nWhat do you think? Leave a respectful comment.\nClose Comment Window\nPBS NewsHour\n  \nMenu\nFull Episodes\nPodcasts\nNewsletters\nLive\nPlastic lasts more than a lifetime, and that’s the problem\nSep 25, 2018 6:20 PM EST\nBy —\n\nAmna Nawaz\n\nBy —\n\nLorna Baldwin\n\nLeave a comment\nShare\nShare on Facebook\nShare on Twitter\nTranscript\nAudio\n\nWatch Next\n\nScientists study the impact of hidden plastic to curb pollution\n\nAround the world, waves of plastic are washing ashore and clogging landfills. Even though plastic pollution is now one of the largest environmental threats facing humans and animals, our appetite for the virtually indestructible material keeps growing. Amna Nawaz and producer Lorna Baldwin begin our series.\n\nRead the Full Transcript\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n\nJudy Woodruff:\n\nPlastic pollution is now considered one of the largest environmental threats facing humans and animals. The material is made to last much longer than a human lifetime, but that also means its impact on the planet lasts a lifetime too.\n\nForty percent of all plastic, water bottles, bags, straws, and utensils, are used only one time before being discarded.\n\nAmna Nawaz and producer Lorna Baldwin kick off a series this week about our global plastics problem.\n\nAnd a warning, viewers may find some of the images involving injured animals disturbing.\n\nAmna Nawaz:\n\nAlong coasts across the globe, waves of plastic are washing ashore.\n\nThis beach in the Dominican Republic is inundated every day. This stretch of sand on Australia's Christmas Island is swamped by debris. Plastic is clogging landfills from Thailand to Kenya.\n\nWhy? Plastic is virtually indestructible, and it doesn't break down easily. But there are also so many different types of plastic, it can be hard or in some cases impossible to recycle. And yet, around the world, our appetite for plastic keeps on growing.\n\nMore than nine billion metric tons of plastic has been produced since 1950, the weight equivalent of 27,000 Empire State Buildings or more than a billion elephants.\n\nRoland Geyer at the University of California, Santa Barbara, is an industrial ecologist who quantified the problem. He says, of all that plastic, an estimated 60 percent still exists on Earth today.\n\nRoland Geyer:\n\nOf the nine billion metric tons that humankind ever produced, maybe 20 to 30 percent is still in use. And the rest — so, that's about six, six-and-a-half billion metric tons — has become waste. And…\n\nAmna Nawaz:\n\nAnd it's ended up in landfills.\n\nRoland Geyer:\n\nEnded up either landfills, in the environments. A tiny fraction was recycled. And then an equally small fraction was incinerated.\n\nNarrator:\n\nWhat can be made with plastics? Cosmetic containers and carpet housing.\n\nAmna Nawaz:\n\nPlastic was a new material that transformed the consumer landscape. When large-scale production began after World War II, the potential for growth seemed unlimited.\n\nNarrator:\n\nThis paratrooper floating down to welcome Mother Earth is depending on plastics to get him there safely.\n\nAmna Nawaz:\n\nThe durable material did and does make some aspects of life more safe.\n\nWoman:\n\nThey take better care of little custom scratches.\n\nAmna Nawaz:\n\nNot to mention more convenient.\n\nAnd, ultimately, over decades of use, a disposable way of living evolved.\n\nNarrator:\n\nIt's tough and life.\n\nAmna Nawaz:\n\nIts future was so limitless that, by 1967, Dustin Hoffman was given this career advice in \"The Graduate.\"\n\nActor:\n\nI just want to say one word to you, just one word.\n\nDustin Hoffman:\n\nYes, sir?\n\nActor:\n\nAre you listening?\n\nDustin Hoffman:\n\nYes, I am.\n\nActor:\n\nPlastics.\n\nAmna Nawaz:\n\nThe plastic problem is so pervasive that our own reporting teams keep running into it around the world.\n\nIt doesn't matter how isolated the location. Plastic has found its way there, as Jeffrey Brown found on Easter Island in the South Pacific.\n\nJeffrey Brown:\n\nNot a place you would expect plastic pollution, but this is what was found by a cleanup crew on this rocky beach just in the last few minutes.\n\nAmna Nawaz:\n\nScientists say nearly every seabird eats plastic trash, mistaking it for fish. And plastic particles are in many of the fish we eat.\n\nMan:\n\nThe problem, the fish eat that, and we eat the fish.\n\nJeffrey Brown:\n\nYes. The fish eat the plastic, and then we eat the fish.\n\nMan:\n\nYes. Yes. And in our blood maybe exist plastic in the blood.\n\nAmna Nawaz:\n\nJohn Yang found out how plastic specifically impacts turtles when he visited the Pacific beaches of Costa Rica with wildlife biologist Helen Pheasey.\n\nHelen Pheasey:\n\nSingle-use plastic is an absolute nightmare for turtles.\n\nJohn Yang:\n\nAnd this is the stuff you have just picked up on the beach here?\n\nHelen Pheasey:\n\nI literally just found this here, yes. This is a really clean beach, and yet wherever you go, you find plastic. Plastic gets into the marine environment. It breaks down into tiny little pieces called microplastics. And anything that eats in the ocean will inadvertently eat plastic.\n\nAnd that's killing turtles. Up in Florida, they have got a hospital now where, instead of — when a turtle comes in, they no longer say, like, does the — does the turtle have plastic in its belly? They now say how much plastic is in the turtle.\n\nAmna Nawaz:\n\nIn 2016, a Marine biologist's video went viral, documenting the painful process as she removed a plastic straw stuck up a sea turtle's nose.\n\nMan:\n\nOh, man.\n\nHelen Pheasey:\n\nThis is becoming more and more common. It's not a one-off anymore. And these are the things that we don't need. We don't need single-use plastic.\n\nNobody needs the straw. And if you do need a straw, for whatever reason, like, your child or something, then you don't need it to be made out of plastic.\n\nAmna Nawaz:\n\nNow banning plastic items like straws and bags seems to be all the rage. Cities, municipalities and companies like Starbucks and Marriott have announced bans are on the way.\n\nThey follow in the footsteps of countries like Rwanda. In 2007, it was one of the first to ban plastic bags countrywide, and it's now considered one of the cleanest places in the world.\n\nMax Bello:\n\nThey can try to keep cleaning forever.\n\nAmna Nawaz:\n\nBut conservationist Max Bello told Jeffrey Brown, that's still not enough.\n\nMax Bello:\n\nEven if we stopped today to use plastic, if we stop now, this plastic that is out there, we're still going to have to deal with it for the next hundreds of thousands of years maybe, because it's not going to go away.\n\nAmna Nawaz:\n\nJoin us all this week as we take a closer look at how the plastic we use every day is creating problems for our entire planet for generations to come.\n\nFor the \"PBS NewsHour\" in Santa Barbara, California, I'm Amna Nawaz.\n\nJudy Woodruff:\n\nAnd, tomorrow, Amna will take a look at some potential solutions to the plastics problem.\n\nWatch\n\nWatch the Full Episode\n\nPBS NewsHour from Sep 25, 2018\nRelated\n\nSep 25\n\nWhat if we could put our plastic trash to good use?\n\nBy Jamie Leventhal\n\nSep 23\n\nWatch 4:23\nScientists study the impact of hidden plastic to curb pollution\n\nBy PBS NewsHour\n\nMay 28\n\nEuropean Union proposes ban on plastic straws, stirs and cotton buds\n\nBy Raf Casert, Associated Press\n\nApr 22\n\nWatch 3:40\nHow can individuals combat plastic pollution?\n\nBy PBS NewsHour\n\nFeb 18\n\nFrom drugged oysters to birds full of plastic, oceans are feeling the burden of pollution\n\nBy Danielle Venton, KQED\n\nGo Deeper\nenvironmental impact\noceans\nplastic pollution\nthe plastic problem\nwildlife\nBy — \n\nAmna Nawaz\n\nAmna Nawaz serves as co-anchor of PBS NewsHour.\n\n@IAmAmnaNawaz\nBy — \n\nLorna Baldwin\n\nLorna Baldwin is an Emmy and Peabody award winning producer at the PBS NewsHour. In her two decades at the NewsHour, Baldwin has crisscrossed the US reporting on issues ranging from the water crisis in Flint, Michigan to tsunami preparedness in the Pacific Northwest to the politics of poverty on the campaign trail in North Carolina. Farther afield, Baldwin reported on the problem of sea turtle nest poaching in Costa Rica, the distinctive architecture of Rotterdam, the Netherlands and world renowned landscape artist, Piet Oudolf.\n\n@lornabaldwin\n\nSupport Provided By:\nLearn more\n\nMore Ways to Watch\nPBS Video\nPBS iPhone App\nPBS iPad App\nYouTube\nFacebook\nThe Latest\n\nScience Dec 10\n\nHow science became a human right\n\nBy Andrea Boggio, The Conversation\n\nWorld Dec 09\n\nPolish truck drivers’ border blockade causes ripple effects on the battlefield in Ukraine\n\nBy Hanna Arhirova, Karl Ritter, Monika Scislowska, Associated Press\n\nNation Dec 09\n\nShohei Ohtani agrees to sign record $700 million contract with Los Angeles Dodgers\n\nBy Ronald Blum, Associated Press\n\nEducation Dec 09\n\nLiz Magill, UPenn president, resigns after antisemitism testimony draws backlash\n\nBy Associated Press\n\nPolitics Dec 09\n\nUkraine aid deal by year-end seems increasingly unlikely as GOP ties it to border security\n\nBy Stephen Groves, Lisa Mascaro, Associated Press\n\nWorld Dec 09\n\nProtests at COP28 restricted by ‘shocking level of censorship’ in host country UAE\n\nBy Jon Gambrell, Associated Press\n\nWorld Dec 09\n\nIsrael continues bombarding Gaza, including places it told Palestinians to evacuate to\n\nBy Najib Jobain, Samy Magdy, Elena Becatoros, Associated Press\n\nPolitics Dec 09\n\nTexas Supreme Court pauses lower court’s order allowing woman’s emergency abortion\n\nBy Paul J. Weber, Associated Press\n\nPBS NewsHour\n\n© 1996 - 2023 NewsHour Productions LLC. All Rights Reserved.\n\nSections\n\nThe Latest\nPolitics\nArts\nNation\nWorld\nEconomy\nScience\nHealth\nEducation\n\nAbout\n\nAbout Us\nTV Schedule\nPress\nFeedback\nFunders\nSupport\nNewsletters\nPodcasts\nJobs\nPrivacy\n\nStay Connected\n\nFacebook\nTwitter\nYouTube\nRSS\n\nSubscribe to ‘Here's the Deal,’ our politics newsletter\n\nEmail Address\n Subscribe\nSupport our journalism\n\nLearn more about Friends of the NewsHour.\n\nSupport for NewsHour Provided By"
}