{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How the Plastic Straw Ban Became the Biggest Trend of 2018",
  "href": "https://www.eater.com/2018/12/27/18156734/plastic-straw-ban-biggest-trend-2018",
  "body": "Plastic straws are an essential tool for people with disabilities, and their replacements — paper and compostable straws — often break apart in liquids, posing dangers to people with limited...",
  "textContent": "Skip to main content\nEater homepage\nFollow Eater online:\n     SUBSCRIBE\nLog in or sign up\nSite search\nSearch\nEater main menu\nCITIES \nTRAVEL\nAT HOME\nVIDEO\nSHOP \nMORE \n\nFILED UNDER:\n\nYEAR IN EATER\n \nTRENDS\nHow the Plastic Straw Ban Became the Biggest Trend of 2018\n\nThe movement to #StopSucking inspired cities to shelve plastic, but it also put a burden on people with disabilities  \n\nby Brenna Houck  Dec 27, 2018, 9:42am EST\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\nRalf Hirschberger/picture alliance via Getty Images\nBrenna Houck is a Cities Manager for the Eater network. She previously edited Eater Detroit and reported for Eater. You can follow her on the internet at @brennahouck.\n\nSince the dawn of soda counters, humans have been addicted to plastic straws, using them to slurp milkshakes, sip cocktails, and construct rudimentary crafts. But a funny thing happened in 2018 — people lost their love for the lowly single-use plastic straw. These days, whether you’re at a trendy bar or out for a meal at a burger restaurant, it’s not entirely shocking to be handed a tube of paper instead of a sturdy, stable plastic straw. Your friends might even unironically carry a set of metal straws in their bags and can talk endlessly about how easy it is, no really, they swear, to clean them out.\n\nTo casual observers, the tremendous backlash against plastic straws seemed to come out of nowhere, but it was by design. On January 12 of this year, the Surfrider Foundation, an environmental group focused on ocean pollution, declared 2018 “the year we say goodbye to straws.” In the following weeks, the organization built a coalition of other like-minded organizers, including single-use plastics activist and professional scowler Adrian Grenier, whose Lonely Whale Foundation launched a Strawless Seattle campaign in September 2017.\n\nAs the groundswell grew, Seattle would go on to become the first major U.S. city to enact a ban on plastic straws and utensils in July. Other cities and municipalities soon followed. Beginning January 1, 2019, full-service restaurants in California will be banned from automatically giving customers plastic straws, though the law notably exempts some of the biggest straw users — fast-food restaurants, coffee shops, delis, and restaurants serving takeout. Other cities in the Golden State including San Francisco, Long Beach, Manhattan Beach, Oakland, and Malibu also passed plastic straw ordinances in 2018; Los Angeles is considering new regulations. In the Northwest, Portland city council members, encouraged by environmental activists and local restaurants that voluntarily eliminated straws, approved a new rule set to go into effect in July 2019 that slaps restaurants with a $500 fine if they automatically give customers plastic cutlery or straws.\n\nEven the European Union has jumped on board, finalizing an agreement to reduce the use of single-use plastics, including straws, in all member countries by 2021.\n\nAs the anti-straw movement gained its stride this summer, big companies also began making shows of support for the elimination of plastics. Starbucks, perhaps inspired by this stunning tweet from Grenier or maybe just compelled by the fact that its plastic cups and green straws keep ending up in photos of beach trash, pledged to phase out straws at more than 28,000 locations by 2020. While McDonald’s wouldn’t commit to halting straw distribution at its U.S. restaurants, the chain did begin testing alternatives in other markets. New wave burger chain Shake Shack will phase out plastic straws in 2019, while Chicago’s largest restaurant group, Lettuce Entertain You Enterprises, has phased out the drinking utensils at its 120 establishments. Food service heavy-hitter Aramark, eager to join in the straw buzz, announced its goal of overhauling single-use plastic straws and utensils in its business in July. The process is expected to be completed by 2022.\n\nAnd as many consumers, businesses, and municipalities were quick to take up the #StopSucking cause, the movement also fueled some of 2018’s hottest debates. Plastic straws are an essential tool for people with disabilities, and their replacements — paper and compostable straws — often break apart in liquids, posing dangers to people with limited mobility. Inflexible metal straws and hard reusable silicone straws also pose dangers for people with difficulties controlling their bite.\n\nBut as the clamor to get on board the straw ban movement grew, many failed to consider its ableist origins. At worst, some questioned whether or not a straw ban would pose a “real” burden to people with disabilities. “Ableist attitudes that cast disabled people as ‘fakers’ or ‘complainers’ obscure the very real and painful experiences of not being able to eat and drink freely,” Disability Visibility Project founder Alice Wong wrote. “There are days when I want to put this on repeat: ‘Believe disabled people. Period.’”\n\nReacting to what they viewed as mere liberal virtue signaling, conservative pundits also took aim at straw bans by framing them as an attack on the American way: ie, using something once and then tossing it in the trash. As the Cut thoroughly documented, social media soon became rife with blonde women brazenly drinking from straws. Right wing media also took aim at the campaign. “Liberals are ruining everything — even drinking straws,” the Daily Caller declared, while libertarian outlet Reason.com ran dozens of stories criticizing plastic straw bans with titles like “Straw Ban Straw Man” and “Legoland’s Plastic Straw Ban Is the Height of Environmental Virtue Signaling.”\n\nSo what does this mean for 2019 and beyond? The prediction factory has already begun laying the verbal groundwork for a second wave anti-plastics movement in which companies and consumers start using less single-use packaging — though it doesn’t seem to have a catchy hashtag quite yet. “Packaging is going the way of BYO — as in, salad bars won’t roll their eyes when you load up a glass bowl you brought from home,” Delish prognosticates. Restaurant and bar consulting firm af&co. is also anticipating a greater focus on sustainability and reducing food waste in the hospitality industry.\n\nIn other words, people may not collectively be ready to kick their plastic habit all together, but 2018’s embrace of the plastic straw ban might just be a gateway to kicking harder habits like single-use takeout containers, balloons, and coffee cups. As Aardvark paper straws’ global business director David Rhodes told Eater’s editor-in-chief Amanda Kludt and Eater Upsell cohost Daniel Geneen in July, for the last decade, the company had been steadily doubling its business each year. “But now we’ve seen it grow 50 times in just a couple of years,” Rhodes said. The anti-plastic movement is officially in full swing.\n\n• All Year in Eater Coverage [E]\n\nSign up for the\nSign up for Eater's newsletter\n\nThe freshest news from the food world every day\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nSUBSCRIBE\nMORE FROM EATER\nThe Feasts We Remember\nThe Kikkoman Soy Sauce Bottle Is Priceless\nWhat Eater’s Editor-in-Chief Is Buying This Year\nBonded by Masa\nThe Bitter Taste of ‘Not Too Sweet’\nA Pea in My Pocket\nSign up for the\nSign up for Eater's newsletter\n\nThe freshest news from the food world every day\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nSUBSCRIBE\nMOST READ\nThe CosMc’s Drive-Thru Is Utter Pandemonium\nThe Fried Chicken-Pocalypse Hits Capitol Hill\n‘Sopranos’ and ‘White Lotus’ Actor Michael Imperioli Opens a Manhattan Bar\nSPONSORED CONTENT\nRecommended by\nTHE LATEST\n\nFiled under:\n\nThe Feasts We Remember\n\nEater’s holiday banquet celebrates the food traditions we return to in memory, time and time again\n\nView All Stories\nThe Kikkoman Soy Sauce Bottle Is Priceless\nBy Tiffany Leigh\n\nFiled under:\n\nMake It Look Nice\n\nWith a few simple hacks — a gravy boat, chopped herbs, and a taper candle or two — your holiday celebration can look like a million bucks\n\nView All Stories\nThe Perfect Gift Is a Cookbook — Plus a Few Key Extras\nBy Hillary Dixler Canavan\n\nFiled under:\n\nMAKE IT LOOK NICE\nA Creamy, Dreamy Spiced Coffee Meringue Recipe \nBy Zoë Kanan\nRaclette Parties Are a Surprisingly Chill Way to Host\nBy Missy Frederick\nChorus\n\t\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status\nContact Send Us a Tip Community Guidelines Masthead About Eater Ethics Statement Press Room Newsletters How to Pitch Maps Methodology\n\t\nVox Media\nAdvertise with us\nJobs @ Vox Media\n© 2023 Vox Media, LLC. All Rights Reserved"
}