{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "RIP Plastic Straws: 1960-2018 | The Kitchn",
  "href": "https://www.thekitchn.com/obituary-plastic-straws-2018-264538",
  "body": "The plastic straw descends from a long line of assistive drinking devices — perhaps most notably, the ingenuity of the ancient Sumerians who used long, thin, metal tubes to drink \"beer\" 5,000 years ago. It is closest in kin to the paper drinking straw, first patented in 1888 by Marvin Stone, a paper-cigarette-holder manufacturer.",
  "textContent": "Shop the Gift Edit 🎁\n\nTap for Holiday Cookies 🍪\n\nOur Best Hosting Hacks 🍽️\n\nPEOPLE & CULTURE\nFOOD LIFE & PEOPLE\nRIP Plastic Straws: 1960–2018\nLauren Masur\nLauren Masur\nLauren was the Groceries Editor for Kitchn.\nFOLLOW\nUpdated May 24, 2019\nFacebook\nPinterest\nEmail\nCopy URL\nPage URL\nComments\n18\nWe independently select these products—if you buy from one of our links, we may earn a commission. All prices were accurate at the time of publishing.\n(Image credit: Jenny Chang-Rodriguez)\n\nThe year 2018 was “the final straw” for the plastic straw. After a long-fought battle against a watertight environmental smear campaign, the plastic straw has officially admitted defeat and commenced its peaceful departure from the public sphere.\n\nNear the end of its life, the sometimes-bendy, oft-bitten, always-disposable drinking aid found itself at odds with eco-minded U.S. cities, fast-food dining establishments, airlines, and the largest coffee chain in the world. With the strong swells of the tide of public opinion against it, the single-use plastic straw will litter our oceans no more (or at least, a lot less).\n\nPrange’s Sour Cream Cinnamon Sugar Muffins\nThe video player is currently playing an ad. You can skip the ad in 5 sec with a mouse or keyboard\n\nThe plastic straw descends from a long line of assistive drinking devices — perhaps most notably, the ingenuity of the ancient Sumerians who used long, thin, metal tubes to drink “beer” 5,000 years ago.\n\nIt is closest in kin to the paper drinking straw, first patented in 1888 by Marvin Stone, a paper-cigarette-holder manufacturer. Decades later in the 1930s, the “bendy-straw ” made its debut, thanks to inventor Joseph Friedman, who had the foresight to create an indented hinge mechanism. This technology was immediately embraced by hospitals, as it allowed patients to drink liquids from their beds.\n\nThe rise of plastic technology in the early 1900s made way for the plastic straw as we know (knew?) it. It wasn’t until the 1960s that the plastic straw was capable of being mass-produced. Sturdier than paper, cheaper than metal, the plastic straw found its sweet spot in sodas across the country.\n\nDuring what one might call its heyday (i.e., now), 500 million straws are used daily in the U.S. In a world that has reached its plastic saturation point, it’s time for the plastic straw to ascend to the big milkshake in the sky. (For those it leaves behind, it’s back to our ancestral roots of metal and paper straws.)\n\nBeloved by iced coffee fanatics, the juice-box set, and liberal-handed waitstaff at casual dining establishments like Applebee’s, the plastic straw is gone but not forgotten. It leaves behind beloved counterparts including but not limited to the Starbucks Frappuccino, bubble tea, and Capri Sun.\n\nHere’s What Soup You Should Make, Based on Your Zodiac Sign\nLAUREN MASUR\nPARTNER\nThe Ingredient Swap That Takes Classic Sliders to the Next Level\nWhere to Get Free Coffee on National Coffee Day\nNINA DERWIN\nMeet Haile Thomas, the 18-Year-Old CEO and Vegan Activist Taking Over the World\nLAUREN MASUR\nDuring My Parents’ Custody Battle, Egg Creams Were My Escape\nKIERA WRIGHT-RUIZ\nNicole Taylor's New Book Celebrates Juneteenth and the Joy of Black Cooking\nNICOLE RUFUS\nChip and Joanna Gaines Are Opening a Coffee Shop\nNAOMI TOMKY\nWelcome to Pride Bakeshop: 5 Joyful, Shareable Desserts from Queer Bakers We Love\nTHE KITCHN EDITORS\nMeet Corrie St. Saviour, a Maine Maple Syrup Farmer (Who Never Eats Pancakes)\nLAUREN MASUR\nI’ve Been Studying How Americans Cook for 30 Years. Here’s What I Couldn’t Have Predicted in 1989.\nSHARON FRANKE\nHere’s What Assorted Chocolate You Are, Based on Your Zodiac Sign\nLAUREN MASUR\nLisa Ludwinski of Sister Pie Shares Her Favorite Pie Recipes and the Baking Tool She Can’t Live Without\nLAUREN MASUR\nThe Kids Are Asleep and the World Is on Fire: A Love Letter to Uncool White Russians\nJEANELLE HAYNER OLSON\nThe Kitchn Collective Shares Their Most Comforting Baking Projects\nLAUREN MASUR\nHow Dale Johnson — Tech Worker by Day, Polo Player by Night — Eats for the Week\nLAUREN MASUR\nMeet the Founders of Great Jones: The Hipper, More Affordable Cookware of Your Dreams (We’re Obsessed!)\nLAUREN MASUR\nFollow us\n\nGet our best recipes, grocery finds, and clever kitchen tips delivered to your inbox.\n\nEmail address\nI'M IN\nBy signing up, you agree to our terms of service and privacy policy.\nRecipes\nOccasions\nKitchens\nCooking Tips\nTools & Groceries\nFood & Culture\nPartner With Us\nInsights\nAbout\nContact\nTerms Of Use\nPrivacy Policy\nOur Team\nJobs\nSite Map\nEU And California Data Subject Requests\nThe Kitchn is © 1994-2023 Apartment Therapy, LLC"
}