{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Is burning plastic waste a good idea? - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/should-we-burn-plastic-waste",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nA conveyor belt carries mixed plastic to an optical sorter.\nPHOTOGRAPH BY RANDY OLSON, NAT GEO IMAGE COLLECTION\nENVIRONMENTPLANET OR PLASTIC?\nIs burning plastic waste a good idea?\n\nMany within the trash industry think so. But incineration and other “waste-to-energy” projects may pose dangers to the environment.\n\nBYELIZABETH ROYTE\nPUBLISHED MARCH 12, 2019\n• 9 MIN READ\nThis article was created in partnership with the National Geographic Society.\n\nWhat is to be done with the swelling flood of plastic waste, if we don’t want to see it snagged in tree branches, floating in ocean gyres, or clogging the stomachs of seabirds and whales?\n\nPlastic production is expected to double in the next 20 years, according to a report issued by the World Economic Forum. Plastic recycling rates, meanwhile, hover around 30 percent in Europe, just nine percent in the U.S., and zero or close to it in much of the developing world.\n\nThis past January, a consortium of petrochemical and consumer-goods companies called the Alliance to End Plastic Waste, including Exxon, Dow, Total, Shell, Chevron Phillips, and Procter & Gamble, committed to spending $1.5 billion over five years on the problem. Their aim is to support alternative materials and delivery systems, beef up recycling programs, and—more controversially—promote technologies that convert plastics to fuel or energy.\n\nSophisticated incinerators that burn plastic and other municipal waste can produce enough heat and steam to turn turbine blades and generate electricity for the local grid. The European Union, which restricts the landfilling of organic waste, already burns almost 42 percent of its waste; the U.S. burns 12.5 percent. According to the World Energy Council, a U.N. accredited network that represents a range of energy sources and technologies, the waste-to-energy sector is likely to witness steady growth in coming years, especially in the Asia Pacific region. China already has some 300 waste-to-energy plants operating, with another several hundred in the pipeline.\n\n\"As countries like China close their doors to foreign waste and an overburdened recycling industry fails to keep up with the plastic pollution crisis,” says John Hocevar of Greenpeace, “incineration will increasingly be pushed as an easy alternative.”\n\nIs it a good idea?\n\nBurning plastic trash to create energy sounds sensible: Plastic is, after all, made from hydrocarbons, just like oil, and is more energy-dense than coal. But several obstacles loom to a big expansion of waste-burning.\n\nFor one thing, siting waste-to-energy plants, like siting landfills, is difficult: No one wants to live near a plant that may host hundreds of trash-filled trucks a day. Usually the plants end up near low-income communities. The U.S. has seen only one new incinerator since 1997.\n\nWaste-to-energy plants are also expensive to build and operate, so they generally charge more to tip loads of trash than landfills do. And because plants run most efficiently with steady streams of waste, their owners often need to import material from far, far away.\n\nLarge plants do generate enough electricity to supply tens of thousands of houses. But studies have shown that recycling plastic waste saves more energy—by reducing the need to extract fossil fuel and process it into new plastic—than burning it, along with other household waste, can generate.\n\nFinally, waste-to-energy plants have the potential to emit low levels of toxic pollutants such as dioxins, acid gases, and heavy metals. Modern plants employ sophisticated scrubbers, precipitators, and filters to capture these compounds, but as the World Energy Council cautiously states, in a 2017 report, “These technologies are useful as long as the combustion plants are properly operated and emissions controlled.”\n\nSome experts worry that countries lacking environmental laws, or strict enforcement, may try to save money on emissions controls. And then there’s incineration’s constant production of greenhouse gases. In 2016, U.S. waste incinerators released the equivalent of 12 million tons of carbon dioxide, more than half of which came from plastics.\n\nA better way to burn?\n\nAnother way to convert waste to energy is through gasification, a process that melts plastics at very high temperatures in the near-absence of oxygen (which means toxins like dioxins and furans aren’t formed). The process generates a synthetic gas that’s used to fire turbines. But with natural gas so cheap, gasification plants aren’t competitive.\n\nA more attractive technology right now is pyrolysis, in which plastics are shredded and melted at lower temperatures than gasification and in the presence of even less oxygen. The heat breaks plastic polymers down into smaller hydrocarbons, which can be refined to diesel fuel and even into other petrochemical products—including new plastics. (The Alliance to End Plastic Waste includes pyrolysis companies.)\n\n5:45\n\nPLASTICS 101\n\nSeven relatively small pyrolysis plants now operate in the U.S., some still in demonstration phase, and the technology appears to be expanding worldwide, with facilities in Europe, China, India, Indonesia, and the Philippines. The American Chemistry Council estimates that the U.S. could sustain 600 pyrolysis units handling 30 tons of plastics a day, for a total of around 6.5 million tons a year—just under a fifth of the 34.5 million tons of plastic waste the country now generates.\n\nPyrolysis can handle the films, pouches, and multi-layered materials that most mechanical recyclers cannot, says Priyanka Bakaya, founder of the plastic-to-fuel company Renewlogy. And it produces no harmful pollutants, she says, other than “a minimal amount of carbon dioxide.”\n\nOn the other hand, critics call pyrolysis an expensive and immature technology, with startups that have come and gone over the years, unable to meet their pollution control limits, or technical and financial goals. It is still cheaper to make diesel from fossil fuel than from waste plastic.\n\nBut is it renewable?\n\nIs fuel from plastic a renewable resource? According to the Database of State Incentives for Renewables and Efficiency, 16 U.S. states consider municipal solid waste, including the plastics in it, a renewable fuel source. But plastics aren’t renewable in the sense that wood, paper, or cotton are. Plastics don’t grow from sunlight: We make them from fossil fuels extracted from the ground, and each step in that process has the potential to pollute.\n\nIn the European Union, only the biogenic fraction of municipal solid waste is considered renewable. But no matter how the EU counts its carbon, burning plastics for fuel in incinerators, along with the rest of its waste, seems to contravene the union’s adoption, in 2015, of “circular economy” goals, which aim to keep resources in use for as long as possible and call for all plastic packaging to be reusable, recyclable, or compostable by 2030.\n\n“When you take fossil fuels out of the ground, make plastics with them, then burn those plastics for energy, it's clear that this is not a circle—it's a line,” says Rob Opsomer of the Ellen MacArthur Foundation, which promotes circular economy efforts. But pyrolysis, Opsomer adds, can be considered part of the circular economy if its outputs are used as feedstock for new high-quality materials—including durable plastics.\n\nZero-waste advocates worry that any approach to converting plastic waste into energy does nothing to reduce demand for new plastic products and even less to mitigate climate change. “To uplift these approaches is to distract from real solutions,” says Claire Arkin, a campaigner with the Global Alliance for Incinerator Alternatives—that is, solutions that allow people to use less plastic and reuse and recycle more.\n\nCorrection: This story has been corrected to state the European Union does not consider plastic waste a renewable fuel.\n\nElizabeth Royte is the author of Garbage Land: On the Secret Trail of Trash.\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nHow China’s plastic waste ban forced a global recycling reckoning\nMAGAZINEPLANET OR PLASTIC?\nHow China’s plastic waste ban forced a global recycling reckoning\nWe Depend On Plastic. Now, We’re Drowning in It.\nMAGAZINEPLANET OR PLASTIC?\nWe Depend On Plastic. Now, We’re Drowning in It.\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}