{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "The problem with plastic in nature and what you can do to help",
  "href": "https://www.worldwildlife.org/stories/the-problem-with-plastic-in-nature-and-what-you-can-do-to-help",
  "body": "Plastic pollution exists almost everywhere in the ocean, from the remote seas of the Arctic to the floor of the deep sea. This shocking amount of plastic impacts ocean wildlife, too. Sea turtles mistakenly eat plastic bags that they confuse with jellyfish. Sea birds, whales, dolphins, and other marine animals often turn up dead with stomachs ...",
  "textContent": "Close button\nLast Chance: WWFGifts\n\nSupport WWF's global conservation efforts by 12/15 and receive plush, apparel, and more by 12/23\n\nGIVE + CHOOSE YOUR ITEM\n\nYour use of this website is subject to WWF’s Privacy Policy and Site Terms. This website monitors and stores data such as cookies for quality assurance, to personalize and enhance your experience, and for analytics. Please review the linked documents for details, including information about how this site or its third-party tools process personal data. Continued use of the site constitutes acceptance of the Privacy Policy and Site Terms. If you do not wish to accept these terms, please exit the site.\n\naccept\nSkip to Main Content\nWWF\nTOGGLE\nOUR WORK\nDROPDOWN LINKS\nTOGGLE\nGET INVOLVED\nDROPDOWN LINKS\nTOGGLE\nABOUT US\nDROPDOWN LINKS\nSearch\nDONATE\nToggle Donate button\nADOPT\nToggle Adopt button\nSTORIES\nThe problem with plastic in nature and what you can do to help\n© Greg Armfield\nDATE:\nJune 06, 2019\n\nIt's important to regularly step back and think about how our everyday actions impact the planet. Right now, there are 150 million metric tons of plastic in our oceans—and we're releasing an additional 8 million metric tons each year. Plastic pollution exists almost everywhere in the ocean, from the remote seas of the Arctic to the floor of the deep sea.\n\nThis shocking amount of plastic impacts ocean wildlife, too. Sea turtles mistakenly eat plastic bags that they confuse with jellyfish. Sea birds, whales, dolphins, and other marine animals often turn up dead with stomachs full of plastic or get caught in abandoned plastic fishing nets. Even land animals are now forced to live among plastic pollution.\n\n© naturepl.com / Jordi Chias / WWF\n© Jasper Doest/Nat Geo Image Collection\n\nLuckily, we can take small steps in our everyday lives to reduce plastic waste and make a big impact on the environment. If every American sipped out of just five fewer straws per year, we could keep more than 1.5 billion straws out of landfills—and our ocean. Here are three other ways we can reduce plastic waste: \n\nCut back on single-use plastics. While plastic bags, bottles, and other items that we use just once and then throw away may be convenient at the moment, but using canvas bags or reusable bottles helps cut plastic pollution. By using glass and/or metal jars for storage, packed lunches, soaps, and beauty products, you can also cut back on your plastic waste.\nChoose to reuse. Skip the plastic utensils at your favorite lunch spot. Instead, opt for a set of reusable forks, spoons, and knives that you can use every day of the week. \nRecycle... Plastic bottles, paper, electronics, and batteries—among other items—can often be recycled. Learn how to properly dispose of or recycle these products and reduce consumer waste.\n\nAs we reduce our plastic waste and businesses begin to find solutions to how they source, use, and dispose of plastics, we also need to demand urgent action from our government. Ask world leaders to deliver a successful and effective global treaty on plastic pollution by 2024.\n\nNO PLASTIC IN NATURE\n\nAsk world leaders to deliver a successful and effective global treaty on plastic pollution by 2024.\n\nDONATE FOR THE HOLIDAYS BY DEC. 15\n\nCheck out these popular ways to support WWF and receive a thank-you item that spreads cheer and a love for nature\n\n\nLOG IN\nDISCOVER\nWho we are\nFinancials\nLatest stories\nOur work\nNewsroom\nEn español\nTravel\nSUPPORT\nDonate now\nAdopt an animal\nGive in someone's name\nGift and estate planning\nCONNECT\nTake action\nGet involved\nCareers\nContact\nHelp center\nWWF country offices\nEthics reporting\nGET THE LATEST CONSERVATION NEWS\nFirst Name (required)\nLast Name (required)\nEmail Address (required)\nZip Code (required)\nBe a part of our community\n\nWe’ll send you conservation news and updates on how you can protect nature through activism, donating, events, and more. You can unsubscribe at any time.\n\nI would like to get (or continue to get) email updates:\nYes\nNo\nI would like to get WWF text messages:\nYes\nNo\nSIGN UP\n\nWe will keep your information safe and secure. Please see our Privacy Policy for details of how we use your information.\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nWWF\n\nWorld Wildlife Fund\n\n1250 24th Street, N.W.\nWashington, DC 20037\n\nCONNECT WITH US\nFACEBOOK\nTwitter\nInstagram\nYouTube\nRSS Feeds\n\nWorld Wildlife Fund Inc. is a nonprofit, tax-exempt charitable organization (tax ID number 52-1693387) under Section 501(c)(3) of the Internal Revenue Code. Donations are tax-deductible as allowed by law.\n\nSite Terms\nPrivacy Policy/Your Privacy Rights\nState Disclosures\n\n© 2023 World Wildlife Fund. WWF® and ©1986 Panda Symbol are owned by WWF. All rights reserved."
}