{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic pollution: One town smothered by 17,000 tonnes of rubbish",
  "href": "https://www.bbc.com/news/world-asia-46518747",
  "body": "Malaysia has become one of the world's biggest plastic importers, taking in rubbish the rest of the world doesn't want. But one small town is paying the price for this - and it is now smothered in ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic pollution: One town smothered by 17,000 tonnes of rubbish\n12th February 2019, 06:21 CST\nShare\nBy Yvette Tan\nBBC News, Jenjarom\n3:16\nMeet the people who fought back against foreign plastic waste\n\nMalaysia has become one of the world's biggest plastic importers, taking in rubbish the rest of the world doesn't want. But one small town is paying the price for this - and it is now smothered in 17,000 tonnes of waste.\n\nIt began last summer. Every night, after the clock struck midnight, Daniel Tay knew exactly what was coming.\n\nHe would shut his doors, seal his windows and wait for the inevitable. Soon his room would be filled with an acrid smell, like rubber being burned. Coughing, his lungs would tighten.\n\nOver the next few months, the strange smell would return every night, like clockwork.\n\nIt was only later that he found the source of the smell - illegal recycling factories that were secretly burning plastic.\n\nNowhere else to go\nThe town of Jenjarom has now become synonymous with plastic waste\n\nAt that point he had no idea that in 2017 China had decided to ban the import of foreign plastic waste. In that year alone it had taken in seven million tonnes of plastic scrap and many environmental campaigners considered it a victory when China clamped down.\n\nBut with nowhere to go, the bulk of the plastic waste - most of it from the UK, the US and Japan - just went somewhere else and that was to Malaysia.\n\nIt could have been any town but Jenjarom's proximity to Port Klang - Malaysia's largest port and the entry point for most of the country's plastic imports - made it the ideal location.\n\nFrom January to July 2018 alone, some 754,000 tonnes of plastic waste was imported into Malaysia.\n\nWhat the council describes as illegal plastic recycling factories began cropping up, hoping to make a quick profit from the burgeoning plastic recycling industry, worth over RM3bn ($734m, £561m).\n\nAccording to the State Council, there were soon 33 illegal factories in Kuala Langat - the district Jenjarom is located in. Some sprang up near dense palm oil plantations, others were closer to town.\n\nBut it would be months before residents learned of their existence - and then only after the symptoms started appearing.\n\n'Slowly poisoning them'\n\n\"The smells started a while ago but got really bad around August this year,\" said Mr Tay.\n\n\"I started to feel unwell and I would keep coughing. I was really angry when I found out it was because of the factories.\"\n\nDaniel Tay says he is angry at the damage the factories caused\n\nPlastic waste is typically recycled into pellets, which can then be used to manufacture other types of plastic.\n\nNot all plastic can be recycled, so legal recycling plants should send unrecyclable plastics to waste centres - something which costs money.\n\nBut many illegal recyling plants instead choose to dispose of it in free but unsanitary ways, either burying it or more commonly - burning.\n\nNgoo Kwi Hong says the fumes from the burning sparked a cough so violent she even coughed up a blood clot.\n\n\"I couldn't sleep at night because it was so smelly. I became like a zombie, I was so tired,\" said Ms Ngoo.\n\n\"It was only later I found out there were factories surrounding my house - north, south, east, west.\"\n\nWhy plastic recycling is so confusing\nWhere is the plastic waste mountain?\n\nThose who lived nearest to the factories were affected the most.\n\nBelle Tan, who found out there was an illegal factory just 1km from her house, spoke of the impact on her 11-year-old son.\n\n\"He got a really bad rash around his stomach, neck, legs and arms. His skin would keep peeling, even when we touched him it hurt. I was angry and scared for his health but what could I do? The smell was everywhere in the air.\"\n\nBelle Tan says her son's stomach has been plagued with rashes\n\nIt's unclear if these ailments can be directly linked to air pollution, but one expert said inhaling burnt plastic fumes was likely to have had an impact on their respiratory health.\n\n\"The main thing about [these plastic fumes] is that they are carcinogenic. Carcinogens [are involved] in causing cancer,\" Tong Yen Wah, a professor at the National University of Singapore (NUS)'s Department of Chemical and Bio-molecular Engineering, told the BBC.\n\n\"It also depends a lot on the types of plastics being burnt and the exposure to it. If you have short term exposure at a high level you might have difficulty breathing... [or it might] trigger some effects in your lungs. But if it's long term exposure... that's where the carcinogenic effects come in.\"\n\nClick to see content: Trash_Malaysia_Jejarom\n\nBut many in the town remain completely unaware or indifferent to the potential effects of the burning.\n\n\"Many people here are just trying to make a simple living,\" said Mr Tay. \"They'll just say its smelly and get on with their lives, they don't understand that it is something that could be slowly poisoning them.\"\n\nThe BBC spoke to several residents, many of whom said they had smelt the fumes, but hadn't given it much thought.\n\n\"You keep smelling it and your body gets used to it,\" joked one resident. \"Maybe it could even be good for you.\"\n\nA makeshift landfill\n\nThe Malaysian government has now shut down 33 factories it says were illegal in Jenjarom, and for the most part, the fumes are gone.\n\nBut the 17,000 tonnes of rubbish left by these factories is still there - and not insignificant for a town of 30,000. Most of this waste has been repossessed by the authorities, but a staggering 4,000 tonnes of waste plastic still sits on a single site - open to anyone who might walk by.\n\nA mountain of rubbish greets you the minute you arrive at what was once an unused piece of land, but is now a makeshift landfill.\n\nA quick walk around the site reveals that a staggering amount of plastic waste comes from foreign countries, with a huge portion of it from Japan and the UK - brands like Asda, Co-op and Fairy can be seen strewn around.\n\nMost of the plastic found at the dump site are from the large developed nations\n\n\"We are trying to identify who is the owner of the land, we are still investigating this,\" Minister of Housing and Local Government Zuraida Kamaruddin told the BBC.\n\nThe state that Jenjarom sits in - Selangor - has tried to auction it off but to no avail.\n\n4,000 tonnes of waste sits in a single site\n\n\"No one wants it because it is so contaminated,\" Yeo Bee Yin, Minister of Energy, Technology, Science, Environment and Climate Change, acknowledged.\n\nMs Yeo reveals that there are several options available - the most viable of which would be sending the rubbish to a cement plant, which would burn the plastic to generate heat for their boiler. But this solution would come at a high cost to the government.\n\nIt's just metres away from a palm tree plantation\n\n\"[We estimate that it] will cost around RM2.5m just to transport that pile [to the plant],\" Ms Yeo revealed. \"[But we recognise that] we have to get rid of that pile first.\"\n\nRecycled packaging 'may end up in landfill'\nWhat really happens to 'recycling' plastic?\nFrom one town...\n\nBut Jenjarom is just one town in Malaysia - the problem of illegal plastic recycling doesn't end there.\n\n\"Many of these [illegal factory operators] rent the land from local Malaysian landowners and set up very [basic] factories,\" Ng Sze Han, a local councillor in Selangor, told the BBC.\n\n\"When we [catch the illegal factory operators], they just hit and run - we shut them down there, they move to another part of Malaysia.\"\n\nAnd it's no surprise that they are able to find landowners to rent from so easily.\n\nAn abandoned recycling factory in Kuala Langat\n\nOne landowner the BBC spoke to reveals he rented his land out for RM50,000 (about $12,260, £9,500) a month to a Chinese national. He says he wasn't aware of what they were doing, but was essentially only concerned with collecting rent. It's not an inconsiderable sum when you learn that the average monthly income for a Malaysian family in 2016 was RM5228.\n\nMr Ng reveals he's already had calls from officials in Johor and Negeri Sembilan - other states in Malaysia - saying illegal factories had begun popping up in their patches.\n\nHe says the problem of illegal plastic recycling is unlikely to be solved effectively without a total ban on plastic.\n\nBut this is unlikely to happen.\n\nMs Kamaruddin says the government had initially considered banning plastic, but \"after we studied, we realised it [had a lot of] business potential for Malaysia\".\n\nInstead, she says, stricter rules are being placed on plastic importers - they'll now have to adhere to newly imposed criteria before being able to gain an Approval Permit (AP) to import plastic waste.\n\nOnly companies with a recognised AP will be allowed to import plastic waste into Malaysia.\n\n\"If you nip it at the source and customs control it well, I think it will be effective in reducing a lot,\" Ms Yeo adds.\n\nDecomposing waste sits in moss covered water at one illegal plastic recycling factory\nTo the rest of the world\n\nThere's a bigger problem here - and what Jenjarom reveals is that there is a huge flaw in the plastic recycling system.\n\nPlastic waste and scrap has its own international trade code - HS3915.\n\nBut what this code fails to take into account is whether the waste being imported is of good quality or contaminated - there's no way to know unless someone manually goes through it.\n\nA report by the United Nations Environment Programme in 2017 recognised that it was common for mixed plastic waste to be concealed \"as clean plastic scrap\".\n\nWhat is needed, says Ms Yeo, is a proper labelling system that will be able to take this distinction into account.\n\n\"At the end of the day, [what we need is a] systemic standardisation for waste,\" she said.\n\nOtherwise, it seems only a matter of time before other towns in Malaysia - or even the rest of the world - become the next Jenjarom.\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}