{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "The plastic backlash: what's behind our sudden rage - The Guardian",
  "href": "https://www.theguardian.com/environment/2018/nov/13/the-plastic-backlash-whats-behind-our-sudden-rage-and-will-it-make-a-difference",
  "body": "A 2016 World Economic Forum report predicted that by 2050, 20% of all oil extracted across the world would go towards making plastic. \"Ultimately, plastic pollution is the visible and tangible ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nThe long read\nThe plastic backlash: what's behind our sudden rage – and will it make a difference?\nIllustration: Jan Siemen\n\nDecades after it became part of the fabric of our lives, a worldwide revolt against plastic is under way\n\nby Stephen Buranyi\nTue 13 Nov 2018 01.00 EST\n\nP\nlastic is everywhere, and suddenly we have decided that is a very bad thing. Until recently, plastic enjoyed a sort of anonymity in ubiquity: we were so thoroughly surrounded that we hardly noticed it. You might be surprised to learn, for instance, that today’s cars and planes are, by volume, about 50% plastic. More clothing is made out of polyester and nylon, both plastics, than cotton or wool. Plastic is also used in minute quantities as an adhesive to seal the vast majority of the 60bn teabags used in Britain each year.\n\nAdd this to the more obvious expanse of toys, household bric-a-brac and consumer packaging, and the extent of plastic’s empire becomes clear. It is the colourful yet banal background material of modern life. Each year, the world produces around 340m tonnes of the stuff, enough to fill every skyscraper in New York City. Humankind has produced unfathomable quantities of plastic for decades, first passing the 100m tonne mark in the early 1990s. But for some reason it is only very recently that people have really begun to care.\n\nThe plastic backlash: what's behind our sudden rage – and will it make a difference? – podcast\nRead more\n\nThe result is a worldwide revolt against plastic, one that crosses both borders and traditional political divides. In 2016, a Greenpeace petition for a UK-wide plastic microbead ban hit 365,000 signatures in just four months, eventually becoming the largest environmental petition ever presented to government. Protest groups from the US to South Korea have dumped piles of what they say is unwanted and excessive plastic packaging at supermarkets. Earlier this year, angry customers in the UK posted so many crisp packets back to their manufacturers, in protest at the fact they weren’t recyclable, that the postal service was overwhelmed. Prince Charles has given speeches about the dangers of plastic, while Kim Kardashian has posted on Instagram about the “plastic crisis”, and claims to have given up straws.\n\nAt the highest levels of government the plastic panic can resemble a scrambled response to a natural disaster, or a public health crisis. The United Nations has declared a “war” on single-use plastic. In Britain, Theresa May has called it a “scourge”, and committed the government to a 25-year plan that would phase out disposable packaging by 2042. India claimed it would do the same, but by 2022.\n\nJulian Kirby, a campaigner at Friends of the Earth, told me he had “never seen anything like it in nearly two decades of campaigning”. Friends of the Earth only started a plastic programme in 2016; Greenpeace didn’t have a dedicated plastic team until 2015. A journalist at the Daily Mail, which was one of the first newspapers on the plastic beat, told me that they received more mail about plastic than any other environmental issue (“beats climate change every time,” they said).\n\nAnd then there is Blue Planet II. Last December, the final episode of the series dedicated six minutes to the impact of plastic on sea life. There was a turtle, hopelessly tangled in plastic netting, and an albatross, dead, from shards of plastic lodged in her gut. “It was the biggest reaction to anything in the whole series,” Tom McDonald, head of commissioning at the BBC, told me. “People didn’t just want to talk about the episode – which is the usual – they were asking us how to fix things.” Over the next few days, politicians fielded calls and received a flood of emails from their constituents who felt moved to action by the programme. People started referring to the “Blue Planet II effect” to explain why public opinion had shifted against plastic so decisively.\n\nAll this has added up to a feeling that we might be on the verge of a great environmental victory, of the kind not seen since the successful action against acid rain and CFCs three decades ago. A great wave of public anger is pushing those in power to eliminate a single substance from our collective life – and with big commitments already secured, the signs seem promising.\n\nBut getting rid of plastic would require more than a packaging-free aisle at the supermarket and soggy cardboard drinking straws at the pub. Plastic is everywhere not because it was always better than the natural materials it replaced, but because it was lighter and cheaper – so much cheaper, in fact, that it was easier to justify throwing away. Customers found this convenient, and businesses were happy to sell them a new plastic container for every soda or sandwich they bought. In the same way steel enabled new frontiers in building, plastic made possible the cheap and disposable consumer culture that we have come to take for granted. To take on plastic is in some way to take on consumerism itself. It requires us to recognise just how radically our way of life has reshaped the planet in the span of a single lifetime, and ask whether it is too much.\n\nT\nhe most astounding thing about the anti-plastic movement is just how fast it has grown. To travel back even to 2015 is to enter to a world in which almost all of the things we currently know about plastic are already known, but people aren’t very angry about it. As recently as three years ago, plastic was just one of those problems – like climate change, endangered species or antibiotic resistance – that everyone agreed was bad, but which few people considered doing much about.\n\nThis wasn’t for lack of effort by scientists. The case against plastic had been building for almost three decades. In the early 1990s, researchers noticed that some 60-80% of the waste in the ocean was non-biodegradable plastic, and the amount of plastic washing up on beaches and in harbours was increasing. Then came the revelation that plastic was accumulating in the calm regions between ocean currents, forming what the oceanographer Curtis Ebbesmeyer called “great garbage patches”. The largest garbage patch – Ebbesmeyer reckons there are eight in total – is three times the size of France, and contains some 79,000 tonnes of waste.\n\nIn 2004, the scale of the problem became even more apparent when the University of Plymouth oceanographer Richard Thompson coined the term “microplastic” to describe the billions of minuscule bits of plastic that have either resulted from the breakdown of larger plastics or been deliberately made for use in commercial products. Researchers all over the world began cataloguing how these microplastics were finding their way into the organs of organisms, from tiny krill to enormous fish such as tuna. In 2015, a group led by the University of Georgia environmental engineer Jenna Jambeck estimated that somewhere between 4.8m and 12.7m tonnes of plastic was entering the ocean each year, a number they expected to double by 2025.\n\nThe plastic problem was mind-bogglingly big, only getting bigger, and it was tough to get people to care. Sometimes alarming stories about plastic did break through into the media and catch the interest of the public – the garbage patch was a media favourite, and every so often there was a new panic about overflowing landfills, or the massive quantities of waste we ship overseas – but it was nothing like today. Roland Geyer, the influential University of California industrial ecologist, told me that between roughly 2006 and 2016, he probably did fewer than 10 interviews about plastic; in the last two years, he has been asked to do more than 200.\n\nWhat exactly caused this change is a question of great debate. The most plausible answer, and the one that has become the working theory of many of the scientists and campaigners I spoke to, isn’t that the science on plastic reached a critical mass, or that we became saturated with images of adorable sea creatures choking on our waste (although those things are important). It is that, at a deep level, the whole way we think about plastic has been transformed. We used to see it as litter – a nuisance but not a menace. That idea has been undermined by the recent widespread acknowledgment that plastic is far more pervasive and sinister than most people had ever imagined.\n\nThe shift in thinking started with the public outcry over microbeads, the small, abrasive grains of plastic that companies began pouring into cosmetic and cleaning products in the mid-1990s to add grit. (Nearly every plastic product has a natural and often biodegradable antecedent – plastic microbeads replaced ground seed kernels or pumice stones.) Scientists began raising the alarm about potential dangers posed to sea life in 2010, and people were shocked to learn that microbeads were in thousands of products, from Johnson & Johnson’s spot-clearing face scrubs, to supposedly eco-friendly brands like the Body Shop.\n\nThe realisation that microbeads were pouring down millions of shower drains was a key moment in the public turn against plastic, according to Will McCallum, head of plastics campaigns at Greenpeace UK. “It was a design decision, a design flaw really,” he said. “It led people to ask, ‘How did this happen?’” In 2015, when the US Congress considered a limited ban on cosmetics containing microbeads, it passed with broad bipartisan support. “The issue went from almost zero awareness in the public mind, to a kind of widespread shock,” says MP Mary Creagh, chair of the UK parliamentary Environmental Audit Committee, which investigated microbeads in 2016, eventually leading to a comprehensive ban on their manufacture and sale.\n\nA recycling centre outside Beijing, China. Photograph: Fred Dufour/AFP/Getty Images\n\nMicrobeads were only the beginning. The public would soon learn that synthetic fabrics such as nylon and polyester shed thousands of microscopic fibres with each wash cycle. After scientists started showing how these fibres ended up lodged in the guts of fish, newspapers ran articles with headlines such as “Yoga pants are destroying the Earth”, while eco-conscious brands such as Patagonia scrambled for solutions. (Last year Patagonia began selling a washing-machine insert called Guppyfriend, which it says will catch “some” of the plastic sloughing off its clothing.) Then tyres, which are about 60% plastic, were revealed to shed plastic fibres while in motion, potentially more than microbeads and clothing combined.\n\nEveryday items began to seem like sources of contagion, and there was little any individual could do about it. On the forums of parenting website Mumsnet, there are hundreds of posts about alternative cosmetic products that don’t contain microbeads – but there are as yet no plastic-free tyres. MP Anna McMorrin, who has raised the issue in parliament, told me her constituents were exasperated. “They were telling me ‘I watch what I buy, I recycle, but what can I do when it’s everywhere?’”\n\nAccording to Chris Rose, a former Greenpeace director who writes an influential blog about environmental messaging, scientists have long thought of plastic as a dangerous pollutant, but until recently the public had a very different view. For most people, plastic seemed easy to grasp. It was the things people purchased and threw away. People could see it and touch it, and in a way it felt like it was under control. Even if people weren’t doing anything about the problem, they felt they could if they really wanted to – and in the most immediate way possible, by simply picking it up and putting it in the bin.\n\nBut plastic no longer seems like this. It is still immediate – it’s in our household products, coffee cups, teabags and clothing – but it seems to have escaped our ability to catch it. It slips through our fingers and our water filters and sloshes into rivers and oceans like effluent from a sinister industrial factory. It is no longer embodied by a Big Mac container on the side of the road. It has come to seem more like a previously unnoticed chemical listed halfway down the small print on a hairspray bottle, ready to mutate fish or punch a hole in the ozone layer.\n\nT\nhe public turn against plastic was not foreseen by scientists or environmental activists, most of whom are used to their warnings going unheeded. In fact, today some scientists seem vaguely embarrassed by the scale of the backlash. “I scratch my head about it every day,” says the Imperial College oceanographer Erik van Sebille. “How is plastic public enemy No 1? That should be climate change.” Other scientists I spoke to downplayed plastic pollution as one problem among many, albeit one that had crowded out public interest in more pressing problems.\n\nBut unlike climate change, which seems vague, vast, and apocalyptic, plastic is smaller, more tangible, it is in your life right now. “The public doesn’t make these fine calculations – this is X times worse than that,” says Tom Burke, a former director of Friends of the Earth. “A moment crystallises and people see that other people feel the same way they do about an issue, then you get a push. People just want things fixed.” Or, as Christian Dunn, a fast-talking ecology lecturer from the University of Bangor, who has spent the past year helping to turn his hometown of Chester into one of Britain’s most anti-plastic cities, put it: “It’s something we can just get on with.”\n\nWalking around with Dunn and his co-organiser Helen Tandy, who heads the local Friends of the Earth chapter and has the steady positivity and self-effacing manner of a longtime environmentalist, the appeal of the fight against plastic seems obvious. There is the sense that you have joined an insurgent political campaign. Businesses, from Costa Coffee to the high street greengrocer, have signs of support in the windows. “Ask for a straw at any pub in Chester and they’ll tell you ‘Can’t. It kills whales,’” a young barman told me. A builder named Dylan told me that he has begun recommending his clients choose fittings without plastic packaging. The B&Q ones have too much, he said.\n\nA black-footed albatross chick with plastic debris in its guts, found in the Midway Atoll. Photograph: Dan Clark/USFWS\n\nAt Chester Zoo, the facilities manager said that their cafe is eliminating single-use plastic packaging, and they are auditing the gift store as well. The zoo is the biggest attraction in the area, and a huge get for the campaign. “What about feed sacks? And other things for the animals?” Dunn asked. (The manager said they’d look into it.) On our way out, a group of schoolchildren walked toward the elephant pen holding purple Mylar balloons. “Where did they get those?” Tandy wondered. “We’ll ask about it next time.”\n\nThis sort of relentlessly practical, grassroots campaigning has flourished over the past couple of years. As a result, we have entered a phase where every brand, organisation and politician strains to be seen to be doing something. Monitoring this firehose of press releases for even a few weeks, you learn that Tottenham Hotspur are planning to phase out all single-use plastic from their new stadium, Seattle has banned plastic straws within city limits, while its most famous coffee chain, Starbucks, has promised to remove an estimated 1bn straws a year across its 28,000 global locations, and Lego, which doesn’t make any non-plastic products, is looking into plant-based plastics for its production lines.\n\nThere is a slight tinge of mania to all this. Natalie Fee, an activist who founded the Bristol-based campaign group City to Sea, told me that after appearing on the BBC last year to talk about plastic she began receiving multiple requests to speak at banks and corporate boardrooms about her work, like a motivational guru. And there is also a clear note of opportunism. A former highly placed staff member at the Department for Environment, Food and Rural Affairs (Defra) told me that the recent focus on plastics was widely seen within the department as a ministerial scramble for popular non-partisan policies to fill the void after the Brexit referendum. “[Michael] Gove was keen to show we could do it alone, and to show he was doing something good as environment secretary. It’s turned out both of those have worked really well for plastics,” the Defra staffer said.\n\nWhatever politicians’ motivations, the public backlash has undoubtedly brought a serious environmental problem to the attention of the highest level of government and business, and convinced them it is a winning issue. Only a fraction of the proposed measures against plastic have been codified by law – the US and UK microbead bans are the exceptions – but the feeling is one of enormous potential.\n\nD\nespite its ubiquitous presence in our lives, most people would struggle to tell you what plastic is, who makes it and where it came from. This is understandable: plastic is a global industrial product, made far from the public eye. The raw materials come from fossil fuels, and many of the same vast companies that produce oil and gas also produce plastic, often in the same facilities. The story of plastic is the story of the fossil fuel industry – and the oil-fuelled boom in consumer culture that followed the second world war.\n\nPlastic is a catch-all term for the product made by turning a carbon-rich chemical mixture into a solid structure. In the 19th century, chemists and inventors were already making household objects such as combs from a brittle, early form of plastic, first called Parkesine, later renamed celluloid, after the plant cellulose from which it was made. But the modern age of plastic began with the invention of Bakelite in the US in 1907. Bakelite – a fully synthetic material that used phenol, a chemical left over from the process of turning crude oil or coal into petrol, as its starting point – is hard, shiny and brightly coloured. In other words, it is recognisable to us today as plastic. Its inventors intended to use Bakelite as an insulator for electrical wiring, but quickly realised its near-limitless potential, advertising it as the “material of a thousand uses”. This would prove to be a significant underestimate.\n\nNew varieties of plastic were developed over the next few decades, and the public was fascinated with this infinitely malleable wonder material that science had created. But it was the second world war that made plastic truly indispensable. With shortages of natural materials, and the enormous demands of the war effort, plastic’s potential to become nearly anything – using just “coal, water and air”, as the pioneering plastics chemist Victor Yarsley said in 1941 – made it vital to the state’s military machine. A Popular Mechanics article from 1943 describes troops’ visors and gunsights, mortar shell detonators and airplane canopies newly made of plastic. Military units, it was reported, had even begun using plastic bugles.\n\nUS plastic production more than tripled between 1939 and 1945, from 97,000 tonnes to 371,000 tonnes. After the war, chemical and petroleum giants consolidated the market between them. DuPont, Monsanto, Mobil and Exxon bought or developed plastic production facilities. This made logistical sense: these companies already supplied the raw material for plastic, in the form of phenol and naphtha, byproducts from their existing petroleum operations. By developing new plastic products – like Dow’s invention of Styrofoam in the 1940s, or the multiple patents held by Mobil for plastic films used in packaging – these companies were effectively creating new markets for their oil and gas. “The development of the petrochemical industry is probably the greatest single contributing factor in the growth of the plastics industry,” a researcher for Australia’s National Science Agency wrote in 1988.\n\nIn the decades of meteoric economic growth that followed the war, plastic began the inexorable rise that would see it replace cotton, glass and cardboard as the material of choice for consumer products. Thin plastic wrapping was introduced in the early 1950s, displacing the paper and cloth protecting consumer goods and dry cleaning. By the end of the decade, DuPont reported more than a billion plastic sheets sold to retailers. At the same time, plastic entered millions of homes in the form of latex paint and polystyrene insulation, vast improvements over pungent oil paint and expensive rockwool or wood fibre panels. Soon, plastic was everywhere, even outer space. In 1969, the flag that Neil Armstrong planted on the moon was made of nylon. The following year, Coke and Pepsi began replacing their glass bottles with plastic versions manufactured by Monsanto chemical and Standard Oil. “The hierarchy of substances is abolished: a single one replaces them all,” wrote the philosopher Roland Barthes, in 1972.\n\nBuzz Aldrin with a nylon US flag planted on the moon in 1969. Photograph: Neil Armstrong/AP\n\nBut plastic did more than merely take the place of existing materials, leaving the world otherwise unchanged. Its unique properties – being simultaneously more malleable and easier to work with, and also far cheaper and lighter than the materials it replaced – actually helped kickstart the global economy’s shift to disposal consumerism. “Our enormously productive economy demands that we make consumption our way of life,” wrote the economist Victor Lebow in 1955. “We need things consumed, burned up, worn out, replaced and discarded at an ever-increasing pace.”\n\nPlastic provided the perfect accelerant for this radical change, simply by being so cheap and easy to throw away. Just a year earlier, in 1954, Lloyd Stouffer, the editor of the trade journal Modern Plastics, was mocked in the press when he told an industry conference that “the future of plastics is in the trash can”. By 1963, he addressed the same conference fully vindicated: “You are filling the trash cans, the rubbish dumps and the incinerators with literally billions of plastics bottles, plastics jugs, plastics tubes, blisters and skin packs, plastics bags and films and sheet packages,” he crowed. “The happy day has arrived when nobody any longer considers the plastic package too good to throw away.”\n\nPlastic meant profit. As one researcher from the Midwest Research Institute, an engineering research firm, wrote in 1969, “the powerful motive force behind the development of the throw-away container market is the fact that each returnable bottle displaced from the market means the sale of 20 non-returns”. In 1965, the Society for the Plastics Industry trade body reported that plastics had entered their 13th straight year of record growth.\n\nBut it also meant rubbish. In the US, prior to 1950, reusable packaging such as glass bottles had a nearly 96% return rate. By the 70s, the rate for all container returns had dropped below 5%. Disposability meant that a previously unimaginable number of items were being dumped into landfills. At a 1969 EPA conference on the growing waste problem, Rolf Eliassen, a science adviser to the White House, claimed “the social costs of collection, processing and disposal of these indestructible items is tremendous”.\n\nWhat followed was a backlash against disposable culture in general, and plastic in particular, not unlike what we see today. In 1969, the New York Times reported that an “avalanche of waste and waste disposal problems is building up around the nation’s major cities in an impending emergency that may parallel the existing crises in air and water,” elevating garbage to the level of the major environmental concerns of the day. In 1970, two months before the first Earth Day celebration, President Nixon bemoaned “new packaging methods, using materials which do not degrade”, and complained that “we often discard today what a generation ago we saved”. New York City instituted a tax on plastic bottles in 1971, Congress debated a ban on all non-returnable containers in 1973, and the state of Hawaii banned plastic bottles entirely in 1977. A battle against plastic had begun, and at that moment, it seemed like it could be won.\n\nF\nrom the start, the industry fought hard against all the proposed legislation. The New York City plastic bottle tax was struck down by the state supreme court the same year it was levied, following a lawsuit by the Society for the Plastics Industry alleging unfair treatment; Hawaii’s plastic bottle ban was struck down in a state circuit court in 1979 after a similar lawsuit from a drinks company; the congressional ban never got off the ground after lobbyists claimed it would hurt manufacturing jobs.\n\nHaving seen off these legislative threats, a loose alliance of oil and chemical companies, along with drinks and packaging manufacturers, pursued a two-part strategy that would successfully defuse anti-plastic sentiment for a generation. The first part of the strategy was to shift responsibility for litter and waste from companies to consumers. Rather than blaming the companies that had promoted disposable packaging and made millions along the way, these same companies argued that irresponsible individuals were the real problem. This argument was epitomised by a 1965 editorial in a US packaging trade journal headlined “Guns Don’t Kill People”, which blamed “the litterbugs who abuse our countryside” rather than the manufacturers themselves.\n\nTo help push this message, companies involved in plastics and other disposable packaging funded non-profit groups that highlighted the consumer’s responsibility for rubbish. One of these groups, Keep America Beautiful (KAB), founded in 1953 and funded by companies including Coca-Cola, Pepsi, Dow Chemical and Mobil, ran hundreds of adverts along these lines. “People start pollution. People can stop it”, stated their 1971 Earth Day campaign. KAB also engaged local civic and community groups to organise cleanups and address what it called the “national disgrace” of litter.\n\nThis work had merit, but by the mid-1970s, concern over KAB’s industry ties had led environmental groups such as the Sierra Club and the Izaak Walton League, as well as the US Environmental Protection Agency, to resign their advisory roles with the group. In 1976, newspapers reported that Russell Train, the director of the US Environmental Protection Agency (EPA), circulated an angry memo claiming that KAB’s corporate backers were working to undermine anti-pollution legislation.\n\nFraming litter as a personal failing was remarkably successful. In 1988, the year global plastic production pulled even with steel, Margaret Thatcher, picking up litter in St James’s Park for a photo op, captured the tone perfectly. “This is not the fault of the government,” she told reporters. “It is the fault of the people who knowingly and thoughtlessly throw it down.” Noticeably absent from her indictment was anyone who manufactured or sold plastic in the first place.\n\nPlastic waste washed up on Christmas Island, Australia. Photograph: Daniela Dirscherl/Getty Images/WaterFrame RM\n\nThe second part of the industry’s strategy to allay public concern over pollution involved throwing its weight behind a relatively new idea: household recycling. In the 1970s, environmental groups and the EPA were exploring the novel idea that recycling – a familiar concept for large items such as cars, machinery and metal scrap – could be extended down to the community level to solve the growing consumer waste problem.\n\nThe packaging and drinks industries were quick to push the idea that recycling could keep their products out of landfill. In 1971, before plastic bottles were widespread, the Coca-Cola Bottling Company funded some of the world’s earliest depots for recycling household waste, such as glass and aluminium, in New York City.\n\nThe plastic industry took a similar tack, making grand claims about the potential for recycling their products. In 1988, the Society of the Plastics Industry trade association founded the Council for Solid Waste Solutions to promote plastic recycling in cities, claiming that they could recycle 25% of plastic bottles by 1995. In 1989, Amoco (formerly Standard Oil), Mobil and Dow formed the National Polystyrene Recycling Company, which claimed the same 25% target, also by 1995, but for food packaging. (A Mobil ad, published in Time magazine during that period, claimed polystyrene food packaging was “the scapegoat, not the problem” to the waste crisis – the solution was “more recycling”.) In 1990, yet another industry group, the American Plastics Council, was claiming that plastic would be “the most recycled material” by 2000.\n\nThe problem with these rosy predictions was that plastic is one of the worst materials for recycling. Glass, steel and aluminium can be melted and reformed a nearly infinite number of times to make new products of the same quality as the first. Plastic, by contrast, significantly degrades each time it is recycled. A plastic bottle cannot be recycled to make a plastic bottle of the same quality. Instead, recycled plastic becomes clothing fibres, or slats for furniture, which then might go on to be road filler, or plastic insulation, neither of which are further recyclable. Each stage is essentially a one-way ratchet towards landfill or the ocean. “The future of plastics recycling is still a total mystery”, the University of Wisconsin engineer Robert Ham said, in 1992, noting the limited number of things that plastic consumer products could become.\n\nFor the companies that recycled more profitable materials, such as aluminium, recycling plastic had limited commercial appeal. In the 1980s, as it became apparent that plastic recycling was not going to become a booming industry, the public sector stepped in. Recycling became largely state-funded, and plastic was hauled away along with the home rubbish pickup, while the industry continued to pump out more and more plastic. As congressman Paul B Henry told a hearing on container recycling in 1992, the plastics industry “claim to be big recycling advocates” while “kerbside recycling programmes rely almost entirely on government subsidies”. In other words, the government was stuck picking up the tab for the industry’s previous big talk on recycling. And the public were happy as long as someone was taking out the trash. To this day, some environmental campaigners refer to household pickup as “wish-cycling”, and recycling bins as a “magic box” that assuages people’s guilt without really helping much.\n\nI\nn the intervening years, global plastic production has rocketed from some 160m tonnes in 1995 to 340m tonnes today. Recycling rates are still dismally low: less than 10% of all plastic in the US is recycled each year. Even if recycling rates were to miraculously spike, recycled plastic can only become a limited number of things, so there will always be a higher demand for new plastic. Roland Geyer, the University of California industrial ecologist, whose 2017 report Production, Use and Fate of All Plastics Ever Made has become a landmark reference for American and European policymakers, told me that he is “increasingly convinced that recycling simply does not work to reduce the amount of plastic in the world”.\n\nAnd although the public’s enthusiasm for anti-plastic campaigns is partly motivated by the feeling that it is a simpler and more solvable problem than climate change, the two issues are more closely connected than most people realise. Seven of the 10 largest plastic producers are still oil and natural gas companies – as long as they are extracting fossil fuels, there will be a huge incentive to make plastic. A 2016 World Economic Forum report predicted that by 2050, 20% of all oil extracted across the world would go towards making plastic. “Ultimately, plastic pollution is the visible and tangible part of human-made global change,” the scientists Johanna Kramm and Martin Wagner wrote in a recent paper.\n\nThis is the paradox of plastic, or at least our current obsession with it: learning about the scale of the problem moved us to act, but the more we push against it, the more it begins to seem just as boundless and intractable as all the other environmental problems we have failed to solve. And it brings us up against the same obstacles: unregulatable business, the globalised world, and our own unsustainable way of life.\n\n'A reckoning for our species': the philosopher prophet of the Anthropocene\nRead more\n\nAnd yet, people still want to take plastic on. And they should. Despite the odds, the anti-plastic movement has become perhaps the most successful worldwide environmental campaign to emerge since the turn of the century. If governments are held to their commitments, and the movement maintains its momentum, it will have an effect. “It’s a big deal,” Steve Zinger, a chemicals industry analyst with the US firm Wood Mackenzie, told me. “Particularly this year, consumer anti-plastic sentiment has grown. Companies will have to adapt their business models to the new realities of plastic bans.” He noted that petroleum producers would also see a loss in demand.\n\nThis is the other, positive side of the paradox of plastic. If plastic is a microcosm of all of our other environmental problems, then following that logic, so are the solutions. In just a few short years, scientific evidence of the environmental damage done by plastic has spurred people to organise, pressured governments to regulate, and even been noticed by fossil fuel corporations. Customers asked for less packaging at the supermarket, and within a year BP was predicting that, as a result, by 2040 the industry would be producing 2m fewer barrels of oil per day. Our obsession with plastic has registered. In the much larger battle over climate change, the plastic backlash could end up being a small but energising victory, a model for future action.\n\nThis means facing up to how interconnected the problems are: to recognise that plastic isn’t just an isolated problem that we can banish from our lives, but simply the most visible product of our past half-century of rampant consumption. Despite the immensity of the challenge, when I spoke to Richard Thompson, the oceanographer who coined the term microplastic, he was upbeat. “At no time in the past 30 years have we had a convergence like this, with scientists, business, and government,” he said. “There’s a real chance to get this thing right.”\n\n Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.\n\nExplore more on these topics\nThe long read\nPlastics\nPollution\nOil (Business)\nOil (Environment)\nOil and gas companies\nOceans\nfeatures\nReuse this content\nMore on this story\nShipping emissions levy delayed but goals for greenhouse gas cuts agreed\n7 Jul 2023\nShipping emissions could be halved without damaging trade, research finds\n26 Jun 2023\nClimate impact of shipping under growing scrutiny ahead of key meeting\n22 Jun 2023\nPressure grows on shipping industry to accept carbon levy\n22 Mar 2023\nUN chief urges airlines and shipping firms to do more to cut emissions\n14 Oct 2021\nShipping firm Maersk spends £1bn on ‘carbon neutral’ container ships\n24 Aug 2021\nShipping industry proposes ‘moonshot’ fossil fuel levy\n10 Mar 2021\nDraft EU policy to cut shipping emissions condemned as ‘disaster’\n23 Jun 2021\nGrounded carrier off Mauritius breaks apart risking ecological disaster\n15 Aug 2020\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\nYou've read 7 articles in the last year\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$0 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}