{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "The Ban on Plastic Straws: A 21st Century Environmental Movement",
  "href": "https://medium.com/the-climate-reporter/the-ban-on-plastic-straws-a-21st-century-environmental-movement-152d647d34c",
  "body": "In 2015, this graphic video of a diver pulling out a plastic straw from a olive ridley sea turtle's nostril went viral. The typical single-use plastic straw has been popular since the 1950s ...",
  "textContent": "Write\n\nSign up\n\nSign in\n\nThe Ban on Plastic Straws: A 21st Century Environmental Movement\n\nEmily Zhao\n\n·\n\nFollow\n\nPublished in\n\nThe Climate Reporter\n\n·\n5 min read\n·\nJul 22, 2018\n\n116\n\nA rundown on America’s hottest eco-friendly campaign\n\nPhoto by Hotel Magazine\n\nFirst Seattle, then Starbucks, then Kim Kardashian. Plastic straws have been a common utensil for decades now, but social media and viral videos have spiked awareness about their negative effects on marine animals and the ocean’s health.\n\nIn 2015, this graphic video of a diver pulling out a plastic straw from a olive ridley sea turtle’s nostril went viral.\n\nThe typical single-use plastic straw has been popular since the 1950s, accepted for its sanitary and convenient qualities. Since then, Americans use around 172 million straws everyday, and because straws are difficult to recycle, they often end up in the ocean. According to Dune Ives, director of Lonely Whale, a nonprofit spearheading the straw-less campaign in Seattle, “Unfortunately, most plastic straws are too lightweight to make it through mechanical recycling sorters, so they end up in landfills and waterways and, eventually.”\n\nThen, in the ocean, fish, turtles, and other marine animals mistaken straws for food, and eventually those fish end up in our supermarkets filled with plastic shards and straws. Furthermore, although straws cannot biodegrade, they do fragment and become microplastics which are consumed by smaller organisms and are then passed up the food chain. “One million seabirds and 100,000 marine mammals are killed annually from plastic in our oceans. Forty-four percent of all seabird species, 22 percent of whales and dolphins, all sea turtle species, and a growing list of fish species have been documented with plastic in or around their bodies,” says Tessa Hempson, operations manager for Oceans Without Borders.\n\nFragmented pieces of straws become microplastics which marine animals often mistaken for food.\n\nThe Northwest region took the lead in this movement. On July 1, Seattle became the first major city to ban plastic straws from restaurants, and those who are found in violation will be fined up to $250. Oakland, Malibu, and Miami Beach have also banned straws in certain establishments. Other cities like San Francisco and New York City have proposed their own versions of a straw ban, but there’s no telling if the bans will actually take effect.\n\nMany large organizations and companies have also acknowledged this spreading campaign. Starbucks, the largest coffee chain in America, has pledged to stop using straws by 2020 and has already invested $10 million dollars in a compostable coffee cup competition. In addition, employees have designed a plastic cup lid (mocked as the “adult sippy cup”) and paper straws which have already been introduced in the UK. Alaska Airlines and American Airlines have also banned straws and plastic stir sticks from their airplanes. Yahoo Finance compiled a list of all of the major companies that have either already banned plastic straws or are planning to, and the result is rather impressive. Large hotel chains like Marriott to entertainment companies like SeaWorld are taking a stand in this movement.\n\nEven celebrities like football player Tom Brady, reality star Kim Kardashian, and author Neil deGrasse Tyson have taken the #StopSucking campaign to heart and have banned plastic straws from their lives.\n\nOn the other hand, there are many disclaimers to this popular campaign.\n\nFirstly, alternatives to plastic straws haven’t exactly reached the convenience and accessibility of plastic straws. Reusable options include classy-looking metal or glass straws which can be dropped in the dishwasher after use or cleaned using a pipe cleaner. Yet, for those people who need a straw because of a disability, sensitive teeth, or other health conditions, this option often seems quite annoying and ineffective. Metal straws become uncomfortable hot when placed in hot drinks and do not help alleviate problems of toothaches and gum sensitivity. Alice Wong, a disabled resident in San Francisco, wrote in a recent article for Eater: “Why would a disabled customer have to bring something in order to drink while non-disabled people have the convenience and ability to use what is provided for free? This is neither just, equitable, nor hospitable.”\n\nPaper and other disposable biodegradable straws seem like the better option. According to National Geographic, there are two options: “Paper is popular, with many U.S. establishments using Aardvark to supply American-made, FDA-approved straws that take 30 to 60 days to decompose. Another choice is compostable straws made from PLA (polylactic acid), a plant-based bioplastic made from materials like cornstarch instead of petroleum. These straws are compostable under the proper conditions but do not break down in water.” Critics, however, claim that common paper straws decompose in hot drinks after a while which poses a choking hazard for children with disabilities.\n\nA compromise that various disability rights advocates, like Wong and Disability Rights Washington, have proposed is to have plastic straws available only through request. This ensures that those with disabilities will be able to drink their soda without needing to bring a metal straw while able-bodied patrons may simply forgo the straw because it did not automatically come with their drink.\n\nAnother concern is whether there will be any substantial impact from these bold bans. Plastic straws are not the largest polluter in the oceans nor the most frequent material that washes up on our beaches nor the greatest threat to the oceans. However, many consider straws a “gateway plastic,” where using straws without further consideration leads to wasteful habits. This also suggests that banning plastic straws could cause a “positive spillover effect,” meaning if people become more aware of how their straws affect marine animals, they may also become more interested in other conservation opportunities.\n\nPhoto by: Strawesome\n\nThere’s no telling how effective this movement will be in reducing turtle population decline or saving our coral reefs, but the fact that more people are becoming aware of how even a seemingly insignificant straw can suffocate a sea turtle can be considered an improvement.\n\nSo you could spiral into a vortex of insecurity of whether that straw on your food tray might end up in the Bahamas and kill a sea turtle, or you could just say: “No, I’d rather keep our oceans clean.”\n\nSign up to discover human stories that deepen your understanding of the world.\nFree\n\nDistraction-free reading. No ads.\n\nOrganize your knowledge with lists and highlights.\n\nTell your story. Find your audience.\n\nSign up for free\nMembership\n\nAccess the best member-only stories.\n\nSupport independent authors.\n\nListen to audio narrations.\n\nRead offline.\n\nJoin the Partner Program and earn for your writing.\n\nTry for $5/month\nEnvironment\nPlastic\nOcean Conservation\n\n116\n\nWritten by Emily Zhao\n100 Followers\n·\nEditor for \n\nThe Climate Reporter\n\nThe Climate Reporter Editor-in-Chief | Earth Optimist | Filmmaker | Based in Maryland\n\nFollow\nMore from Emily Zhao and The Climate Reporter\n\nEmily Zhao\n\nin\n\nThe Climate Reporter\n\nCryoconite: the Kryptonite of Arctic melt\nCould some black, sooty holes really be influencing the entire Arctic melt system?\n·\n3 min read\n·\nJan 15, 2019\n\n125\n\n3\n\nJerome Foster II\n\nin\n\nThe Climate Reporter\n\nLeonardo DiCaprio’s Climate Summit Speech\nThank you, Mr. Secretary-General, your excellencies, ladies and gentleman, and distinguished guests. I’m honored to be here today, I stand…\n3 min read\n·\nNov 26, 2017\n\n485\n\nJerome Foster II\n\nin\n\nThe Climate Reporter\n\n10 Bjarke Ingels Buildings that are Eco-friendly\nBjarke Ingels is a world renowned architecture for his work on the Serpentine Pavilion, the Via 57 West, and his appearance on the Netflix…\n·\n4 min read\n·\nDec 1, 2017\n\n325\n\nEmily Zhao\n\nin\n\nThe Climate Reporter\n\nTrack the spread of the Australia Bushfires with this interactive map\nAt the moment, around 130 fires are burning across Australia, heightened by scorching temperatures beyond 100 degrees Fahrenheit and dry…\n2 min read\n·\nJan 6, 2020\n\n50\n\nSee all from Emily Zhao\nSee all from The Climate Reporter\nRecommended from Medium\n\nUnbecoming\n\n10 Seconds That Ended My 20 Year Marriage\nIt’s August in Northern Virginia, hot and humid. I still haven’t showered from my morning trail run. I’m wearing my stay-at-home mom…\n·\n4 min read\n·\nFeb 16, 2022\n\n70K\n\n1019\n\nScott-Ryan Abt\n\nin\n\nPitfall\n\nBye Bye, Spotify\nAnd see ya later, all you subscription services in my little empire\n·\n4 min read\n·\nAug 19\n\n17.1K\n\n406\n\nLists\nStaff Picks\n530 stories\n·\n507 saves\n\nAlexandru Lazar\n\nin\n\nILLUMINATION\n\nTen Habits that will get you ahead of 99% of People\nImprove your life and get ahead of your peers in 10 simple steps\n9 min read\n·\nNov 18\n\n7.1K\n\n135\n\nAL Anany\n\nThe ChatGPT Hype Is Over — Now Watch How Google Will Kill ChatGPT.\nIt never happens instantly. The business game is longer than you know.\n·\n6 min read\n·\nSep 1\n\n20K\n\n629\n\nMirijam Missbichler\n\nWhy Japanese Websites Look So Different\n& how to analyze design choices without jumping to conclusions\n8 min read\n·\nMay 1\n\n17.8K\n\n262\n\nNick Wignall\n\n5 Signs of Low Emotional Maturity\n#2: Gaslighting\n·\n9 min read\n·\nNov 30\n\n4.1K\n\n81\n\nSee more recommendations\n\nHelp\n\nStatus\n\nAbout\n\nCareers\n\nBlog\n\nPrivacy\n\nTerms\n\nText to speech\n\nTeams"
}