{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Why are only plastic straws getting attention? : r/vancouver - Reddit",
  "href": "https://www.reddit.com/r/vancouver/comments/bp57vz/why_are_only_plastic_straws_getting_attention/",
  "body": "Plastic bags, bottles and cups make 100x as much waste as straws. This is a typical misdirection by the fast food industry - with Starbucks a prime belligerent. Companies like coca cola, Tim Hortons' parent and sbuxx realize that if larger single use plastics (every can and bottle of coke has plastic in it - as does every disposible coffee cup ...",
  "textContent": "Why are only plastic straws getting attention? : r/vancouver\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to vancouver\nr/vancouver\n•\n5 yr. ago\nAffectionate_Face\nWhy are only plastic straws getting attention?\nAsk Vancouver\n\nCan someone explain to me why the \"ban\" on plastic straws got pushed through relatively quickly, but I am not seeing a similar attempt to curb use of plastic lids or cups? What is the deal? Cafes rarely ask if I want a for-here or to-go cup.\n\nEDIT: Thank you for quick replies, I am interested in reading more. I wasn't writing this post to be judgemental of anyone who does use disposable products still ( I am currently writing this from a cafe with a glass cup and disposable straw for my iced coffee), but more to understand why this seemed kind of easy relative to the rest of plastic. When I look at pictures such as the one in this article https://www.straight.com/news/1231221/vancouver-likely-delay-ban-plastic-straws-and-disposable-food-containers-until-2020\n\nthe straws really seem like the least of the bulk. I have encountered many people who don't recycle the cardboard sleeve because they don't want to go through the trouble/don't know they can be removed?(!)\n\nSort by:\nAdd a Comment\nBarley_Mowat\n•\n5 yr. ago\n\nIt's just inconvenient enough for people to feel like they're making a sacrifice without actually being so inconvenient that people wouldn't support doing it.\n\nIn the grand scheme of things, it accomplishes basically nothing. Sucking your processed beverage through a paper straw, impact-wise, is virtually indistinguishable from sucking it though a plastic one. If you want to make the biggest impact possible while limiting yourself to strictly take-out beverage options: don't have the drink in the first place.\n\nIf an entire city were to ban to-go drinks completely, and drinks in any kind of plastic container (including bottles)... even that would have almost zero impact globally. It would also wind that city up in court instantly. It says something that even so-negligible an impact action as that could never be tolerated, not even for a second. That should give you some insight as to what a fun century we have ahead of us.\n\nReply\nreply\n12 more replies\nmcain\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nStraws are dangerous to animals, low hanging fruit, first step, and likely don't affect the key proponents of the ban - who probably drink real beverages like coffee, and not frou frou sugary drinks. /s\n\nJust for the record: I very rarely use disposable cups. Always travel with a stainless steel mug and/or just aren't a big consumer of store-bought drinks. /virtue-signalling\n\nReply\nreply\n1 more reply\n[deleted]\n•\n5 yr. ago\n\nGreat question! I can off the top of my head come up with a bunch of things that could be changed such as:\n\n- Disposable plastic bags at supermarkets could be replaced with paperbags, and cost isn't a factor because supermarkets are charging for the bags anyways.\n\n- Disposable plastic produce bags could be replaced with paper bags (Already use paper for mushrooms, why not use them for fruits and vegetables?)\n\n-Supermarkets pack their meat in plastic, why? Why not wrap it in butcher paper? Sure, the plastic is cheap and convenient but we're in a time of crisis!\n\n-Disposables are fast food, why not use Eco-conscious containers? Why does everything have to be Styrofoam and plastic when you can use waxed cardboard?\n\nBusiness should be required to use easily recyclable product whenever possible by law in my unlawyerly opinion!\n\nReply\nreply\n13 more replies\nGideonIsmail\n•\n5 yr. ago\n\nThat doesn't even get into how straw bans negatively affect disabled people like myself who rely on plastic straws (ex: I use them because I have mobility issues + a condition that causes jaw pain). Here's a great video on it from a disabled YouTuber who talks about straw bans affects us and why reusable options aren't always a perfect solution: https://www.youtube.com/watch?v=4IBH0pcKzlY\n\nReply\nreply\n2 more replies\nFinnedsolid\n•\n5 yr. ago\n\nYou gotta start somewhere!\n\nReply\nreply\n1 more reply\nDarkstryke\n•\n5 yr. ago\n\nIt's an easy way to virtue signal, as you continue to drink coffee and toss cups in the garbage, and get a new phone every two years, etc.\n\nReply\nreply\n2 more replies\ntravellingwere\n•\n5 yr. ago\n\nIt might be that the lids are recyclable (there's the logo on it) but straws aren't?\n\nReply\nreply\n4 more replies\nJhoblesssavage\n•\n5 yr. ago\n\nPlastic straws float and have been found choking marine life, also theres some outrageous number of billions of them used daily.\n\nReply\nreply\n11 more replies\n604canuckchickie\n•\n5 yr. ago\n\nBaby steps. Work one issue at a time. Do the change slowly. Straws first, then plastic bags (this one is taking longer to phase out).....etc.\n\nI remember years back when there was a backlash in my office about the different bins for compost, trash, recycling. Took away all the trash bins at everyone’s desk and gave us the mini trash bins that hook onto the paper recycling bin.\n\nNo one now thinks twice about separating into the three bins.\n\nReply\nreply\nneerBreen\n•\n5 yr. ago\n\nYeah I agree. We need plastic straws back. Has anyone had a milkshake in a giant plastic cup while drinking from a paper straw? Horrible. Nobody I did have to go through that.\n\nReply\nreply\nAffectionate_Face\n•\n5 yr. ago\n\nMetal straws are nice! I have them at home. I think for public use they would be kind of gross though, since how do you wash the inside?\n\nReply\nreply\nmib5799\n•\n5 yr. ago\n\nIt's about optics and PR. Nothing else. At all.\n\nStraws got lots of media attention and sympathy, so banning straws LOOKS good.\n\nThis was never about the environment.\n\nEVER\n\nIt's only about following a fad to get popularity points\n\nReply\nreply\nketamarine\n•\n5 yr. ago\n\nComplete fucking joke. Plastic bags, bottles and cups make 100x as much waste as straws.\n\nThis is a typical misdirection by the fast food industry - with Starbucks a prime belligerent.\n\nCompanies like coca cola, Tim Hortons' parent and sbuxx realize that if larger single use plastics (every can and bottle of coke has plastic in it - as does every disposible coffee cup as they are lined) are banned, their businesses are fucked.\n\nSo they push this straw ban as a way to act like they are \"doing something\". Complete green washing.\n\nIf we really want to be brave, we need to ban all plastic bags and single use plastic cups and takeout containers. There are viable biodegradable options for almost everything (hot beverages are tough - but too bad - we need to be bringing reusable mugs to the buxx...).\n\nReply\nreply\nChubbed\n•\n5 yr. ago\n\nI work at a place where we turn organic waste into natural gas. Per about 500 tonnes of waste, we get a return of about 10 to 35 tonnes of dried plastic , pretty nuts\n\nReply\nreply\ntoafer\n•\n5 yr. ago\n\nit's pretty small for sure, but once they do straws, whats to stop them from doing lids and cups? i see it as positive even if it isn't the biggest thing, because it only leads to us questioning other single use plastic products that are often seen as harder to eliminate.\n\nReply\nreply\n[deleted]\n•\n5 yr. ago\n\nIt's politically easy to grasp.\n\nReply\nreply\nplop_0\n•\n5 yr. ago\n\nI saw on a tv commercial last night during the wheel that McDougal's has started its annual $1 pop/etc promotion.\n\nReply\nreply\nPointyPointBanana\n•\n5 yr. ago\n\nStarbucks are trying out lids both recycleable and biodegradable right now. Vancouver https://www.cbc.ca/news/business/starbucks-greener-cup-1.5063861\n\nWhere I work we have recycleable lids, cutlery, etc. Big place mind.\n\nReply\nreply\nOldJoy\n•\n5 yr. ago\n\nNo idea but it could be a possibility that replacing plastic lids or cups is much more difficult than straws.\n\nReply\nreply\n4 more replies\nView more comments\n \nTop 1%\nRank by size \nRelated\nVancouver\nBritish Columbia\nCanada\nNorth America\nPlace\nforward\nback\nr/Foodforthought\nHow the Disposable Straw Explains Modern Capitalism\ntheatlantic\n327 upvotes · 30 comments\nr/singapore\nStopping the use of straws should come with a re-designed cup cover\n702 upvotes · 126 comments\nr/worldnews\nThe end of the era of throwaway plastic has been signalled by UN environment ministers meeting in Kenya. They signed off a document stating that the flow of plastic into the ocean must be stopped.\nbbc\n2.3K upvotes · 125 comments\nr/vancouver\nWhy your City is STILL Struggling to Build 'Missing Middle' Housing\nyoutube\n178 upvotes · 64 comments\nr/australia\nWoolies to phase out sale of plastic straws and reduce fruit/veg packaging\nnews.com.au\n281 upvotes · 105 comments\nr/vancouver\nGreater Vancouver Instant Karma Compilation\nyoutube\n161 upvotes · 44 comments\nr/mildlyinfuriating\nSaving the planet, one paper straw at a time.\nimgur\n75 upvotes · 14 comments\nr/vancouver\nSurrey Langley Skytrain First Look\nyoutube\n177 upvotes · 73 comments\nr/vancouver\nB.C. teacher walks 100 kilometres from Fraser Valley to downtown Vancouver\ncbc.ca\n156 upvotes · 46 comments\nr/vancouver\nLucky loser from Price is Right located, accepts all-expenses paid trip to New Westminster\ncbc.ca\n159 upvotes · 25 comments\nr/vancouver\nVancouver the only Canadian stop announced on The Rolling Stones' 2024 North American tour\ncbc.ca\n185 upvotes · 49 comments\nr/vancouver\nLawyer who sued neighbour over deck divider accused of pseudolegal 'paper terrorism'\ncbc.ca\n277 upvotes · 282 comments\nr/vancouvercycling\nABC Vancouver admits \"overpromising\" on Stanley Park bike lane\nyoutube\n121 upvotes · 51 comments\nr/Calgary\nGlobal Calgary's Leslie Horton opens up about viral response to viewer's body-shaming email\nyoutube\n1.2K upvotes · 173 comments\nr/vancouver\nSeniors return to Vancouver mall for tai chi sessions 6 months after staff kicked them out | CBC News\ncbc.ca\n268 upvotes · 37 comments\nr/vancouver\nSurrey Mountie abused power to pursue teenage sex worker, court hears\ncbc.ca\n131 upvotes · 50 comments\nr/vancouver\nSouthwest B.C. warned to brace for heavy rain and snow with incoming atmospheric river\ncbc.ca\n187 upvotes · 66 comments\nr/vancouver\nVancouver lawyer disbarred after misappropriating $62K from vulnerable client | CBC News\ncbc.ca\n152 upvotes · 16 comments\nr/toronto\nTravel times for streetcars along King Street slowest in six years\nyoutube\n403 upvotes · 135 comments\nr/canadahousing\n$700K Vancouver Presale Condo Collapsing!\nyoutube\n151 upvotes · 101 comments\nr/CanadaHousing2\nVassy demolishes Chrystia Freeland on Housing\nyoutube\n307 upvotes · 326 comments\nr/CanadaHousing2\nAsylum seeker found dead outside of Mississauga shelter\nyoutube\n137 upvotes · 130 comments\nr/onguardforthee\nWhat The Hell, Canada? - Pierre Poilievre's Lies, Oil Sands Leaks, Nightmare Trees, and More!\nyoutube\n238 upvotes · 39 comments\nr/Calgary\nSurge of Western Canada businesses looking to hire temporary foreign workers\ncbc.ca\n145 upvotes · 136 comments\nr/toronto\nTTC to get rid of double fares in early 2024\ncbc.ca\n222 upvotes · 39 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 15, 2019\nReddit\nreReddit: Top posts of May 2019\nReddit\nreReddit: Top posts of 2019"
}