{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A Plague of Plastics - National Wildlife Federation",
  "href": "https://www.nwf.org/Home/Magazines/National-Wildlife/2019/June-July/Conservation/Ocean-Plastic",
  "body": "Plastic trash taints a remote beach on Aiduma Island in Indonesia, one of the world's top five producers of plastic pollution. Ocean currents can move debris to distant shores or set it adrift, where marine animals (such as a seahorse off Indonesia, below) have to contend with the clutter.",
  "textContent": "The National Wildlife Federation\nContact Us\nBlog\nShop \nSearch\nOUR WORK\nGET INVOLVED\nABOUT US\nKIDS & FAMILY\nEDUCATIONAL RESOURCES\nMAGAZINES\nLATEST NEWS\nDonate \nHOME MAGAZINES NATIONAL WILDLIFE® JUNE–JULY 2019 ISSUE A PLAGUE OF PLASTICS\nA Plague of Plastics\n\nFrom the Arctic to Antarctica, ocean debris is killing marine wildlife—but we still have the power to stop plastic pollution.\n\nBarry Yeoman Conservation Jun 01, 2019\n\nThis albatross carcass was one of scores recently found packed with plastic trash on Midway Island, where scientists estimate 99 percent of the birds have some plastic in their stomachs. (Photo by Chris Jordan)\n\nMARCUS ERIKSEN was sitting in a foxhole in Kuwait in 1991 when he hatched a plan that guided the rest of his life. Hunkered down in the sand, surrounded by burning oil wells, the young Marine vowed that, if he survived the Gulf War, he would go home and embark on a classic adventure: rafting down the Mississippi River.\n\nMore than a decade passed before Eriksen lashed together 232 plastic bottles to form the bottom of a homemade pontoon raft. He welded two bicycles into a paddle wheel and salvaged a seat from a junkyard Ford Mustang. In 2003, he launched his raft, named Bottle Rocket, from the Mississippi’s headwaters at Lake Itasca, Minnesota, heading south toward its mouth at Venice, Louisiana.\n\nDuring the five-month trip, Eriksen saw an abundance of wildlife along with breathtaking scenery. But he also witnessed “endless trails of plastic trash,” from milk crates and polystyrene foam to an entire portable restroom. What he saw the most, however, were single-use, throw-away items such as soda and water bottles, grocery bags, utensils and bottle caps, all strewn along the riverbank at the high-tide mark.\n\nEriksen knew that river plastics eventually become the ocean plastics that are now killing marine animals worldwide. After the trip, he made it his mission to stem that flow, ultimately founding, with his wife Anna Cummins, the 5 Gyres Institute, a research and education organization named for the oceans’ large current systems. As he traveled the seas on research vessels during the following years, Eriksen found increasing evidence that they are contaminated by what he calls “a smog of microplastics—trillions of small bits of plastic swirling in our oceans, on the surface, in the mid-water, from Antarctica to the Arctic, and all waters in between.”\n\nIn a seminal report published in 2014, Eriksen and an international team of scientists calculated that there are at least 5.25 trillion individual pieces of plastic floating in the world’s oceans, a total of 268,940 tons. More than 92 percent of those pieces are microplastics—less than 5 millimeters in size, or about half the width of a thumbtack. Larger items such as nylon fishing nets—designed to withstand saltwater environments—and debris from cargo ships, cruise liners, oil-and-gas rigs and other offshore operations add to this massive volume of trash, which can take tens to hundreds of years to decompose.\n\nPlastic trash taints a remote beach on Aiduma Island in Indonesia, one of the world’s top five producers of plastic pollution. Ocean currents can move debris to distant shores or set it adrift, where marine animals (such as a seahorse off Indonesia, below) have to contend with the clutter.\n\nTremendous wildlife toll\n\nThe wildlife impact of plastic pollution is staggering. Discarded fishing nets (or “ghost gear”), for example, entangle countless creatures, strangling and drowning them and sometimes severing their limbs. Entangled animals also have trouble feeding and escaping predators and suffer injuries that can become lethally infected. Victims include more than 340 species, from bottlenose dolphins, humpback whales and endangered Hawaiian monk seals to brown pelicans and every known species of marine turtle. According to a 2014 report from the nonprofit World Animal Protection, at least 136,000 seals, sea lions and large whales die from ghost-gear entanglement each year, along with an “inestimable” number of birds, sea turtles and other animals.\n\nMistaking the trash for food, many animals also eat plastic, suffering obstructions, stomach ruptures and starvation. Eriksen witnessed the horror of such ingestion firsthand when he visited Midway Atoll, a U.S.-owned cluster of coral islands in the Pacific Ocean that is home to 3 million nesting seabirds. There, he met biologist Heidi Auman, who had been collecting garbage swallowed by Laysan albatrosses. In his 2017 book Junk Raft, Eriksen listed some of the stomach contents from Auman’s collection: “armies of little green men, glow sticks, golf balls and a syringe.” Walking on one of the islands, the duo plucked items from the rib cages of dead birds, including a cigarette lighter bearing the “legible phone number for some bar in Tokyo.”\n\nChicks are particularly vulnerable. Albatross parents, Eriksen wrote, “unwittingly feed our trash to their young, causing a false sense of satiation.” That, in turn, malnourishes the offspring, putting them at mortal risk. According to the U.S. Fish and Wildlife Service, Midway’s Laysan albatrosses feed their chicks about 5 tons of plastic a year.\n\nThere are no definitive numbers on how many individual animals eat plastic or die as a result. But ingestion has been documented in at least 331 species, and data suggest its incidence is rising. Recently, scientists from Australia and the United Kingdom analyzed 50 years of seabird research and described the problem as “widespread, pervasive, and rapidly increasing.” By 2050, they forecast in the Proceedings of the National Academy of Sciences, 99 percent of all seabird species—and 95 percent of all members of those species—will have consumed plastic.\n\nThe most attention-grabbing cases involve marine mammals. This March, a male Cuvier’s beaked whale was found in the Philippines with 88 pounds of plastic in his belly, including 16 rice sacks and four banana-plantation-style bags. The following month, a female sperm whale was discovered dead off Italy with 48 pounds of plastic in her stomach. Two years earlier, Tampa’s Lowry Park Zoo in Florida rescued an orphaned male manatee that subsequently died. The calf had been eating plastic bags on the seafloor before his rescue.\n\nStill unknown are the population-level effects of plastic consumption. Scientists are eager to explore this mystery but worried about what they’ll find. “For small populations—of which there are many in the seabird world—even a small amount of pressure from plastic pollution might have a significant impact on their extinction risk,” says Stephanie Borrelle, a postdoctoral researcher in New Zealand who studies birds. Ocean plastics contain toxic chemicals, both from the manufacturing process and from pollutants that adhere to plastic surfaces. Those poisons, she says, can leach into an animal’s tissue, “potentially affecting the reproduction output or biophysical function.”\n\nWhatever the population impacts, Borrelle says, they occur in a larger context that includes climate change, fishing bycatch and habitat loss. “These species are hammered by a whole bunch of human activities,” she says. “Plastics could be just that tiny little nail in the coffin.”\n\nHundreds of wildlife species—including countless individual animals—are entangled, strangled, starved or poisoned by plastic trash and fishing gear worldwide. Among the victims: 1. Antarctic fur seal with a deadly necklace of fish netting; 2. bottlenose dolphin muffled by a plastic six-pack holder; 3. blacktip shark entangled by a fishing line; 4. red-eared slider girdled by a plastic six-pack holder; 5. domestic duck trapped by plastic trash; 6. blue-striped grunt wrapped in a plastic band; and 7. European white stork at a garbage dump wearing a plastic shroud.\n\nPlastic production rises\n\nMeanwhile, the trash continues to flow. Global plastic production ballooned from 2 million metric tons in 1950 to 380 million metric tons in 2015, according to an assessment published in Science Advances. We humans now produce our own weight in plastic each year. Scientists can’t pinpoint exactly how much of that ends up in the ocean, but one study in Science estimated between 4.8 and 12.7 million metric tons in 2010 alone. If we keep up the pace, predicts the World Economic Forum, ocean plastics of all types will outweigh fish by 2050.\n\nAccording to a report from the Ocean Conservancy and McKinsey Center for Business and Environment, three-fourths of the ocean waste that originates on land comes from uncollected litter. The rest leaks from dump sites, formal and otherwise, that lack proper controls. Open dumps in developing countries are often located next to rivers, where land is cheap. Those rivers in turn carry debris to the sea.\n\nThe report notes that five countries produce 55 to 60 percent of plastic pollution—China, Indonesia, the Philippines, Vietnam and Thailand—all of them fast-growing nations whose economic power has outpaced their waste-management capacity. But this is a Western problem, too. China may be the world’s top polluter, but its residents generate a moderate 2.4 pounds of waste per person each day. Second-place Indonesia generates less than half that. U.S. residents, by contrast, average 5.7 pounds daily. In 2015, Kara Lavender Law, an oceanographer at the Sea Education Association in Massachusetts, coauthored a study, published in Science, that ranked the United States 20th worldwide for producing plastic marine debris.\n\n“Because we have a really large coastal population, and because we produce a tremendous amount of trash per person,” Law says, “even if you lose just a little bit, that still adds up to a lot going into the ocean.”\n\nTo rid the oceans of all this plastic, one nonprofit group, The Ocean Cleanup, has launched an audacious project: a 2,000-foot-long, horseshoe-shaped barrier from which a 10-foot skirt dangles. It’s designed to float on the Great Pacific Garbage Patch—an accumulation of plastic nearly the size of Alaska—and trap debris for removal “like a giant Pac-Man, skimming the surface,” says the Dutch organization. Last year’s launch, however, was underwhelming: The trash kept floating away, then one section detached and forced the equipment back to port for repair. Still, the group insists that its evolving technology will reduce ocean plastics 90 percent by 2040.\n\nDeveloped by Dutch nonprofit The Ocean Cleanup, this horseshoe-shaped barrier (above) is designed to trap plastic debris at the sea’s surface. Adidas makes soccer jerseys and running shoes (below) from recycled plastic trash. Experts say the best solution to the plastic-pollution problem is to keep trash out of the ocean in the first place.\n\nStemming the flow\n\nThe idea of sweeping the ocean has plenty of critics. Some warn of ecological harm: In The Atlantic this January, biologist Rebecca Helm from the University of North Carolina–Asheville suggested that the barrier could devastate creatures that float at the ocean’s surface—the Portuguese man o’war, for example—that feed larger animals such as leatherback turtles. Others consider the barrier an unscalable novelty. “It’s a complete distraction,” says Eriksen, who worries that the splashiness of the floating filter will divert energy and resources from the real solution: keeping plastics out of the ocean in the first place.\n\nPlastics today operate in a linear economy: They’re used briefly and tossed away, or maybe recycled once and then tossed away. Just 9 percent of plastics are recycled worldwide. Advocates talk about creating a circular economy, in which fewer (and more benign) raw materials are used, products are designed for durability and repair, waste is reduced and better managed, and recycling continues in perpetuity. Solutions might include compostable packaging, refillable detergent bottles and road-paving material made from shredded plastic.\n\nThe effort must be global. “If somebody said, ‘I have $500 billion to solve the problem,’ I would tell them to set up formal waste management in Southeast Asia,” says Law. “But that doesn’t mean that, in our municipalities in the United States, we can’t do better—ideally by reducing the amount of plastic waste we produce.”\n\nCreating a circular economy would take legislation, international agreements and industrial incentives. It would require research to find benign alternatives. And it would look different from country to country. “Plastic is infinitely moldable,” notes oceanographer Charles Moore, founder of Algalita Marine Research and Education in California. “The solutions will have to be equally varied.”\n\nMany governments already are taking first steps. According to a 2018 United Nations report, 127 countries have passed restrictions on the use of plastic bags. (One, Rwanda, searches visitors at the airport to make sure no contraband bags are imported.) Thirty levy fees for plastic-bag use. The United States and seven other countries outlaw plastic microbeads, which are used as exfoliants and in toothpaste and cosmetics. And last year, the European Union passed a ban on single-use plastic plates, cutlery and other items that will go into effect in 2021.\n\nRecently, scientists published in Environmental Research Letters the results of a model pre­dicting that if we immediately stemmed the flow of debris, nearly all plastic in the ocean’s surface layer—where it harms so much wildlife—would disappear within three years, much of it by fragmenting and sinking. To Eriksen, this is yet another reason to concentrate on prevention rather than removal. “If we focus on stopping the flow from land to sea and better regulate fishing gear and maritime activities,” he says, “[it] would solve the problem once and for all.”\n\nNWF PRIORITY\nEliminating single-use plastics\n\nBecause bags, bottles and other single-use plastics contribute significantly to the plastic pollution devastating wildlife, affiliates of the National Wildlife Federation unanimously passed a resolution at their 2018 meeting calling on state and local governments to discourage such products through bans, fees or other actions. Because plastic harms terrestrial wildlife and even the food we eat, the measure was wholeheartedly backed by groups near and far from the coast, says Laura Bankey, vice president of conservation programs for NWF affiliate National Aquarium, which proposed the resolution. Now at least six affiliates are gearing up to push for plastic pollution control at the national level: the National Aquarium, Virgin Islands Conservation Society, Association of Northwest Steelheaders, Planning and Conservation League, Conservation Council for Hawai‘i and Environmental Council of Rhode Island.\n\nBarry Yeoman wrote about sexual aggression among wild animals for the October–November 2018 issue.\n\nMore from National Wildlife magazine and the National Wildlife Federation:\n\nUp from the Depths »\nA Blue Mindset for Ocean Conservation »\nFoul-Water Season: Summer Algal Blooms »\nFlorida: Paradise Unwound »\n\nGet Involved\n\nDONATE TODAY\n\n\t\n\nSIGN A PETITION\n\n\t\n\nDONATE MONTHLY\n\n\t\n\nNEARBY EVENTS\n\nSign Up for Updates\n\nWhat's Trending\n\t\nUNNATURAL DISASTERS\n\nA new storymap connects the dots between extreme weather and climate change and illustrates the harm these disasters inflict on communities and wildlife.\n\nLearn More\n\t\nCOME CLEAN FOR EARTH\n\nTake the Clean Earth Challenge and help make the planet a happier, healthier place.\n\nLearn More\n\t\nCREATING SAFE SPACES\n\nPromoting more-inclusive outdoor experiences for all\n\nRead More\n\t\n7 REASONS TO SUPPORT THE RECOVERING AMERICA’S WILDLIFE ACT\n\nA groundbreaking bipartisan bill aims to address the looming wildlife crisis before it's too late, while creating sorely needed jobs.\n\nRead More\nWhere We Work\n\nMore than one-third of U.S. fish and wildlife species are at risk of extinction in the coming decades. We're on the ground in seven regions across the country, collaborating with 52 state and territory affiliates to reverse the crisis and ensure wildlife thrive.\n\nLEARN MORE\nABOUT US\n\tCONTACT US\n\tMAGAZINES\n\tBLOG\n\tACTION FUND\n\tCAREERS\nThe National Wildlife Federation\n\nUniting all Americans to ensure wildlife thrive in a rapidly changing world\n\nPO Box 1583, Merrifield, VA 22116-1583\n\n800.822.9919\n\n \n \n \n \nJoin Ranger Rick\n\nInspire a lifelong connection with wildlife and wild places through our children's publications, products, and activities\n\nLearn More\n\nNational Wildlife Federation is a 501(c)(3) non-profit organization\n\nTerms & Disclosures\nSite Map\nPrivacy Policy\nLanguage\nFinancials\nCommunity Commitment\nSelect Language\nAfrikaans\nAlbanian\nAmharic\nArabic\nArmenian\nAssamese\nAymara\nAzerbaijani\nBambara\nBasque\nBelarusian\nBengali\nBhojpuri\nBosnian\nBulgarian\nCatalan\nCebuano\nChichewa\nChinese (Simplified)\nChinese (Traditional)\nCorsican\nCroatian\nCzech\nDanish\nDhivehi\nDogri\nDutch\nEsperanto\nEstonian\nEwe\nFilipino\nFinnish\nFrench\nFrisian\nGalician\nGeorgian\nGerman\nGreek\nGuarani\nGujarati\nHaitian Creole\nHausa\nHawaiian\nHebrew\nHindi\nHmong\nHungarian\nIcelandic\nIgbo\nIlocano\nIndonesian\nIrish\nItalian\nJapanese\nJavanese\nKannada\nKazakh\nKhmer\nKinyarwanda\nKonkani\nKorean\nKrio\nKurdish (Kurmanji)\nKurdish (Sorani)\nKyrgyz\nLao\nLatin\nLatvian\nLingala\nLithuanian\nLuganda\nLuxembourgish\nMacedonian\nMaithili\nMalagasy\nMalay\nMalayalam\nMaltese\nMaori\nMarathi\nMeiteilon (Manipuri)\nMizo\nMongolian\nMyanmar (Burmese)\nNepali\nNorwegian\nOdia (Oriya)\nOromo\nPashto\nPersian\nPolish\nPortuguese\nPunjabi\nQuechua\nRomanian\nRussian\nSamoan\nSanskrit\nScots Gaelic\nSepedi\nSerbian\nSesotho\nShona\nSindhi\nSinhala\nSlovak\nSlovenian\nSomali\nSpanish\nSundanese\nSwahili\nSwedish\nTajik\nTamil\nTatar\nTelugu\nThai\nTigrinya\nTsonga\nTurkish\nTurkmen\nTwi\nUkrainian\nUrdu\nUyghur\nUzbek\nVietnamese\nWelsh\nXhosa\nYiddish\nYoruba\nZulu\n  Powered by Translate"
}