{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "We have banned plastic straws but why are we not banning ... - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/bkqemd/we_have_banned_plastic_straws_but_why_are_we_not/",
  "body": "For one, plastic straws are actually quite unnecessary and are usually wasted in high amounts. On the other hand they are quite easily replacable if you really need a straw. Last but not least, bottles are easier to recycle. In germany we have a well working way of handling plastic bottles. You pay a fee of 0.25€ per plastic bottle.",
  "textContent": "We have banned plastic straws but why are we not banning plastic bottles? : r/environment\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to environment\nr/environment\n•\n5 yr. ago\nNew_Earthling\nWe have banned plastic straws but why are we not banning plastic bottles?\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\neliiscoming\n•\n5 yr. ago\n\nGood question. Or the plastic lids on the plastic cups the plastic straws go through to drink the liquids that were shipped in plastic containers that all came from crude oil from fracked oil wells that were shipped via plastic coated pipelines.\n\nI guess plastic straws were a step lol\n\n9 more replies\n[deleted]\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nI think trying to cut plastic use is good, but you have a point. I was in the grocery store yesterday and I was looking at the products and almost every container is made of plastic or the food is individually wrapped in plastic. Everything. There’s so much plastic. It’s out of control.\n\n14 more replies\n[deleted]\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nanti-litter spin on corporate pollution\n\nAbsolutely worth the read but if you’re lazy, the big beverage giants used to collect used glass bottles and clean them to reuse. This worked very well for quite some time but their board of lizard people eventually decided they could cut costs by using single use plastics. This has been one of the worst things to ever happen to the environment and they know it. Instead of taking the blame for this, they preemptively launched an anti-littering ad campaign to stay ahead of “bad publicity” and to reinforce the false concept that it’s the consumers fault for introducing single use plastic into the world.\n\n3 more replies\n[deleted]\n•\n5 yr. ago\n[deleted]\n•\n5 yr. ago\n\nBecause straws are easier to villanize. They are also a lot easier to replace.\n\nhmrussell7\n•\n5 yr. ago\n\nI think the fact that plastic bottles can be recycled pretty much anywhere that offers recycling has a lot to do with it. If you look at the things being banned right now like straws, styrofoam, and single use plastic bags, they’re not recyclable or have very limited recycled uses.\n\nPlus straws are used for relatively short amounts of time so paper/ other alternatives don’t have to be as sturdy. Whereas if you are going to have bottled drinks they need to be in something that can hold up. The alternatives I can think of are boxes/cartons or glass bottles. Boxed drink containers aren’t recyclable everywhere and glass poses safety issues and is heavier and therefore more expensive and energy intensive to transport.\n\nObviously we need to cut down on all plastics, and bottles make up a huge part of that. But I think the things we have good alternatives for are being banned first.\n\n4 more replies\nhannahclara\n•\n5 yr. ago\n\nAnd banning the bumping of commercial fishing nets. Try to decrease the amount of ocean fishing in total for an extra bonus\n\njakey_poooh\n•\n5 yr. ago\n\nWhy are we not banning plastic in general\n\n2 more replies\nBigOlPeps\n•\n5 yr. ago\n\nReal question is why are balloons still a thing? Bottles are actually useful while balloons... make your birthday colorful?\n\ningachan\n•\n5 yr. ago\n\nMany European countries have a return system where you pay a small amount for the bottle which you get back when you return it. I can honestly say I have only once thrown a bottle in the trash, when I was about 12, and was then yelled at by my mother. It works really well. In Berlin where I live now it’s common practice to put bottles next to bins outside so homeless people can take it and get the money.\n\n1 more reply\nHendrixxxxxx\n•\n5 yr. ago\n\nHemp plastic is the best solution to excessive plastic waste. It decays in less than a year and it’s plant based so it’s overall much better for the environment. And for the record, and all political opinions aside, the trump administration did a good thing legalizing hemp, now companies just have to switch to using it hemp plastic.\n\nCraftyWeeBuggar\n•\n5 yr. ago\n\neverything single use should be banned. (excluding medical) we need companies to reevaluate their stocks and stop selling single use crap. offer refillable or bring your own; discounts on using your own to encourage. (refillable/reusable incase you don't have yours with you etc). recycle should be the last resort, they should have long life before recycling into another long life item and so forth....\n\nI mean for everything from toiletries to drinks to food etc , everything should be in a dispenser of sorts. just get the retailer to send back the dispensers to where they got their stocks , along with the pallets they send back up the chain. I mean a 2 way trip! point of origin can sterilize the containers . every return gets a discount or deposit returned etc... this single use crap including all the packaging on everything is just OTT. if they ship in bulk they can reuse bulk packaging , if it needs plastic fresh ? as in actually really needs it, then make strong reusable containers from 100% recycled plastic that can hold the bulk crap between supplier and retailer and send repeatedly back and forth.\n\nnostraws\n•\n5 yr. ago\n\nI am so with you on this. Unless we have legislative changes, we won’t be able to make changes on a massive scale.\n\n1 more reply\n1 more reply\nOpcn\n•\n5 yr. ago\n\nThere was a popular wildlife photo of a sea turtle suffering having gotten a straw in its nose. That’s why we banned straws. The facts didn’t change. The volume of plastic in landfills and ditches has always been huge, but new feelings came out of that photo and that got people to move.\n\n[deleted]\n•\n5 yr. ago\n\nOr any non recyclable plastic\n\n6 more replies\nkalinafgklsdr\n•\n5 yr. ago\n\ni’ve noticed more recently than ever before seeing backstage videos and behind the scenes of movies that the cast always have a huge amount of water bottles?? how do they not do like those big filtered containers or glass water jugs and cups or something idk i have been shocked at how much i’m seeing it as of late\n\n2 more replies\nAgruk\n•\n5 yr. ago\n\nSince one big reason why we care about straws is to save marine life, why are we not banning the consumption of fish?\n\ningachan\n•\n5 yr. ago\n\nBecause people need food and a lot of people have fish as a big part of their diet.\n\nFishing is also not fundamentally unsustainable. Humans have been fishing for a long time. Industrial, unregulated fishing is a problemlos the consumption of fish in general is not.\n\n2 more replies\n1 more reply\n[deleted]\n•\n5 yr. ago\n\nWater bottles. Probably the largest plastic environmental hazard currently.\n\nstarlig-ht\n•\n5 yr. ago\n\nIt is all a distraction. When the masses start asking for real change, they throw us a bone to shut us up. Today we are supposed to worry about straws, while the regulations passed in response to Deep Horizon get revoked.\n\nView more comments\n \nTop 1%\nRank by size \nr/facepalm\nIt’s California what can I say\n133 upvotes · 34 comments\nr/environment\nPlants are better for Planet Earth than scientists thought. Current terrestrial biosphere models underestimate gross primary productivity responses to future CO2 and climate conditions. | Science Advances\nnewsweek\n316 upvotes · 12 comments\nr/environment\nAs climate chaos accelerates, which countries are polluting the most?\ncnn\n223 upvotes · 39 comments\nr/environment\nFirst long-haul flight fully powered by sustainable aviation fuel takes off\ncnbc\n198 upvotes · 26 comments\nr/environment\nA possible reason why climate models are ignored\nreuters\n139 upvotes · 21 comments\nr/environment\nNuclear’s uncertain role in the shift away from fossil fuels is seen as critical and very contentious\ncnbc\n102 upvotes · 16 comments\nr/environment\nConventional Farming Is Killing Us And Our Planet\nforbes\n1.1K upvotes · 143 comments\nr/facepalm\n7 eleven (in Canada, at least) has witches it’s straws from plastic to paper, and it’s hot dog packaging from paper to plastic.\n135 upvotes · 31 comments\nr/environment\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n668 upvotes · 39 comments\nr/environment\nCNN Opinion: Why I’m not going to have children\ncnn\n576 upvotes · 276 comments\nr/environment\nSan Jose to outlaw plastic bags at checkouts\nmsnbc.msn\n143 upvotes · 51 comments\nr/environment\nFrequent flyers are rewarded for polluting. Let them pay the full price\ntheguardian\n250 upvotes · 12 comments\nr/worldnews\nAdidas plans to use only recycled plastic in its products by 2024. The company has vowed to eliminate its use of “virgin” plastic in its sportswear, offices, stores, distribution centers and warehouses beginning this year.\nthehill\n1.4K upvotes · 62 comments\nr/ireland\nGovernment's 'ambitious' environment plan will see plastic cutlery ban by mid-2021\nirishexaminer\n55 upvotes · 23 comments\nr/environment\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n1.2K upvotes · 78 comments\nr/environment\n‘We can’t carry on’: the godfather of microplastics on how to stop them\ntheguardian\n108 upvotes · 1 comment\nr/environment\nAir travel is getting more turbulent thanks to climate change. And the problem isn't going away.\nbusinessinsider\n112 upvotes · 14 comments\nr/environment\nBill Gates warns the world is likely to smash through a critical warming threshold\ncnbc\n1.5K upvotes · 157 comments\nr/environment\n‘A biodiversity catastrophe’: how the world could look in 2050 – unless we act now\ntheguardian\n103 upvotes · 3 comments\nr/environment\n'Tourists are rethinking their relationship with Earth'\nbbc\n315 upvotes · 87 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/EverythingScience\nDeveloping multiple health conditions, including cancer, linked to ultraprocessed foods\ncnn\n330 upvotes · 12 comments\nr/socialism\nElon Musk: I disagree with the idea of unions\nyoutube\n844 upvotes · 124 comments\nr/environment\nEarth on verge of five catastrophic climate tipping points, scientists warn\ntheguardian\n434 upvotes · 13 comments\nr/environment\nWorld facing ‘hellish’ 3C of climate heating, UN warns before Cop28\ntheguardian\n554 upvotes · 78 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 4, 2019\nReddit\nreReddit: Top posts of May 2019\nReddit\nreReddit: Top posts of 2019"
}