{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Straws: The Good, The Bad and The Ugly - RighteousFoods",
  "href": "https://eatrighteously.com/righteousblog/2018/7/17/plastic-straws-the-good-the-bad-and-the-ugly",
  "body": "As a consequence, plastic straws are almost always discarded and sent to landfills. Straws are everywhere. Plastic straws are more prevalent than every other item on the list above. 500 million straws are used and discarded every day in the United States alone. This number contributes to an overall statistic of over 175 billion straws entering ...",
  "textContent": "CART 0\nMENUS\nBRUNCH\nLUNCH | DINNER\nDIETARY RESTRICTIONS\nORDER FOODCAREERSTHE SCHWAGABOUT US\nPLASTIC STRAWS: THE GOOD, THE BAD AND THE UGLY\n\nby Ansley Sinclair\n\nPlastic straws have always been “bad” for the environment. But like many topics in the media, straws have stolen significant press coverage in recent months due to their impact on landfills, and subsequently, their deleterious effects on marine ecosystems. \n\nSome big-industry tycoons have claimed straws are technically decomposable because of their ability to deteriorate after a century (or two). Conversely, many environmental activists attribute straws with land and sea litter; and ultimately blame these ubiquitous restaurant and kitchen accessories for killing wildlife.\n\nSo, what is the truth behind plastic straws? Is their impact as inconsequential as their size and weight? Or, are they the next “big” threat?\n\nThe truth: Somewhere in between (but leaning much closer to “the next ‘big’ threat” side of things).\n\nWhile it is true that straws have decomposable properties, in general, it takes a single plastic straw up to 200 years to deteriorate.[To give you an idea of how this compares to the item’s other plastic counterparts, I made a handy timeline down below.\n\nPlastic Decomposition Timeline[2]\n\nPlastic straw: decomposes in 100-200 years\nPlastic water bottle: decomposes in 450 years\nPlastic six-pack holder: decomposes in 450 years\nPlastic beverage container: decomposes in 500 years\n\nBy now, some of you may have realized plastic straws have the shortest deterioration time and are asking yourself, “so what’s the big deal?”\n\nWell, there are two main reasons (in my opinion) why straws deserve more attention than the other longer-lived items.\n\nStraws are the only item on this list that are not recyclable.[3]\nSorting machines at recycling facilities cannot identify straws due to their small shape and size. As a consequence, plastic straws are almost always discarded and sent to landfills.[4]\nStraws are everywhere.\nPlastic straws are more prevalent than every other item on the list above. 500 million straws are used and discarded every day in the United States alone. This number contributes to an overall statistic of over 175 billion straws entering U.S. Landfills each year.[6] \n\nWhile it is impossible for Righteous Foods alone to change the utility and practicality of using straws, it is somewhat within our control to do our part to mitigate their impact on the environment.\n\nAt Righteous, we have always used nearly 100 percent compostable straws, way before this conversation.  Call foul on us if you must, but the large colorful straws in our smoothies are a critical, because sucking that delicious elixir through a little straw is much too large a task, so today we choose our battles.  All of the other Eco Products straws we use are made from polyactic acid (PLA) or “corn plastic.” This type of material is comprised of annually renewable resources unlike traditional plastics made from petroleum. Using corn plastic not only reduces demand for petroleum - the world’s most valuable non-renewable resource - but it also diverts waste away from landfills.[Eco straws cycle through commercial compost facilities rather than recycling plants where they would be unidentified and discarded. Instead, eco straws can be used to improve the local soil structure and improve the habitat for beneficial soil organisms. Ultimately, this process restores soil fertility, conserves water, and reduces erosion.[8]\n\nSo, the next time you come in for your favorite detox drink (or retox for that matter) don’t feel guilty for using a straw. Together, we are making a difference in the world – one drink at a time.\n\nP.S.\n\nWant to help free the world of plastic straws when you're sipping at home or (gasp!) other restaurants? Stay tuned for our next post!\n\n[1] http://www.miwaterstewardship.org\n\n[2] http://www.miwaterstewardship.org\n\n[3] https://livegreen.recyclebank.com\n\n[4] https://livegreen.recyclebank.com\n\n[5] http://www.ecocycle.org\n\n[6] http://www.ecocycle.org\n\n[7] https://www.ecoproducts.com\n\n[8] https://www.ecoproducts.com\n\n \n\nJuly 19, 2018\nlive righteously, plastic straws, eco-friendly\nComments (1)\nNewest First\nOldest First\nNewest First\nMost Liked\nLeast Liked\nPreview POST COMMENT…\nBrittany 9 months ago · 0 Likes\n  \n\nVery thhoughtful blog\n\nPreview POST REPLY\nPrevious\nTHE FINAL STRAW\nNext\nWHAT I LEARNED FROM RIGHTEOUS\nSubscribe\n\nSign up with your email address to receive news and updates.\n\nSIGN UP\n\nWe respect your privacy.\n\nRighteous Foods\n3405 WEST 7TH STREET,\nFORT WORTH, TX, 76107,\nUNITED STATES\n817.850.9996\nHOURS\nMon 8am - 9pm\nTue 8am - 9pm\nWed 8am - 9pm\nThu 8am - 9pm\nFri 8am - 9pm\nSat 9am - 9pm\nSun 9am - 3pm\n\n© 2021 Righteous Foods. All Rights Reserved."
}