{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "'People need them': the trouble with the movement to ban plastic straws ...",
  "href": "https://www.theguardian.com/us-news/2018/aug/25/plastic-straw-ban-california-people-with-disabilities",
  "body": "Worldwide, entire countries have prohibited plastic straws, with Taiwan working to eliminate all single-use straws by 2025. The United Kingdom and the European Union are considering similar ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nUS\nWorld\nEnvironment\nUS Politics\nUkraine\nSoccer\nBusiness\nTech\nScience\nNewsletters\nWellness\nThe reporter Vivian Ho tests different straws for boba tea at Steep Creamery and Tea in San Francisco. Photograph: Talia Herman/The Guardian\nCalifornia\n'People need them': the trouble with the movement to ban plastic straws\n\nIn California and beyond, lawmakers are taking action for the environment. But advocates for people with disabilities say the bans create yet another hurdle to dining in public\n\nVivian Ho\nSat 25 Aug 2018 06.00 EDT\n\nAt first glance, bans on plastic straws might seem like a simple – and harmless – next step for the environmentally conscious.\n\nLove sea turtles? No more straws. Want to save the planet? “Stop sucking.”\n\nBut as cities and corporations jump on the anti-straw movement that is gaining worldwide support and celebrity backing, few have stopped to consider the unintended consequences of these well-intentioned bans.\n\nPlastic straw ban: testing the eco-friendly alternatives\nRead more\n\nBoba tea shops that rely on plastic straws are left scrambling to find pricier alternatives. Manufacturers of compostable straws can’t keep up production to meet the demand. And people with disabilities who cannot drink a beverage without the assistance of a straw now have to navigate yet another obstacle to dining in public.\n\n“What has happened here is a situation that happens time and time again when it comes the disability community, and that is ‘out of sight, out of mind’,” said Lawrence Carter-Long, the director of communications at the Disability Rights Education and Defense Fund. “If people don’t personally need straws, they fail or neglect to realize that there are people that do.”\n\nBut even as voices of opposition begin to rise up in the public zeitgeist, local jurisdictions are still moving forward with unprecedented speed to pass broad bans.\n\nVivian Ho testing different straws for boba tea. Photograph: Talia Herman/The Guardian\n\nSan Francisco passed an ordinance banning single-use plastic utensils or accessories last month with a unanimous vote from the board of supervisors, following in the footsteps of Seattle, Washington; Malibu and Carmel, California; and Vancouver in Canada. New York and Berkeley are considering similar bans, while city councilors in Oakland passed a straw-upon-request ordinance similar to those that have passed in Santa Cruz, San Luis Obispo, Alameda, Davis, and Manhattan Beach.\n\nWorldwide, entire countries have prohibited plastic straws, with Taiwan working to eliminate all single-use straws by 2025. The United Kingdom and the European Union are considering similar measures.\n\nThe San Francisco supervisor Katy Tang, who authored the legislation, said the purpose was not to shame straw users, but to get both consumers and sellers to reflect on the waste they create.\n\n“If our oceans are going to be filled with more plastic than fish in a couple of generations,” she said, “isn’t that something we should think about the next time we’re reaching for that plastic straw wrapped in more plastic?”\n\nHow plastic straws became the latest battleground in the US culture wars\nLuke O'Neil\nRead more\n\nAt a recent board meeting, where she slurped boba tea out of a glass jar with a reusable metal straw, Tang pointed out that there had always been pushback against legislation furthering sustainable efforts.\n\n“With the plastic bag ordinance, there were a lot of fears and anxiety and complaints about how we were going to comply with the ordinance, and then the composting ordinance came along and everybody was also very anxious about it smelling up our garages,” Tang said. “Now it’s such a normal part of our lives.”\n\nBut what pro-ban advocates continued to overlook was that what they considered normal in their lives was not always normal for people living with disabilities, said Alice Wong, founder and director of the Disability Visibility Project.\n\nWong, 44, has a progressive neuromuscular disability, and relies on a wheelchair for mobility and a ventilator to breathe. Her hands and arms lack the strength it takes to tilt a cup to her mouth. Spills are a constant concern for her.\n\nAlice Wong: ‘For a disabled person, straws are an accessibility tool.’ Photograph: Talia Herman/The Guardian\n\n“People think, ‘It’s so easy to give this up. If I can give it up, why can’t you give it up?’” she said. “It’s something most people don’t notice, but for a disabled person, straws are an accessibility tool.”\n\nCarter-Long described how.\n\n“People say, ‘Why don’t you just stay at home, then? If you need a straw, why don’t you bring one?’”\n\nBut it’s never that simple. The compostable options don’t always hold up, especially in hot drinks, and can’t be used by people with severe food allergies. The reusable metal options aren’t malleable or soft enough for some with certain disabilities – Carter-Long has cerebral palsy, and one concern is being able to control his bite — and for those with limited mobility, bringing and then accessing their own utensils is just another hurdle to enjoying something commonly available to the able-bodied.\n\n“Some people like myself don’t have people around us to help us get these things out of our bags,” Wong said.\n\nI rely on plastic straws and baby wipes. I’m disabled – I have no choice\nPenny Pepper\nRead more\n\nThe San Francisco ordinance has a provision that allows for businesses to provide plastic straws for people with a disability or who require them for another medical reason. Tang maintains that this provision is enough, but disability rights advocates say that the vague wording puts the onus on people with disabilities to ensure they receive equitable service.\n\nFor people with disabilities, the whole debate is emblematic of a much bigger issue that happens far too often when it comes to the disability community: the erasure of a disabled person’s experience.\n\n“All of this could have been avoided if they consulted the disability community from the beginning rather than as an afterthought,” Carter-Long said.\n\nWong added: “Environmentalists are saying, ‘Oh at this point, we are happy to talk to people. But the damage is done.”\n\nMilo Cress, the 17-year-old founder of the Be Straw Free project that has been largely credited for starting the anti-straw movement, has pushed since he began the project for an “offer first policy”: for businesses to offer straws to customers rather than serving them automatically. A bill seeking to make this a required statewide practice in California passed the legislature and awaits the governor's signature.\n\nThe policy still cuts back on waste, Cress said, while allowing those who need straws to access them. “Participating restaurants have reported back to me that 50%-80% of customers choose not to take a straw when offered,” Cress told the Guardian in an email.\n\nCress also advocates for restaurants to provide environmentally friendly alternatives, like compostable straws. But as more and more jurisdictions pass measures, manufacturers are having trouble meeting the demand.\n\nBuluh bamboo straws, one alternative to plastic. Photograph: Talia Herman/The Guardian\n\nAlvin Yu, co-owner of Steep Creamery and Tea, which sells boba drinks, said the demand for compostable boba straws was so high they were on backorder with “a four or five month wait”. (And that’s not even taking into account the issue of finding compostable options strong enough to withstand the heft of the heavy, sticky tapioca pearls in the popular drinks.)\n\nYu was fortunate in that he saw the writing on the wall early on – he runs the boba operations for AT&T Park, home of the San Francisco Giants, which had been moving away from plastic straws for some time, and had helped the Seattle Mariners in rolling out sustainable options for the boba stands at Safeco Field.\n\nBut he is concerned with the cost, which will only get worse as the demand continues to outgrow supply. He said he had seen compostable straws retail for as much as $2 each.\n\n“A plastic straw for the most part is brought in from overseas and is less than penny each,” Yu said. “At wholesale, we get [compostable straws] at 20 cents each.”\n\nDespite the disagreements, the hope on all sides – from the boba shop owners, the environmentalists, the legislators, and the disability rights advocates – is that the technology will catch up and someone will find a way to create cost-effective, durable compostable straws. Because despite the unintended consequences, the premise behind the plastic straw bans and anti-straw movement is something on which most people can agree – especially environmentally conscious Californians.\n\n“Listen, I became a vegetarian 30 years ago for environmental reasons,” Carter-Long said. “I would much rather be standing alongside Supervisor Tang and other city legislators for an ordinance we all support than doing interviews like this.”\n\nExplore more on these topics\nCalifornia\nPlastics\nSan Francisco\nfeatures\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMost viewed\nUS\nWorld\nEnvironment\nUS Politics\nUkraine\nSoccer\nBusiness\nTech\nScience\nNewsletters\nWellness\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\nYou've read 6 articles in the last year\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,174,181 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}