{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Goodbye, Plastic Straws: D.C.'s Ban Is Now In Effect | DCist",
  "href": "https://www.reddit.com/r/washingtondc/comments/abunup/goodbye_plastic_straws_dcs_ban_is_now_in_effect/",
  "body": "The argument against banning plastic straw because an extremely small minority of the population has \"life hacked\" them and have become dependent on them - is patently absurd. I emphasize with the plight of such individuals, and the fact that they have to rely on plastic straws in the first place, and aren't provided with some alternative ...",
  "textContent": "Goodbye, Plastic Straws: D.C.'s Ban Is Now In Effect | DCist : r/washingtondc\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to washingtondc\nr/washingtondc\n•\n5 yr. ago\nvegdc\nGoodbye, Plastic Straws: D.C.'s Ban Is Now In Effect | DCist\ndcist.com\nOpen\nweareamway.com\nLearn More\nSort by:\nAdd a Comment\nageowns\n•\n5 yr. ago\n\nI'll say this. Capital One Arena needs to get those environmentally safe straws. I've had them at several restaurants so they do exist and are commercially available.\n\nI bought my kid a standard size soda at a Caps game. No lid, no straw, I was worried he'd spill the $11 on himself every time he took a drink. Not to mention walking the concourse and going down stairs and inching along to our seats.\n\nReply\nreply\nGenericReditAccount\n•\n5 yr. ago\n\nAbolish the drinking age and sell cans of beer to fans of all ages. Problem(s) solved.\n\nReply\nreply\n[deleted]\n•\n5 yr. ago\n\nWhat, you don't want to shell out the $15 for the limited edition Stanley Cup Champions crazy straw from Fanatics?\n\nReply\nreply\n1 more reply\n87 more replies\nlucky_lulu\n•\n5 yr. ago\n\nI hope restaurants do find alternatives because some disabled people (including my uncle) need straws.\n\nReply\nreply\nCaptainLawyerDude\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nI think the better alternative would have been to just not provide straws generally unless asked and then provide a plastic one. Odds are that would reduce most waste and PWD could simply get one when needed. I’m not aware of any alternative straw materials that provide the flexibility and safety to PWD that the current plastic ones have.\n\nReply\nreply\nUeatsoap\n•\n5 yr. ago\n\nI've already seen some bars phasing in paper straws to replace the plastic ones\n\nReply\nreply\n17 more replies\n[deleted]\n•\n5 yr. ago\n4 more replies\nvegdc\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nI think businesses that provide food & beverages need to go back to the model of providing reusable plates & utensils ( or disposable & compostable ) for their customers to use while patronizing their businesses.\n\nIt shouldn't be up to their customers to carry around a dining room set to use their business.\n\nReply\nreply\n7 more replies\nsachin571\n•\n5 yr. ago\n\nNow if we could get restaurants and bars to stop serving plasticware and canned/bottled beverages, we'll actually start making a difference.\n\nReply\nreply\n[deleted]\n•\n5 yr. ago\n\nI'm with you on plasticware, but why canned/bottled beverages?\n\nReply\nreply\n15 more replies\n1 more reply\nLurking4Justice\n•\n5 yr. ago\n\nGod all sizzle no substance...one for the realtors.\n\nAll this does is inconvenience disabled people and let the rest of us feel smug for doing a good.\n\nHow about they furnish straws only when asked?\n\nKilling shopping has been a huge success without moving to zero tolerance.\n\nzero waste is great as a long term goal but until costs and more importantly time costs are addressed it stays out of reach for a big chunk of people.\n\nIf they wanted to get real they'd install more trash cans or try to tackle energy deficiencies within the municipal government...now if only those things were as popular for the masses as BANNING STRAWS!!!!!\n\nReply\nreply\n[deleted]\n•\n5 yr. ago\nIHauntBubbleBaths\n•\n5 yr. ago\n\nThere's a lot more drama around straws than I expected there to be.\n\nReply\nreply\nrasputin777\n•\n5 yr. ago\n\nThis will be entirely ineffective. People will just bring their high-capacity semi-fully-automatic assault straws from the wild-west Commonwealth of Virginia.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n5 yr. ago\nrcinmd\n•\n5 yr. ago\n\nThis action is so silly, like yes it'll have an impact but even if every human on the planet recycled and went completely green we'd STILL only impact about 30% of the environment. The focus needs to be on corporations, this is just environmental theater as far as I'm concerned.\n\nReply\nreply\nSlavojVivec\n•\n5 yr. ago\n\n30%\n\nI think the number you're looking for is 4%\n\nStraws make up about 4 percent of the plastic trash by piece, but far less by weight.\n\nStraws on average weigh so little — about one sixty-seventh of an ounce or .42 grams — that all those billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.\n\nhttps://www.usnews.com/news/business/articles/2018-04-20/science-says-amount-of-straws-plastic-pollution-is-huge\n\nThe authors of a 2016 study in Marine Policy asked a wide array of experts to rank the items that pose the greatest threats to animal well-being, and found that \"fishing-related gear, balloons, and plastic bags were estimated to pose the greatest entanglement risk to marine fauna. In contrast, experts identified a broader suite of items of concern for ingestion, with plastic bags and plastic utensils ranked as the greatest threats.\n\nhttps://psmag.com/environment/banning-straws-wont-save-the-oceans\n\nReply\nreply\n3 more replies\nBobLoblaw420\n•\n5 yr. ago\n\nWell then by all means lets do nothing. That is always a winning strategy\n\nReply\nreply\n2 more replies\n4 more replies\nView more comments\n \nTop 1%\nRank by size \nr/entertainment\nSinbad Still Learning to Walk 2 Years After Stroke, Family Gives Update\ntmz\n3.7K upvotes · 290 comments\nr/maryland\n'Vampire' virus discovered in Maryland is a breakthrough in viral research\nnewsweek\n204 upvotes · 39 comments\nr/funny\nStudying for finals\n1.3K upvotes · 227 comments\nr/philadelphia\nThe famous Pennsylvania Lottery \"12 Days of Christmas\" commercial was so popular that they filmed an entire shot-for-shot remake.\nyoutube\n138 upvotes · 46 comments\nr/washingtondc\nRIP to a real one, Capital Hill Books owner Jim Toole\ninstagram\n282 upvotes · 15 comments\nr/washingtondc\nXi Jinping hints China could send new pandas to US as ‘envoys of friendship’\ncnn\n294 upvotes · 48 comments\nr/jeffjackson\nJeff Jackson Interview on the Daily Show\nyoutube\n122 upvotes · 5 comments\nr/maryland\nBWI Thurgood Marshall Airport wins national contest for best restroom\nnpr.org\n232 upvotes · 38 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 27 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 263 comments\nr/bayarea\nTesla crashes into back of San Mateo home, police say\nyoutube\n243 upvotes · 154 comments\nr/maryland\nMaryland has the lowest unemployment rate in American history at just 1.6%\ncnn\n651 upvotes · 149 comments\nr/washingtondc\nD.C. schools bar students from classrooms for missing vaccines\nwashingtonpost\n217 upvotes · 34 comments\nr/REI\nWoman on tiktok shares her REI “hack” where she returns her shoes when they wear out to get new ones…\ntiktok\n134 upvotes · 79 comments\nr/raleigh\nRoad rage I captured on I-85 yesterday. Nissan with no license plate tries to run car off road, then passes me on shoulder.\nyoutube\n119 upvotes · 69 comments\nr/washingtondc\nShot in her neck while driving in D.C., she didn’t expect to survive\nwashingtonpost\n193 upvotes · 28 comments\nr/washingtondc\nH Street was once a symbol of D.C.’s rebirth. Now it’s barely holding on.\nwashingtonpost\n500 upvotes · 418 comments\nr/TexasPolitics\nTexas faces rolling blackouts this winter\nnewsweek\n173 upvotes · 132 comments\nr/StrongTowns\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n240 upvotes · 28 comments\nr/lastweektonight\nDollar Stores: Last Week Tonight with John Oliver (HBO)\nyoutube\n224 upvotes · 42 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nTOP POSTS\nReddit\nreReddit: Top posts of January 2, 2019\nReddit\nreReddit: Top posts of January 2019\nReddit\nreReddit: Top posts of 2019"
}