{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How Our Toothbrushes Are Littering Paradise - The New York Times",
  "href": "https://www.nytimes.com/2019/05/16/climate/plastic-pollution-beaches.html",
  "body": "How Our Toothbrushes Are Littering Paradise. A new survey of remote islands off the coast of Australia found mountains of plastic weighing as much as a blue whale. A new survey estimates the Cocos ...",
  "textContent": "A new survey estimates the Cocos Keeling Islands are covered in more than 400 million pieces of plastic. \nCredit...\nCara Ratajczak\nSKIP TO CONTENT\nSKIP TO SITE INDEX\nSection Navigation\n\nHow Our Toothbrushes Are Littering Paradise\n\nA new survey of remote islands off the coast of Australia found mountains of plastic weighing as much as a blue whale.\n\nA new survey estimates the Cocos Keeling Islands are covered in more than 400 million pieces of plastic. \nCredit...\nCara Ratajczak\n\nShare full article\n\nBy Kendra Pierre-Louis\n\nMay 16, 2019\nLeer en español\n\nWant climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\n\n“Welcome to paradise,” beckons the Cocos Keeling Islands’ Visitor Center. The island chain is popular with vacationing Australians, and it’s easy to see why.\n\nPhotos from the chain of 27 islands, of which only two are inhabited, feature oceans that are nothing but swirls of translucent turquoise, cobalt and cerulean, and sandy beaches so pristine they feel untouched.\n\nSubscribe to The Times to read as many articles as you like.\n\nKendra Pierre-Louis is a reporter on the climate team. Before joining The Times in 2017, she covered science and the environment for Popular Science. More about Kendra Pierre-Louis\n\nA version of this article appears in print on May 21, 2019, Section D, Page 2 of the New York edition with the headline: Waste Management: Filling Up a Watery Paradise With a Mountain of Plastic. Order Reprints | Today’s Paper | Subscribe\nShare full article\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}