{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws will be banned in the UK from April 2020",
  "href": "https://www.reddit.com/r/worldnews/comments/brozpe/plastic_straws_will_be_banned_in_the_uk_from/",
  "body": "The no-plastic-straw movement has taken over DC in the past few months. I ate at a restaurant downtown this past weekend and was given a paper straw with my drink. It did last a bit longer than I expected, but it also had a coating on the outside of it that, I suspect, makes it no more recyclable than the coated Starbucks (et. al.) coffee cups are.",
  "textContent": "Plastic straws will be banned in the UK from April 2020 : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n5 yr. ago\nmvea\nPlastic straws will be banned in the UK from April 2020\nnewscientist.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nsurfair.com\nLearn More\nSort by:\n[deleted]\n•\n5 yr. ago\n\nStraws are banned finally the environment is saved. throws out plastic shampoo bottle that weighs as much as 50 straws\n\nLiterally everything is packaged in plastic but straws are the real problem.\n\n16 more replies\nErebusTheFluffyCat\n•\n5 yr. ago\n\nOk, but can you people at least make a non-plastic straw that doesn't suck?\n\n22 more replies\ndazzleduck\n•\n5 yr. ago\n\nWhat is with the focus on straws when literally everything else is made of or wrapped in plastic? I can barely find vegetables that don't have some kind if plastic involved.\n\n5 more replies\nsintaur\n•\n5 yr. ago\n\nThat's one way for British politicians to reduce milk shake availability.\n\n1 more reply\nboxofstuff\n•\n5 yr. ago\n\nTheir money is gonna have a lot more cocaine on it, soon.\n\n3 more replies\nPartySkin\n•\n5 yr. ago\n\n2020 is gonna be a rough year, everything's getting banned that year.\n\ndarkfight13\n•\n5 yr. ago\n\nAlready got my metal straw.\n\nDoesn't leave any metallic taste nor does it feel weird. More people should buy it.\n\nNow that i think about it...how are we going to drink boxed juices outside?\n\n7 more replies\nMomoiroLoli\n•\n5 yr. ago\n\nWait, outright ban? Not at least a loicence to use plastic straws? I am disappoint.\n\n[deleted]\n•\n5 yr. ago\nretrotronica\n•\n5 yr. ago\n\nGonna be stocking up\n\n3 more replies\nMuck777\n•\n5 yr. ago\n\nIt's good, but it does feel like the smallest step one could take.\n\nMost fast food packaging needs to be scrutinised.\n\nfamilyturtle\n•\n5 yr. ago\n\nFrom the article:\n\nGove is yet to make a final decision on a “latte levy” charge for single use coffee cups, a deposit return scheme for drinks containers or a tax on single use plastic with less than 30 per cent recycled content.\n\nipv6-dns\n•\n5 yr. ago\n\ngood. One step forward\n\nBadCowz\n•\n5 yr. ago\n\n1 less child is a greater impact than 10 million less straws.\n\nLess people, less consumption and less careless pollution is the only answer.\n\nnostraquamas\n•\n5 yr. ago\n\nAyyyy 4/20 is gonna be great!\n\nenvinoveritas9\n•\n5 yr. ago\n\nHijacked planes will crowd the skies once again.\n\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n513 upvotes · 65 comments\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/worldnews\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n12K upvotes · 2.8K comments\nr/worldnews\nVirgin Atlantic completes first long-haul flight fully powered by sustainable fuel\ncnbc\n190 upvotes · 46 comments\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/worldnews\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n5.1K upvotes · 847 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nr/worldnews\nThe world briefly smashed through the 2-degree warming limit for the first time ever\ncnn\n939 upvotes · 227 comments\nr/worldnews\nFormer PM David Cameron is introduced to the House of Lords as Baron Cameron of Chipping Norton\nlbc.co.uk\n976 upvotes · 249 comments\nr/worldnews\nFirst-ever images prove 'lost echidna' not extinct\nbbc\n379 upvotes · 22 comments\nr/worldnews\nClimate-heating gases reach record highs, UN reports\ntheguardian\n158 upvotes · 12 comments\nr/worldnews\nEU is ill-equipped to meet growing global threats\nreuters\n192 upvotes · 52 comments\nr/worldnews\nWorld behind on almost every policy required to cut carbon emissions, research finds\ntheguardian\n382 upvotes · 39 comments\nr/worldnews\nGlobal talks to cut plastic waste stall as industry and environmental groups clash\nnpr.org\n108 upvotes · 6 comments\nr/worldnews\nPhilippines considers return to 'fold' of International Criminal Court\nreuters\n90 upvotes · 1 comment\nr/worldnews\nOil prices on track for fourth straight week of declines\nreuters\n263 upvotes · 22 comments\nr/worldnews\nColombia joins international alliance calling for treaty to end use of fossil fuels\ntheguardian\n215 upvotes · 14 comments\nr/worldnews\nUK authorises gene therapy for blood disorders in world first\nreuters\n116 upvotes · 3 comments\nr/worldnews\nBelgian court orders 55% emissions cut from 1990 levels\ntheguardian\n104 upvotes · 9 comments\nr/worldnews\n‘We have to work urgently’: Mexican ecologists start campaign to save axolotl | Mexico\ntheguardian\n1.7K upvotes · 48 comments\nr/worldnews\nAustralia and Philippines begin joint patrols in South China Sea as regional tensions rise\ntheguardian\n330 upvotes · 4 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 22, 2019\nReddit\nreReddit: Top posts of May 2019\nReddit\nreReddit: Top posts of 2019"
}