{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic Straws - The Outlook",
  "href": "https://outlook.monmouth.edu/2019/02/plastic-straws/",
  "body": "February 6, 2019 LAUREN SALOIS What is small, plastic, and comes with almost everything we drink? A straw. You cannot sit down at a restaurant and order a drink without being handed a plastic straw. What most people do not realize is that this small object that we use every day is a major environmental hazard.",
  "textContent": "Skip to content\n Sunday, December 10, 2023\nHOME\nNEWS\nOPINION\nFEATURES\nLIFESTYLES\nENTERTAINMENT\nPOLITICS\nSPORTS\nGOT A TIP?\nTHE VERGE\nOpinion\nPlastic Straws\nPosted on\n February 6, 2019 LAUREN SALOIS\n\nWhat is small, plastic, and comes with almost everything we drink? A straw. You cannot sit down at a restaurant and order a drink without being handed a plastic straw. What most people do not realize is that this small object that we use every day is a major environmental hazard.\n\nThe plastic straw and its environmental impact are a huge concern today. According to the Freedonia Group, a market research firm, “In 2017, Americans used about 390 million plastic straws each day.”\n\nThe abundance of plastic straws in the ocean is polluting the water and killing marine life. According to Strawless Ocean, a movement against plastic pollution, “Straws are among the top 10 items found during beach clean ups and can do so much harm to seabirds, turtles and other marine creatures.” Strawless Ocean also stated, “By the year 2050 there will be more plastic in the ocean than fish.”\n\nSome people may think it is okay to use a plastic straw if they recycle it afterwards. But, according to Strawless Ocean, most plastic straws are too lightweight to make it through the mechanical recycling sorter and get disposed instead as garbage. On Get Green Now, it states that it takes up to 200 years for a plastic straw to decompose. The solution to plastic straws invading the ocean is not simply recycling, an ineffective solution.\n\nThe best solution to plastic straw pollution is to stop using plastic straws and use straw alternatives.  There are numerous alternatives to the plastic straw: paper, glass, steel, silicone, bamboo, and metal straws.\n\nGourmet Dining on campus sells steel reusable straws for $2.00 in the student center, the dining hall, and the cafe in Plangere. I have purchased about ten reusable straws from Gourmet Dining with my declining dollars and keep one in my backpack for when I get drinks on and off campus. Amazon is also a great place to buy reusable straws and many come with cleaning brushes.\n\nI believe the solution to plastic straw pollution starts with the consumer. The consumer needs to become educated on the negative impacts. Therefore, learning to start refusing plastic straws when out to dinner or getting coffee or smoothies and to carry around reusable straws to use with their drinks instead. The bigger picture solution would be for the food industry to stop using plastic straws all together and switch to using a more environmentally friendly alternative like paper straws. \n\nWhile researching the environmental effects of plastic straws, I came across a horrific video on Get Green Now of a sea turtle found with a plastic straw stuck in its nostril. It was struggling to breath and was gushing out blood as the man in the video kept trying to remove the straw. I believe that the convenience of plastic straws is not worth the lives of sea wildlife. “Save the Turtles.”\n\nRelated Articles\nOpinion\nThe Conflict of Being a Vegan… But Loving Bacon\nPosted on\n March 23, 2016 TOM MORFORD\n\nA group of crossfitting vegans walk into a bar—which lifestyle choice do they tell you about first?\n\nOpinion\nArtificial Intelligence & Human Negligence\nPosted on\n September 19, 2023 Michael Gruseke\n\nThere are major blockbuster advancements that have moved society from era to era, redefining what we previously understood as efficient and modern. Cars, cellphones, and even the lightbulb are just a few of the many technological advancements that first-world citizens could not imagine life without. Obviously, all these advancements are heavily relied on throughout the […]\n\nOpinion\nLife Lessons for an MU Student from Family Feud\nPosted on\n September 14, 2016 LAUREN NIESZ\n\nFamily Feud has been one of America’s favorite game shows for a very long time—back to when Richard Dawson was the host. Even as a child, I was a big fan of Family Feud—to the point where I even downloaded the app and played by myself. I know, riveting childhood I had; that being said, I think that there are definitely some valuable life lessons one can learn from the game show.\n\nSections\nHome\nNews\nSports\nPolitics\nFeatures\nEntertainment\nOpinion\nLifestyles\nOnline Exclusive\nAsk the Experts\nServices\nAbout Us\nContact Us\nJoin the Outlook Staff\nEvent Coverage\nMeet the Editors\nPast Editorial Staff\nAdvertising\nArchive\nPrivacy Policy\nContact Information\n\nCampus Location\nThe Outlook\nJules L. Plangere Jr. Center for Communication\nand Instructional Technology (CCIT)\nRoom 260, 2nd floor\n\nMailing Address\nThe Outlook\nMonmouth University\n400 Cedar Ave, West Long Branch, New Jersey\n07764\n\nPhone: (732) 571-3481 | Fax: (732) 263-5151\nEmail: outlook@monmouth.edu\n\n© 2023 Monmouth University Outlook"
}