{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "SimCity BuildIt pro road layout guide : r/SCBuildIt - Reddit",
  "href": "https://www.reddit.com/r/SCBuildIt/comments/apcc68/simcity_buildit_pro_road_layout_guide/",
  "body": "This pattern has a road coverage of 20%. As we have to deal with borders, particular map sizes and other buildings than just residential zones, you will probably end up with a road coverage above 20%, even if you build large area buildings like stadiums that require less road. However, everything close to 20% it is good.",
  "textContent": "SimCity BuildIt pro road layout guide : r/SCBuildIt\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to SCBuildIt\nr/SCBuildIt\n•\n5 yr. ago\nhendrikhalkow\nSimCity BuildIt pro road layout guide\nGuide\n\nHello everybody, since I started playing SimCity BuildIt, I spent a lot of time on optimizing my road layouts. When the region update came out, this topic became very relevant again: Problems that had been solved needed to solved in another way: How to deal with concave corners in Limestone Cliffs or the ultra-narrow map in Frosty Fjords? Even just different dimensions as in Cactus Canyon require you to re-think the whole topic.\n\nHow to decide whether a layout is good or bad\n\nTo judge whether a layout is better than another, we some number that allow us to compare them. Roads don't add any value but connecting your buildings. They are expensive and take space as you can't build buildings where road is. So we want achieve little Road Coverage as possible.\n\nBut how little road coverage is possible? Lets start with one residential zone. Every residential zone requires two segments of road to be connected. To these two segments of road, you can connect a second residential zone so that you end up with this pattern (cyan is 2x2 residential zone, grey is 2x1road):\n\nBase layout pattern\n\nIn an unlimited large map, you can repeat that pattern over and over again in every direction, which brings you to the pattern of long, parallel roads with a distance of four fields that you often see. For an easier understanding, every other residential zone (or other 2x2 building) is in a slightly different cyan color:\n\nParallel roads are easy if you don't need to care about borders\n\nThis pattern has a road coverage of 20%. As we have to deal with borders, particular map sizes and other buildings than just residential zones, you will probably end up with a road coverage above 20%, even if you build large area buildings like stadiums that require less road. However, everything close to 20% it is good.\n\nDesign principles\n\nSo now everbody can just build a few straight lines of road and we are done, right? It's not that easy, especially not when it comes to regions that require more complex layouts to achieve minimum road coverage.\n\nEven grid\n\nOur first design goal is that we want to place as many 2x2 buildings and other even grid buildings as possible. Our straight-lines-with-a-distance-of-four pattern mentioned above allows us exactly that. Sometimes we will need to deviate from that principle, e.g. because we have to build odd grid buildings like a Mayor's Mansion, Omega water towers or city storage. However, most buildings fit into that even grid pattern so that we can try to utilize the even grid as often as we can.\n\nNo border roads\n\nIf you place a road at a border, you waste 50% of it's ablitity to connect buildings, so you don't want to have any border roads in your city. Combined with the even grid rule mentioned above, you need to place the first road 2 fields away from the border to get a row of residential zones or other buildings in there.\n\nNo redundancies\n\nIf there are two ways to reach a building, you have too much road in your town. Don't build any circles. If you built a circle, you can open it somewhere to get 2 more fields where you can build buildings.\n\nNo dead spots\n\nObviously, you want to utilize as much of your map space as possible. Don't leave any dead spots on the map by a poor road placement. The only thing you can do with deads spots is building landscape. That's the reason why the landscape boost is so low.\n\nNo stairs\n\nA stair is a pattern where your road changes by one lane. To connect these lanes, you need them to overlap by one field. Some people build it to connect different layouts, e.g. when they want to place 3x3 buildings somewhere. However, a stair costs you one field of space. Try to avoid stais at all costs. While this is easy in rectangular maps, it is quite challenging in Limestone Cliffs. A bad example with stairs leading to dead spots would be like this:\n\nAvoid stairs and dead spots like this\nBridges at T junctions\n\nIf you found the perfect layout, you can put a bridge at nearly every T-junction for an extra population boost. It doesn't work at all T-junctions, e.g. if there is no alternative road connection available.\n\nExample\n\nTo demonstrate how a road layout following all these rules looks like, have a look at the following example that I built in my capital city.\n\nThe perfect capital city road layout?\n\nYou can see that it allows me placing a lot of residential zones and other even-grid buildings. There are no border roads, except the one that connects corner buildings and the Autobahn. As there is no cycle in that map, there are no redundancies. The outer ring of roads is not closed as there is the Mayor's Mansion and the City Hall in the lower left. This also avoids a dead spot: If the Mayor's Mansion wasn't a 3x3 building, there would be a dead spot where the Mayor's Mansion is as there is no road coverage for a 2x2 building. Because we have two vertical rows, we have an even grid from border to border, which you wouldn't get if you just build one vertical road and lots of horizontal roads. By not connecting the horizontal roads on the left side, we can build four extra residential zones. The bridges on the right give you an extra population boost.\n\nOf the 3400 map fields, 704 fields are covered with road. This is a road coverage of 20.7%. However, if you put universities and stadiums into that road layout, you have redundancy as that building gets an unnecessary road connection. Can you achieve a lower road coverage than I did by following the design principles described above?\n\nEdit: The whole layouts are still work in progress and available on GitHub. Feel free to contribute.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nksusman\n•\n5 yr. ago\n\nThis is impressive work. Thanks for sharing it\n\nSW_Gr00t\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nThis is really great - I literally downloaded the game yesterday and thought I'd check for a sub. Here you guys are! I wanted to get some info before I got too far into the game, lucky for me I've just hit level 10 as I was reading about camping. None of this relates to this post I know, so my question is, I don't have the whole map unlocked (or indeed any of it) as I am still early in the game, so what is the best way to build towards this road layout? The connections to the parallel roads on your example (which is great btw) are at the far end of the map (the areas I haven't unlocked yet), so could you please tell me how best to connect roads whilst I still have lots of map to unlock? Apologies if this is a stupd question, I am a total noob and haven't really played any SimCity in a very long time.\n\n3 more replies\nCatalin-Ionut\n•\n5 yr. ago\n\nSome buildings like Mayor's Mansion, City storage, City hall, Department of epic project don't require road connection to work. Is this for the maximum layout population in mind?\n\n5 more replies\nBeckybeck2323\n•\n5 yr. ago\n\nWhere will you place your factories?\n\n1 more reply\nbroken_symmetry_\n•\n5 yr. ago\n\nYou mention that universities will have a redundancy in this layout, which is also the layout I use in my relatively small city of ~255k. Does that mean I should avoid the university altogether, and try to get specialization coverage from 2x2 specialization buildings?\n\n3 more replies\nljcincu\n•\n5 yr. ago\n\nAmazing job, very helpful for new players, thank you very much. I started playing a couple of days ago and I am currently at level 17. I followed this layout and modified all my city to be able to get this road layout. Now, I don't know if this is too much to ask but when I was placing all my buildings I came across the problem that for services (fire, police and health), I bought the most expensive ones, but now I don't know the ideal placement to be able to cover all of my residential buildings. Also, I had the 1x1 parks and I can't seem to find them a spot now (I mostly think these parks are useless and it would be better to sell them) and when the time comes that I'll be able to buy universities, that'll boost my population more. I'm also a bit confused of where to put my commercial, industrial buildings (I usually buy the services that don't have pollution radius so mostly industrial are the ones bothering me, at least at my level, I don't know if afterwards I can get non-pollution industrial). The question was if you have this layout but with all the buildings set in place, I mean like the city layout, not the road one. Again, I'm sorry if this is too much to ask, I just can't seem to find the best layout for my city.\n\nThanks again for this amazing post, best regards!\n\n2 more replies\n \nTop 3%\nRank by size \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/BABYMONSTER\n231127 BABYMONSTER - BATTER UP\nyoutube\n243 upvotes · 184 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/BABYMONSTER\n231124 BABYMONSTER - BATTER UP (MV TEASER)\nyoutube\n156 upvotes · 67 comments\nr/EdSheeran\nLet Her Go ft. Ed Sheeran is out.\nyoutube\n126 upvotes · 18 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes · 311 comments\nr/titanic\nThis deleted scene should've been in the final cut.\nyoutube\n315 upvotes · 74 comments\nr/titanic\nDo you guys think this deleted scene would've ruined the movie? It was used in every promotional material back then...\nyoutube\n108 upvotes · 58 comments\nr/Denmark\nI aften er det Mortens Aften der er ... det er så allerede i aften\nyoutube\n136 upvotes · 33 comments\nr/macgaming\nStray on Mac! (Native for ) (M3 Max)\nyoutube\n116 upvotes · 37 comments\nr/LightNoFireHelloGames\nLight No Fire Announcement Trailer\nyoutube\n345 upvotes · 74 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/macgaming\nCrossover will have a 70% off CyberMonday Sale\nyoutube\n123 upvotes · 96 comments\nr/spacex\nStarship 2nd Flight w. onboard shots!\nyoutube\n600 upvotes · 66 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 11, 2019\nReddit\nreReddit: Top posts of February 2019\nReddit\nreReddit: Top posts of 2019"
}