{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Drank a lot of these during my trip to Japan! : r/tea - Reddit",
  "href": "https://www.reddit.com/r/tea/comments/botmh6/drank_a_lot_of_these_during_my_trip_to_japan/",
  "body": "Everything has to be quick and convienient at the cost of taste and tonnes and tonnes of plastic pollution. Each to their own ... Lots of plastic bottle collection bins lying around. So didn't feel like it was actually all that bad. I dont think I'd buy plastic bottles if this was in say, USA where the recycling is dubious.",
  "textContent": "Drank a lot of these during my trip to Japan! : r/tea\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to tea\nr/tea\n\n5 yr. ago\nkaze_ni_naru\nDrank a lot of these during my trip to Japan!\nPhoto\nbritbox.com\nSign Up\nSort by:\nAdd a Comment\njimmyrosssss\n\n5 yr. ago\n\nthe coconut is subtle\n\nReply\nreply\n3 more replies\nSaulFemm\n\n5 yr. ago\n\nYou can buy 12 packs of Oi Ocha at Costco for about $14. :) They also sell a 100ct box of Ito En teabags for something like $16.\n\nIf you have an HMart or a similar, they sell 2 liters of all the Ito En varieties for $6 normally, $3 on sale.\n\nI love the stuff and the price is so reasonable that I can drink it all day long without feeling like I'm burning through money.\n\nReply\nreply\n3 more replies\nMadDogA245\n\n5 yr. ago\n\nThis is the only bottled green tea I've found that comes close to tasting like home made. My personal favorite is the dark green.\n\nReply\nreply\n1 more reply\nthefragile7393\n\n5 yr. ago\n\nI think Ive seen these at some Asian markets near me...now I need to go look and hopefully get one to try\n\nReply\nreply\nitachinehan\n\n5 yr. ago\n\nGreat pic and I like it too!\n\nReply\nreply\n1 more reply\neuca9527\n\n5 yr. ago\n\nti love this brand.they make right tea drink\n\nReply\nreply\nyogurtraisin\n\n5 yr. ago\n\nMy local ramen shop sells these in the US! Theyre really delicious and refreshing and theyre the only bottle tea that I can find that doesnt have anything else like sugar added.\n\nReply\nreply\nrbmako69\n\n5 yr. ago\n\nI used to buy Oi Ocho green tea all the time. I would buy it by the case. Then one day I went to open a bottle from a new package, and noticed it was slightly different. Didn't think anything of it, took a drink and spit it out, like it was spoiled or something. Upon further investigation, this particular bottle and all the bottle in my case were not made Japan, but Taiwan. So I chalked it up to my local store being cheap and ordering a lower quality product. So I returned the case, and ordered from Amazon, and the same thing. I was unable to find the OG Japanese made product, and stopped drinking it.\n\nAfter a bit a research, nothing official, it appears that ALL Oi Ocha made for export is made in Taiwan now, so unless it you can get it directly from Japan while you are there, you will only find the inferior product, at least in the US.\n\nNo if you've never had the OG Japanese made one and only the Taiwanese made one, you have nothing to compare it against, and you will probably have a better experience than I did, but unless i can find the OG stuff I'll never drink it again.\n\nReply\nreply\ngoatsgivemelife\n\n5 yr. ago\n\nThat's a beautiful bottle. So spring-y\n\nReply\nreply\n1 more reply\ndelanvital\n\n5 yr. ago\n\nAny love for a Scandinavian addicted to this? I've had no luck. My wife also love it. Has to be that specifically.\n\nReply\nreply\nmenholdingfish\n\n5 yr. ago\n\nIts really sad how in the last ten years the market in Asia for bottled tea has sky rocketed. Its no where near as good as real tea. You have no connection with the leaf. Everything has to be quick and convienient at the cost of taste and tonnes and tonnes of plastic pollution. Each to their own\n\nReply\nreply\nAndrew_Brew\n\n5 yr. ago\n\nI'm kinda agree with you, while being in japan, I visited some tea farms, and they all say that the bottled tea industry is destroying the prices and the quality and makes it very difficult to prospere as a little farmer, so in the last year A LOT of tea farms closed in Shizuoka.\n\nReply\nreply\nKangarooJesus\n\n5 yr. ago\n\nI personally think drinks like this can be delish, but yeah, the production of this sort of stuff is definitely a net loss by far. For society and for the Earth.\n\nReply\nreply\n2 more replies\nsensible_human\n\n5 yr. ago\n\nReally? I thought this particular brand of bottled tea (Oi Ocha) tastes amazing, and tastes closer to fresh green tea than any other bottled tea out there. But besides this brand, I agree with you. Especially the plastic waste.\n\nReply\nreply\npham_nuwen_\n\n5 yr. ago\n\nThis kind of thing is also pushing the small tea producers out of business. Soon the only Japanese green tea left will be the lowest quality mass produced, pesticide rich, but cheap and predictable bottle friendly tea. Say goodbye to hundreds of years of tradition and amazing flavor in favor of convenience.\n\nReply\nreply\n1 more reply\n2 more replies\nyeahjusso\n\n5 yr. ago\n\nLive on that stuff when Im in Japan\n\nReply\nreply\nsensible_human\n\n5 yr. ago\n\nI live in Philadelphia and have these all the time. Our local Asian grocery store stocks them. If I was in Japan, I would probably have them even more often.\n\nReply\nreply\n6 more replies\nPistonMilk\n\n5 yr. ago\n\nI drink this brand at work. In Texas :-)\n\nReply\nreply\nNukaDadd\n\n5 yr. ago\n\nThey've got this on Amazon in the states.\n\nReply\nreply\nSleepsfuriously\n\n5 yr. ago\n\nI love this brand, they have it in the health food bodega on my block, and it is delicious.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nRelated\nTea\nDrink\nFood and Drink\nforward\nback\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes 路 65 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes 路 14 comments\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes 路 173 comments\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n129 upvotes 路 43 comments\nr/citypop\nMariya Takeuchi's new single is the theme for 'Pok茅mon Concierge' on Netflix\nyoutube\n246 upvotes 路 21 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes 路 13 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n363 upvotes 路 153 comments\nr/ABroadInJapan\nHow to Spend 14 Days in JAPAN  Ultimate Travel Itinerary\nyoutube\n129 upvotes 路 21 comments\nr/ABroadInJapan\nI Spent $1,000 on Japan's Tiniest Car (Was it really worth it?) (Journey Across Japan: Non-Stop-North S1E1)\nyoutube\n114 upvotes 路 19 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes 路 17 comments\nr/Tokyo\nInteresting video: Why Tokyo has tons of affordable housing but America doesn't [11:19]\nyoutube\n185 upvotes 路 35 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes 路 44 comments\nr/ABroadInJapan\nWhy Christ Broad is So Loved in Japan\nyoutube\n126 upvotes 路 32 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes 路 4 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes 路 21 comments\nr/headphones\nCrinacle: The budget Sennheiser IEM that's finally... great.\nyoutube\n189 upvotes 路 81 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes 路 311 comments\nr/Vocaloid\nHatsune Miku wins the grand prize for the 2023 Japan Naming Award, which awards outstanding product names that contribute to life and culture.\nyoutube\n166 upvotes 路 4 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes 路 7 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes 路 42 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes 路 21 comments\nr/ABroadInJapan\nWhat Life in Fukushima's Nuclear Exclusion Zone is Like (Journey Across Japan: Non-Stop-North EP4)\nyoutube\n173 upvotes 路 16 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes 路 52 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes 路 56 comments\nr/TheHague\nThe destruction of the Hague during WW-II in color\nyoutube\n111 upvotes 路 9 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 15, 2019\nReddit\nreReddit: Top posts of May 2019\nReddit\nreReddit: Top posts of 2019"
}