{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "England is banning plastic drink stirrers, plastic straws, and plastic ...",
  "href": "https://www.reddit.com/r/worldnews/comments/bs17pl/england_is_banning_plastic_drink_stirrers_plastic/",
  "body": "A ban on plastic drinks stirrers, straws, and plastic-stemmed cotton swabs will come into force in England next April. The ban follows on from a consultation which found that more than 80% of respondents supported a ban on the distribution and sale of plastic straws, with 90% backing a ban on drinks stirrers and 89% in favor of a ban on cotton ...",
  "textContent": "England is banning plastic drink stirrers, plastic straws, and plastic-stemmed cotton swabs starting next spring. : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n5 yr. ago\nCalvy\nEngland is banning plastic drink stirrers, plastic straws, and plastic-stemmed cotton swabs starting next spring.\ncnbc.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\napp4that\n•\n5 yr. ago\n\nMy employer just removed all paper cups, plastic lids and plastic stirrers from all the kitchen areas. New stirrers are wooden, and everyone brings their own reusable cup now. Waste baskets get emptied a lot less frequently now too. No problems.\n\nNSFWormholes\n•\n5 yr. ago\n\nHa. We still use styrofoam at my company, and we're a large employer with dozens of manufacturing facilities.\n\n:-(\n\n6 more replies\nguacamoleo\n•\n5 yr. ago\n\nThat's great and all but uh, in my house (and workplace) we have metal stirrers. They're called spoons.\n\n4 more replies\n3 more replies\nSeankps\n•\n5 yr. ago\n\nStarbucks new straw free lids use more than twice the plastic of a straw and previous lid\n\nac13332\n•\n5 yr. ago\n\nJust looked at that, ffs, really Starbucks\n\n82 more replies\nIsAlwaysAngry\n•\n5 yr. ago\n\nThe first article I read about it talks about it being recyclable and the straws not. Does that make a difference?\n\n18 more replies\n55 more replies\nMcFeely_Smackup\n•\n5 yr. ago\n\nplastic stem cotton swabs are a fucking abomination of all that's holy.\n\n3 more replies\nnmj95123\n•\n5 yr. ago\n\nBut not K-Cups, the most idiotic single use plastic of all...\n\nbennett346\n•\n5 yr. ago\n\nWe dont have them here.\n\n7 more replies\n2 more replies\nSomethingSpecialMayb\n•\n5 yr. ago\n\nIt’s a start\n\n51 more replies\n[deleted]\n•\n5 yr. ago\njoethesaint\n•\n5 yr. ago\n\nTo all the people who can't stand the paper straws for some reason: have you ever tried just drinking straight from the cup?\n\nFerkhani\n•\n5 yr. ago\n\nTried this with a McDonalds milkshake and got a big glob of milkshake to the face.\n\n15 more replies\nCaptain_Clark\n•\n5 yr. ago\n\nAnother solution for those who dislike paper straws is to undergo cosmetic surgery which refashions their lips into a long, flexible and fleshy tube. Such surgery may seem drastic but it’s actually a very safe one-day procedure which is becoming quite fashionable. In many major cities today, one may commonly see people wearing “anteater style” lips, often decorated with tattoos and multiple piercings. These fashionable folk enjoy consuming liquids of any sort, while never needing rely upon any straw. And they do so while setting new trends in personal style.\n\n2 more replies\nxxxvalenxxx\n•\n5 yr. ago\n\nI hear its better to use a straw to drink sugary drinks as not as much of the liquid comes in contact with your teeth\n\n7 more replies\n40 more replies\nLobsterMeta\n•\n5 yr. ago\n\n\"It's a start\"\n\nNo it isn't. None of these products have any effect on the amount of trash we create. This is the opposite of progress- this is throwing a penny in the wishing well and hoping no one notices that you aren't doing enough about global warming.\n\nWe need to start getting angry not only about lack of progress but also about token progress. If you accept that it won't have any effect on trash production but \"starts a trend\" you are just acting like a pundit and not a person who wants solutions. The solution to our trash problem is not a new aluminum product or cloth bags, and anyone who has looked at the data understands this.\n\n14 more replies\nI_Hate_\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nIf we could get China, India and most of the African nations to implement reasonable trash regulations that would do more for plastic in the ocean than any western countries could do period.\n\nEdit: before everyone hates me I’m not saying the west shouldn’t do anything but we should continue to be the leaders in trash regulations.\n\n4 more replies\nRyusDirtyGi\n•\n5 yr. ago\n\n\"It doesn't entirely solve all problems so why bother?\"- This thread\n\n2 more replies\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/AmateurRoomPorn\nI am in love with my DIY Ikea hack breakfast nook. It is the coziest spot in the house for a cup of coffee. South of Boston, Massachusetts.\n1.6K upvotes · 52 comments\nr/gaming\nD&D Starter Set - How good is that box?\n113 upvotes · 65 comments\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n513 upvotes · 65 comments\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/worldnews\nVirgin Atlantic completes first long-haul flight fully powered by sustainable fuel\ncnbc\n190 upvotes · 46 comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/worldnews\nGlobal talks to cut plastic waste stall as industry and environmental groups clash\nnpr.org\n108 upvotes · 6 comments\nr/worldnews\nThe world briefly smashed through the 2-degree warming limit for the first time ever\ncnn\n939 upvotes · 227 comments\nr/worldnews\nWorld behind on almost every policy required to cut carbon emissions, research finds\ntheguardian\n382 upvotes · 39 comments\nr/worldnews\nFirst-ever images prove 'lost echidna' not extinct\nbbc\n379 upvotes · 22 comments\nr/worldnews\nClimate-heating gases reach record highs, UN reports\ntheguardian\n158 upvotes · 12 comments\nr/worldnews\nAustralia and Philippines begin joint patrols in South China Sea as regional tensions rise\ntheguardian\n330 upvotes · 4 comments\nr/worldnews\nColombia joins international alliance calling for treaty to end use of fossil fuels\ntheguardian\n215 upvotes · 14 comments\nr/worldnews\nSuck carbon from the air? US facility launches novel climate solution | Carbon capture and storage (CCS)\ntheguardian\n125 upvotes · 78 comments\nr/worldnews\nSierra Leone under curfew after breakout from Freetown's Pademba Road Prison\nbbc\n122 upvotes · 1 comment\nr/worldnews\n‘We have to work urgently’: Mexican ecologists start campaign to save axolotl | Mexico\ntheguardian\n1.7K upvotes · 48 comments\nr/worldnews\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n5.1K upvotes · 847 comments\nr/worldnews\nGlasgow to twin with war-torn Ukrainian city [Mykolaiv]\nbbc\n129 upvotes · 5 comments\nr/worldnews\nPhilippines considers return to 'fold' of International Criminal Court\nreuters\n90 upvotes · 1 comment\nr/worldnews\nOil prices on track for fourth straight week of declines\nreuters\n263 upvotes · 22 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 23, 2019\nReddit\nreReddit: Top posts of May 2019\nReddit\nreReddit: Top posts of 2019"
}