{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Student explores LGBTQ+ history of Sewanee in documentary",
  "href": "https://thesewaneepurple.org/2018/09/11/student-explores-lgbtq-history-of-sewanee-in-documentary/",
  "body": "Brant Lewis (C'19). Photo by Lucy Wimmer (C'20). By Oliver Heffron Contributing Writer \"Sewanee has always had gay students, and a prime example of that is William Alexander Percy,\" narrates James Elywin Gipson (C'66) at the beginning of Brant Lewis's (C'19) documentary, The Feet We Stand On: An Oral History of Sewanee.. Percy (C'1904) wrote \"Lanterns on the Levees,\" where ...",
  "textContent": "Skip to content\nfacebook\n \nInstagram\n \ntwitter\n \nflickr\n \nLinkedIn\n\nStudent Organ of the University of the South\n\nNEWS\nFEATURES\nA&E\nOPINIONS\nSPORTS\nLETTER FROM THE EDITOR\nSTAFF\nMISSION STATEMENT\nSTUDENT EXPLORES LGBTQ+ HISTORY OF SEWANEE IN DOCUMENTARY\nSeptember 11, 2018\n thesewaneepurple\n Features One comment\nBrant Lewis (C’19). Photo by Lucy Wimmer (C’20).\n\nBy Oliver Heffron\nContributing Writer\n\n“Sewanee has always had gay students, and a prime example of that is William Alexander Percy,” narrates James Elywin Gipson (C’66) at the beginning of Brant Lewis’s (C’19) documentary, The Feet We Stand On: An Oral History of Sewanee.\n\nPercy (C’1904) wrote “Lanterns on the Levees,” where he chronicles his time as a poet and a beautiful chapter of his life. In his memoir, Percy cryptically dreams about a safe haven for homosexual men to love and embrace each other in peace, comparing Sewanee to the utopian Ancient Greek village of Arcadia.\n\nGay creatives of the time could not openly talk about their sexuality, so they created a complex code surrounding Ancient Greek mythology.  Arcadia was a key word in this language, as it described a utopia for gay men to express their love openly according to “Greenwoods: William Alexander Percy and the Arcadia of Sewanee,” which is available on Sewanee’s website.\n\n77 years after Percy left his mark on Sewanee, Lewis set out to record an oral account of Sewanee’s gay history. He began filming the documentary in January of 2018 as an independent study. Lewis said he wanted “to document this…for the people who experienced it before it gets passed away.”\n\nLewis wanted to make sure the valuable history he learned through his own interest and research can be passed down to future Sewanee students who want to learn about the history of the LGBTQ+ community here.\n\nIn his documentary, Lewis speaks with six gay members of the Sewanee community. Interviewees include alumni from the late ‘60s all the way to those who left the Domain only a few years ago. While their experiences varied due to the social climates of their respective eras, a common theme of student-led activism jumped off the screen.\n\nJohn “Mike” Albert (C’81) talked about the challenges of organizing a gay community from scratch as a student in the late 1970s. “In terms of an organized (gay) community, that just was not going to happen at Sewanee. That was our challenge.We felt our challenge at Sewanee was to organize a gay community,” Albert shared.\n\nAlbert was able to make a major impact on campus by advertising his SPO box as a place where  students questioning their sexuality could write him in a completely safe space to talk about their sexuality and learn more about joining his LGBTQ club, which was much smaller than it is today. This tradition soon gain notoriety around campus with the nickname “SPO 5.” Organizations like the Gay Straight Alliance and Queer & Ally House are thriving and still student-driven today.\n\nSpanish professor Thomas Spaccarelli taught and helped run the Gay Straight Alliance on campus in the 1980s. While putting up advertisements for the club around campus, Spaccarelli and some of his students were met with threats and harassment, and looked to the University’s administration for help.\n\n“One of the deans, I believe in the Dean of Students office, put a stop to that. Clearly, it shows the University has always been there to support at least the safety and integrity of people in these clubs,” Spaccarelli said.\n\nWhile the University has often supported the LGBTQ students and their organizations, the administration has not always championed gay rights above other motivations, some suggested. Lewis interviewed Bishop Gene Robinson (C’69), who had an unsettling experience as a Sewanee alumnus.\n\nWhen returning to Sewanee as a guest speaker, it was brought to Robinson’s attention by outraged students that he was not receiving an honorary degree despite the fact it is in the University’s tradition to award an honorary degree to any alumni who becomes a Bishop.\n\nHe was later told by a member of the seminary administration that he would not be receiving the honorary degree. Robinson’s consecration stirred some public controversy due to the fact he was an openly gay man. The University was in the middle of a capital campaign, and they feared giving him an honorary degree would negatively affect their ability to raise funds for the school due to the controversy surrounding his consecration.\n\nRobinson’s frustration can be seen vividly as he describes this in the documentary. “Honestly, I don’t need this honorary doctorate, but you know what? You need to give it…you need to do as an institution what you need to do to welcome and acknowledge us.” Bishop Robinson has still not received a degree, even after reaching out to the new heads of administration a few years back.\n\nWhile the University has supported their LGBTQ communities for decades in some ways, the true level of the school’s advocacy for the cause remains unsolidified. With the national rise of acceptance of the LGBTQ community over the last decade, it is now more profitable and commendable for universities to support these progressive stances than ever before. The documentary leaves the viewer with the question of whether the University of the South’s support for this community comes from a place of true advocacy or for the sake of profitability.\n\nShare this:\nClick to share on Facebook (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Twitter (Opens in new window)\nLike this:\nPost navigation\nPrevious Post:\n New monument to be erected in place of Kirby-Smith memorial\nNext Post:\nResident Playwright and group explores what it means to be southern\nONE COMMENT\nsewaneeman1966 says:\nSeptember 18, 2018 at 7:01 pm\n\nMy name is James Elywin Gipson not James Allen Gipson. Allen Gipson 1804-1896 was an original Benefactor who gave the Land where the Cornerstone was laid Oct. 10,1860 all the way to Green’s view and the area of the Golf/tennis course and Sewanee Inn. Thank you for your Correction\n\nComments are closed.\n\nTOP POSTS\nFACEBOOK"
}