{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic Straws Are Harming Oceans and Marine Wildlife - Better",
  "href": "https://better.net/philanthropy/get-involved/plastic-straws-harming-oceans-marine-wildlife-skip-the-straw-2/",
  "body": "How can you help? Before ordering, say: \"No plastic straw, please,\" and say why. The Numbers Here are a few important numbers about straws from the Surfrider Foundation: 8 million tons Amount of plastic dumped into oceans every year. 50 percent Percentage of plastic that is used once and then thrown away. 500 million",
  "textContent": "NATIONAL \nLIFE\nSTYLE\nHOMES\nMONEY\nFOOD & DRINK\nTRAVEL\nARTS & EVENTS\nPHILANTHROPY\nMIB TV\nGUIDES\nSUBSCRIBE\nSign up for your Better Letter\nTips, trends & resources delivered to your inbox\nSIGN UP\nPlastic Straws Are Wreaking Havoc on Oceans and Marine Wildlife: Skip the Straw or Try These Sustainable Alternatives\nby KIER HOLMES AND KASIA PAWLOWSKA February 21, 2019\n\nEven if you haven’t seen the disturbing viral video with the injured sea turtle, you know plastic straws are bad. So bad that in January, California became the first U.S. state making it illegal for restaurants to automatically provide them, an effort to reduce the 500 million used daily nationwide.\n\nAccording to the World Economic Forum, by 2050 the ocean will contain more plastic than fish pound for pound. Despite recent groundbreaking inventions that have successfully helped to clear the littered seas, plastic continues to end up in our oceans. According to the Ocean Conservancy, straws are among the top 10 items found during beach clean-ups. This is because the plastic tubes are too lightweight to be easily recycled, so they become trash and often end up in the ocean, polluting the water and eventually killing seabirds, marine animals, and fish.\n\nBut thanks to the efforts of organizations like the Surfrider Foundation in California and Chicago’s Shedd Aquarium, a wave of change is sweeping the nation, encouraging more and more people to swap their plastic straws for paper. Also, passionate students involved in the Straws Upon Request campaign are trying to convince management at restaurants to only offer straws on request. How can you help? Before ordering, say: “No plastic straw, please,” and say why.\n\nThe Numbers\n\nHere are a few important numbers about straws from the Surfrider Foundation:\n\n8 million tons\n\nAmount of plastic dumped into oceans every year.\n\n50 percent\n\nPercentage of plastic that is used once and then thrown away.\n\n500 million\n\nNumber of drinking straws used every day.\n\n91 percent\n\nPercentage of plastic that isn’t recycled.\n\n1,200\n\nNumber of animal species that are impacted by plastic through ingestion or entanglement.\n\n90 percent\n\nAmount of floating ocean trash that is plastic.\n\n450\n\nYears it takes plastic to degrade.\n\nAlternative Straws\n\nIf you want to help the environment, consider sipping through one of these other materials:\n\nBamboo\n\nPros: No changes in straw temperature\n\nCons: Change taste of beverages; difficult to clean\n\nGet it at: Bambu Home\n\nGlass\n\nPros: See-through so you know if they’re clean; no change in taste\n\nCons: Breakable; not as safe for children; not good for travel\n\nGet it at: Simply Straws\n\nPaper\n\nPros: Inexpensive; decorative\n\nCons: Change taste of beverage; get mushy, fall apart\n\nGet it at: AArdvark Straws\n\nSilicone\n\nPros: Easy to clean; long-lasting; durable\n\nCons: Odd mouthfeel\n\nGet it at: Softy Straws\n\nSteel\n\nPros: Not breakable; travel friendly\n\nCons: Not see-through; temperature sensitive\n\nGet it at: Strawtopia\n\nStraw\n\nPros: Biodegradable\n\nCons: Not durable; expensive\n\nGet it at: HAY! Straws\n\nThis article originally appeared in the March 2019 issue of Marin Magazine.\n\nJoin the Conversation\n\nNational Skip the Straw Day is Feb. 22, 2019. Join the conversation on social media by using #nationalskipthestrawday, #skipthestraw, or Shedd Aquarium’s #SheddTheStraw.\n\n#SHEDDTHESTRAW\n#SKIPTHESTRAW\nCONSERVATION\nENVIRONMENT\nOCEANS\nPLASTIC\nSEALIFE\nSKIP THE STRAW\nSTRAWS\nSURFRIDER FOUNDATION\nThe Ultimate Guide to Chicago Museums — 2019 Edition\n9 Biggest Reveals at Star Wars Celebration 2019: Episode IX, Galaxy’s Edge, The Mandalorian, and More\nSpring Fashion: 12 Ready-to-Wear Pieces in the Season’s Hottest Pantone Colors\n‘Black Panther’ Star Danai Gurira Talks Growing Up in Zimbabwe, Finding Her Passion, and the Drive to ‘Do More’\nPreventing Fentanyl Overdose and Death: Harm Reduction Strategies, the Life-Saving Medication Every Parent Should Have, and Organizations to Support\nby JESSICA BRAUN GERVAIS\nSign up for our\nGet tips, trends and resources to help you live, love, work and play with greater purpose too.\nSUBSCRIBE\nAbout Us\nAbout Us\nOur People\nMission\nPartner Publications\nContact Us\nSubscribe eNewsletters\nChicago\nSF Bay Area\nPrint\nRead Past Issues of Better\nAdvertise With Us\nPrint\nDigital\nEvents\nTestimonials\nContact Us\nSubmissions\nEditorial\nEvent\nSponsorship Requests\nYou Said It\nGive Time Things Support Request\nNFP Profile Form\nFoundation\nAbout Us\nLeadership\nPrograms\nContact Us\nLive, love, work and play with greater purpose.\nMake It Better Media Group, PO Box 751, Wilmette, IL 60091\n847-256-4642\nPrivacy Statement\nTerms"
}