{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Is Plastic Pollution Depriving Us of Oxygen? - JSTOR Daily",
  "href": "https://daily.jstor.org/is-plastic-pollution-depriving-us-of-oxygen/",
  "body": "The plastic debris floating in the world's oceans entangles wildlife, kills birds that swallow it mistaking it for food, and seeps into the food chain, showing up in fish that humans eat. A major threat to the ocean, this plastic pollution is estimated to cause more than $13 billion in economic damage to marine ecosystems each year.",
  "textContent": "SKIP TO CONTENT\nNewsletters\nBecome a member\nAbout JSTOR Daily\nSupport JSTOR Daily\nThe JSTOR Daily Sleuth\nNewsletters\nTeaching and Learning Resources from JSTOR Daily\nReading Lists\nSyllabi\nColumns\nAnnotations\nTeaching with Reveal Digital’s American Prison Newspapers Collection\nArts & Culture\nArt & Art History\nFilm & Media\nLanguage & Literature\nPerforming Arts\nBusiness & Economics\nBusiness\nEconomics\nPolitics & History\nPolitics & Government\nU.S. History\nWorld History\nSocial History\nQuirky History\nScience & Technology\nHealth\nNatural Science\nPlants & Animals\nSustainability & The Environment\nTechnology\nEducation & Society\nEducation\nLifestyle\nReligion\nSocial Sciences\nShared Collections on JSTOR\nContact The Editors\nSCIENCE & TECHNOLOGY\nIs Plastic Pollution Depriving Us of Oxygen?\n\nPlastic debris is killing the ocean’s “invisible forests,” which produce ten percent of the oxygen we breathe.\n\n Getty\n Share\nBy: Lina Zeldovich  June 4, 2019  3 minutes\nThe  icon indicates free access to the linked research on JSTOR.\n\nThe plastic debris floating in the world’s oceans entangles wildlife, kills birds that swallow it mistaking it for food, and seeps into the food chain, showing up in fish that humans eat. A major threat to the ocean, this plastic pollution is estimated to cause more than $13 billion in economic damage to marine ecosystems each year. Turns out, it also disturbs important ocean bacteria, and the effects are far more profound than one may think.\n\nAudio brought to you by curio.io\n\nDispersed throughout the upper 200 meters of ocean, abundant and important bacteria known as Prochlorococcus govern many processes that happen not only inside that water, but also on land. These tiny green species have been called the ocean’s invisible forests because they perform similar functions to what plants do on earth. Prochlorococcus are photosynthetic organisms—they use sunlight to convert carbon dioxide into oxygen, adding it to the atmosphere like miniature plants. They are a type of Cyanobacteria, which were the planet’s first oxygen-producing creatures—so they are essentially the ancestors of today’s plants.\n\nA single drop of ocean water can contain 20,000 Prochlorococcus.\n\nProchlorococcus may be the most plentiful microorganisms on the planet. They produce nearly ten percent of the all the oxygen we breathe. A single drop of ocean water can contain 20,000 of them. But despite their abundance, they managed to evade modern science until fifteen years ago, when Sallie W. Chisholm from the Massachusetts Institute of Technology and Robert J. Olson from the Woods Hole Oceanographic Institution first discovered the species. Passing the ocean water through a flow cytometer—a device that detects and measures physical and chemical characteristics of particles suspended in fluids—the scientists noticed the cells, which were later named Prochlorococcus.\n\nProchlorococcus Dividing. Courtesy of Chisholm Lab.\n\nBecause there is less sunlight in the deep-sea water column, Prochlorococcus evolved to harvest light very efficiently. It is also a major player of the global carbon cycle. But scientists at the Macquarie University in Australia have found that these bacteria are susceptible to plastic pollution, which interferes with their growth, functioning, and oxygen production.\n\nWorking in lab settings, the team exposed two strains of Prochlorococcus, which live at different depths in the ocean, to chemicals leached from two common plastic products: polyvinyl chloride (PVC), and plastic grocery bags, which are made from high-density polyethylene.\n\nWeekly Digest\n\n\nGet your fix of JSTOR Daily’s best stories in your inbox each Thursday.\n\n\nPrivacy Policy   Contact Us\nYou may unsubscribe at any time by clicking on the provided link on any marketing message.\n\nThe scientists found that exposure to these chemicals impaired Prochlorococcus’s growth and function, including the amount of oxygen they produce. It also altered the bacteria’s expression in many of their genes. “We found that exposure to chemicals leaching from plastic pollution interfered with the growth, photosynthesis, and oxygen production of Prochlorococcus,” says Macquarie University researcher Sasha Tetu, lead author of the study published in Communications Biology. Moreover, the higher the concentration of the plastic pollution, the thinner the density of the bacterial population. The team’s next step would be to take their experiments out to sea and see how Prochlorococcus fare in nature. “Now we’d like to explore if plastic pollution is having the same impact on these microbes in the ocean,” Tetu says.\n\nIs oxygen deprivation looming ahead? The diminished oxygen production will have a ripple effect through the earth’s ecosystems. “Plastic leachate exposure could influence marine Prochlorococcus community composition and potentially the broader composition and productivity of ocean phytoplankton communities,” the authors note in the study. We won’t start suffocating any time soon, but the magnitude of these changes isn’t yet understood.\n\nHave a correction or comment about this article?\nPlease contact us.\nbacteriaoceansplasticsProceedings of the National Academy of Sciences of the United States of AmericaScientific American\nResources\n\nJSTOR is a digital library for scholars, researchers, and students. JSTOR Daily readers can access the original research behind our articles for free on JSTOR.\n\nThe Cells That Rule the Seas\nBy: Steve Nadis\nScientific American, Vol. 289, No. 6 (DECEMBER 2003), pp. 52-53\nScientific American, a division of Nature America, Inc.\nEvolution of a divinyl chlorophyll-based photosystem in Prochlorococcus\nBy: Hisashi Ito and Ayumi Tanaka\nProceedings of the National Academy of Sciences of the United States of America, Vol. 108, No. 44 (November 1, 2011), pp. 18014-18019\nNational Academy of Sciences\nGet Our Newsletter\n\n\nGet your fix of JSTOR Daily’s best stories in your inbox each Thursday.\n\n\nPrivacy Policy   Contact Us\nYou may unsubscribe at any time by clicking on the provided link on any marketing message.\n\nRead this next\nSCIENCE & TECHNOLOGY\nIs the 30-Year-Long Styrofoam War Nearing Its End?\nNeither banning nor recycling will rid us of Styrofoam. Can we live without it?\nTrending Posts\nRacist Humor: Exploratory Readings\nWhy Does the Bible Forbid Tattoos?\nA Pint for the Alewives\nHow American Librarians Helped Defeat the Nazis\nBlack English Matters\nMore Stories\nNATURAL SCIENCE\nWhy the Worst Weather on Earth Is in New Hampshire\nA combination of factors makes the weather at New Hampshire’s Mount Washington arguably the most brutal in the world.\nSUSTAINABILITY & THE ENVIRONMENT\nClimate Justice as Climate Reparations\nClimate justice activists want countries of the Global North to make up for centuries of uneven industrialization, deforestation, extraction, and consumption.\nI Hope This Finds You Well, or, Dude, You Good?\nAre formulaic hoping and wishing statements in correspondence evidence of magical thinking?\nWhat Is Greenwashing?\nThe disreputable and deceitful approach many companies have taken to demonstrate decarbonization remains a persistent, global challenge.\nRecent Posts\nLady with an Ermine Meets Nazi Art Thief Hans Frank\nParis’s Wild Costume Balls\nThe Short Life (and A New Revival) of The Brownies’ Book\nThe Magic of a Crooked Sixpence\nWhy the Worst Weather on Earth Is in New Hampshire\nSupport JSTOR Daily\nHelp us keep publishing stories that provide scholarly context to the news.\nBecome a member\nAbout Us\n\nJSTOR Daily provides context for current events using scholarship found in JSTOR, a digital library of academic journals, books, and other material. We publish articles grounded in peer-reviewed research and provide free access to that research for all of our readers.\n\nAbout JSTOR Daily Contact The Editors Masthead Newsletters Submission Guidelines Unsubscribe The JSTOR Daily Sleuth Support JSTOR Daily on Patreon Teaching and Learning Resources Inquire about Advertising and Donations American Prison Newspapers RSS\nJSTOR.org Terms and Conditions of Use Privacy Policy Cookie Policy Cookie Settings Accessibility\n\nJSTOR is part of ITHAKA, a not-for-profit organization helping the academic community use digital technologies to preserve the scholarly record and to advance research and teaching in sustainable ways.\n\n©2023 ITHAKA. All Rights Reserved. JSTOR®, the JSTOR logo, and ITHAKA® are registered trademarks of ITHAKA.\n\nSign up for our weekly newsletter\n\n\nGet your fix of JSTOR Daily’s best stories in your inbox each Thursday.\n\n\nPrivacy Policy   Contact Us\nYou may unsubscribe at any time by clicking on the provided link on any marketing message.\n\n×\n\nITHAKA websites, which ITHAKA manages from its location in the United States, use cookies for different purposes, such as to ensure web site function, display non-targeted ads, provide social media features, and track usage, engaging with third party service providers such as Google Analytics. You may manage non-essential cookies in “Cookie Settings”. For more information, please see our Cookie Policy.\n\nCookie Settings\nOK, proceed"
}