{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A History of the Plastic Straw - 4ocean",
  "href": "https://www.4ocean.com/blogs/live-the-mission/a-history-of-the-plastic-straw",
  "body": "A History of the Plastic Straw. January 23, 2019. The straw is quite possibly one of the oldest utensils mankind ever invented. As early as 3000 B.C., some elaborate, archeological examples date to the ancient Sumerians who used straws made of gold to drink their beer and native Argentinians who used carved wood straws to both drink and filter ...",
  "textContent": "December Deal Days\n\nA new deal every day!\n\n02\n12\n35\n27\nDays\nHours\nMins\nSecs\nSkip to content\nShop\nMission\nImpact\nSubscriptions\nPartnerships\nGet Involved\nLog in\nCart\nA History of the Plastic Straw\nJanuary 23, 2019\nShare\n\n \n\nThe straw is quite possibly one of the oldest utensils mankind ever invented. As early as 3000 B.C., some elaborate, archeological examples date to the ancient Sumerians who used straws made of gold to drink their beer and native Argentinians who used carved wood straws to both drink and filter their tea. This means the highly-thought-out concept of the straw has been around for more than 5000 years! And that also means that more basic versions were likely in use much earlier than that. \n\n \n\n \n\nFast forward to the 1800s in Europe and the United States. Eating and drinking trends have come into fashion and drinking out of rye straws was all the rage. But, when these straws were used for any length of time or were used in highly alcoholic drinks, they fell apart or turned to mush very quickly.\n\n \n\n \n\nEnter Marvin C. Stone....this former cigar industry worker used a similar concept whereby he wrapped paper around a pencil, added a layer of glue that kept it together, then removed the pencil to create his paper straw, which he later patented in 1888. Other, more recent versions included the bendy paper straw which debuted in 1937 and a multitude of plastic straw designs that came about starting in the 1960s.\n\nEver since then, plastic straws have been accumulating in landfills, on beaches, at the bottom of the ocean, and of course, in the noses of sea turtles. Each straw is most likely destined to have a longer lifespan than the entire history of straws on this planet!\n\n \n\n \n\nNow, the desire to be rid of plastic straws has gained momentum with cities, states, and entire countries either passing bans or implementing the frameworks to do so. Large corporations like Starbucks, McDonald's, and American Airlines are joining the mix as well.\n\nAt 4ocean, we see banning plastic straws as the first step in the recognition of a much larger problem. We certainly applaud and support those taking action to implement these plastic straw bans. However, only about 9% of plastic being recycled (and plastic straws aren't actually recyclable, by the way), we also recognize that it is going to take much more than just banning straws to fix the ocean plastic problem. That is where our Ocean Plastic Recovery campaign comes in. With the goal of removing millions of pounds of plastic from the ocean in high-impact areas around the world, the OPR campaign will allow us to tackle the larger problem of ocean plastic pollution head-on. \n\nLet us know in the comments section below how you feel about the plastic straw bans and what you are doing to curb your own straw usage. Also, make sure to follow us on Facebook, Instagram, and Twitter to stay up to date on all the amazing events, news and products we have in store for this year. \n\nBy purchasing a 4ocean bracelet and removing your pound of plastic and trash from the ocean and coastlines, you too are making a difference!  \n\n \n\n \n\nBack to blog\nJoin the clean ocean movement\nLEARN + ACT\nMission\nImpact\nSubscriptions\nPartnerships\n4ocean Technology\nReviews\nSUPPORT\nPrivacy Policy\nReturn Policy\nShipping Info\nHelp Center\nContact\nStore Locator\nJOIN THE CREW\nAmbassadors\nCareers\nWHOLESALE\nLogin\nBecome a Retailer\nTwitter\nFacebook\nPinterest\nInstagram\nTikTok\nYouTube\nVimeo\n© Copyright 2023 4ocean Public Benefit Corp. All Rights Reserved\nYOUR CART\nYour cart is empty!\n\nAdd your favorite items to your cart.\n\nShop Now\n\nBuy Two, Get One Free!\nLuxe Infinity Wrap Bracelet\nSale price\n$18.00 \nOriginal price\n$24.00\nAdd\nBali Horizon Bracelet Seafoam Green\nSale price\n$18.00 \nOriginal price\n$24.00\nAdd\nLuxe Braided Bracelet\nSale price\n$18.00 \nOriginal price\n$24.00\nChoose Your Color"
}