{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "One Child's Outsized Influence On The Debate Over Plastic Straws",
  "href": "https://www.npr.org/2018/07/22/631254978/one-childs-outsized-influence-on-the-debate-over-plastic-waste",
  "body": "Milo Cress says straws are among the most common disposable plastic items, along with bottle caps, that can be found polluting oceans and beaches. Milos Bicanski/Getty Images hide caption",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nENVIRONMENT\nLISTEN & FOLLOW\nOne Child's Outsized Influence On The Debate Over Plastic Straws\nJULY 22, 20188:12 AM ET\nHEARD ON WEEKEND EDITION SUNDAY\n\nBy \n\nCecilia Lei\n\n, \n\nKorva Coleman\n\nLISTEN· 3:02\n3-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nMilo Cress says straws are among the most common disposable plastic items, along with bottle caps, that can be found polluting oceans and beaches.\n\nMilos Bicanski/Getty Images\n\nPeople are talking a lot about plastic straws these days — how international corporations like Starbucks and Marriott International are banning them, and the deleterious impact they have on the environment.\n\nAt the center of these conversations is a statistic: Each day, Americans use an estimated 500 million straws. The number has been used to illustrate the scale of the issue and modern society's reliance on this ubiquitous piece of disposable plastic.\n\nTHE SALT\nLast Straw For Plastic Straws? Cities, Restaurants Move To Toss These Sippers\n\nStatistics like these can move fast. The New York Times, Fox News, CNN and other major news outlets — including NPR — have all cited the figure, as have environmental organizations and even the National Park Service.\n\nIt turns out, however, that the number is imprecise and originates from Milo Cress, a young environmentalist who researched straw usage to come up with the 500 million estimate when he was just nine years old.\n\nAs a curious fourth grader who had just started an environmental project to discourage restaurants from providing straws by default, Cress decided to look online to find out how many straws are used each day in the United States. Not being able to find any statistics, he called straw manufacturers directly and estimated the 500 million figure based on numbers they provided him.\n\nSponsor Message\n\n\"Right from the get-go, it seemed like a reasonable number because that's 1.5 straws per person per day, which may not seem like a lot but it really adds up,\" says Cress in an interview with Korva Coleman for NPR's Weekend Edition, describing the pervasiveness of straws in the day-to-day, such as the ones on the sides of juice boxes or handed out with school lunches.\n\nSince then, the figure has stuck. Cress, who just turned 17, concedes the research was informal, but he believes the number to still be fairly accurate. He says that people who focus on the imprecise number are missing the point: \"Pretty much, no matter what the number is,\" says Cress, \"as long as we're throwing away straws when we don't need to, that number is too high.\"\n\nThough Cress says he looks forward to more formal studies — and that a consensus on an accurate figure will hopefully be reached — he's more focused on seeing the number decrease significantly.\n\nAt the center of his environmentalism — stirred by when he helped organize beach clean-ups — is Cress' realization that straws are too \"trivial\" of an item to be produced with oil, a \"valuable and dwindling resource.\"\n\nGOATS AND SODA\nAn Indian State Bans Plastic Bags, Straws And More. Will It Work?\n\nToday, Cress is preparing to start his senior year of high school in Shelburne, Vt., and hopes to study the ways that computer technology can apply to the environmental field. Conservation is a philosophy he carries each day, quite literally: Cress limits his use of disposable plastics and keeps a reusable straw with him. It is, after all, what sparked his environmental activism and made him feel capable of enacting change, even as a kid.\n\n\"The reason that I focused on straws in particular is because for me, it was one step that I could take as a kid,\" says Cress. \"I could encourage my friends ... and when my friends started doing it, I think they felt really empowered not only to use fewer plastic straws, but to approach plastics throughout their lives with a different viewpoint.\"\n\nSponsor Message\n\nThis story was produced for broadcast by Tyler Hill and edited by Konstantin Kakaes.\n\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nRESEARCH NEWS\nLooking for honey? This African bird will heed your call and take you there\nEUROPE\n'Signs of life': Sycamore Gap tree will live on, experts say\nWORLD\nColombia is the most dangerous country in the world for environmental defenders\nGLOBAL HEALTH\nCan anything stop the toxic smog of New Delhi?\nSCIENCE\nCompanies say they're closing in on nuclear fusion as an energy source. Will it work?\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nART & DESIGN\nIt's time for holiday decorations. How to create an iconic theme — and save money\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}