{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How business groups are fighting a wave of anti-plastic straw laws",
  "href": "https://www.nbcnews.com/news/us-news/how-business-groups-are-fighting-wave-anti-plastic-straw-laws-n977196",
  "body": "Consumers throw away millions of plastic drinking straws every day. By one estimate, they dispose of enough annually to fill about 46,400 school buses. Hero Images Inc. / Alamy Stock Photo",
  "textContent": "SKIP TO CONTENT\nISRAEL-HAMAS WAR\nMEET THE PRESS\nPOLITICS\nU.S. NEWS\nWORLD\nBUSINESS\nHEALTH\nNBC NEWS TIPLINE\nVIDEO\nCULTURE & TRENDS\n\nHow business groups are fighting a wave of anti-plastic straw laws\n\nSHARE & SAVE —\nMY NEWS\nMANAGE PROFILE\nEMAIL PREFERENCES\nSIGN OUT\n SIGN IN\nCREATE YOUR FREE PROFILE\n\nSECTIONS\n\nMEET THE PRESS\nU.S. NEWS\nPOLITICS\nWORLD\nLOCAL\nBUSINESS\nHEALTH\nINVESTIGATIONS\nCULTURE & TRENDS\nSCIENCE\nSPORTS\nTECH & MEDIA\nVIDEO FEATURES\nPHOTOS\nWEATHER\nNBC SELECT\nDECISION 2024\nNBC ASIAN AMERICA\nNBC BLK\nNBC LATINO\nNBC OUT\n\nTV\n\nTODAY\nNIGHTLY NEWS\nMSNBC\nMEET THE PRESS\nDATELINE\n\nFEATURED\n\nNBC NEWS NOW\nNIGHTLY FILMS\nSTAY TUNED\nSPECIAL FEATURES\nNEWSLETTERS\nPODCASTS\nLISTEN NOW\n\nMORE FROM NBC\n\nCNBC\nNBC.COM\nNBCU ACADEMY\nPEACOCK\nNEXT STEPS FOR VETS\nNBC NEWS SITE MAP\nHELP\n\nFOLLOW NBC NEWS\n\nNEWS ALERTS\n\nThere are no new alerts at this time\n\nU.S. NEWS\nHow business groups are fighting a wave of anti-plastic straw laws\nCities and states across America are pondering whether to ban plastic drinking straws, but the anti-pollution measures are encountering opposition.\nEnvironmental groups argue that stricter plastic regulations are necessary because decades of attempts to recycle plastics have failed miserably. Monty Rakusen / Getty Images/Cultura RF\nSAVE\nCreate your free profile or log in to save this article\nMarch 1, 2019, 3:25 AM CST\nBy James Rainey\n\nCalifornia became the first state last year to require that sit-down restaurants give plastic straws only to customers who request them. When seven states and a string of cities took up similar proposals this year, it appeared as if a wave was cresting in the fight to rein in plastic pollution.\n\nBut the new round of lawmaking has come with complications, including opposition from business and free enterprise groups, and a fight over which level of government should have the right to regulate single-use plastics. It’s still far from clear how far the anti-plastic revolution will spread.\n\nThe result is that environmental groups are celebrating the energy and attention focused on the issue, even as they worry that the legislation is being watered down or co-opted by business groups, which have advocated weaker regulations.\n\nWe apologize, this video has expired.\nCities and some companies move to ban plastic straws\nJULY 1, 201802:13\n\n“Just the fact we are pushing seven plastic-straw bills represents progress. At this time last year, there was nothing happening at the state level,” Alex Truelove, zero-waste director for consumer group U.S. PIRG, said. “But it’s a huge concern that we mostly are not seeing straw bans, but ‘upon request’ bills. And many of them are really weak because they exempt most situations where someone would get a straw.”\n\nSome of the new state bills on the table this year limit straw regulations to sit-down restaurants, while allowing fast-food and fast-casual spots to hand out straws to everyone. Others include “pre-emption” language that prevents cities from passing their own, more restrictive rules about plastic straws. Those limits are backed by business groups including the Arlington, Virginia-based American Legislative Exchange Council (ALEC), a conservative business advocacy organization that helps states fight off what the group views as excessive regulation.\n\nDespite opposition from restaurant and industry groups, progress on banning straws and other single-use plastics won’t be stopped, Kate Melges, who leads the anti-plastics campaign for Greenpeace, said via email.\n\n“As people continue to learn about the environmental and health impacts of plastic pollution, progress is inevitable,” Melges said. “More and more cities and states are launching efforts to tackle single-use plastics, and even some of the country's largest corporations are beginning to publicly acknowledge that reduction and reuse are needed to end this crisis.”\n\nGrowing momentum against plastic straws\n\nMore than a dozen cities moved last year to control the use of plastic straws, along with the “on request” law that California passed, which took effect Jan. 1. The pace of change has picked up in the new year, with more than 30 bills introduced in 22 states, according to Scott DeFife, vice president of government affairs for the Plastics Industry Association, which supports plastic manufacturers.\n\nConsumers throw away millions of plastic drinking straws every day. By one estimate, they dispose of enough annually to fill about 46,400 school buses.Hero Images Inc. / Alamy Stock Photo\n\nGroups such as PIRG and the nonprofit Environment America depict straws as a starting place for further controls on plastic pollution, which they say has reached crisis proportions. They cite research that shows more than 8 million tons of new plastic waste flows into the world’s oceans each year.\n\nWhile the harm to marine mammals, sea turtles and fish has been the primary driver of the anti-plastic campaigns, activists more recently have increased their complaints about the potential human health impacts of plastic pollution. An alliance of environmental groups released a report earlier this month saying that plastics amount to a crisis “hiding in plain sight.”\n\nStraws are seen by some activists as a “gateway plastic” — highly visible but not essential to many consumers — that is a good target for initial legislation.\n\nRecommended\nU.S. NEWS\nU.S. military space plane launch atop SpaceX Falcon Heavy rocket delayed to Monday\nISRAEL-HAMAS WAR\nHunger, thirst and chaos in southern Gaza as hostilities drive humanitarian aid to the brink of collapse\n\nIn 2018, Seattle became the first major city to ban plastic straws outright. Washington, D.C., followed, along with smaller cities including Alameda, Berkeley, Manhattan Beach and Oakland, California; Monmouth Beach, New Jersey; and Fort Myers, Florida.\n\nA backlash to the bans\n\nPlastic straw bans have faced opposition not just from business groups but also from disability advocates, who point out that some people need a straw to drink.\n\nThis year’s wave of new proposals thus mostly focus not on banning straws but on requiring that restaurants only give straws to customers who ask for them. Among the states considering that approach are Colorado, Connecticut, Florida, Montana, New Jersey, Oregon and Rhode Island.\n\nBut the laws differ markedly from state to state. In Oregon, amendments have been attached to one straw bill to limit it to sit-down restaurants with host seating, excluding fast-food and fast-casual establishments. Another amendment would prevent Oregon cities from passing more restrictive ordinances of their own, including those that would ban straws altogether.\n\nOregon environmental groups don’t like a law that would prevent cities from experimenting with straw bans. “It’s never been implemented anywhere in the state of Oregon,” a memo from three environmental groups said, “thus prescribing the statewide solution, definitively with pre-emption, is poor policy before we’ve implemented on the ground in at least one city.”\n\nIn Colorado, which is also considering a straws-on-request law, an attempted amendment to prevent cities from passing their own rules led the bill’s sponsor to dump the proposal earlier this week.\n\nThe amendment taking away local authority on the issue of plastics appeared redundant, in any event, because Colorado had approved a law in 1993 preventing municipalities from regulating the use of plastics, said Harlin Savage, communications director for Eco-Cycle, a zero-waste advocacy group. Boulder and other cities were prepared to take action to limit plastic usage, but were blocked from doing so by the state law.\n\n“It’s definitely had a chilling effect on cities that want to take significant actions to reduce plastic waste,” Savage said.\n\nCities are a key place to experiment with new environmental policies, since they can try out restrictions and make changes more closely tailored to the needs of their communities, and typically can act more quickly than state or federal governments, said Debbie Raphael, director of the San Francisco Department of the Environment.\n\n“In the climate we are in today, cities very much understand they can be at the forefront of policy on toxics or plastics or climate change,” Raphael said. “These pre-emptive actions by states strike at the heart of our ability to have an engaged, democratic system.”\n\nThe source of the opposition\n\nThe Plastics Industry Association, representing manufacturers, has supported “on-request” straw laws as a “reasonable compromise” that attends to both the goal of reducing waste and the goal of meeting the needs of consumers, particularly those with disabilities. The Plastics Industry Association’s DeFife said the group opposes outright bans on straws but has not taken a position on whether cities should be pre-empted from action by states.\n\nALEC — motto: “Limited government, free markets, federalism” — has encouraged the pre-emption bills as a way of supporting businesses. On its website, the group offers boilerplate language for a bill that would allow states to ban cities from regulating bags and other containers made of plastic or other materials.\n\nThe draft law says local regulations on single-use packaging could create “confusing and varying regulations that could lead to unnecessary increased costs for retail and food establishments to comply with such regulations.”\n\nEnvironmental groups argue that stricter plastic regulations are necessary because decades of attempts to recycle plastics have failed miserably, with the Environmental Protection Agency reporting in 2015 that only 9 percent of all plastics were recycled.\n\nBut the plastic industry trade group says that recycling systems and waste management policies simply need to be updated. Ultimately, the market should be able to decide whether plastic products are used, the group says.\n\n“We look at what is going to give the most freedom to our constituents,” said Jon Russell, national director of the American City County Exchange, a division of ALEC. Laws governing plastics, he said, “are just government muddling up an individual’s right or liberty to use those particular items the way they see fit.”\n\nEnvironmentalists said the business group is less interested in individual freedoms than in propping up corporate polluters and their profits. Greenpeace is among the organizations saying it will fight the attempts to take regulation of plastics away from local governments.\n\n“Local communities should be able to tackle the plastic pollution crisis in their own cities and states,” said Melges, of Greenpeace’s anti-plastics campaign, “without D.C. lobbyists parachuting into state capitals to shut them down.”\n\nJames Rainey\n\nJames Rainey is a former reporter for NBC News.\n\nABOUT\nCONTACT\nHELP\nCAREERS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nTERMS OF SERVICE (UPDATED JULY 7, 2023)\nNBC NEWS SITEMAP\nCLOSED CAPTIONING\nADVERTISE\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}