{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Op-Ed: We Must Save Our World From Drowning in Plastic",
  "href": "https://www.un.org/pga/73/2019/06/05/op-ed-we-must-save-our-world-from-drowning-in-plastic/",
  "body": "It did not inconvenience me, and it is helping to protect our planet from plastic pollution-which, by the way, costs us an estimated $13 billion in damages to marine ecosystems each year ...",
  "textContent": "Welcome to the United Nations\nالعربية\n中文\nEnglish\nFrançais\nРусский\nEspañol\nGeneral Assembly of the United Nations\nPresident of the 73rd session\nGeneral Assembly\nAbout\nDocuments\nMedia\nEvents\nCalendar\nPlay It Out!\nHigh-Level Week\n\nMAKING THE UNITED NATIONS RELEVANT TO ALL PEOPLE\n\nOp-Ed: We Must Save Our World From Drowning in Plastic\n\nIf we do nothing, by 2050, our world’s oceans will have more plastic in them than fish (by weight).\n\nI am going to repeat this, because it is an idea that appears monumentally absurd, but according to a report by the World Economic Forum and Ellen MacArthur Foundation, this is exactly the future we are headed toward: There will be more plastic than fish in the ocean in just over 30 years.\n\nDATE: Wednesday, June 5, 2019\nOriginally Published by Bloomberg Environment\n\nBy María Fernanda Espinosa Garcés, President of the 73rd Session of the United Nations General Assembly\n\nIf we do nothing, by 2050, our world’s oceans will have more plastic in them than fish (by weight).\n\nI am going to repeat this, because it is an idea that appears monumentally absurd, but according to a report by the World Economic Forum and Ellen MacArthur Foundation, this is exactly the future we are headed toward: There will be more plastic than fish in the ocean in just over 30 years.\n\nThis leads to a very important question: Can we change this, and protect our oceans and our world from plastic pollution in time?\n\nI have made the issue of single-use plastic pollution a key concern during my time as the president of the U.N. General Assembly, because globally, the answer could be yes. We have the ability and resources to use alternatives to single-use plastics.\n\nBut this must come from all levels of society. And I believe that we at the U.N. must lead by example. It is for this reason that one of the key elements of our campaign to beat plastic pollution is to remove all single-use plastics from the U.N. Headquarters. I am proud to say that, together with U.N. Secretary General Antonio Guterres and partners, we are making this happen. As of June 3, single-use plastics has been removed from cafeterias within the U.N. Headquarters in New York. \n\nSolutions Are Available\n\nThe fact is that the necessary solutions are out there, from using stainless steel cutlery (and hiring the accompanying necessary dishwashers) in our cafeterias to replacing garbage bags with biodegradable options to offering bamboo forks and knives for take-out. It is possible to let go of plastic. \n\nBoth possible and necessary, I should say, and I am not the only one who thinks so.\n\nLarge companies such as Procter & Gamble, Dell, and the Carlsberg Group all share a similar commitment to fighting plastic pollution and saving our future. Even seemingly small shifts in large companies like these have far-reaching consequences: Carlsberg’s decision to replace its plastic multipack rings with holders made from recyclable glue will eliminate 1,200 tons of plastic each year.\n\nIt is not that I do not recognize the numerous difficulties in making a change on this scale. I remember the first time I used a paper straw, for example. It was strange.The texture felt very different from what I was used to.\n\nBut it still worked as a straw, and now I have made a full switch over to them, because getting used to something different is much easier than trying to clean an entire ocean. It did not inconvenience me, and it is helping to protect our planet from plastic pollution–which, by the way, costs us an estimated $13 billion in damages to marine ecosystems each year, according to the World Economic Forum.\n\nLand Sources\n\nIf you think that you are in the clear because you do not litter, I have bad news for you. Some 80% of ocean plastic comes from land sources, including plastic waste that has been “properly” disposed of. But even if every citizen began seriously reducing their plastic waste today, we would still have a problem because this issue goes beyond each of us as individuals. We need to protect our planet on a much larger scale.\n\nWe need our corporations and governments to also commit to change. We need to raise awareness of this problem. I am pleased to say that, in addition to internal reform at the U.N., we are working with partners to spread this message far and wide.\n\nRight now, half of all plastic produced is designed to be used only once. As many as 5 trillion single-use plastic bags are used annually—a staggering number only made worse by the realization that most of these are used for mere moments, yet last far, far longer. And while most plastics are quite durable, what does break down remains nonetheless, persisting as so-called microplastics that have been found everywhere from the tops of mountains to the bottom of the ocean; from the insides of fish to the water we drink. \n\nOther Impacts\n\nClearly, plastic is not only affected our oceans and ecosystems, but also our bodies.\n\nBut what if every one of those plastic bags was biodegradable, just like those that we are using now at UN HQ? What if every company stopped using or offering non-biodegradable plastic bags?\n\nWhat if governments began creating laws or incentives to encourage this? What if multiple governments came together to brainstorm and act in coordination to face this massive global problem, one that has been (and most certainly will be) affecting all of us in the very near future?\n\nThat is the scale we need to be working on, because we do not have the luxury of time. Multilateral solutions—such as we saw recently with the amendment to the Basel Convention, which will limit the export of plastic waste—are the only sustainable and efficient way to save ourselves and our planet.\n\nThe steps that we have made at UN General Assembly are an important move in the right direction, but we need to turn our steps into a sprint to the finish line of an ocean free from single-use plastics.\n\nSo, can we save our world from drowning in plastic?\n\nWe do not have long, but if we all commit to change—to getting used to the new texture of a paper straw, switching to biodegradable garbage bags (readily available online) and pushing our businesses and countries to do the same—then the answer is yes. Will you help?\n\nRelated Posts\nOp-Ed: The race to achieve universal health coverage\n\nJun 22, 2019\n\nAt least half of the world’s population does not have full coverage of essential health services. Health expenses push more than 100 million people into extreme poverty each and every year, forcing them into terrible choices that no one should ever have to make: Buy...\n\nread more\nOp-Ed: At last the tide is turning on plastic\n\nDec 18, 2018\n\nPlastic pollution is a catastrophe on a scale that’s difficult to grasp. All of us have been distressed by the images on wildlife documentaries such as Blue Planet, of turtles tangled in plastic bags, seabirds choked on bottle caps and baby whales poisoned by plastic...\n\nread more\nOp-Ed: Ayons l’audace d’agir pour le climat\n\nDec 11, 2018\n\nLa présidente de l’Assemblée générale de l’ONU, Maria Fernanda Espinosa, rappelle dans une tribune au « Monde » que l’objectif de la COP24 est de négocier le programme de mise en œuvre de l’Accord de Paris. Les enjeux sont trop importants pour procrastiner ou hésiter...\n\nread more\nTwitter\nFollow\nInstagram\nFollow\nYouTube\nFollow\nFlickr\nFollow\nPREVIOUS\nPress Briefing by Spokesperson – 4 June 2019\nNEXT\nInformal Meeting on Combating Antisemitism and Other Forms of Racism and Hate\nReference Links\nQUICK LINKS\nUN News\nUN Journal\nWebcast\nKEY DOCUMENTS\nUN Charter\nGA Rules of Procedure\nResolutions\nRELATED SITES\nGeneral Assembly\nGeneral Assembly Affairs\nProtocol\nRESOURCES\nDocuments Search\nDelegate’s handbook\nMedia Arrangements\n\t\n\nUNITED NATIONS\n\nA-Z Site Index | Contact | Copyright | Fraud Alert | Privacy Notice | Terms Of Use"
}