{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws: Government confirms ban in England - BBC",
  "href": "https://www.bbc.co.uk/newsround/48357090",
  "body": "The government has announced a ban on plastic straws, drinks stirrers, and plastic cotton buds in England from 2020, after a public consultation found over 80% of people supported it. The ban will not apply to people with medical needs or disabilities, and will allow registered pharmacies to sell plastic straws over the counter or online.",
  "textContent": "BBC Homepage\nSkip to content\nAccessibility Help\nSign in\nCBBC\nCBBC iPlayer\nNewsround\nBitesize\nOwn It\nCBeebies\nCBBC on TV\nMore menu\nSearch CBBC\nShows\nGames\nQuizzes\nWatch\nJoin In\nPuzzles\nNewsround\nPlastic straws: Government confirms ban in England\nPublished\n22 May 2019\ncomments\nComments\nIMAGE SOURCE,\nJENJIRA INDON\n\nThe government has confirmed a ban on plastic straws, drinks stirrers, and plastic cotton buds in England from 2020.\n\nIts after over 80% of people voted in support of a ban on the sale of plastic straws in a public consultation.\n\nWhat is wrong with plastic straws?\nIMAGE SOURCE,\nGETTY IMAGES/ MILOS BICANSKI\nImage caption,\nIf plastic straws ends up on the beach or in the sea they can cause big problems for wildlife\n\nWe use an estimated 8.5 billion plastic straws every year in the UK.\n\nThey're among the top 10 items found in beach clean-ups.\n\nMost straws are made from plastics called polypropylene and polystyrene which, unless recycled, take hundreds of years to decompose and are only used for a very short time.\n\nIn England around 1.8 billion plastic-stemmed cotton buds are used and many of these are flushed down toilets sometimes ending up in the ocean.\n\nMore on plastic pollution\n\nGuide: Why is plastic a problem?\n\nMost plastic waste can't be recycled!\n\nDavid Attenborough: 'Plastic pollution damage affects people as well as wildlife'\n\nSingle-use plastic makes up 60% of the litter in the River Thames\n\nIt is estimated there are over 150 million tonnes of plastic in the world's oceans and every year one million birds and over 100,000 sea mammals die from eating and getting tangled in plastic waste, so it's a big problem!\n\nWhy do some people need plastic straws?\nIMAGE SOURCE,\nAFP\nImage caption,\nTanni Grey-Thompson has said that paper or glass alternatives are not safe for people who are disabled\n\nThe government ban of plastic straws will not apply to people with medical needs or disabilities.\n\nSome disabled people need plastic straws to drink and paper or glass alternatives are just not safe.\n\nRegistered pharmacies will be allowed to sell plastic straws over the counter or online.\n\nRestaurants, cafes and bars will not be able to display plastic straws or automatically hand them out, but they will be able to provide them on request.\n\nMore plastic solutions\n\nFive ways people are cleaning up waste\n\nPlastic problem: How are YOU helping?\n\nHow kids in Norway recycle plastic bottles\n\nPaper straws on the up in the UK\n\nThe government says this will reduce environmental impact while protecting the rights of people with medical conditions and disabilities.\n\nWhat are the alternatives?\nIMAGE SOURCE,\nGETTY IMAGES/ VW PICS\nImage caption,\nSome people have been bought glass straws like these which they can use again and again\n\nMany restaurants and food outlets have already replaced their plastic straws with paper ones. McDonalds took this step last year. and there have been an increase in companies making paper straws to keep up with demand.\n\nThere are also glass, metal or bamboo straws which can be used again and again.\n\nEnvironmental campaigners say if you don't need a straw it's best not to use one at all.\n\nMore on this story\n\nMcDonald's defends its paper straws after recycling criticism\n\nPublished\n6 August 2019\n\nPaper straws on the up in the UK\n\nPublished\n4 October 2018\n\nKids on a mission to ban plastic straws\n\nPublished\n8 February 2018\n\nSingle-use plastic makes up 60% of the litter in the River Thames\n\nPublished\n25 February 2019\nView comments\nWatch Newsround\n\nWatch Newsround. Video\nWatch Newsround\n\nPublished\n8 hours ago\n\nWatch Newsround - signed and subtitled. Video\nWatch Newsround - signed and subtitled\n\nPublished\n2 days ago\nTop Stories\n\nSkull of ancient sea monster unearthed\n\nPublished\n3 hours ago\n\nDo you learn British Sign Language at school?\n\nPublished\n1 day ago\nComments\n9\n\nGiant 'hole' bigger than 60 Earths has appeared in the Sun\n\nPublished\n1 day ago\nComments\n4\n\nWho do you want to win Mamma Mia! I Have A Dream?\n\nPublished\n8 hours ago\nComments\n6\n\nAustralia's first Moon rover to be named 'Roo-ver'\n\nPublished\n1 day ago\nComments\n1\n\nWhat is your cheeky elf up to this Christmas?\n\nPublished\n2 December\n\nWould you pull a cracker that doesn't bang to help the environment?\n\nPublished\n3 days ago\nComments\n41\nCBBC\nCBBC iPlayer\nNewsround\nBitesize\nOwn It\nCBeebies\nCBBC on TV\nCBBC Help\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
}