{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Paper straws are worse than plastic ones : r/unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/aayav7/paper_straws_are_worse_than_plastic_ones/",
  "body": "Simply put, paper straws are the cheapest alternatives to plastic straws. They didn't choose to make this switch - it was imposed on them by cities/states like Portland, Seattle or California. To put it in perspective, compared to one plastic straw, the alternatives cost something like this : Paper (3x), Bamboo (20x), Silicone (60x ...",
  "textContent": "Paper straws are worse than plastic ones : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n5 yr. ago\n[deleted]\nPaper straws are worse than plastic ones\n\nSo, literally everywhere I live has banned plastic straws, and I think it's stupid, you put paper in your beverage, it gets soggy and your drink is ruined. Also, I found out that eating paper is bad for you. So everyone is saying the plastic goes on the ocean, but, I'm not putting it in the river, am I? I'm putting it in the bin. Worst case scenario it gets melted in an incinerator and a slight amount of chemicals gets in the air.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n5 yr. ago\n\nStainless steel straws are better and easy to sterilize.\n\n3 more replies\nyolandis_cervix\n•\n5 yr. ago\n\nI FUCKING HATE PAPER STRAWS\n\nScotteh95\n•\n5 yr. ago\n\nUnless your mouth is the size of a cats butthole, just drink it from the cup and stop complaining\n\n1 more reply\nJustLoadAlready\n•\n5 yr. ago\n\nJust use Redvines\n\n3nvoy\n•\n5 yr. ago\n\nWhat the hell is a paper straw?\n\n2 more replies\nMrBowlfish\n•\n5 yr. ago\n\n“...and that, son, is how the plastic straw black market came to be...”\n\n1 more reply\nhelplessdelta\n•\n5 yr. ago\n\nI say fuck straws unless youre disabled and need one to get something in your mouth. If the drink machines are self-serve I usually skip the top and straw n just sip from the cup. Even in my car drink tops are never really neccesary. By the time I'm driving ive taken a sip or two and its not at risk of spilling from regular driving. I'd even be in favor of sippy style cup tops to reduce the need for a separate top and straw.\n\nIeatglues\n•\n5 yr. ago\n\nPAPER STRAWS ARE ABSOLUTE GOD DAMN GARBAGE. EVERY FUCKING TIME THEY TURN TO GOD DAMN MOTHERFUCKING MUSH IN MY GOD DAMN DRINK AND THE FEELING IN MY MOUTH IS GOD DAMN HORRIBLE.\n\n1 more reply\neasy_pie\n•\n5 yr. ago\n\nYou can add to that, that paper is significantly more energy, land and resource intensive to produce than equivalent plastic. Paper straws are literally worse for the environment than plastic ones\n\n1 more reply\nAutoModerator\n•\n5 yr. ago\nModerator Announcement Read More »\n[deleted]\n•\n5 yr. ago\n\nI can taste them right out of the package before they even get soggy, the texture sucks, and they aren’t even that great for the environment. Trading ocean cleanliness for deforestation efforts; its a non starter.\n\nmafmaafmaaaf\n•\n5 yr. ago\n\nThe issue, for most businesses, where you get those paper straws from, is cost.\n\nSimply put, paper straws are the cheapest alternatives to plastic straws. They didn’t choose to make this switch - it was imposed on them by cities/states like Portland, Seattle or California.\n\nTo put it in perspective, compared to one plastic straw, the alternatives cost something like this : Paper (3x), Bamboo (20x), Silicone (60x), Stainless Steel (60x) and Glass (90x).\n\nThat’s scary for procurement, and it feels very much like a chore to disburse additional funds. Which is why most restaurants/bars switch to paper. Also, another thing is that some people are dicks and steal stuff.\n\nIf you use paper, you can predict how many you use in a month. If you use metal, technically you shouldn’t have to replace them, just like your cutlery. But that’s an extra cost for little benefit.\n\nPaper straws - look guys I care about the environment, come eat here. Stainless steel - same thing.\n\n \nTop 1%\nRank by size \nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n190 upvotes · 22 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/slaytheprincess\nSlay the Princess has sold 100,000 copies! Enjoy a brand-new accolades trailer to celebrate!\nyoutube\n266 upvotes · 17 comments\nr/LiveFromNewYork\nWhich skit lives rent free in your head?\nyoutube\n269 upvotes · 101 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/90s\nGwen before Blake\nyoutube\n124 upvotes · 27 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes · 311 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 30, 2018\nReddit\nreReddit: Top posts of December 2018\nReddit\nreReddit: Top posts of 2018"
}