{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "If you think plastic straws should be banned then you should ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/avvtfy/if_you_think_plastic_straws_should_be_banned_then/",
  "body": "If plastic straws are a big environmental concern then plastic water bottles should have deposits. I don't see how you can justify throwing away water bottles when straws are apparently an environmental disaster. The infrastructure to do so is already in place. Makes me think the whole straw ban is just a bunch of virtue signaling bullshit.",
  "textContent": "If you think plastic straws should be banned then you should also put a deposit on plastic water bottles. : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n5 yr. ago\nObamaVoterTrumpVoter\nIf you think plastic straws should be banned then you should also put a deposit on plastic water bottles.\n\nPretty self explanatory. If plastic straws are a big environmental concern then plastic water bottles should have deposits. I don’t see how you can justify throwing away water bottles when straws are apparently an environmental disaster. The infrastructure to do so is already in place.\n\nMakes me think the whole straw ban is just a bunch of virtue signaling bullshit.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nnorthboulderguy\n•\n5 yr. ago\n\nPeople still buy water in bottles? Pretty dumb...\n\n4 more replies\nCharlieBitMyDick\n•\n5 yr. ago\n\nI think all single-use plastics should have the cost of disposal included.\n\nignorantConservative\n•\n5 yr. ago\n\nExactly. Everyone seems to be demonizing straws to the point that they'll use more plastic elsewhere... just as long as its not a straw (i.e. starbucks)\n\nbownarrowbabe\n•\n5 yr. ago\n\nI'm more concerned with how banning straws harms disabled people.\n\n2 more replies\n[deleted]\n•\n5 yr. ago\n\nI do pay a deposit on all plastic bottles\n\n1 more reply\nAutoModerator\n•\n5 yr. ago\nModerator Announcement Read More »\nYodasRedditAccount\n•\n5 yr. ago\n\nI like the reusable ones with the straws those ones are awesome\n\nP3p3_th3_shady_Fr0g\n•\n5 yr. ago\n\nThere's a hemp plastic alternative.\n\nIt'll desolve after some time.\n\nI guess it won't be great for storing water for long time\n\n2 more replies\nSpiderHam77\n•\n5 yr. ago\n\nMany places do have deposits on plastic disposal containers to help with the idea of recycling.\n\n10 more replies\njackalope1289\n•\n5 yr. ago\n\nYour water bottles dont have deposits?\n\ntanabelego\n•\n5 yr. ago\n\nThe thing with straws is that you can't recycle them like you can plastic bottles. So, they end up in the trash, or sadly in the water where fish and turtles think they're worms and try to eat them and die. I'm not disagreeing with your post, just giving my understanding of why straws are demonized more than other plastics.\n\nThe_Real_Abhorash\n•\n5 yr. ago\n\nThat turtle picture that was popular on reddit and I assume is what you might be referencing was fake in case you weren't aware.\n\n1 more reply\n[deleted]\n•\n5 yr. ago\n\nCanada\n\nRowanx3\n•\n5 yr. ago\n\n64 million people in the uk are doing their bit by drinking tap water\n\n69SRDP69\n•\n5 yr. ago\n\nSeems like a good idea. Ban them all honestly\n\nThe_Real_Abhorash\n•\n5 yr. ago\n\nI wouldn't have a problem with banning plastic straws if we had good alternatives but we really don't. Paper straws are garbage for obvious reason and metal or glass straws are dangerous and not as sanitary, there are a few options such as disposable bamboo straws or bio degradable plastic straws but I have yet to see a single big company implement those.\n\n[deleted]\n•\n5 yr. ago\n\nThe idea of banning plastic in general is a stupid response. Its an army solution. \"Rather than working on the proper disposal of plastic straws, no straws for anyone!\" Alot of the waste comes from other countries too. It seemed to be a knee jerk reaction to that stupid turtle video.\n\n \nTop 1%\nRank by size \nr/europe\nThis was the last active coal power plant in austria. It was closed in 2020\n241 upvotes · 68 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Beekeeping\nDoes anyone know what the small white deposits are in the upper and middle tubes (stingless bee hive)\n2 upvotes · 2 comments\nr/unitedkingdom\nTons of plastic waste put in UK recycling bins illegally dumped and burnt in Turkey\nmirror.co.uk\n89 upvotes · 51 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n190 upvotes · 22 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/massachusetts\nA deathbed confession.\ncnn\n100 upvotes · 33 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/Millennials\nMillennials say they need $525,000 a year to be happy. A Nobel prize winner's research shows they're not wrong.\nbusinessinsider\n2.8K upvotes · 776 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 28, 2019\nReddit\nreReddit: Top posts of February 2019\nReddit\nreReddit: Top posts of 2019"
}