{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic Pollution is Chemical Pollution - Ocean Conservancy",
  "href": "https://oceanconservancy.org/blog/2019/04/23/plastic-pollution-chemical-pollution/",
  "body": "The more plastic removed, the more chemical removed. Thus, if we can prevent plastic from entering the environment and cleanup what is already there, we can also mitigate chemical pollution. This reiterates the value of reducing our plastic footprint and participating in coastal cleanups. Cleanup of plastic pollution goes beyond what the eye ...",
  "textContent": "Main menu\nSkip to primary content\nSkip to secondary content\nProvided by Google Translate\nEspañol\nFrançais\nDeutsch\nItaliano\nPortuguês\nрусский\nবঙ্গীয়\n中文\n日本語\nAbout Us\nOur Programs\nThe Latest\n!\nTake Action\nDONATE\nTrash Free Seas\nApril 23, 2019\n3 Minute Read\nPlastic Pollution is Chemical Pollution\nHow preventing and removing plastic debris mitigates chemical pollution in our oceans\nWritten By\nGuest Blogger\nStay  Current!\n\nEnter your email and never miss an update\n\nEnter Your Email\nHelp save our ocean\n\n\nWith the help of donors like you, Ocean Conservancy is developing innovative solutions to save our ocean.\n\nDonate Today!\n\nThis blog was written by Hannah De Frond (Researcher at University of Toronto) and Chelsea Rochman (Assistant Professor at the University of Toronto and Scientific Advisor to Ocean Conservancy).\n\nTurtles tangled in fishing nets, whales washed ashore with stomachs full of plastic bags. These are images we, unfortunately, see far too often. But what about the threats you cannot see? Plastic debris is not just a physical threat to marine life, it’s a chemical threat too.\n\nOnce in the marine environment, plastics can absorb chemical pollutants from surrounding waters and transport them great distances as they move around with ocean currents. When animals eat plastic, these chemical pollutants can leach into their stomachs, causing toxic effects. Many of these chemicals have been banned from production due to concerns about human and environmental health. However, some are so persistent in the environment that they are still found today.\n\nPlastic products also contain chemical additives such as flame retardants, UV stabilisers and colorants which are added to the plastics during manufacturing. In our ocean, these chemical additives can leach into surrounding waters—posing another potential chemical threat to marine life.\n\nIn a recently published paper, we estimated the amount of chemicals that enter the ocean within common single-use plastic items and estimated the amount of chemical pollutants that can be removed from the environment via cleanups.\n\ni\nWe looked at some of the most common plastic items found on beaches during the International Coastal Cleanup: beverage bottles, bottle caps, styrofoam food and drink containers, cutlery, grocery bags, straws/stirrers and food wrappers. Using International Coastal Cleanup data, the average weight of each item, and estimates of mismanaged plastic waste in 2015, we calculated the total weight of each item that entered the oceans in 2015. We then used the percent weight of chemical additives in each item to estimate the mass of chemicals that entered the ocean as a consequence of this plastic debris.\n\nWe estimate that combined, these seven plastic items contribute more than 87,000 metric tons of plastic debris to our oceans and carry with them 190 metric tons of 20 different chemical additives. If plastic pollution continues to increase, this value could almost double to 370 metric tons of additives by 2025. This might not sound like very much, but these seven items account for only about 1% of the estimated 8 million metric tons of plastic entering the oceans every year!\n\nFurthermore, we estimated how plastic cleanups contribute to chemical cleanup by removing those absorbed chemical pollutants. For this, we compared coastal and open ocean locations using Hong Kong and Hawaii as coastal case studies and the North Pacific and South Atlantic gyres as open ocean case studies. Here, we focused on Polychlorinated biphenyls (PCBs) because they are commonly found in plastic debris, despite having been banned for decades.\n\ni\nTo estimate total chemical load on plastics in each location, we multiplied the mass of microplastics (g/m2) found in each area by the mass of PCBs found on microplastics (ng/g) in each area. Our results showed that chemical cleanup is more effective on shorelines compared to the open ocean, removing 85,000 times more PCBs in a stretch of coastline in Hong Kong than the same size area of the North Pacific gyre. This might come as a shock, particularly as the gyres are well known to contain large amounts of plastic debris, however, the amount of microplastic per square meter is generally much greater on the shoreline. Although the concentration of PCBs might be high in some open ocean locations, the important factor is how much plastic can be removed per unit area. The more plastic removed, the more chemical removed.\n\nThus, if we can prevent plastic from entering the environment and cleanup what is already there, we can also mitigate chemical pollution. This reiterates the value of reducing our plastic footprint and participating in coastal cleanups. Cleanup of plastic pollution goes beyond what the eye can see. Cleanup of plastic pollution is also cleanup of chemical pollution!\n\nBrowse Topics\nPrograms\nTRASH FREE SEAS\nRecommended reads\nOur work is focused on solving some of the greatest threats facing our ocean today. We bring people, science and policy together to champion innovative solutions and fight for a sustainable ocean.\nRead more\nTrash Free Seas\nWhat the Foam?!\nConfronting Climate Change\nCoping with Climate Anxiety\nConfronting Climate Change Government Relations Protecting The Arctic\nDos and Don’ts for Decommissioning\nMeet the Giant Isopod of the Deep Sea\nConfronting Climate Change\nLearning From and Standing With Climate Justice Communities\nProtecting The Arctic\nReducing Underwater Noise from Ships\nTrash Free Seas\nDo You Know Your ALDFGs?\nAll About Sperm Whales\nSustainable Fisheries\nThings You Didn’t Know About Swordfish\nHow is Ocean Warming Impacting the Shipping Industry?\nDelaine McCullough\nShipping Emissions Policy Manager, Arctic Program\nSarah Cooley\nDirector, Climate Science\nWhat is a Nurdle?\nMichelle Frey\nSenior Director, Digital Outreach\nDo Jellyfish Have Brains?\nMegan Montemurno\nSenior Manager, Digital Outreach\nGet to Know Wildlife\nWalrus\nLearn More\nExplore Wildlife\ni\nStay Current\n\nReceive email updates to learn how you can help make a difference for the future of our ocean.\n\nEnter your email\nOcean Conservancy on Facebook\nOcean Conservancy on Twitter\nOcean Conservancy on LinkedIn\nOcean Conservancy on Instagram\nNewsroom\nWildlife Library\nWe Are Hiring\nPrivacy Policy\nCookie Policy\nLegal Statement\nContact\n\nContact us at 800-519-1541\n\nOcean Conservancy is a 501(c)3 – Tax ID #23-7245152 – Donations are 100% tax-deductible as allowed by law.\n\n© 2023 Ocean Conservancy\n\nOcean Conservancy®, International Coastal Cleanup®, Trash Free Seas®, Trash Free Seas Alliance®, Global Ghost Gear Initiative®, Urban Ocean® and Clean Swell® are registered trademarks of Ocean Conservancy.\n\n100 M\n1000 M\n10000 M"
}