{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Every scary fact you need to know about plastic straws",
  "href": "https://blog.wholesomeculture.com/every-scary-thing-you-need-to-know-about-plastic-straws/",
  "body": "More than 8 million tonnes of plastic are swept into the oceans each year. Due to their small size, discarded plastic straws are easily carried in water currents, ending up on beaches, then in the sea. It's estimated that 800 species are harmed by plastic and microplastics. According to the United Nations, a total of one million seabirds ...",
  "textContent": "Free shipping to US, CAN & MEX on orders $100+\nNEW IN\nSHOP\nCONTACT US\nBECOME AN AMBASSADOR\nFAQS\nBLOG\nTOPS\nTEES\nSWEATSHIRTS\nHOODIES\nBOTTOMS\nJOGGERS\nMATCHING SETS\nCOLLECTIONS\nWHOLESOME HERITAGE\nSHOP EVERYTHING\nLAST CHANCE\nABOUT\nCONTACT US\nBECOME AN AMBASSADOR\nFAQS\nBLOG\nWHO WE ARE\nABOUT US\nGIVING BACK\nHOW OUR PRODUCTS ARE MADE\nCUSTOMER SERVICE\nSHIPPING\nRETURNS\nSUSTAINABILITY\nEVERY SCARY FACT YOU NEED TO KNOW ABOUT PLASTIC STRAWS\n by : WHOLESOME CULTURE \n0 SHARES\n\nHave you heard? Plastic straws are out.\n\nEco-friendly peeps are now switching to reusable straws.\n\nHere’s the low down on why you should too!\n\nThe number of plastic straws used daily in the US outnumbers citizens\n\nAccording to market research firm Freedonia, around 390 million straws are used each day in America.\n\nThat’s more than one for every 328 million US citizen!\n\nThey aren’t easily recycled\n\nAlthough plastic straws are made of polypropylene, which is recyclable, they often end up in landfills regardless.\n\nThey slip through the cracks of conveyor belts in recycling facilities. For this reason, most places refuse to recycle them altogether.\n\nThey don’t biodegrade\n\nDiscarded straws aren’t biodegradable. Instead, they break down into small particles called microplastics.\n\nThese plastic fragments stay in the environment forever and are harmful to all its inhabitants.\n\nWhich brings us to our next point.\n\nPlastic straws endanger marine life\n\nMore than 8 million tonnes of plastic are swept into the oceans each year.\n\nDue to their small size, discarded plastic straws are easily carried in water currents, ending up on beaches, then in the sea.\n\nIt’s estimated that 800 species are harmed by plastic and microplastics.\n\nAccording to the United Nations, a total of one million seabirds, 100,000 sea mammals, turtles, and fish are killed each year because of plastic waste.\n\nScary, isn’t it?\n\nThankfully, there is some good news!\n\nMore and more cities and establishments have made the commitment to ban plastic straws.\n\nHere is a (non-exhaustive) list:\n\nUS\nWashington (Seattle)\nCalifornia\n\nCompanies like Disney and Starbucks have also announced that they are phasing out single-use straws from their establishments.\n\nCanada\n\nVancouver is set to become the first city to ban straws.\n\nEU\n\nThe Queen of England herself even recently announced that straws will be outlawed from all royal establishments!\n\nWant to follow suit and ban plastic straws from your life? Grab our awesome set of reusable bamboo straws!\n\nWant to find out more ways to lessen your impact on the environment? Check out these posts full of crucial info!\n\n11 easy eco-friendly habits you need to adopt now\nThe scary reasons you need to go plastic-free in 2019\nMake these 11 easy swaps to be more eco-friendly\nTAGS : BAMBOO STRAWSBAN PLASTIC STRAWSBANNING PLASTIC STRAWSDRINKING STRAWSECO-FRIENDLYECO-FRIENDLY LIVINGECO-FRIENDLY STRAWSMETAL STRAWSMICROPLASTICSPLASTIC POLLUTESPLASTIC POLLUTIONPLASTIC STRAWSREUSABLE STRAWSSINGLE USE STRAWSSTOP USING STRAWSSTRAWS\n PREVIOUS ARTICLE\nHOW TO GO PLANT-BASED LIKE A PRO IN 3 QUICK AND EASY STEPS\nNEXT ARTICLE \nEVERYTHING YOU NEED TO KNOW ABOUT EATING OUT WHEN YOU DON’T EAT MEAT\nYOU MIGHT ALSO LIKE\nHOW TO USE LESS PLASTIC AND REDUCE WASTE EVERY SINGLE DAY\nHOW TO GO GREEN ON A BUDGET: EASY STEPS FOR ECO-FRIENDLY LIVING\nWHAT PRODUCE IS IN SEASON RIGHT NOW?\nLEAVE A RESPONSE\n\nCATEGORIES\nFashion & Beauty\nMindful Living\nPlant-Based Recipes\nSelf-Care\nSustainability\nWholesome Faves\nPOPULAR POSTS\nThe ultimate list of vegan food terms you need to know\nThe BEST vegan Cauliflower Buffalo Chick’n Wings\nPrep these 5 easy vegan lunches for the best week ever\nPalm oil is destroying the planet – what you need to know to help\nWHOLESOME IN YOUR INBOX\n\nOur weekly newsletter pairs perfectly with your morning coffee or cup of tea. Full of secret giveaways, sustainability tips, and so much more!\n\nGET ON THE LIST\nfacebook\n \nPinterest\n \ninstagram\nCUSTOMER SERVICE\nSizes\nShipping\nReturn Policy\nContact Us\nPrivacy Policy\nABOUT\nOur Mission\nGiving Back Program\nHow Our Clothes Are Made\nFAQs\nCareers\nSTAY IN TOUCH\n\nJoin our exclusive community and get 15% off your first order. Plus, be first to know about our products & promos.\n\n© Wholesome Culture 2020.\n\n});\n\nGet 15% Off"
}