{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic pollution: is it really that bad? - YouTube",
  "href": "https://www.youtube.com/watch?v=qiXRTA0tYoI",
  "body": "Nine in ten Europeans worry about plastic's impact on the environment. But plastic is not the worst offender when compared to other kinds of pollution",
  "textContent": "Skip navigation\nSign in\n0:00 / 0:35\nPlastic pollution: is it really that bad?\nThe Economist\n\n3.21M subscribers\nSubscribe\n2.3K\nShare\n534K views  5 years ago\nNine in ten Europeans worry about plastic’s impact on the environment. But plastic is not the worst offender when compared to other kinds of pollution \n...more\n179 Comments\nSort by\nAdd a comment...\n@cosmiclyrics2307\n1 year ago\n\"Virtually all of it is collected in developed countries\"\n\nI think you guys forgot to mention that most of it is also shipped to developing countries for disposal. Easy to hold the moral high ground while producing a ton of waste and putting the burden of disposing it on others and then blaming them for \"waste production\"\nRead more\n50\nReply\n@woocheongan1437\n1 year ago\nPlastic pollution is very serious in various countries. Although it brings a lot of convenience to our lives, plastic waste is difficult to degrade and will continue to exist in the environment for hundreds of years.  So I hope more people can use recyclable materials and jointly protect our environment\n7\nReply\n1 reply\n@SweetAsAStrawberry\n5 years ago\nThe problem with this video, and our views on plastic waste in general, is that we don't see these problems as interconnected - what about the emissions from producing the plastic? Why is large amounts in south East Asia? How much of our recycling is actually recycled?\n79\nReply\n5 replies\n@ethelthecat1\n5 years ago (edited)\nThere are lots of plastic sorting centres in the UK, but not a single recycling plant. All plastic in the UK was shipped to Indonesia & China, but unfortunately much of it contained food residue so by the time it reached Asia, it was toxic waste & not fit to be recycled. Which is why China & Indonesia used to dump so much plastic, but have now banned it's import. Most of the world used to send their plastic to Asia to be recycled. Now that Britain cannot, 66% of sorted & recyclable plastic is being buried in landfill and that figure will get higher until we build facilities that can turn the used plastic into reusable pellets. It is in accurate research to blame Asia for the problem. The problem is developed countries send their recycling overseas to be processed, rather than mandate that they must be recycled in their home nations for reuse.\nRead more\n45\nReply\n5 replies\n@ThePinoyInvestor\n5 years ago\nI hope we all take plastic or any kind of waste disposal segregation seriously. We only have one planet, we need to take care of it.\n86\nReply\n5 replies\n@woocheongan1437\n1 year ago\nPlastic waste is difficult to degrade under natural conditions, causing serious pollution and damage to the ecological environment.  Therefore, I think it is very important to reduce the use of plastic products and recycle plastic waste in life.  The government should also adopt relevant policies at night, and protecting the environment is the goal of global efforts.\n1\nReply\n@goingtobeok\n4 years ago\nI’m 40 days into my new life of “no plastic” it’s been very challenging but it is getting easier! Last night I made my own toothpaste all ingredients found in paper or glass (sadly once we stop using plastic, paper and glass production will go up or hopefully biodegradable plastics (that actually break down!!!) will be used. Hopefully we will create a balance. I challenge anyone reading this to check out the plastic challenge and research “zero waste” sure it might not be 100% perfect but it’s damn near 85% to 90% better than turning the other cheek and continuing to use single use plastic. Whaaaaat are we doinggg! We must change NOW. Much love everyone, we got this.\nRead more\n7\nReply\n6 replies\n@joanbatara\n3 years ago\nblaming southeast asian countries off-hand appears to be misleading. what about the issue of waste trade and how developed countries (the ones who produce much of the waste) simply dump their garbage on these developing countries. the latter countries, who may not have the technology to recycle these garbage, may have no choice but to dump them in the ocean instead\nRead more\n12\nReply\n@peaceandlove5214\n4 months ago\nI think all ships need to be involved in this project.\nGreat work thanks.\nReply\n@bashirattah81\n2 years ago\nIt's ridiculous to imply that the world must focus on South East Asia to solve plastic pollution, because the world treats South East Asia as it's plastic dumping ground. We recycle our plastics all the while knowing that most of it will not be recycled and will be shipped off to South East Asia to be dumped. The statement at the end of this video is nothing more than an attempt to shift the blame and is not productive. We need alternatives to plastics and a clean method to dispose and recycle existing plastics.\nRead more\n7\nReply\n@ValdemarDeMatos\n5 years ago\nEvery change starts as a drop in the ocean. And every drop counts.\n38\nReply\n@mychemical_sunshine5879\n2 years ago\nThere used to be reclying bins  and clothing banks in my town but  they got removed as teenagers would mess about on them \nReply\n@rahulsoni7397\n1 year ago\nThanks for spreading awareness among us\nReply\n@CombatPlasticPollution\n6 months ago\nThank you for this contribution!\nReply\n@kenlee1416\n4 years ago (edited)\nSorry to say, after years of observations, plastic use has only escalated (exponentially). It's everywhere, in almost every product and service - in transportation, in construction materials, irresponsibly overused by the food sector, used to make toys, clothing and bags, furniture and fittings, used for packaging medications and ointments, stationery, useless name tags for 100s thousands of annual conferences etc etc. The ONLY solution to the plastic apocalypse is a massive decline in the human population or people going back to pre-1950s lifestyles and production/packaging means. I'm an older guy with no offspring, so almost there..  ;)\nRead more\nReply\n@norberthubapeter4650\n6 months ago\nSolution ingredients:\r\n\r\n1. Introduce law for plastic packaging to be priced at £/$/€ 1 per GRAMM\r\n\r\nYes, just the one ingredient.\r\n\r\nExpected results:\r\n\r\n- Consumers will keep plastics to reuse. We never thow away valuables\r\n- Companies and corporations will introduce food/drinks dispensers to maximise profits as always\r\n- The wealthy few to afford £/$/€10 per GRAMM, will pay for cleaning up\r\n\r\nExample:\r\n2 litres of coca-cola = £/$/€ 3\r\n1 platic bottle (bottle+cap+labels) weighing 38 gramms = £/$/€ 38\r\n\r\n3+38= £/$/€ 41\r\n\r\nI can afford to buy a bottle of coca-cola for £/$/€ 41. And i will keep that bottle safe for years. You can bank on it\nRead more\nReply\n@sfridisow185\n2 weeks ago\nIF YA'LL DIDN'T GET WHAT THE VIDEO SAID I'LL SAY IT ONE MORE TIME SO THIS TIME IT GOES THROUGH YOUR THICK SKULLS!!! STOP WORRYING ABOUT PLASTIC IT'S NOT THAT DEEP!!!\nReply\n@user-lz8hv7pe5g\n1 month ago\nWe need to recognize the seriousness of plastic.\nReply\n@Liamrocha499\n4 weeks ago\nThe question of whether plastic should be banned is a multifaceted and contentious issue that involves environmental, economic, and societal considerations. Plastic, with its versatile applications and convenience, has become an integral part of our daily lives. However, the environmental repercussions, particularly in terms of pollution and ecological harm, have led to fervent debates about the necessity of a plastic ban. In this essay, we will explore the arguments for and against banning plastic, examining the environmental impact, economic implications, and potential alternatives.\n\n*Environmental Impact of Plastic:*\n\nOne of the primary arguments in favor of banning plastic revolves around its detrimental impact on the environment. Plastic pollution has reached alarming levels, with vast amounts of plastic waste accumulating in oceans, rivers, and landfills worldwide. The non-biodegradable nature of most plastics means that they persist in the environment for hundreds, if not thousands, of years, causing harm to marine life, wildlife, and ecosystems.\n\nPlastic waste poses a severe threat to marine life, as evidenced by the Great Pacific Garbage Patch—an immense collection of floating plastic debris in the Pacific Ocean. Marine animals often mistake plastic for food, leading to ingestion and entanglement, with devastating consequences for their health and survival. Additionally, the fragmentation of plastic into microplastics further exacerbates environmental concerns, as these particles can infiltrate the food chain and have unknown consequences for human health.\n\nProponents of a plastic ban argue that by eliminating or significantly reducing plastic production and consumption, we can mitigate these environmental threats and work towards a more sustainable future. This viewpoint aligns with the growing awareness of the urgent need to address climate change and preserve biodiversity.\n\n*Economic Implications:*\n\nConversely, opponents of a plastic ban emphasize the economic implications associated with the plastic industry. Plastic manufacturing is a significant global industry that provides employment for millions of people and contributes significantly to national economies. Banning plastic outright could lead to job losses, economic downturns in regions heavily dependent on the industry, and disruptions in global trade.\n\nMoreover, plastic has become an integral part of various sectors, including packaging, healthcare, and technology. Prohibiting its use without viable alternatives in place could disrupt essential supply chains, impacting the availability and affordability of products ranging from medical equipment to everyday consumer goods.\n\nTo address these concerns, some argue for a gradual transition towards more sustainable alternatives rather than an immediate ban. This approach acknowledges the economic dependencies on the plastic industry while promoting a shift towards environmentally friendly practices.\n\n*Alternatives and Innovation:*\n\nA middle ground in the debate involves exploring alternatives to traditional plastics and encouraging innovation in materials science. Researchers and industries are actively working on developing biodegradable plastics, bio-based polymers, and other eco-friendly materials that can serve as substitutes for conventional plastics. These alternatives aim to retain the practical benefits of plastic while minimizing the environmental impact.\n\nAdvocates for this approach argue that investing in research and development of sustainable materials can lead to a more effective and pragmatic solution than an outright ban. By fostering innovation, we can create a transition to materials that maintain functionality and convenience without causing long-term harm to the planet.\n\n*Behavioral Change and Recycling:*\n\nCritics of a plastic ban often highlight the importance of addressing human behavior and improving recycling infrastructure instead of completely prohibiting plastic. They argue that a shift in consumer habits, coupled with enhanced recycling capabilities, could substantially reduce the environmental impact of plastic.\n\nEfforts to promote responsible plastic use, increase recycling rates, and develop more efficient waste management systems are seen as viable alternatives to an outright ban. Education campaigns and regulatory measures that encourage proper disposal and recycling could contribute to a more sustainable coexistence with plastic.\n\n*Conclusion: Weighing the Pros and Cons:*\n\nIn conclusion, the question of whether plastic should be banned requires a nuanced consideration of its environmental impact, economic ramifications, and potential alternatives. The environmental consequences of plastic pollution are undeniable, prompting a call for decisive action to protect our planet. However, the economic significance of the plastic industry and the need for practical alternatives present formidable challenges to an outright ban.\n\nA comprehensive solution may lie in a balanced approach that combines regulatory measures, innovation in materials science, and a concerted effort to change consumer behavior. Governments, industries, and individuals all play crucial roles in addressing the plastic dilemma. By fostering collaboration and embracing a holistic perspective, we can work towards a future where convenience and sustainability coexist, ensuring the well-being of both humanity and the planet.\nRead more\nReply\n@NottMacRuairi\n5 years ago\nI've been saying what's in this video for quite a while. Nearly all of plastic entering the oceans comes from developing countries and nearly all of those are in Asia, while China is by far the single biggest polluter. https://www.statista.com/chart/12211/the-countries-polluting-the-oceans-the-most/\n\nSo in short, the hysteria about plastic in the West won't change a jot, we need to urge developing countries to develop adequate plastic waste disposal facilities and also help them to do so if we're going to make any real progress in cleaning up the oceans.\nRead more\nReply\n@goingtobeok\n4 years ago (edited)\nI challenge anyone reading this to go PLASTIC FREE for 1 month, there are so many YouTube videos about the challenge. It’s made me so very happy. I’m betting your habits will stick. A challenge that turns into a lifestyle. #savethemarinelife\n1\nReply\n@snowflake6266\n3 years ago\nIf anyone here is worried (not a self-promo btw), add Ocean hero to your browser as every 5 searches you make a plastic bottle is removed from the ocean, this happens because every search you make on any browser, the company is paid if you are still unsure you can watch a video on it as this is practically useless you must know what it is if you searched it in the first place. Ik it sounds like a self-promo btw\nRead more\n1\nReply\n@ajeetalbert91\n5 years ago\nI gotta admit that I'm really surprised to not see India in the list of top 5.\n4\nReply\n@thebasted\n5 years ago\nAren't there any cheap methods to improve plastic identification in regular trash? \nPlastic can be recycled and not everyone fully commits to it, so improved plastic identification in trash could solve this problem.\nReply\n@AnimilesYT\n3 years ago\nSo, according to you it's fine if I just use way too much plastic like those in asia, and I don't have to do anything since I don't have the power to stop those countries?\n\n\nI don't think so. We should become aware of what we do. We have to change our whole culture. We have to use as little plastic as possible and when we're in that position we can tell those countries to stop harming our environment. Our governments can give then economic sanctions if they're not willing to save our world. But we have to change first. We can't be hypocrites when we tell them to stop ruining the world.\n\n\nalso, you didn't answer your own question. \"Is plastic pollution really that bad?\"\nThe short answer: Yes. Yes it is.\nRead more\n1\nReply\n@user-cz4cy6gz8t\n1 month ago\nI didn't know it was this serious, but i was surprised.\nReply\n@Aaron_Barrett\n6 months ago\nThere are simple solution-peoples must be paid for used plastic, as now is for steel, aluminum, copper. No one throw away one kilo of copper, I hope).\nThe second-plastic bags may be biodegradable, as sugar bags are.\nReply\n@__Tazzzo\n2 months ago\nConsumers didn't ask for everything to be swathed in plastic; that was imposed on us. Suddenly, paper bags were \"bad\" because trees, and glass bottles were \"dangerous\" because fragile plastic was SO much better (so much cheaper for manufacturers). Now consumers are being shamed for using the plastic that we didn't ask for and that we can't avoid. Even sewing machines are made of plastic instead of metal. Did we want that? No, the manufacturers did. Sure, they break more easily, but that's OK because you'll go buy new ones.\nRead more\nReply\n@laura8324\n8 months ago\nInstead of blaming the consumer, why not stop the manufacturers from using excessive plastic in packaging, for instance. In my childhood during the fifties, we purchased things in cardboard boxes or glass bottles that were reused like milk or soda, jars that can be cleaned and reused at home or recycled, bought our produce in brown paper bags. Meats were wrapped in plain butcher paper, frozen food cartons were waxed not plastic coated. The manufacturers caused the huge increase in consumer plastic waste!  And whoever invented the scam of water in disposable plastic bottles, SHAME!  If you don’t want to drink tap water, use a filter & carry a reusable container.\nRead more\nReply\n@Iirhehdc\n5 years ago\nMate I totally agree with you it’s to much waist\n1\nReply\n@zerowastemontenegro\n3 years ago\nYou forget one thing: the 5 Asian countries you quote are not the ones creating most plastic waste: it is the big corporations that design non-recyclable single-use packaging of pretty much everything in Asia that causes the problem. They are the bottleneck that needs to be addressed.\n1\nReply\n@TheEEBchannel\n4 years ago\nWorth adding that it is Western companies that make most of the throw-away plastic you say Asians are responsible for. These firms offer sachets rather than bottles of product, which are impossible to recycle. Given poor waste disposal in some Asian countries, firms are essentially designing to pollute.\nReply\n@samiaaktar6680\n4 years ago\nIn our english class we were discussing about plastic pollution and a guy randomly asked if condom was plastic!\nReply\n@harold4506\n5 years ago\nIt's been overplayed, I've been diving recently and the sea is relatively plastic free.\nReply\n@svetlanikolova7673\n3 years ago\nits not bad. its horrific\nReply\n@cortezcrowley4691\n5 years ago\nThe argument \"the developing world is producing more waste/pollution and therefore they should move first\" is so silly and has been here for years. \n\nI thought we were past that point where we have to blame others and just start being a leader. \nDon't be lazy and let the Asians do all the work/progress in the world.\nRead more\n3\nReply\n3 replies\n@OTTO149x\n5 years ago\nI'm Canadian and I can assure you that we do not have a policy of collecting plastic waste and dumping it in the ocean and as far as I know the United States doesn't put their used plastic in the ocean either. Can somebody tell me why we should do anything about plastic waste in the ocean when our countries aren't contributing to the problem? Like, why would we ban plastic bags when we aren't the ones throwing them in the sea? It doesn't make any sense. Asians don't give a flying fuck about the environment. That's the problem. Why are the environment Nazis hassling us about it when it isn't us doing it?\nRead more\n1\nReply\n1 reply\n@miyoungbae6867\n5 years ago\nso disappointed and even furious about this video, the plastic pollution is a REAL BIG PROBLEM.\n1\nReply\n@Rick-uu5yo\n5 years ago\nAnother weak production from the Economist.  Note that the text accompanying the video above is not discussed at any length in the video; just one small mention of ocean acidification and a really over simplified and lousy one at that.  Any pollution is bad; we don't need to be told that adding plastic to the ocean is bad.  No mention of the massive impact of ocean plastic pollution caused by the big tsunamis, especially the Japanese one a few years back.  What is the point of this video?  Is this just the Economist jumping on a current topic (the ocean cleaning machine just launched) to show that it is on top of things?  Garbage! (pun intended).\nRead more\n4\nReply\n@pranjay99\n4 years ago\nWow Im from the mentioned country and I’m ashamed right now...\n1\nReply\n16:18\nNOW PLAYING\nWho is polluting the ocean with plastic?\nThe Economist\n\n79K views 1 month ago\n4:16\nNOW PLAYING\nThe Story of Plastic (Animated Short)\nThe Story of Stuff Project\n\n510K views 2 years ago\n7:45\nNOW PLAYING\nHow Plastic Affects Climate Change\n4ocean\n\n6.5K views 7 months ago\n4:43\nNOW PLAYING\nHow can we fix our plastic waste problem? - BBC News\nBBC News\n\n47K views 4 months ago\n52:51\nNOW PLAYING\nWhat Can Be Done About The Plastic Crisis? (Part 1) | Drowning In Plastic | Earth Stories\nEarth Stories - Climate Disaster Documentaries\n22K views 11 months ago\n\nFundraiser\n\n2:08\nNOW PLAYING\nEnvironmental pollution killing more people than war, study says\nCBS Evening News\n\n78K views 6 years ago\n4:07\nNOW PLAYING\nWhat really happens to the plastic you throw away - Emma Bryce\nTED-Ed\n\n4.7M views 8 years ago\n54:09\nNOW PLAYING\nThe Plastic Problem - A PBS NewsHour Documentary\nPBS NewsHour\n\n2.8M views 4 years ago\n1:00\nNOW PLAYING\nPlastic Pollution Video\ncitizenscampaign\n157K views 3 years ago\n7:30\nNOW PLAYING\nWhat Is PLASTIC POLLUTION? | What Causes Plastic Pollution? | The Dr Binocs Show | Peekaboo Kidz\nPeekaboo Kidz\n\n2.4M views 3 years ago\n4:36\nNOW PLAYING\nPOWERFUL VIDEO: Why We Need to Stop Plastic Pollution in Our Oceans FOR GOOD | Oceana\nOceana\n\n1.9M views 4 years ago\n7:30\nNOW PLAYING\nEco India: Can we construct using just plastic waste and dust?\nScroll.in\n\n736K views 1 year ago\n15:24\nNOW PLAYING\nThe recycling myth: What actually happens to our plastic\nDW Planet A\n\n1.4M views 3 years ago\n1:21\nNOW PLAYING\nHow does plastic end up in our oceans?\nGreenpeace UK\n224K views 6 years ago\n10:48\nNOW PLAYING\nThe Problem of Plastic Pollution in the Rio Motagua, Guatemala | Rivers | The Ocean Cleanup\nThe Ocean Cleanup\n\n651K views 1 year ago\n15:52\nNOW PLAYING\nRecycling plastics – Resource efficiency with an optimized sorting method\nVDI Zentrum Ressourceneffizienz\n5.5M views 5 years ago\n3:05\nNOW PLAYING\nCauses and Effects of Climate Change | National Geographic\nNational Geographic\n\n4.6M views 6 years ago\n4:10\nNOW PLAYING\nWhy Can’t We Scoop All the Plastic Out of the Ocean?\nSciShow\n\n113K views 4 months ago\n3:38\nNOW PLAYING\nClimate Change - A Short Film [4K]\nDJI Captures\n1.4M views 2 years ago\n3:11\nNOW PLAYING\nHow We Can Keep Plastics Out of Our Ocean | National Geographic\nNational Geographic\n\n3.1M views 7 years ago\n2:40:57\nNOW PLAYING\n16 Ways To Solve Trash, From Recycling Jeans To Making Bricks From Tires | World Wide Waste\nBusiness Insider\n645K views 2 weeks ago\n2:24\nNOW PLAYING\nPlastic Pollution is Killing Wildlife | Oceana Canada\nOceana Canada\n17K views 9 months ago\n9:13\nNOW PLAYING\nWhy recycled ocean plastic is (often) a lie\nDW Planet A\n\n806K views 2 years ago\n9:01\nNOW PLAYING\nPollution: a global public health crisis\nThe Lancet\n80K views 6 years ago\n8:35\nNOW PLAYING\nWhy you don’t hear about the ozone layer anymore\nVox\n\n8.4M views 2 years ago\n5:32\nNOW PLAYING\nHere's how plastic bags impact the environment\nOur Changing Climate\n\n266K views 5 years ago\n11:58\nNOW PLAYING\nTidal energy could be huge – why isn't it?\nDW Planet A\n\n3.4M views 2 years ago\n13:02\nNOW PLAYING\nTracking Devices Reveal Where Recycling Really Goes\nBloomberg Originals\n\n676K views 1 year ago\n1:57\nNOW PLAYING\nHow microplastics affect your health\nUN Environment Programme\n120K views 4 years ago\n4:27\nNOW PLAYING\nPlastic pollution crisis: How waste ends up in our oceans\nGlobal News\n\n159K views 5 years ago\n24:38\nNOW PLAYING\nA Plastic Wave - A documentary film on plastic pollution\nJames Roberts\n686K views 5 years ago\n3:44\nNOW PLAYING\nI Thought Plastic Pollution Wasn't My Problem ... | Archie Wallyn | TEDxYouth@DPL\nTEDx Talks\n\n32K views 5 years ago\n9:58\nNOW PLAYING\nTrash Island: Is It a Myth? | The Ocean Cleanup\nThe Ocean Cleanup\n\n203K views 9 months ago\n53:16\nNOW PLAYING\nPlastic Wars (full documentary) | FRONTLINE\nFRONTLINE PBS | Official\n\n1.8M views 3 years ago\n5:48\nNOW PLAYING\nWhat is WATER POLLUTION? | What Causes Water Pollution? | The Dr Binocs Show | Peekaboo Kidz\nPeekaboo Kidz\n\n3.8M views 3 years ago\n2:39\nNOW PLAYING\n(PLASTIK) - A short film to end plastic pollution in South-East Asia\nMeshMinds\n322K views 1 year ago\n10:22\nNOW PLAYING\nMost Ocean Plastic Flows From Rivers. Can Giant Trash Barriers Stop It? | World Wide Waste\nBusiness Insider\n2.4M views 7 months ago\n9:00\nNOW PLAYING\nWhy 99% of ocean plastic pollution is \"missing\"\nVox\n\n5.2M views 2 years ago\n14:00\nNOW PLAYING\nHow To Clean Up The World’s Most Polluted Rivers\nCNBC\n\n834K views 1 year ago\n1:43\nNOW PLAYING\nUN Plastic Pollution Treaty Hopes to Cut Waste\nInside Edition\n\n35K views 6 months ago"
}