{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How Do Plastic Straws Affect the Environment? - Spring Power & Gas",
  "href": "https://springpowerandgas.us/how-do-plastic-straws-affect-the-environment/",
  "body": "Plastic straws may be convenient, but there is growing evidence to all the damage these seemingly harmless utensils are contributing to our planet. This evidence has led progressive cities like San Francisco and Seattle to enact laws banning plastic straws from restaurants. Other countries are even farther ahead of the game, and many ...",
  "textContent": "Skip to content\nCall 1-888-710-4782 to enroll today! | Operating Hours: 9am-6pm EDT Mon-Fri\nAbout\nEnergy Plans\nResources\nBlog\nPress\nFAQs\nContact\nEnroll\nHow Do Plastic Straws Affect the Environment?\n\nIf you’re still sipping your mojitos or slurping your morning smoothie through a plastic straw, it’s time to think twice! Plastic straws may be convenient, but there is growing evidence to all the damage these seemingly harmless utensils are contributing to our planet.\n\nThis evidence has led progressive cities like San Francisco and Seattle to enact laws banning plastic straws from restaurants. Other countries are even farther ahead of the game, and many celebrities have come out voicing support to the cause. In fact, some have declared the “Stop Sucking” campaign to be one of the biggest movements of 2018.\n\nJoin the Movement\n\nClearly, plastic straws are on their way out. Despite how handy they are, they really aren’t needed by most people, and there are plenty of alternatives that decrease damage to humans and marine life alike.\n\nA brightly colored straw may go hand in hand with your daily iced coffee, but the environment will thank you if you join the green movement and skip it. So why are plastic straws being banned? Here are some important facts to learn about why ban plastic straws:\n\n1. They’re one of the top items found on beach cleanups.\n\nPlastic straws are one of the most common trash items found on beaches all over the world. Aside from being harmful to animals, they’re an unnatural element that makes our beaches a less inviting place to be.\n\n2. They’re a choking hazard for birds and fish.\n\nStraws have been found in the bellies of fish, sharks, turtles, and other sea creatures who have mistaken the plastic for food. This has been the cause of death for many of these animals.\n\nYou are probably familiar with this sea turtle that went viral after it sadly was found with a plastic straw stuck in its nasal tract.\n\n3. They aren’t recycled.\n\nYou may think you’re doing the earth a favor by throwing your plastic straw in the recycling bin. But are plastic straws recyclable? No! They’re actually too small and lightweight for the recycling machines, so they usually fall through the cracks and end up in the ocean or landfill.\n\n4. 500,000 million straws are used in the US every day.\n\nSo why are plastic straws bad? One amazing statistic about straws is the sheer number used every day. Americans love their straws, and they’re simply going to keep collecting and harming the environment if we keep using them at this astounding rate.\n\n5. Some straws are toxic and carcinogenic.\n\nWe’ve focused on the harm straws bring to the environment, but straws are also harmful to humans. Even straws that say they’re BPA-free may not actually be safe for use. The harmful chemical has been linked to cancer in animals and could do harm to humans as well.\n\n6. Soon there will be more plastic in the ocean than fish.\n\nWho dreams of spying soda bottles and plastic straws while snorkeling in the tropics? We certainly don’t! But researchers predict that plastic will outweigh fish in the ocean by 2050.\n\nHere we have a photo of an all too common occurrence of garbage being clumped together.\n\n7. They’re wasteful and unnecessary.\n\nThe average person uses more than 38,000 straws in a lifetime, at a rate of 1.6 straws per day. This leads to a massive amount of waste. In short, we simply don’t need straws and can do so much good for the environment by skipping them.\n\nPlastic Straw Alternatives\n\nBy now you’re probably convinced: passing on plastic straws is totally worthwhile. And while you could simply sip straight from a cup, what if you aren’t loving that option? Some people choose a straw because of disabilities, mouth injuries, or to avoid cavities. If you’re one of those people, there are luckily some great eco-friendly alternatives to the plastic straw. Here are just a few:\n\nReusable straws made of steel\nReusable straws made of glass\nDisposable straws made of paper\nDisposable straws made of bamboo\n\nThese are simple examples of commonly seen reusable straws that can be purchased off places like Amazon\n\nAs a last resort, reusable straws made of plastic are an option. They still pose the same problems as one-time use plastic straws, but can be used many times over and therefore decrease waste.\n\nEvaluate Your Habits\n\nWhatever green straw option you choose, be sure to evaluate the rest of your habits while you’re at it. Make reusable bags, silverware, and containers part of your daily life. You can also reduce your waste by using a power and gas company that is environmentally aware. By taking it one step at a time, you’ll be well on your way to helping protect our planet.\n\nJanuary 9th, 2019\nShare This Story, Choose Your Platform!\nFacebook\nTwitter\nLinkedIn\nEmail\nRelated Posts\nClean Energy vs. Renewable Energy: What’s the Difference?\nWhen Is It Time to Do Spring Yard Clean Up? Your Checklist\nTop 11 Sustainable Building Practices for Eco-Homes [Plus 5 Sustainable Materials]\nExploring the Positive Impact of Technology on the Environment: 5 Helpful Inventions\n10 Smart Winter Energy-Saving Tips for Your Home\n\n©️ 2018 Spring Power & Gas. All Rights Reserved.\n\nTerms\nPrivacy\nNJ Pricing\nPA Pricing\nNJ Environmental Disclosure\nSpring Power & Gas PA Disclosure Label\nMD Environmental Disclosure\n\nThis site uses SSL technology to help ensure credit/debit card transactions.\n\nThe VCS Program is a certification standard for projects that generate carbon credits, also known as Verified Carbon Units (VCUs). The VCS Program is managed by Verra, and neither Verra nor the VCS Program oversees retail markets or certifies or endorses any retailer or broker of VCUs. Learn more about Verified Carbon Standard at https://verra.org.\n\nJoin Our Newsletter\nEmail(Required)\nGo to Top"
}