{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "STRAWS - Plastic Free Delaware",
  "href": "https://plasticfreedelaware.org/straws",
  "body": "HCR17 recognizes the issues of plastic pollution and the role of plastic straws, and requires the Delaware Restaurant Association to report back by May 1, 2020 on voluntary efforts its members have taken to curb plastic pollution.. Sabin Lowe, a Plastic Free Delaware Board member and co-chair of the Newark Charter School Marine Science Club provided testimony before both the House and Senate ...",
  "textContent": "HOME\nABOUT\nSINGLE USE PLASTICS\nZERO WASTE\nCOMMUNITY COMPOSTING\nEDUCATION/PROGRAMS\nMORE\nPLASTIC STRAWS\nSB 51 WOULD MAKE STRAWS BY REQUEST\nSenate Bill 51 Passes Senate\n\nPlastic Free Delaware has been working to reduce the use of single-use plastic straws by restaurants and food vendors, and is building support for legislation which would restrict its use in dining establishments.  \n\n\n\n\nIn February 2023, SB 51 was introduced by Senator Trey Paradee and Representative Paul Baumbach in the Delaware General Assembly.  The bill would address plastic straws (making them available by request only), single-use plastic picks, and expanded polystyrene foam.  SB 51 sailed through Senate Committee and passed the Senate on April 7th with 14 Yays, 5 Nays, 1 Absent, and 1 Not Voting.\n\n\n\n\nYOUR VOICE letting your State legislators know that you support SB 51 is critical now.   PLEASE reach out to your state Representative to ask for their support of SB51 which is aimed at reducing plastic straws, picks and expanded polystyrene foam (EPS) food service products in dining establishments in Delaware.   SB51 is aimed at addressing the impacts of expanded polystyrene foam (EPS), plastic straws, and picks which litter our communities and watersheds.  They pollute our water, hard wildlife and lead to human health impacts.  Neighboring states and large cities including Maryland, Virginia, New Jersey, D.C. and NYC already have such laws in place.  \n\n\n\n\nMore information is available below.  YOUR voice can make a difference!\n\nTAKE ACTION ON SB 51 NOW\nDELAWARE LEGISLATURE TOOK ACTION ON STRAWS IN 2019\nMarch 27, 2019 Delaware's House & Senate pass House Concurrent Resolution 17\n\nHCR17 recognizes the issues of plastic pollution and the role of plastic straws, and requires the Delaware Restaurant Association to report back by May 1, 2020 on voluntary efforts its members have taken to curb plastic pollution.\n\n\n\n\nSabin Lowe, a Plastic Free Delaware Board member and co-chair of the Newark Charter School Marine Science Club provided testimony before both the House and Senate in support of HCR17.   Extra special thanks to Rep. Paul Baumbach, Rep. Valerie Longhurst, and Sen. Trey Paradee for their leadership on this effort.\n\nSTRAWS\n\nFirst of all, if you have not seen this video, it's really all you need to see.\n\n\n\n\nTHEN CONSIDER\n\n\n\n\nAlthough with a few exceptions, most people do not need a straw to drink their water, their soda or their cocktail when dining out.  Do you use one at home?   It is estimated that Americans use more than 180 billion plastic straws a year.  \n\n\n\n\nPlastic straws are not recyclable.  Most end up in the landfill, or even worse, out in the environment where they can harm wildlife and marine animals. \n\nData from Delaware\n\nAlong Delaware's coastlines, plastic straws are one of the most prevalent and pervasive types of litter found annually during the Coastal Cleanup which is only three hours in September once a year. Despite more than one hundred restaurants joining the plastic-straws-by-request-only movement, the number of straws found during the 2018 Coastal Cleanup actually INCREASED 50% to more than 2,800!\n\n\n\n\nPlastic Straw Initiative\n\nPlastic Free Delaware has launched an outreach initiative to diners and dining establishments alike.  Diners can request \"no straw please,\" and PFD encourages restaurants to give straws only when requested, and we hope that those that are distributed will be biodegradable. \n\nDelaware Diners Deputized\n\nWhen dining out, be sure to relay to your server, \"no straw please.\"  If you forget, and one appears, use it as a conversation starter to ask the establishment to switch to a straws-by-request-only (biodegradable please) approach only.  You can refer them to this site, and the materials below to provide more information.\n\nWhat's not to love?\n\nRestaurants can:\n\nsave money by buying far fewer straws\ndecrease plumbing call costs\nopen up precious storage space\nand save the environment!\n\nIN THE NEWS\n\nNew Castle County Moves to Reduce The Use of Plastic Straws\n\n\n\n\nLast Straw For Plastic Straws? Cities, Restaurants Move To Toss These Sippers  NPR  5-31-2018\n\n\n\n\nCompanies And Regulators Move Toward Full Ban On Plastic Straws To Help Alleviate Pileup  NPR  5-31-2018\n\n\n\n\nWant to combat plastic straw waste? Consider rewiring consumer psychology\n\n2018-5-23 FOX NEWS - New York City is latest to consider banning plastic straws altogether (pdf)\nDownload\nGreene Turtle chain says goodbye to plastic straws - News Journal 5-17-18 (docx)\nDownload\nCape Gazette 4-29-18 BIG CHILL BEACH CLUB (docx)\nDownload\nCape Gazette 4-27-18 STRAWS screening & discussion (png)\nDownload\nNews Journal 4-18-18 Restaurants Adapt STRAWS BY REQUEST ONLY policy (pdf)\nDownload\nSeaford-Laurel Star 11-2-17 No Straw November (pdf)\nDownload\nGrain - Newark Post 10-2-17 (pdf)\nDownload\nDELAWARE PUBLIC MEDIA - WDDE - 5-24-18 To protect marine environment, some Delaware businesses ditch plastic straws (docx)\nDownload\nCOASTAL CLEANUP STATS FOR DELAWARE (docx)\nDownload\nCHRISTINA CLEANUP STATS (docx)\nDownload\nBaseline litter study - plastic impacts - 7-2-18 (pdf)\nDownload\nOur Straw Initiative Partners\n\nCopyright © 2023 Plastic Free Delaware - All Rights Reserved\n\n\n\n\nPlastic Free Delaware is a registered 501(c)(3) nonprofit organization, EIN #85-2916447\n\n\n\n\nNon-discrimination Statement:\n\nPlastic Free Delaware does not and shall not discriminate on the basis of race, color, religion, gender, gender expression, age, national origin, disability, marital status, sexual orientation, or military status, in any of its activities or operations. \n\nEVENTSTAKE ACTIONSUPPORTCALENDARCONTACTSUBSCRIBE"
}