{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "How the Plastic Straw Movement Relates to Farm Labor Issues",
  "href": "https://equitablefood.org/latest-news/how-the-plastic-straw-movement-relates-to-farm-labor-issues/",
  "body": "Starbucks pledged to eliminate single-use plastic straws globally by 2020. Alaska Airlines announced it would be one of the first airlines to phase out plastic straws and stirrers. Communities like Oakland, California, and Miami Beach, Florida, initiated new laws and ordinances. The plastic straw ban was the biggest environmental movement of 2018.",
  "textContent": "ESPAÑOL\nLOGIN\n \nABOUT EFI\nEFI STANDARDS\nEFI SERVICES\nGET INVOLVED\nLEARN MORE\n EQUITABLE\nFOOD\nINITIATIVE\nHow the Plastic Straw Movement Relates to Farm Labor Issues\nPublished:   March 5, 2019\n\nIt’s estimated that Americans use 500 million disposable straws a day. For years, environmental groups have targeted single-use plastics such as pop rings, plastic bags and water bottles to eliminate plastic pollution.  But it wasn’t until 2015 when a video of a sea turtle injured by a plastic straw went viral that the issue of plastic straws ignited a movement.\n\nWhen a variety of supporting organizations and public hashtags like #laststraw and #stopsucking emerged, consumers showed their collective support to ban straws. In July 2018, Seattle became the largest U.S. city to ban plastic straws and utensils (the culmination of a 10-year effort) and drew widespread attention to the issue. Businesses and more communities got involved. Starbucks pledged to eliminate single-use plastic straws globally by 2020. Alaska Airlines announced it would be one of the first airlines to phase out plastic straws and stirrers. Communities like Oakland, California, and Miami Beach, Florida, initiated new laws and ordinances. The plastic straw ban was the biggest environmental movement of 2018.\n\nBut what do plastic straws have to do with farm labor?\n\nSocially Conscious Consumers\n\nIn this new era, consumers expect more from the products they buy and the companies producing those products. Edelman’s 2018 Brand Study found that 64 percent of consumers choose, switch, avoid or boycott a brand based on its stand on societal issues. The 2017 Cone Communications Corporate Social Responsibility Study found that 87 percent of consumers said they would purchase a product because a company advocated for an issue they cared about. Conversely, 76 percent would refuse to purchase from a company that supported an issue contrary to their beliefs.\n\nHow do these trends relate to farm labor issues? Think of plastic straws as the canary in the coal mine. The canary is the alert system for consumer behavior. Research shows that we are logically at a tipping point in the era of social responsibility.\n\nAccording to the 2018 Influencing Young America to Act survey asked participants to rank key issues by importance to them. The number one issue in the eyes of all young Americans surveyed was Civil Rights/Racial Discrimination (29 percent), followed by Gun Safety (22 percent), Immigration (21 percent) and Climate Change (21 percent). Other feedback from Sustainable Brands reminds us that issues like education, health and the environment have always been important; we are also witnessing the rise of topical issues like mental health, veteran affairs, gender equality and LGBTQ equality.\n\nEFI-Certified Suppliers Poised to Make a Difference\n\nConsumers expect brands to do the right thing, to take a stand, to show how they are making a difference. In the fresh produce industry, we have an opportunity to share with consumers what we are doing for the environment, for producing safer food and for creating a better life for everyone. Imagine if we activated the 2 million farmers and 3 million farmworkers in one collective voice to share the importance of #farmworkerassured.\n\nPlastic straws gave voice to bigger issues around single-use plastic, marine conservation and climate change. What are the bigger issues that Equitable Food Initiative (EFI) and workforce development can give voice to, and how do we make it meaningful for the 300 million people who consume the food we grow every day?\n\nFor more information on EFI’s workforce development program, visit equitablefood.org.\n\nCategories: All News, Grower News\n\t\nRecent Posts\n Tip of the Iceberg Podcast – Taking Action for Responsible Labor Practices\n Veg-Fresh Farms Achieves EFI Certification\n Gratitude Grows Here\n Equitable Food Initiative Announces New Additions to Staff\n Tip of the Iceberg Podcast – How ‘Green Teams’ Help 3 California Farms Reduce Waste by 2025\nCategories\nAll News (357)\nConsumer News (9)\nGrower News (169)\nIndustry News (26)\nEvaluation & Impact (11)\nGFSI (4)\nIn the News (109)\nBroadcast (5)\nPress Releases (76)\nStandards (3)\nStories from the Field (20)\nVideo Colors (1)\nVideos (1)\nEquitable Food Initiative\n200 Massachusetts Ave NW, Suite 700. Washington D.C. 20001\n177 E. Colorado Blvd., 2nd Floor, Pasadena. California. 91105\n\n     \nCONTACT US CAREERS SUBSCRIBE TO NEWSLETTER LATEST NEWS EFI CERTIFIED FARMS PRIVACY POLICY TERMS OF SERVICE\n\nCopyright 2023 Equitable Food Initiative\n\nGet access to Newsletters and Updates!\n\nReceive newsletters and relevant updates from Equitable Food Initiative in your inbox to help guide you along your path to becoming a certified EFI grower!\n\nEmail\nFirst Name\nLast Name\nCompany\nEmail Lists\nBusiness Partners Newsletter\nConsumer Newsletter\n\nBy submitting this form, you are consenting to receive marketing emails from: Equitable Food Initiative, 200 Massachusetts Ave., NW, 10th Floor, Washington, DC, 20001, US, http://Equitable Food Initiative. You can revoke your consent to receive emails at any time by using the SafeUnsubscribe® link, found at the bottom of every email. Emails are serviced by Constant Contact.\n\nSign Up!"
}