{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Plastic Straw Ban: How Straws Got So Popular to Begin With | Time",
  "href": "https://time.com/5336242/plastic-straws-history/",
  "body": "The paper straw underwent very few changes in the decades that followed Mr. Stone's infamous mint julep, aside from attaining its now famous bendy-ness in the 1930s thanks to an inventor in San ...",
  "textContent": "SIGN IN\nSUBSCRIBE\nSIGN UP FOR OUR IDEAS NEWSLETTER\n \nSECTIONS\nHome\nU.S.\nPolitics\nWorld\nHealth\nClimate\nFuture of Work by Charter\nBusiness\nTech\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nTIME 2030\nNext Generation Leaders\nTIME100 Leadership Series\nTIME Studios\nVideo\nTIME100 Talks\nTIMEPieces\nThe TIME Vault\nTIME for Health\nTIME for Kids\nTIME Edge\nTIME CO2\nRed Border: Branded Content by TIME\nCoupons\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nJOIN US\nNewsletters\nSubscribe\nGive a Gift\nShop the TIME Store\nTIME Cover Store\nCUSTOMER CARE\nUS & Canada\nGlobal Help Center\nREACH OUT\nCareers\nPress Room\nContact the Editors\nMedia Kit\nReprints and Permissions\nMORE\nAbout Us\nPrivacy Policy\nYour California Privacy Rights\nTerms of Use\nModern Slavery Statement\nSite Map\nCONNECT WITH US\nHISTORY \nFOOD AND DRINK\nTHE BACKLASH AGAINST PLASTIC STRAWS IS SPREADING. HERE’S HOW THEY GOT SO POPULAR IN THE FIRST PLACE \nThe Backlash Against Plastic Straws Is Spreading. Here’s How They Got So Popular in the First Place\nStarbucks Will Ditch Plastic Straws by 2020 to Reduce Ocean Waste\n0 seconds of 30 secondsVolume 0%\n \nBY EMELYN RUDE JULY 12, 2018 9:30 AM EDT\n\nW\nith their announcements earlier this week that they will stop using plastic straws, Starbucks and American Airlines have joined the rising tide against these ubiquitous, disposable tubes. Like the city of Seattle, companies such as Alaska Airlines, and a growing number of environmental groups, Starbucks cited growing concerns over the rising levels of plastic in the world’s oceans in their decision to implement the change. Although these drinking apparatuses only comprise roughly four percent of the some 8 million tons of plastic that is dumped into the world’s seas every year, environmental groups such as Conservation International see the move as “meaningful action to protect our oceans.”\n\nBRANDED CONTENT\nWhat does the future of human and AI collaboration look like?\nBY INTEL\n\nBut, if it’s clear that customers can live without them, that fact raises a question: why do we use disposable plastic straws in the first place? And how did they become so ubiquitous as to represent the whole problem with single-use plastics?\n\nWatch more from TIME\nClick to unmute\nAD\npause\nvolume_off\nfullscreen\n\nAlthough historians are unsure of the first civilization to grasp at straws, great apes have shown a proclivity for using tubes to aid in their beverage consumption, so “drinking tubes” in some form or another have probably been used by humans for thousands of years. The oldest confirmed straw usage has been found in an Ancient Sumerian tomb dating from approximately 3,000 B.C. On its walls, royals are depicted drinking beer through long, cylindrical tubes; amongst the offerings to the dead are drinking apparatuses shaped out of the precious blue stone lapis lazuli.\n\nCommoners from ancient times until the middle of the 19th century used more accessible materials for their straws—plant materials with a natural tube shape, such as rye grass, dried reeds or, unsurprisingly, just straw. While useful to consumers to a point, these natural straws tended to break or disintegrate while in use, requiring a drinker to use multiple straws to finish a single beverage, or they imparted an earthy flavor to whatever drink they were placed in.\n\nOne Marvin Chester Stone, an owner of a paper cigarette-holder factory in Washington, D.C., at the end of the 19th century, did not approve of this tendency to disintegrate. As the often-cited legend in straw history goes, Stone was so bothered by the grassy residue he encountered when sipping his favorite mint juleps that he decided to invent a more palatable alternative to the natural straw. At some point in the 1880s, he wound some strips of paper around a pencil, glued them together, and coated the whole thing in paraffin wax—and the rest is beverage history.\n\nGet our History Newsletter. Put today's news in context and see highlights from the archives.\n SIGN UP NOW\nYou can unsubscribe at any time. By signing up you are agreeing to our Terms of Service and Privacy Policy.\n\nAlthough specialized (and more durable) drinking apparatuses had been floating around American cups for at least 30 years prior – one A. Fessenden applied for a patent for a metal “drinking tube” in 1850 while one E. Chaplin had created a rubber “drinking tube for invalids” – Stone’s invention became ubiquitous, as a “cheap, durable, and unobjectionable substitute for the natural straws commonly used for the administration of medicines, beverages, &.c.” In the decade following Stone’s 1888 patent application, his paper-and-wax straw became a standby at the rising number of soda foundations that began to reshape the American dining landscape.\n\nIts disposability, too, was key to the popularity of Stone’s artificial drinking straw. At the end of the 19th and beginning of the 20th centuries, public health campaigners were raging a widely publicized war against “the public drinking cup,” a metal or glass cup left at public drinking fountains for all who were thirsty to use. Those common cups were condemned as a source of much death and disease in American cities, but disposable cups were incredibly expensive at the time. Instead, drinkers were plied with single-use artificial straws that were less likely to spread sickness.\n\nThe paper straw underwent very few changes in the decades that followed Mr. Stone’s infamous mint julep, aside from attaining its now famous bendy-ness in the 1930s thanks to an inventor in San Francisco named Joseph Friedman. It wasn’t until the 1950s that straws gained their now infamous plastic sheen. The economic boom that followed the Second World War meant more money in consumer’s pockets and a dizzying array of shiny new goods for them to spend it on. Plastics were growing increasingly cheap to produce at this time and so too were fast-food meals, each of them accompanied by sodas in to-go cups with crosshairs that easily tore apart flimsier paper straws. Overtime, the plastic straw overtook the paper as the standard in eateries across the United States and, eventually, across the globe.\n\nToday, it’s estimated that the United States goes through hundreds of millions of straws each day (although the exact number is difficult to count.) The World Watch Institute claims that these straws could circle the entirety of the Earth two and a half times every 24 hours. And while more natural or reusable alternatives to plastic straws are increasingly popping up on the market place, it’s clear the globe still has a tremendous straw addiction, one that’s leaving its mark on both the health of the planet and the quality of people’s drinking experiences. If great apes use them, it’s unlikely that humans will be able to go long without drinking tubes in some form or another, but perhaps the lesson of the history of the straw is that it’s only a matter of time before the next iteration of this timeless drinking apparatus is born.\n\nEmelyn Rude is a food historian and the author of Tastes Like Chicken: A History of America’s Favorite Bird\n\nA version of this article appears in the July 23, 2018, issue of TIME\n\nMORE MUST-READS FROM TIME\nTaylor Swift Is TIME's 2023 Person of the Year\nMeet the Nation Builders\nWhy Cell Phone Reception Is Getting Worse\nColumn: It's Time to Scrap the Abraham Accords\nIsraeli Family Celebrates Release of Hostage Grandmother\nIn a New Movie, Beyoncé Finds Freedom\nThe Top 100 Photos of 2023\nWant Weekly Recs on What to Watch, Read, and More? Sign Up for Worth Your Time\n\nCONTACT US AT LETTERS@TIME.COM.\n\nTop Doctor: If You Eat Oatmeal Every Day, This Is What Happens\nTop US Doctor: Sugar Is Not The Problem (This Is)\nGundryMD\n|\nSponsored\nGame Developers: Why Men Can't Stop Playing This Game\nBuzzDaily Winners\n|\nSponsored\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nThis can save tons of money on Amazon, but most Prime members are ignoring it.\nOnline Shopping Tools\n|\nSponsored\nThe Obvious Solution to Loss-and-Damage Fund Distribution\nTIME\nHere's Why We Don't See Him on the Big Screen Anymore\nThe Note Jim Carrey's Girlfriend Wrote Before She Took Her Wwn Life. Is Absolutely Chilling: She blamed him for exposing her to a life of debauchery\nSportzBonanza\n|\nSponsored\nGame simulates WW3\nHow would you prepare the US for a military conflict with China? What would you do to protect Taiwan and Western Europe? Conflict of Nations makes you commander-in-chief in various geopolitical scenarios.\nConflictnations - Geopolitics Simulation\n|\nSponsored\nCould These Be the Remains of Noah's Ark?\n5D Wallpaper\n|\nSponsored\nYOU MAY ALSO LIKE\nCLIMATE\nWhy Tackling Climate Change Through Consumption May Be Harder Than It Seems\nBUSINESS\nMcDonald’s Will Trial New Coffee Shop-Style Chain 'CosMc’s' in the U.S.\nSCIENCE\nGlobal Carbon Emissions Keep Increasing\nIDEAS\nNuclear Power Is the Only Solution\nBRANDED CONTENT\nLearn why HP’s social impact team was named TIME Team of the Year\nBY SMARTSHEET\nHome\nU.S.\nPolitics\nWorld\nHealth\nBusiness\nTech\nPersonal Finance by TIME Stamped\nShopping by TIME Stamped\nFuture of Work by Charter\nEntertainment\nIdeas\nScience\nHistory\nSports\nMagazine\nThe TIME Vault\nTIME For Kids\nTIME CO2\nCoupons\nTIME Edge\nVideo\nMasthead\nNewsletters\nSubscribe\nSubscriber Benefits\nGive a Gift\nShop the TIME Store\nCareers\nModern Slavery Statement\nPress Room\nTIME Studios\nU.S. & Canada Customer Care\nGlobal Help Center\nContact the Editors\nReprints and Permissions\nSite Map\nMedia Kit\nSupplied Partner Content\nAbout Us\n© 2023 TIME USA, LLC. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Service, Privacy Policy (Your California Privacy Rights) and Do Not Sell or Share My Personal Information.\nTIME may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}