{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Your Questions About Plastic Waste, Answered - NPR",
  "href": "https://www.npr.org/sections/goatsandsoda/2019/02/08/692002116/your-questions-about-plastic-waste-answered",
  "body": "In January, we published a special report called \"A New Weapon In The War Against Plastic Waste.\"It profiled Froilan Grate, a Filipino environmental activist, and his efforts to fight the non ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nGoats and Soda\nSTORIES OF LIFE IN A CHANGING WORLD\nENVIRONMENT\nYour Questions About Plastic Waste, Answered\nFEBRUARY 8, 20192:46 PM ET\n\nBy \n\nChristopher Joyce\n\n, \n\nRebecca Davis\n\nAround the globe, people are searching for ways to reduce plastic waste. Above: Dampalit, a fishing community in Manila Bay, can't keep up with a constant influx of trash.\n\nJes Aznar for NPR\n\nIn January, we published a special report called \"A New Weapon In The War Against Plastic Waste.\" It profiled Froilan Grate, a Filipino environmental activist, and his efforts to fight the non-recyclable plastic waste that is clogging miles and miles of coastline in the Philippines.\n\nGrate argues that the corporations that produce the waste should be responsible for cleaning it up. And one way he's getting the brands' attention is by naming and shaming the companies.\n\nSponsor Message\nGOATS AND SODA\nA New Weapon In The War Against Plastic Waste\n\nWe asked readers to share their questions about plastic waste. Nearly 300 questions were submitted, on topics ranging from microplastics in the ocean to how to help the activist in the story.\n\nHere are some of the most frequently asked questions, answered by NPR correspondent Christopher Joyce and producer Rebecca Davis, who reported the story.\n\nHow can I find out if the plastic I put into recycling in my community is really being recycled and not just sent to some poor country?\n- Sabina Qureshi\n\nMost of the plastic sent overseas has been sent to China, where it is recycled to make other plastic products. But China has stopped taking the world's recyclable plastic. As a result, a lot is piling up here in the U.S.\n\nThe U.S. recycling industry has relied on the Chinese and now can't handle all the waste, so a lot of it is ending up in landfills. There is anecdotal evidence that some waste is going to other Asian countries for recycling, but some countries, like Malaysia, now say they don't want it, either.\n\nUnited Nations documents show that worldwide exports and imports of plastic for recycling are decreasing in many places. In any case, my understanding is that a lot more plastic generated here is mostly staying here, for the moment.\n\nSponsor Message\n\nYou can contact your local recycling center and ask if they are shipping some material abroad. There is also a publication called WasteDive that writes about the recycling industry and follows this issue. -Christopher Joyce\n\nAren't there biodegradable plastics that can be used for packaging and if so, why aren't they?\n- Anonymous\n\nThere are lots of research efforts underway, from big companies like Unilever to university and private industry labs where scientists are looking for alternatives. Some substitutes are made from petrochemicals like waste methane from sewage treatment plants. Some are from biological raw materials, like algae.\n\nIt's a big hurdle though. There is \"industrial\" biodegradable, which means the waste plastic has to be treated with chemicals or heat to degrade — expensive and time-consuming with potentially bad byproducts.\n\nBut the ideal is something that will biodegrade fast in a natural environment, and it shouldn't leave nasty stuff in the environment once it degrades. At the same time it has to be durable if you use it for packaging, so it's hard to get both in one product that also doesn't cost a lot.\n\nIt's the same problem with compostable products; there are a growing number, but they are not always compostable without a lot of effort — heat, chemicals, etc. NPR will be doing some stories soon on these research efforts. -Christopher Joyce\n\nHow can I, a high schooler in small-town Wisconsin, help reduce plastic waste both locally and globally?\n- Sydney Bosley\n\nThere are so many ways to attack this problem. Some people work on straws, some on plastic bags. Start making changes in your own life. Use Mason jars for drinks and soups and salad for your lunch; instead of plastic wrap use reuseable beeswax wrappers or wax paper (which is paper, not plastic, and will eventually biodegrade). Set a good example by thinking of creative ways you can get around using plastic in your own life and then talk about it.\n\nGOATS AND SODA\nHow Teenage Sisters Pushed Bali To Say 'Bye-Bye' To Plastic Bags\n\nA school group in my community called the Young Activist Club convinced the school board to stop using lunch trays made of polystrene, which is not usually recycled, and switch to cardboard instead.\n\nYou might consider contacting other activists doing this work in other parts of your state and/or the U.S. to see how they are able to bring about change. Here are some to look up: The Story of Stuff, Global Alliance for Incinerator Alternatives (GAIA) and Break Free From Plastic. - Rebecca Davis\n\nSponsor Message\n\nAre there people in the U.S. that are plastic shaming like Froilan Grate?\n- Anonymous\n\nSome environmental organizations like Greenpeace are following what the Philippines' groups started: brand audits in which they collect plastic trash from beaches or communities and publish the brand logos and names on the web.\n\nOthers in the U.S. have begun to do so but have not yet published the results, in part because they want to inform the brands about what's out there and how much of it belongs to which brands, and then use that information to negotiate with them to find substitute packaging or help local communities collect and recycle the trash.\n\nThe view of some environmental groups is that many of the brands want to improve the situation and that public shaming may not be necessary. One of the things that activists are pushing is called \"extended producer responsibility.\"\n\nThat means that brands that produce the goods and packaging have a responsibility to help communities clean up; some brands are indeed providing funding for recycling centers and training for waste workers in Asian countries. - Christopher Joyce\n\nWhat makes some plastics recyclable and others not?\n- Connor Hoffman\n\nLots of reasons. Things like sachets (the ketchup package in the fast food restaurant and the ubiquitous packaging used by brands that contain one day's worth of soap or snacks in Asia) are made of plastic but also have a lining of aluminum or some other metallic material; or it's plastic and paper combined; or some plastic has additives for color or durability.\n\nThese are generally not recyclable, at least not without expensive technology that is not widely available, because they're made of mixed materials. Also, plastic items that are contaminated with oil or food are often weeded out of recycling centers and end up in landfills. Thin film plastic bags — like the bags newspapers are wrapped in — are not recyclable in most recycling centers because they are too thin and gum up the machinery. They can be recycled but in a separate process.\n\nSponsor Message\n\nBottles and containers can be recycled easily into other plastic goods and packaging, but other types may just be turned into plastic construction material or paving. - Christopher Joyce\n\nWhat happened to the building blocks for housing, walls, sidewalks, etc. that were to be made from our ocean plastic?\n- Barbara Holladay-Vernon\n\nLots of plastic, especially plastic that can't easily be recycled into plastic pellets to make more plastic, is converted to things like building materials. That doesn't help with ocean plastic waste because there's no practical way to collect it from the ocean. One recent attempt failed badly (as predicted by oceanographers).\n\nMoreover, the real problem in the ocean is what you can't see: microplastics, which cannot be collected in any way that people know now. As for waste plastic on land, that sounds like a good idea but we're still dealing with a substance that won't disappear for hundreds of years. What happens to concrete-with-plastic in 200 years when the concrete disintegrates? Same with highways. More plastic in the environment. - Christopher Joyce\n\nWhat can I do to aid the activist in this story?\n- Kristen Muehlhauser\n\nFroilan Grate can be reached through the Mother Earth Foundation. He also works through GAIA. Both of these nonprofits work locally within the Philippines but GAIA works internationally as well. - Rebecca Davis\n\nThank you to everyone who participated in our callout. More questions and answers can be found in the Reddit AMA on plastic waste that Christopher Joyce and Rebecca Davis did in January.\n\nOur plastics series, The Plastic Tide, will continue throughout 2019. Check out this page for the latest stories.\n\nplastic\nplastic waste\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nGLOBAL HEALTH\nCaptive in a chicken coop: The plight of debt bondage workers\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nANIMALS\n'I dare not be quiet': What climate activist Ndelika Mandela learned from her granddad\nGLOBAL HEALTH\nA vaginal ring that discreetly delivers anti-HIV drugs will reach more women\nRESEARCH NEWS\nLooking for honey? This African bird will heed your call and take you there\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNATIONAL\n3 UNLV faculty members were killed in the Las Vegas campus shooting\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nART & DESIGN\nIt's time for holiday decorations. How to create an iconic theme — and save money\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}