{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Why Are Plastic Straws Bad For The Environment? - Green Matters",
  "href": "https://www.greenmatters.com/renewables/2018/07/18/aowrj/why-are-straws-bad",
  "body": "The environmental impact of plastic straws is well documented. Because plastic has a lifecycle that extends long after it's served any function, single-use products often wind up in landfills or, even worse, the ocean. In 2015, marine biologist Christine Figgener shot a disturbing video of a turtle with a straw stuck in its nostril.",
  "textContent": "SMALL CHANGES\nBIG IMPACT\nCLIMATE ACTION\nGO GREEN\nHome > Big Impact > Renewables\nWhy Are Plastic Straws Bad For The Environment?\n\nStarbucks, Marriott, and Portland are banning plastic straws, but why are they considered bad?\n\nBY KRISTIN HUNT\n\nMAY 31 2019, UPDATED 12:12 P.M. ET\n\nSOURCE: PEXELS\n\nBetween Starbucks, Coachella, and the city of Portland ditching plastic straws, you’ve likely been hearing a lot about straw bans. But why exactly are these straws bad for the environment? \n\nArticle continues below advertisement\n\nPlastic straws are a small piece of the larger problem of single-use plastic. Every day, millions of Americans throw out plastic bags, forks, cups, and straws after just one meal or grocery run. Plastics take a much longer time to break down than organic matter, such as apple cores. Some scientists say it could take 500 years for just one plastic bag to decompose — others bump that number up to 1,000.\n\nThe environmental impact of plastic straws is well documented. \n\nBecause plastic has a lifecycle that extends long after it’s served any function, single-use products often wind up in landfills or, even worse, the ocean.\n\nArticle continues below advertisement\n\nIn 2015, marine biologist Christine Figgener shot a disturbing video of a turtle with a straw stuck in its nostril. Blood streams out of the turtle’s nose as scientists attempt to pull it out, and the animal appears to be in pain as human hands hold it down. (The video is embedded below, but be warned: This is upsetting footage.)\n\nArticle continues below advertisement\n\nThe eight-minute clip currently has more than 31 million views, and is often credited with galvanizing the modern campaign against plastic straws. The Lonely Whale, an advocacy group which has led the popular #stopsucking social media campaign, launched just months after the video hit YouTube. “It had a very emotional effect on people and it definitely fueled the movement that already existed,” Figgener later told Time. “I thought I [could] really show what one object can do, what kind of harm it can do.”\n\nWhile sea turtles got many people motivated about plastic straws, they aren't the only animals impacted. \n\nAquatic animals also tend to eat plastic trash, which can make them sick or even kill them. These creatures are usually ingesting microplastics, tiny fragments of less than 5mm that splinter off larger plastic items as they degrade. Scientists believe 700 species of marine life have already consumed at least some plastic, which makes sense, considering how much trash is in the water. Researchers at the University of Georgia found that between 4.8 and 12.7 million metric tons of plastic entered the ocean in a single year, and the UN estimates that by 2050, there could be more plastic than fish in our oceans.\n\nArticle continues below advertisement\nThankfully, there are alternatives to plastic straws. \n\nInstead of adding to the plastic waste created by all the single-use plastic, people have opted to use plastic straw replacements, such as reusable stainless steel straws and biodegradable straws made from paper or bamboo, which can be recycled.  \n\nArticle continues below advertisement\n\nWhile plenty of the statistics about plastic straws are alarming, critics of straw bans say the harm is overhyped or misrepresented, pointing to the frequently cited statistic that Americans go through over 500 millions straws each day. This number came from a 9-year-old named Milo Cress, who arrived at the estimate by calling up straw manufacturers. It has never been conclusively verified.\n\nStraws are also far from the biggest source of pollution. They make up just 4 percent of plastic trash when you count by piece, and even less by weight. \n\nArticle continues below advertisement\n\nBut environmentalists see straws as a gateway issue that can help introduce people to the wider fight against single-use plastics and ocean pollution. That includes Figgener, the woman who arguably started it all. “I’m of course happy, but I don’t want the corporations to feel like they’re getting off easily just by eliminating plastic straws,” she told Time. “I hope this is a first step.”\n\nMore from Green Matters\n\nCan You Recycle Plastic Bags?\n\nThis Female Entrepreneur Wants to Replace All Plastic Toothbrushes With Bamboo\n\nMeet the 12-Year-Old Who Invented a Robot That Detects Plastic in the Ocean\n\nAdvertisement\n\nLATEST RENEWABLES NEWS AND UPDATES\n\nThese 5 Companies Are Ditching Plastic Straws\nHow Citizens Are Organizing To Ban Plastic Straws In One Colorado C...\nA Running List of Cities, Restaurants, and Hotels That Have Banned ...\nSeattle Encourages Its Residents To 'Stop Sucking' In September\nMcDonald's Ditches Plastic Straws In The U.K. To Reduce Waste\nStarbucks Announces Plan To Ban Straws From All Stores\n4 Types Of Plastic-Free Straws Perfect For Kids\nPortland Is The Latest City To Ditch Plastic Straws\nThese Are Our Picks for the the Best Metal Straws\nThe First U.S. Wireless Charging Road Is Installed In Detroit — Wha...\n\t\nAdvertisement\nABOUT Green Matters\nAbout Us\nPrivacy Policy\nTerms of Use\nDMCA\nSitemap\nCONNECT with Green Matters\n\nOpt-out of personalized ads\n\n© Copyright 2023 Green Matters. Green Matters is a registered trademark. All Rights Reserved. People may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}