{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Meet the kid behind the '500 million plastic straws' a day estimate",
  "href": "https://www.plasticsnews.com/article/20180801/NEWS/180809990/meet-the-kid-behind-the-500-million-plastic-straws-a-day-estimate",
  "body": "The 17-year-old Shelburne, Vt., resident is the person behind the much-referenced statistic that 500 million plastic straws are used in the United States every day. And, as founder of the Be Straw ...",
  "textContent": "Skip to main content\nSister Publication Links\nSustainable Plastics Rubber News\nSubscribe\nSIGN UP FREE LOGIN SUBSCRIBE\nNEWS\nOPINION\nSHOP FLOOR\nEVENTS\nRANKINGS & DATA\nDIRECTORY\nRESIN PRICES\nCUSTOM\nBreadcrumb\nHome\nNews\nAugust 01, 2018 02:00 AM\nMeet the kid behind the '500 million plastic straws' a day estimate\nJIM JOHNSON   \nSenior Reporter\n TWEET\n SHARE\n SHARE\n EMAIL\nMilo Cress\nMilo Cress, a 17-year-old from Shelburne, Vt., is the founder of the Be Straw Free campaign. Photo courtesy of Milo Cress\n\nMilo Cress doesn't want to ban plastic straws, but he does want people to think about whether they really need to use them.\n\nThe 17-year-old Shelburne, Vt., resident is the person behind the much-referenced statistic that 500 million plastic straws are used in the United States every day.\n\nAnd, as founder of the Be Straw Free campaign, he really thinks most people can usually do without them.\n\nCress was just 8 years old when he started thinking about disposable plastic straw use. He took it upon himself to research the issue to come up with his 500-million-straw estimate.\n\nThe number has been widely used in the media as the plastic straw draws more and more attention.\n\nIt's a number that Cress realizes is open to criticism, and he's willing to consider other figures. But nobody has come back to him with a better number, he said.\n\n“When I first got started, I didn't see any number or research on how many straws were used daily in the United States. I thought that kind of statistic would be a very powerful way of telling people that we use more straws than we need to,” Cress said.\n\nSo Cress, at age 9, reached out to straw manufacturers to establish what he calls an informal estimate of daily use. Three companies spoke with him at the time.\n\n“I just called them up and asked them what do you estimate the size of the United States straw market per day. That gave me an estimate of around 500 million straws,” he said.\n\n“It's just an estimate. And I did it when I was 9. Both of those things are absolutely, 100 percent true. If anyone has a better number or some figure that they've done more research on than I have, then I'm open to hearing that and using that figure,” Cress said. “The reason I came up with my own figure was that I was not able to see one.”\n\nWhile Cress said he is willing to use a different estimate, he is not backing away from his message.\n\n“To say that we shouldn't use fewer straws because this number is possibly inaccurate, I think, is absolutely missing the point of what I'm trying to do,” he said. “The thinking is however many straws we use, it's too many.”\n\nCress became interested in the subject after noticing the number of straws that would be used when he went out to dinner.\n\nWater came with a straw. Other drinks with straws. And refills came with their own new straws, he remembered. “I looked around and it seemed to be happening to other people, too. The straws just pile up and often I see them not being used at all. People will get a drink with a straw in it and then must take it out and not use it. That just seemed like a huge waste,” Cress said.\n\n“What I thought was what if restaurants offered straws to customers instead of serving one with every drink,” he said.\n\nCress, who will be a high school senior this year, is not completely against plastic straws. He'll even use them from time to time. He just wants people to think about their use and cut back. Way back.\n\n“When I order my drink without a straw and it comes with a straw in it anyway, there's nothing I can do at that point because I can't get them to reuse the straw because that would be pretty much a [health code] violation,” he said. “At that point, sometimes I'll use the straw if I feel I need one. Often I'll just leave it there.”\n\nHe also has a reusable stainless-steel straw that he carries.\n\nCress, while arguing against the mindless use of plastic straws, said he is against any legislative action to ban the products. And he realizes plastic straws are necessary in some situations, such as a health care setting where they help bedridden people.\n\n“I'm not for banning straws because I think that is an irresponsible thing to do,” he said. Convincing people they do not need as many straws, he said, is “a much more valuable thing than making that decision for them.”\n\nCress said he certainly has received criticism of the years for his stance, but he said once he is able to start a dialogue, usually through email, people tend to have a better understanding of his approach.\n\n“I think they are misunderstanding what my project is trying to do, which is to make people more conscious of their plastics use and waste. That's something I've said from the start. If you need a straw, go ahead; go for it. I've also tried to highlight the reusable and sustainable alternatives. I'm always willing to listen to people who have a different opinion,” he said.\n\nLetter\nto the\nEditor\n\nDo you have an opinion about this story? Do you have some thoughts you'd like to share with our readers? Plastics News would love to hear from you. Email your letter to Editor at editorial@plasticsnews.com\n\nMost Popular\n1\t\nIllinois molding company owner arrested on child pornography charges\n\n2\t\nCongress proposes nationwide ‘Farewell to Foam' legislation\n\n3\t\nJapanese EV battery pouch maker invests $233M in first US plant\n\n4\t\nComplications on the rise for concentrate makers\n\n5\t\nKickstart: Covering growth in roofing\nSIGN UP FOR OUR FREE NEWSLETTERS\nBreaking News\nDaily Report\nKickstart\nMaterial Insights\nSustainability & Recycling Report\nEMAIL ADDRESS\n\nFind more newsletters at plasticsnews.com/newsletters.\n\nYou can unsubscribe at any time through links in these emails. For more information, see our Privacy Policy.\n\nIn Case You Missed It\nESSENTIAL NEWS\nWhat's next after ‘disappointing' plastics treaty talks?\nUS toolmakers may have to wait for R&D tax, tariff changes\nPET bottle resin prices take a tumble\nEDITORS' PICKS\nLatest retail sales data points to a soft landing\nNova ends force majeure limits for St. Clair River PE site\nRecycled HDPE resin prices drop\nSPECIAL REPORTS\nMergers & Acquisitions Tracker\nCompounders Directory and Special Report\nNotable Leaders in Sustainability\nBlow Molders 2023 Ranking\nUPCOMING EVENTS\nNumbers That Matter Live\nNOVEMBER 28, 2023\nPolymer Points Live\nNOVEMBER 30, 2023\nSustainable Plastics Live\nDECEMBER 5, 2023\nGET OUR NEWSLETTERS\n\nStaying current is easy with Plastics News delivered straight to your inbox, free of charge.\n\nSUBSCRIBE TODAY\n\nSubscribe to Plastics News\n\nSUBSCRIBE NOW\nCONNECT WITH US\nLinkedIn\nFacebook\nTwitter\nInstagram\n\nPlastics News covers the business of the global plastics industry. We report news, gather data and deliver timely information that provides our readers with a competitive advantage.\n\nCONTACT US\n\n1155 Gratiot Avenue\nDetroit MI 48207-2997\n\nCustomer Service:\n877-320-1723\n\nRESOURCES\nAbout\nStaff\nEditorial Calendar\nMedia Kit\nData Store\nDigital Edition\nCustom Content\nPeople\nContact\nCareers\nSitemap\nRELATED CRAIN PUBLICATIONS\nSustainable Plastics\nRubber News\nTire Business\nUrethanes Technology\nLEGAL\nTerms and Conditions\nPrivacy Policy\nPrivacy Request\nCopyright © 1996-2023. Crain Communications, Inc. All Rights Reserved."
}