{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "5 Ways Plastic Straws May Be Bad for Your Body - Treehugger",
  "href": "https://www.treehugger.com/ways-plastic-straws-may-be-bad-your-body-4858304",
  "body": "Fewer straws means less plastic in the ocean means less plastic for us to eat when consuming products from the sea. Microplastics in the Air You Breathe and the Food You Eat. 4. Excess Sugar and ...",
  "textContent": "SKIP TO CONTENT\nMENU\nHome\nSustainability for All.\nSearch\nClose\nSearch the site\nGO\nNews\nEnvironment\nBusiness & Policy\nScience\nAnimals\nHome & Design\nCurrent Events\nTreehugger Voices\nNews Archive\nEnvironment\nPlanet Earth\nClimate Crisis\nPollution\nRecycling & Waste\nNatural Disasters\nTransportation\nEco Terms A to Z\nBusiness & Policy\nCorporate Responsibility\nEnvironmental Policy\nEconomics\nFood Issues\nHome & Garden\nHome\nGarden\nScience\nSpace\nNatural Science\nTechnology\nAgriculture\nEnergy\nAnimals\nWildlife\nPets\nAnimal Rights\nEndangered Species\nCulture\nHistory\nTravel\nSustainable Fashion\nArt & Media\nHolidays\nCommunity\nEco-Design\nTiny Homes\nArchitecture\nInterior Design\nGreen Design\nUrban Design\nClean Beauty\nProducts\nTips & Techniques\nAbout Us\n \nContact Us\n \nEditorial Guidelines\n \nPrivacy Policy\nEnvironment  Recycling & Waste\n5 Ways Plastic Straws May Be Bad for Your Body\nBy\nMelissa Breyer\nUpdated October 11, 2018\n\nViktoriiaNovokhatska / Getty Images\n\nSo, I just read an article complaining about how the flood of single-use straw bans is \"annoying\" and doesn't have any impact aside from making \"liberal enviros\" feel good about themselves. I am pretty sure that the marine animals with straws stuck in their noses might beg to differ, but hey, I'm just a liberal enviro (thank you very much) so what do I know?\n\nWhat I do know is that plastic pollution is an enormous problem, so regardless of the specific statistics, the war on plastic straws is working double-time as an effective public awareness campaign. Plastic straws are also completely unnecessary for most of us (excluding those who truly rely on straws for physical reasons) – they are a frivolous contraption and can be a great introduction to breaking up with single-use plastic.\n\n(And for the record, an analysis by a group of pollution research nonprofits called Better Alternatives Now estimates that 7.5 percent of plastic in the environment comes from straws and stirrers. Meanwhile, a recently published study estimated as many as 8.3 billion plastic straws pollute the world's beaches That is not nothing.)\n\nBut to anyone who is feeling annoyed that they may soon be deprived of the luxury of a plastic straw – even though humans somehow managed to live without them for hundreds of thousands of years prior to the 1960s – you may want to consider that straws aren't just bad for the environment, but may be bad for you as well. (I mean, what's bad for the environment is also generally bad for human health, but I'm talking more directly.)\n\nI have long wondered if sucking on plastic via straws had any health implications, and while my curiosity didn't go much further than the plastic chemicals that might be leaching into one's drink and mouth, registered dietitian and nutrition writer Christy Brissette has been kind enough to lay it all out in an article for The Washington Post.\n\nHere's what she's thinking.\n\n1. Gas and Bloating\n\nNobody likes gas and bloating. They are uncomfortable, both physically and socially. Brissette says that sipping from straws delivers air into the digestive tract, which can cause uncomfortable digestive symptoms, like, yes, gas and bloating. \"When I’m counseling clients who are experiencing these symptoms, I always ask them about lifestyle habits, such as whether they drink from a straw often. Some of my clients have experienced significant improvements by ditching straws,\" she writes.\n\n2. Dental Health\n\nWhen drinking sugary or acidic drinks with a straw, it acts like a hose hitting a specific area of the teeth with a stream of concentrated sugar/acid, which can lead to the erosion of enamel and cause tooth decay. That said, if you put the straw behind your teeth, it can spare them – and since this will probably excite your gag reflex as well, you won't even want to drink the junky thing in the first place, a win-win!\n\n3. Chemicals\n\nThis was my worry, and Brissette confirms my concerns – the fact that straws are made from petroleum, and something about sucking on a petroleum product sends up a red flag somewhere in the heart of my liberal enviro brain. Single-use plastic straws are primarily made of polypropylene, which the over-aloof and industry-lobbied FDA says is food-safe in certain amounts. \"But there is evidence that chemicals from polypropylene can leach into liquids and may release compounds that could affect estrogen levels,\" writes Brissette, \"especially when exposed to heat, acidic beverages or UV light.\"\n\nBut wait, there's more! There is so much plastic in the ocean that it is finding its way back to us: We ingest microplastics in things like seafood and sea salt. Fewer straws means less plastic in the ocean means less plastic for us to eat when consuming products from the sea.\n\n Microplastics in the Air You Breathe and the Food You Eat\n4. Excess Sugar and Alcohol Consumption\n\nBrissette notes that the idea of drinking something through a straw has been argued by some to contribute to excess sugar intake and/or faster intoxication (when drinking alcohol). While the jury is still out on those, I know for a fact that when I used to use straws, they encouraged me to drink a beverage much more quickly. Brissette writes that, \"The thought is that straws cause you to gulp down a greater volume of liquid more quickly than drinking from a glass or cup. Plus, people aren’t very accurate about estimating how much liquid they’re taking in, especially if they’re distracted by a movie or smartphone screen.\"\n\n5. Wrinkles\n\nBecause if the environment and health don't convince you, perhaps vanity will! For people concerned about wrinkles, using straws regularly can lead to “pucker lines,” like the ones smokers get from pulling on a cigarette.\n\nFor anyone very attached to their straw habit, there are paper straws and reusable straws. Yes, plastic straws may be convenient, but doesn't it seem strange to use something for five minutes that could pollute nature for hundreds of years to come? You don't have to be a liberal enviro to see that there's a problem in that logic.\n\nScientists Create 100% Biodegradable Paper Straws That Don’t Get Soggy\nThe 6 Best Non-Toxic Nail Polish Removers of 2023\n10 Ways to Reduce Exposure to BPA at Home\nThe 9 Best Eco-Friendly Dish Soaps of 2023\nIs Silicone Biodegradable?\nAre Sour Patch Kids Vegan?\nRecycling Is Beyond Fixing, So Let's Get Over It\n6 Most Common Sources of Plastic Pollution\nThe 6 Best Natural Teeth Whitening Products of 2023\nA Beginner's Guide to Plastic-Free Living\nHow to Shovel Snow\nThere's No Gas Stove Ban But Regulations Can Reduce Indoor Air Pollution\nWhy You Should Try Plastic-Free Dental Floss\nThe 8 Best Eco-Friendly Pens\nThe 7 Best Water Bottles for Kids\nCelebrate National Skip the Straw Day\nTreehugger\nSustainability for All.\nFollow Us\nEnvironment\nBusiness & Policy\nHome & Garden\nNews\nAbout Us\nPrivacy Policy\nEditorial Guidelines\nTerms of Service\nCareers\nAdvertise\nContact\nYour Privacy Choices \nTreehugger is part of the Dotdash Meredith publishing family.\nPlease review our updated Terms of Service."
}