{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How Do Plastic Straw Bans Work? - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/news-how-plastic-straw-bans-work",
  "body": "The movement to ban plastic straws is growing, but phasing them out can be more complicated than it seems. Learn how major corporations, environmental groups, and cities are taking action to reduce plastic pollution and find alternatives to plastic straws.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nThe U.S. alone uses millions of straws every day.\n\nPHOTOGRAPH BY REBECCA HALE, NATIONAL GEOGRAPHIC\nENVIRONMENTPLANET OR PLASTIC?\nHow Do Plastic Straw Bans Work?\n\nThe movement to ban plastic straws is growing, but phasing them out can be more complicated than it seems.\n\nBYSARAH GIBBENS\nPUBLISHED JULY 23, 2018\n• 8 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nMajor corporations like Starbucks, Bacardi Rum, Bon Appétit Management Company, Marriott hotels, Alaska Airlines, and American Airlines have publicly announced that they will phase out plastic straws in the coming years. And they aren't the only ones.\n\nSeattle recently became the first major U.S. city to ban plastic straws. Council members in major cities like D.C. and New York have proposed bans, and smaller municipalities like Miami Beach and Malibu have at least partially implemented bans.\n\nThough just a small fraction of all plastic pollution, straws have become a symbol of waste to rally behind and a feasible way for consumers to feel like they're making a difference. But how do such bans actually go from a pipe dream to a reality on the ground? And what impact will they have?\n\nWho Advocates for Straw Bans?\n\nIn Seattle, the movement to ban straws first gained traction in 2008, when the city passed an ordinance requiring one-time-use food items be recyclable or compostable. The ordinance was updated in 2010, and by July of this year, plastic straws and utensils were prohibited from use.\n\n“The basis of that was grassroots energy,” says Sego Jackson, a strategic advisor for waste prevention and product stewardship at Seattle Public Utilities. “It was community groups coming to the council.”\n\nStraw bans have also been implemented from a more top-down approach. The Bon Appétit Management Company, a large food service provider with 1,000 cafes at places like colleges, museums, and workplaces, announced their own plans to phase out plastic straws last May.\n\nMaisie Ganzler, the chief strategy and brand officer for Bon Appétit, says the decision was largely spurred by the company's CEO Fedele Bauccio.\n\n“When I heard the stats and learned how much damage is being done by straws—a product of convenience—my gut reaction was, we have to change this,” Bauccio said in a press release.\n\nAfter what Ganzler says was just a few months of consideration, the company announced a ban they expect will take just over a year to implement.\n\nEnvironmental advocacy groups have also stepped in to demand straw bans. Lonely Whale, co-founded by actor Adrian Grenier, is one such organization, but rather than trying to sway potential voters, they focus on convincing businesses to lead the way.\n\n“I think, philosophically, markets need to lead the way,” says Dune Ives, the group's executive director. “Policy helps codify what the market wants.”\n\nHow Hard Is it to Find Alternatives?\n\nIn Seattle, city officials initially struggled to find viable alternatives to plastic for straws when bans were first proposed 10 years ago. It was similarly a challenge to find alternatives for other single-use items.\n\n“Finding a spoon that wouldn't melt in a hot soup was a challenge,” says Jackson.\n\nAt Bon Appétit, finding viable alternatives was also more difficult than expected. Ganzler says it wasn't just compostable straws they were looking for. Their plastic replacements needed to be biodegradable, too.\n\n“We wanted to make sure that should our straws wind up in a waterway, it would break down in a short period of time,” says Ganzler.\n\nShe says paper will be the most widely used alternative, but Bon Appétit is also considering straws made of pasta, bamboo, and hay. (Just a century ago, Americans were drinking from hollow pieces of rye grass. Read more about the straw's history.)\n\n“The biggest hurdle was finding a sustainable alternative,” says Alaska Airlines Sustainability Manager Jacqueline Drumheller. She says the airline will no longer offer plastic stir straws in its hot beverages like coffee and tea, and citrus picks will also be made from non-plastic material, but they still plan to stock compostable straws aboard flights.\n\nOne of the U.S.'s largest paper straw manufacturers is a subsidiary of Precision Products Group named Aardvark Straws. It was created in 2007 after eco-friendly businesses like zoos and aquariums asked manufacturers for more sustainable alternatives to plastic. Yet they are having trouble keeping up with surging demand, the company's global business director, David Rhodes, told National Geographic in a previous interview.\n\nBon Appétit has locations in 33 states, and Ganzler says it will be easier to phase in paper straws in regions with a higher concentration of restaurants because the demand will be higher. More sparsely populated areas may take more effort.\n\nWhat About the People Who Still Need Plastic Straws?\n\nWhen Seattle's ban fully went into effect this month, city officials faced criticism from disability advocates, who fear those who need straws most may not have access to them. Similar pushback is befalling other places looking to ban straws around the world.\n\nI concur with this solution. This is all we've been asking for, but also working on straw alternatives to continue to search for possible greater solutions...\n\nAs long as there is no better option though, which is currently the case, we need to continue to have plastic available.\n\n— Dominick Evans (@dominickevans) July 18, 2018\n\nSome disability advocates say there just aren't enough viable alternatives to plastic yet.\n\nSome compostable paper straws are made from organic materials that can cause allergic reactions, they say. Paper straws can also be more difficult to use for people who have challenges swallowing or controlling their bites. And reusable straws made of materials like metal or glass can be potentially hazardous for people with some conditions.\n\n“I think there have been some misunderstandings,” Jackson says of those who worry they'll no longer have access to plastic straws at restaurants. Seattle is encouraging vendors to keep a supply of plastic straws on hand for those who request one, he says.\n\nBon Appétit plans to do the same. Alaska Airlines says they will keep a supply of paper straws on hand.\n\nIs it Expensive to Use Plastic Alternatives?\n\nIn an article published last month on National Geographic's website, Aardvark said paper straws typically cause about a penny more to make than plastic straws.\n\nBon Appétit declined to disclose how much it is costing them to switch to using paper straws.\n\n“I think right now we're at peak straw pricing,” says Ganzler. “It went from being a niche product to being very in demand.”\n\n5:45\n\nPLASTICS 101\n\nIn Seattle, fines are only imposed on businesses using Styrofoam containers, and Jackson says the coming year will be oriented around education and outreach. He knows businesses have different opinions on plastic straw bans, but he says businesses are being encouraged only to offer straws on request rather than stocking up a large inventory of paper straws.\n\nSeattle's waste facilities are also capable of processing compostable plastic, a feature not seen in many city trash facilities. So improving infrastructure to better handle alternatives is another cost cities weighing plastic straw bans could face.\n\nIs it Enough?\n\nThe merits of plastic straw bans depend on who you ask. Some say they're an incremental step in the right direction, while others say they simply put a distracting band-aid on our cultural dependency on plastic, especially single-use plastics.\n\nMany of the recent plastic straw bans have emerged in left-leaning cities, or by companies who already tout a commitment to environmental sustainability. Ives says Lonely Whale typically reaches out to companies that are already likely to be environmental allies, versus wading into what may be more adversarial territory.\n\n“Our theory of change is to work with companies that are already on the environmental side,” she says.\n\n(Read more about what actually comprises the bulk of plastic pollution.)\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nMicroplastics are hidden in your home. Here’s how to avoid them.\nENVIRONMENT\nMicroplastics are hidden in your home. Here’s how to avoid them.\nThe air, water, and food in your home is full of tiny, microscopic plastic particles. Here’s where you can find the most common sources—and eliminate them.\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nWhy this German bunker is full of blood and urine\nENVIRONMENT\nWhy this German bunker is full of blood and urine\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}