{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "A whopping 91% of plastic isn't recycled - National Geographic",
  "href": "https://www.nationalgeographic.com/science/article/plastic-produced-recycling-waste-ocean-trash-debris-environment",
  "body": "The Haunting Art of Plastic Pollution. Using trash from the sea and birds' stomachs, Mandy Barker's work forces us to face our waste. These Ice Pops Are Filled With Plastic and Other Waste.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nPLANET OR PLASTIC?\nA whopping 91% of plastic isn't recycled\n\nBillions of tons of plastic have been made over the past decades, and much of it is becoming trash and litter, finds the first analysis of the issue.\n\n1:08\n\nHERE'S HOW MUCH PLASTIC TRASH IS LITTERING THE EARTH\n\nBYLAURA PARKER\nPUBLISHED DECEMBER 20, 2018\n• 7 MIN READ\nThis article was created in partnership with the National Geographic Society. In December 2018, Great Britain's Royal Statistical Society named the core fact in this story—that only about nine percent of all plastic ever made has likely been recycled— its statistic of the year.\n\nMass production of plastics, which began just six decades ago, has accelerated so rapidly that it has created 8.3 billion metric tons—most of it in disposable products that end up as trash. If that seems like an incomprehensible quantity, it is. Even the scientists who set out to conduct the world’s first tally of how much plastic has been produced, discarded, burned or put in landfills, were horrified by the sheer size of the numbers.\n\n“We all knew there was a rapid and extreme increase in plastic production from 1950 until now, but actually quantifying the cumulative number for all plastic ever made was quite shocking,” says Jenna Jambeck, a University of Georgia environmental engineer who specializes in studying plastic waste in the oceans.\n\n“This kind of increase would ‘break’ any system that was not prepared for it, and this is why we have seen leakage from global waste systems into the oceans,” she says.\n\nPlastic takes more than 400 years to degrade, so most of it still exists in some form. Only 12 percent has been incinerated.\n\nThe study was launched two years ago as scientists tried to get a handle on the gargantuan amount of plastic that ends up in the seas and the harm it is causing to birds, marine animals, and fish. The prediction that by mid-century, the oceans will contain more plastic waste than fish, ton for ton, has become one of the most-quoted statistics and a rallying cry to do something about it.\n\nA Chinese laborer sorts through plastic bottles at a recycling operation in Dong Xiao Kou village, on the outskirt of Beijing.\n\nPHOTOGRAPH BY FRED DUFOUR, AFP, GETTY\nYou can’t manage what you don’t measure\n\nThe new study, published Wednesday in the peer-reviewed journal Science Advances, is the first global analysis of all plastics ever made—and their fate. Of the 8.3 billion metric tons that has been produced, 6.3 billion metric tons has become plastic waste. Of that, only nine percent has been recycled. The vast majority—79 percent—is accumulating in landfills or sloughing off in the natural environment as litter. Meaning: at some point, much of it ends up in the oceans, the final sink.\n\nIf present trends continue, by 2050, there will be 12 billion metric tons of plastic in landfills. That amount is 35,000 times as heavy as the Empire State Building. (Learn about one possible future solution.)\n\nRoland Geyer, the study’s lead author, says the team of scientists are trying to create a foundation for better managing plastic products. “You can’t manage what you don’t measure,” he says. “It’s not just that we make a lot, it’s that we also make more, year after year.”\n\nHalf the resins and fibers used in plastics were produced in the last 13 years, the study found. China alone accounts for 28 percent of global resin and 68 percent of polyester polyamide and acrylic fibers.\n\nGeyer, an engineer by training, specializes in industrial ecology as a professor at the University of California, Santa Barbara. He has studied various metals and how they’re used and managed. The rapid acceleration of plastic manufacturing, which so far has doubled roughly every 15 years, has outpaced nearly every other man-made material. And, it is unlike virtually every other material. Half of all steel produced, for example, is used in construction, with a decades-long lifespan. Half of all plastic manufactured becomes trash in less than a year, the study found.\n\n0:48\n\n38 MILLION PIECES OF PLASTIC TRASH COVER THIS REMOTE ISLAND\n\nMuch of the growth in plastic production has been the increased use of plastic packaging, which accounts for more than 40 percent of non-fiber plastic.\n\nTallying plastic waste around the globe\n\nThe same team, led by Jambeck, produced the first study that assessed the amount of plastic trash that flows into the oceans annually. That research, published in 2015, estimated that 8 million metric tons of plastic ends up in the oceans every year. That is the equivalent to five grocery bags of plastic trash for every foot of coastline around the globe.\n\n“We weren’t aware of the implications for plastic ending up in our environment until it was already there,” Jambeck says. “Now we have a situation where we have to come from behind to catch up.”\n\nGaining control of plastic waste is now such a large task that it calls for a comprehensive, global approach, Jambeck says, that involves rethinking plastic chemistry, product design, recycling strategies, and consumer use. The United States ranks behind Europe (30 percent) and China (25 percent) in recycling, the study found. Recycling in the U.S. has remained at nine percent since 2012.\n\n“We as a society need to consider whether it’s worth trading off some convenience for a clean, healthy environment,” Geyer says. “For some products that are very problematic in the environment, maybe we think about using different materials. Or phasing them out.”\n\nThis story was first published on July 19, 2017 and updated on December 20, 2018 with the news of the Royal Statistical Society's recognition.\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. This story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nIt will take several years to find out for sure, but the world's fifth largest economy will likely force changes far beyond the state's borders.\nThe Haunting Art of Plastic Pollution\nMAGAZINEPLANET OR PLASTIC?\nThe Haunting Art of Plastic Pollution\nThese Ice Pops Are Filled With Plastic and Other Waste\nMAGAZINEPLANET OR PLASTIC?\nThese Ice Pops Are Filled With Plastic and Other Waste\nPlastic gets to the oceans through over 1,000 rivers\nENVIRONMENTPLANET POSSIBLE\nPlastic gets to the oceans through over 1,000 rivers\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}