{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic bags are out. Plastic straws are on their way out. Now ... - Reddit",
  "href": "https://www.reddit.com/r/Honolulu/comments/aortuc/plastic_bags_are_out_plastic_straws_are_on_their/",
  "body": "Banning plastic straws is the low hanging fruit to say \"look we are doing something!\" when an all out ban on single use plastic everything, cellophane packaging as well, is needed. Hopefully Hawaii can make it happen! Something like 90% of all plastics never get recycled and a good portion winds up in our oceans.",
  "textContent": "Plastic bags are out. Plastic straws are on their way out. Now Hawaii lawmakers want to take things a big step further. They’re considering an outright ban on all sorts of single-use plastics common in the food and beverage industry, from plastic bottles to plastic utensils to plastic containers. : r/Honolulu\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Honolulu\nr/Honolulu\n•\n5 yr. ago\nhonolulu_oahu_mod\nPlastic bags are out. Plastic straws are on their way out. Now Hawaii lawmakers want to take things a big step further. They’re considering an outright ban on all sorts of single-use plastics common in the food and beverage industry, from plastic bottles to plastic utensils to plastic containers.\nnews\nhawaiinewsnow.com\nOpen\npeacocktv.com\nSign Up\nSort by:\nAdd a Comment\nthe_edgy_avocado\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nGood on Hawaii seizing the initiative and pushing past the plastic company lobbying. Now if parts of Europe follow suite, plastic alternatives could go mainstream.\n\nReply\nreply\nbigchungus0218\n•\n5 yr. ago\n\nHave you considered the price increase that goes along with the new packaging plus the increase in deforestation due to the use of paper based packaging?\n\nBanning something without a viable substitute does not solve the problem, but obviously politicians don’t care about this. They only care about the impact it will have on the minds of all their misinformed voters.\n\nReply\nreply\n31 more replies\n[deleted]\n•\n5 yr. ago\n\nWhich parts of Europe are you referring to?\n\nEuropeans are way ahead of the U.S. in terms of recycling and the reduction of single use plastics and have been for almost two decades.\n\nFor example, Ireland has had a plastic bag levy since 2002.\n\nIn October 2018, the European Parliament voted to ban single-use plastics by 2021. That’s an EU wide directive...\n\nThere are definitely European countries with poor recycling efforts such as Serbia but to be honest though, the majority of the 24 U.S. states I’ve been to are about 20 years behind Europe in terms of recycling. Cashiers double bagging snickers bars and handing out coffees in styrofoam cups... ridiculous.\n\nEvery state should follow the EU and indeed, Hawaii. There’s no excuse anymore.\n\nReply\nreply\n3 more replies\nGrenoScoundrelOG\n•\n5 yr. ago\n\nLife really wouldn't be hard without single use plastics. It's the only option considering we can't trust humans to recycle or even dispose of their waste in the correct places. I cant wait to see this spread\n\nReply\nreply\nContango42\n•\n5 yr. ago\n\nExactly! Supermarkets could get rid of a lot of single-use plastics, and life wouldn't be any different. In fact, it would probably be cheaper.\n\nReply\nreply\n32 more replies\n9 more replies\n[deleted]\n•\n5 yr. ago\nAnonyLance\n•\n5 yr. ago\n\nI stopped using condoms a decade ago. You’re welcome Earth.\n\nReply\nreply\n3 more replies\nZubenelJanubi\n•\n5 yr. ago\n\nBanning plastic straws is the low hanging fruit to say “look we are doing something!” when an all out ban on single use plastic everything, cellophane packaging as well, is needed. Hopefully Hawaii can make it happen!\n\nSomething like 90% of all plastics never get recycled and a good portion winds up in our oceans.\n\nReply\nreply\n4 more replies\npirhomaniak\n•\n5 yr. ago\n\nNot defending wasteful products here, but everyone: please consider the effects this legislation would have on the disabled community. Jessica Kellgren-Fozard gives a wonderful, thoughtful response to plastic straw ban legislation on her YouTube channel.\n\nReply\nreply\n11 more replies\n[deleted]\n•\n5 yr. ago\n\nRIP everyone in Hawaii having the price of everything increase\n\nReply\nreply\nsah_000\n•\n5 yr. ago\n\nThe price of everything in Hawaii is already increased!\n\nReply\nreply\n2 more replies\nwildtalon\n•\n5 yr. ago\n\nHonestly we should just eat with our fucking hands.\n\nReply\nreply\no0-o0-\n•\n5 yr. ago\n\nCan I eat with my non-fucking hand instead?\n\nReply\nreply\n1 more reply\n2 more replies\nsibms24s1\n•\n5 yr. ago\n\nI could see them having more plastic than other states as well, due to everything being heavily packaged and shipped over there.\n\nReply\nreply\nEnzonianthegreat\n•\n5 yr. ago\n\nIsn’t this bad for them to ban it then? Don’t get me wrong, alternatives to plastic are great, but outright bans seem like they’d significantly impact an economy that imports a lot of its goods.\n\nReply\nreply\n2 more replies\n2 more replies\nMac_AttackW\n•\n5 yr. ago\n\nWithout plastic bags, what do I put cat poop in?\n\nReply\nreply\no0-o0-\n•\n5 yr. ago\n\nWe'll have to ban indoor cats as well.\n\nReply\nreply\n9 more replies\n[deleted]\n•\n5 yr. ago\n\nI’m all for banning single use plastic and focusing on reusable stuff that won’t kill everything but for the love of god please don’t use wheat. I’m already terrified enough of being around food with gluten in case it got into my food. I don’t think I could handle it if everything I touched could possible be made with wheat. Like those pasta straws....\n\nIt’s a nightmare for me that a healthier planet means killing me with my worst enemy.\n\nReply\nreply\n6 more replies\nbehaaki\n•\n5 yr. ago\n\nDoes packaging fall under this?\n\nReply\nreply\n4 more replies\nView more comments\n \nTop 3%\nRank by size \nRelated\nHonolulu\nHawaii\nUnited States of America\nNorth America\nPlace\nforward\nback\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n286 upvotes · 35 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 27 comments\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/TheWhyFiles\nPajamas, Champagne and 3 Million Friends\nyoutube\n145 upvotes · 16 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/bayarea\nTesla crashes into back of San Mateo home, police say\nyoutube\n243 upvotes · 154 comments\nr/China\nBiden again calls Xi a dictator after face-to-face meeting\nyoutube\n511 upvotes · 252 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n129 upvotes · 43 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/TheWhyFiles\nMystery in Cisco Grove: Don Shrum’s Encounter with UFOs, Aliens and Robots\nyoutube\n146 upvotes · 33 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/China\nChina says it would be 'a serious mistake' if Argentina cuts ties\nyoutube\n178 upvotes · 145 comments\nr/maui\n100 days after the Maui fires, 4 names remain on the Lahaina missing list. These are the people trying to find them\ncnn\n420 upvotes · 19 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 98 comments\nr/vegas\nBiden welcomes Stanley Cup champions, the Las Vegas Golden Knights to White House\nyoutube\n94 upvotes · 16 comments\nr/UFObelievers\nDavid Grusch on JRE talking about why he is certain the phenomenon is real and how long we've known\nyoutube\n171 upvotes · 104 comments\nr/amwf\nWalmart Black Friday Deals Commercial | Gretchen’s Wednesday - Featuring Lacey Chabert and Kung Fu's Eddie Liu [AMWF]\nyoutube\n103 upvotes · 11 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 9, 2019\nReddit\nreReddit: Top posts of February 2019\nReddit\nreReddit: Top posts of 2019"
}