{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic pollution facts and information - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/plastic-pollution",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. How a dramatic win in plastic waste case may curb ocean pollution.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nChildren play on the shore of Manila Bay in the Philippines, which is polluted by plastic waste.\n\nPHOTOGRAPH BY RANDY OLSON, NAT GEO IMAGE COLLECTION\nENVIRONMENTEXPLAINER\nThe world's plastic pollution crisis explained\n\nMuch of the planet is swimming in discarded plastic, which is harming animal and possibly human health. Can it be cleaned up?\n\nBYLAURA PARKER\nPUBLISHED JUNE 7, 2019\n• 7 MIN READ\n\nPlastic pollution has become one of the most pressing environmental issues, as rapidly increasing production of disposable plastic products overwhelms the world’s ability to deal with them. Plastic pollution is most visible in developing Asian and African nations, where garbage collection systems are often inefficient or nonexistent. But the developed world, especially in countries with low recycling rates, also has trouble properly collecting discarded plastics. Plastic trash has become so ubiquitous it has prompted efforts to write a global treaty negotiated by the United Nations.\n\nHow did this happen?\n\nPlastics made from fossil fuels are just over a century old. Production and development of thousands of new plastic products accelerated after World War II, so transforming the modern age that life without plastics would be unrecognizable today. Plastics revolutionized medicine with life-saving devices, made space travel possible, lightened cars and jets—saving fuel and pollution—and saved lives with helmets, incubators, and equipment for clean drinking water.\n\nThe conveniences plastics offer, however, led to a throw-away culture that reveals the material’s dark side: today, single-use plastics account for 40 percent of the plastic produced every year. Many of these products, such as plastic bags and food wrappers, have a lifespan of mere minutes to hours, yet they may persist in the environment for hundreds of years.\n\nSee photos of animals in a world of plastic\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\nPlastics by the numbers\n\nSome key facts:\n\nHalf of all plastics ever manufactured have been made in the last 15 years.\nProduction increased exponentially, from 2.3 million tons in 1950 to 448 million tons by 2015. Production is expected to double by 2050.\nEvery year, about 8 million tons of plastic waste escapes into the oceans from coastal nations. That’s the equivalent of setting five garbage bags full of trash on every foot of coastline around the world.\nPlastics often contain additives making them stronger, more flexible, and durable. But many of these additives can extend the life of products if they become litter, with some estimates ranging to at least 400 years to break down.\nHow plastics move around the world\n\nMost of the plastic trash in the oceans, Earth’s last sink, flows from land. Trash is also carried to sea by major rivers, which act as conveyor belts, picking up more and more trash as they move downstream. Once at sea, much of the plastic trash remains in coastal waters. But once caught up in ocean currents, it can be transported around the world.\n\nOn Henderson Island, an uninhabited atoll in the Pitcairn Group isolated halfway between Chile and New Zealand, scientists found plastic items from Russia, the United States, Europe, South America, Japan, and China. They were carried to the South Pacific by the South Pacific gyre, a circular ocean current.\n\n5:45\n\nPLASTICS 101\n\nMicroplastics\n\nOnce at sea, sunlight, wind, and wave action break down plastic waste into small particles, often less than one-fifth of an inch across. These so-called microplastics are spread throughout the water column and have been found in every corner of the globe, from Mount Everest, the highest peak, to the Mariana Trench, the deepest trough.\n\nMicroplastics are breaking down further into smaller and smaller pieces. Plastic microfibers, meanwhile, have been found in municipal drinking water systems and drifting through the air.\n\nHarm to wildlife\n\nMillions of animals are killed by plastics every year, from birds to fish to other marine organisms. Nearly 700 species, including endangered ones, are known to have been affected by plastics. Nearly every species of seabird eats plastics.\n\nMost of the deaths to animals are caused by entanglement or starvation. Seals, whales, turtles, and other animals are strangled by abandoned fishing gear or discarded six-pack rings. Microplastics have been found in more than 100 aquatic species, including fish, shrimp, and mussels destined for our dinner plates. In many cases, these tiny bits pass through the digestive system and are expelled without consequence. But plastics have also been found to have blocked digestive tracts or pierced organs, causing death. Stomachs so packed with plastics reduce the urge to eat, causing starvation.\n\nPlastics have been consumed by land-based animals, including elephants, hyenas, zebras, tigers, camels, cattle, and other large mammals, in some cases causing death.\n\nTests have also confirmed liver and cell damage and disruptions to reproductive systems, prompting some species, such as oysters, to produce fewer eggs. New research shows that larval fish are eating nanofibers in the first days of life, raising new questions about the effects of plastics on fish populations.\n\nStemming the plastic tide\n\nOnce in the ocean, it is difficult—if not impossible—to retrieve plastic waste. Mechanical systems, such as Mr. Trash Wheel, a litter interceptor in Maryland’s Baltimore Harbor, can be effective at picking up large pieces of plastic, such as foam cups and food containers, from inland waters. But once plastics break down into microplastics and drift throughout the water column in the open ocean, they are virtually impossible to recover.\n\n0:48\n\n38 MILLION PIECES OF PLASTIC TRASH COVER THIS REMOTE ISLAND\n\nThe solution is to prevent plastic waste from entering rivers and seas in the first place, many scientists and conservationists—including the National Geographic Society—say. This could be accomplished with improved waste management systems and recycling, better product design that takes into account the short life of disposable packaging, and reduction in manufacturing of unnecessary single-use plastics.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nThe Haunting Art of Plastic Pollution\nMAGAZINEPLANET OR PLASTIC?\nThe Haunting Art of Plastic Pollution\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}