{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Prodded by Students, BU Phases Out Plastic Straws, an Environmental Scourge",
  "href": "https://www.bu.edu/articles/2019/bu-phases-out-plastic-straws/",
  "body": "Plastic straws, the group says, are among the top garbage items fouling beaches. The video above, which may be upsetting to some viewers, shows a turtle in pain as rescuers remove a plastic straw stuck in its nose. Video by Christine Figgener, Texas A&M University.",
  "textContent": "Skip to Main Content\nBoston University MORE PUBLICATIONS\nuniversity publications\nOther Publications\n Sections\nSearch \nNews, Opinion, Community\nProdded by Students, BU Phases Out an Environmental Scourge: Plastic Straws\nThey will still be available for students with disabilities\n\nPlastic straws can’t be recycled and often wind up as litter, leading BU to discontinue their use. Photo by Lubo Ivanko/iStock\n\nFebruary 14, 2019\n5\nRich Barlow\n\nBU doesn’t have plastic straws at its residence dining halls. Yet it still went through 27,000 a year at retail sites (such as City Convenience stores and the George Sherman Union food court), Rhett’s West in Claflin Hall, and the Warren Towers Late Night Kitchen. That was before the University removed them from public sight and handed them out by request only. The reason? They’re unrecyclable.\n\nNow, thanks to a student initiative, BU has done away with them altogether.\n\nLast week, Dining Services switched over to completely paper straws, save for a few plastic sippers that will be made available for students with disabilities and injuries who need them to be able to drink.\n\nAside from those users, you may still see some plastic around. Starbucks, which has announced its intention to do away with plastic straws next year, informed the University that it can’t move up that date at its campus locations to coincide with the University’s phaseout, says Amy Elvidge, Dining Services sustainability director.\n\nThe speed of BU’s decision—made last summer after less than a year’s review—followed the formation of a new campus group and a petition signed by about 1,200 people, mostly students.\n\n“We’re still really surprised,” says junior Taylor Mann (CAS), president of BU’s Sustainable Ocean Alliance (SOA), about the fast-track phaseout. She founded the University chapter of the San Francisco–based national youth group SOA, in fall 2017 to advocate for the plastic purge.\n\nThe Florida native joined this crusade after learning about plastic’s baleful effects on marine animals. At current littering rates, the plastic content in oceans will outweigh their fish by 2050, according to the Wildlife Conservation Society. Plastic has been found in the bodies of 70 percent of seabirds and 30 percent of sea turtles; one of them was recorded in bleeding anguish as rescuers removed a straw wedged in its nostril. Plastic straws, the group says, are among the top garbage items fouling beaches.\n\nThe video above, which may be upsetting to some viewers, shows a turtle in pain as rescuers remove a plastic straw stuck in its nose. Video by Christine Figgener, Texas A&M University\n\nDining Services was “more than willing to help,” Mann says, and suggested SOA craft a petition to gauge support. The effort was advertised by, among other parties, Her Campus, the online college women’s magazine that sophomore Delanie Fico (CAS) writes for.\n\nGrowing up on Long Island, Fico says, “I could see the damaging effects plastic has on the ocean very clearly during the summers, since beaches and the water were constantly littered by unconscious beachgoers, when they would leave plastic bags and other garbage along the sand.”\n\nEven before its phaseout decision, BU had worked to make its straw use greener. Beside handing them out only when requested, the University bought straws made from plant-based rather than petroleum-based plastic. That “significantly cut our consumption,” Elvidge says.\n\nBU joins other universities—Lehigh and Baylor, to name two—that are doing away with plastic straws. Companies and government entities following suit include, besides Starbucks, the city of Seattle, Alaska Airlines, and McDonald’s UK and Ireland operations. Britain vows to eliminate all avoidable plastics, from straws to water bottles, by 2042.\n\nJunior Taylor Mann spearheaded a student effort that has persuaded BU to eliminate the use of plastic straws on campus once the current supply runs out. Photo by Cydney Scott\n\nStraws are especially pernicious, says Lisa Tornatore, BU’s sustainability director: “Plastic water bottles are of a size that they can’t fall through the cracks, as a utensil or straw might fall through the cracks—literally.” Straws are more easily lost on the ground and wind up as trash, which increasingly is ending up in oceans, she says.\n\nFor most people, doing away with straws “is a minor inconvenience, and it’s a first step” in reforming throwaway culture, Elvidge says.\n\nLorraine Norwich, assistant director of BU’s Disability & Access Services, says her office knows of perhaps 15 students who need to drink from straws because of, say, a neurological disorder. But other students also may need them temporarily, she says, following a broken arm or other injury.\n\nChristopher Robinson, Disability & Access Services’ coordinator of outreach and training, says that for students with disabilities, paper straws may not be durable enough, while metal straws, which are rigid and conduct heat and cold, can be unsafe with some beverages.\n\nWhile most people don’t need a straw of any material, a total phaseout of even paper ones is off the table, so to speak, because, says Tornatore, “if you’re taking away a beverage, you want a lid,” and a straw to insert through it for convenient consumption.\n\nEXPLORE RELATED TOPICS: SUSTAINABILITY\nShare this story \n5 Comments ADD\nRich Barlow\nSENIOR WRITER\n\nRich Barlow is a senior writer at BU Today and Bostonia magazine. Perhaps the only native of Trenton, N.J., who will volunteer his birthplace without police interrogation, he graduated from Dartmouth College, spent 20 years as a small-town newspaper reporter, and is a former Boston Globe religion columnist, book reviewer, and occasional op-ed contributor. Profile \n\nComments & Discussion\n\nBoston University moderates comments to facilitate an informed, substantive, civil conversation. Abusive, profane, self-promotional, misleading, incoherent or off-topic comments will be rejected. Moderators are staffed during regular business hours (EST) and can only accept comments written in English. Statistics or facts must include a citation or a link to the citation.\n\nThere are 5 comments on Prodded by Students, BU Phases Out an Environmental Scourge: Plastic Straws\nTY FURMAN FEBRUARY 14, 2019 AT 10:40 AM\n\nWill that include the “stirrers” at Starbucks?\n\nReply  Link\nPHILIPPE BLOCH FEBRUARY 14, 2019 AT 11:45 AM\n\nThis is great. I too have phased out plastic straws in my personal life replacing them with sustainable and recyclable/biodegradable straws for home and office use. However, I do have a stash of old straws that I don’t know how to dispose of them properly. Just throwing them in the trash is the equivalent of having used them and they would still end up distressing the environment. Does anyone know how to dispose of these safely?\n\nReply  Link\nCHRIS FEBRUARY 15, 2019 AT 2:57 PM\n\nOh yes! Because you know, there are tens of thousands of sea turtles with them stuck up their noses…\n\nReply  Link\nALICE TORRENCE BALDWIN FEBRUARY 15, 2019 AT 3:12 PM\n\nWouldn’t it be better just to teach people not to litter?\n\nReply  Link\nCJG FEBRUARY 19, 2020 AT 11:47 AM\n\nChanging from a plastic to a paper straw with a Starbucks takeaway cup seems a trivial improvement compared to the volume of plastic in the takeaway cup. As Starbucks encourages the use of the pre-order app they discourage the use of re-usable cups. Remember the first word of the “Reduce-Reuse-Repair-Recycle mantra is REDUCE!\n\nReply  Link\nPost a comment.\n\nYour email address will not be published. Required fields are marked *\n\nCOMMENT*\nVIEW GUIDELINES\nNAME *\nEMAIL *\nSubmit Comment\nLatest from BU Today \nEDUCATION\nWhy Schools Should Ban Cell Phones in the Classroom, and Why Parents Have to Help\nSTUDENT LIFE\nTerriers in Charge: Alex Dowd (COM’24)\nUNIVERSITY NEWS\nGary Nicksa, Who Managed BU through Recession and Pandemic, Is Retiring after 18 Years of Financial Stewardship\nMENTAL HEALTH\n10 Tips to Help You through Finals Season\nFASHION\nComm Ave Runway: December Edition\nTHINGS-TO-DO\nThe Weekender: December 7 to 10\nPHOTOGRAPHY\nTips for Taking the Best Family Holiday Photo with Your Cell Phone\nVOICES & OPINION\nWhy Linguistic Diversity Matters on College Campuses\nWELLNESS\nBreak Time? De-stress at the Student Wellbeing Experience\nACCOLADES\nBU’s Lead Plumber Is Best in the Country. And Tops at HVAC, Too\nFILM & TV\nThe Results Are In: These Are the Best Holiday Movies According to Our Instagram Followers\nSUPREME COURT\n“We All Owe a Debt of Gratitude to Justice Sandra Day O’Connor”\nVOICES & OPINION\nPOV: The Legacy of Henry Kissinger (Hon.’99)\nRECIPE SERIES\nPeanut Butter & Jelly Sufganiyot (Hanukkah Donuts)\nUNIVERSITY NEWS\nCenter for Computing & Data Sciences Wins Global Award for Interior Design\nWATCH NOW\nVideo: Four BU Students on the Pain Caused by the Israel-Hamas War\nFILM & TV\nBU Student’s Short Film Tackles Mental Health and Family in the Asian American Community\nSTRATEGY & INNOVATION\nBU Students Launch New Event and Activity Aggregator Popple\nSOCIAL MEDIA\nHow Building a Social Media Presence Helped Me Overcome Social Anxiety\nSTUDENT VOICES\nConsent Culture: What Consent Means and How to Set Personal Boundaries\nSection navigation\nSECTIONS MUST READS VIDEOS SERIES CLOSE-UPS ARCHIVES ABOUT + CONTACT\nGet Our Email\nexplore our publications\n\nBoston University’s Alumni Magazine\n\nNews, Opinion, Community\n\nPioneering Research from Boston University\n\nSearch BU Today…\n \n \n \n \n \n \n© 2023 Trustees of Boston UniversityPrivacy StatementAccessibility\nBoston University\nSearch\nSearch for:\nSearch\nProdded by Students, BU Phases Out an Environmental Scourge: Plastic Straws\n5\n share this"
}