{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Where Plastic Straws Are Banned: A City and State Guide | Sunset",
  "href": "https://www.sunset.com/home-garden/green-living/straw-ban-info-guide",
  "body": "As of April 3, 2019, plastic straws and stirrers are completely banned in Del Mar, and even reusable or biodegradable straws must only be given out only by request. City of Los Angeles The L.A. City Council approved a plastic straw restriction on February 22, 2019, but the rollout will be gradual.",
  "textContent": "Plastic Straws Are Being Banned Across the West—Here’s Our Guide to Where and How\nFOOD & DRINK\nHOME & GARDEN\nIDEA HUB\nLIFESTYLE\nTRAVEL\nSHOP\nNEWSLETTERS\nSUBSCRIBE\nMAGAZINE CUSTOMER SERVICE\nSTAY CONNECTED\nHOME & GARDEN \nGREEN LIVING\nPlastic Straws Are Being Banned Across the West—Here’s Our Guide to Where and How\n\nPlastic straw bans are being passed, and they differ by state, county and city.\n\nPexels\nWritten by\nDakota Kim\nAPRIL 17, 2019\nShare this story\n\nYou may have heard of the havoc that straws can wreak upon marine animals and ecosystems (the turtle straw and Trash Island, anyone?). Not only do plastic products like straws get stuck in animals’ respiratory systems, but also they never biodegrade, instead breaking down into microplastics, small plastic pieces measuring less than five millimeters. These tiny pieces are then fatally ingested by birds and sea turtles, and enter our water supply.\n\nA few maverick cities have already enacted bans or restrictions on plastic straws, but 2019 may be the year that plastic straws fall like dominoes. This year, several cities across the West are putting into effect new plastic straw bans—in particular, coastal cities, which see trash wash up every day on their beaches. Straw bans are also entering the corporate mainstream—Starbucks is going truly green with a no-straw policy by 2020.\n\nFind our guide to the latest laws below (we’ll keep you updated here with fresh information on new straw restrictions as they occur).\n\nState of California\nHow to Paint a Wall with Limewash\nAdd richness, depth, and dimension to a room with this limewash wall paint technique.\n0 seconds of 15 secondsVolume 0%\n \n\nStarting January 1, 2019, full-service restaurants in California were required to only provide plastic straws upon request. The state-wide law does not apply to fast-food restaurants, delis, coffee shops, and other non-full-service restaurants.\n\nCounty of Los Angeles\n\nL.A. County voted for new straw laws in December 2018. County-wide, restaurants must first ask whether customers want a straw.\n\nCity of Davis\n\nStarting September 1, 2017, full-service sit-down restaurants in Davis began providing straws only upon request. The ordinance did not affect fast-food, deli, or takeout orders.\n\nCity of Del Mar\n\nAs of April 3, 2019, plastic straws and stirrers are completely banned in Del Mar, and even reusable or biodegradable straws must only be given out only by request.\n\nCity of Los Angeles\n\nThe L.A. City Council approved a plastic straw restriction on February 22, 2019, but the rollout will be gradual. Restaurants with 26 or more employees have until Earth Day, April 22. All other restaurants need to comply by October 1.\n\nCity of Malibu\n\nMalibu will ban all single-use plastic, including straws, stirrers, and silverware, by June 1, 2019. Even non-plastic straws will only be available at restaurants by request.\n\nCity of San Francisco\n\nStarting July 1, 2019 under the Single-Use Foodware Plastics, Toxics, and Litter Reduction Ordinance, San Francisco will no longer allow plastic straws and takeout containers. Starting January 1, 2020, containers and wrappers with toxic fluorinated chemicals will also be banned. Alternative straws and compostable containers must be certified by the Biodegradable Products Institute (BPI).\n\nCity of San Luis Obispo\n\nAs of March 1, 2018, single-use straws were made available only upon request in San Luis Obispo. The ordinance does not apply to take-out orders.\n\nCity of Santa Barbara\n\nOn July 1, 2019, Santa Barbara will ban plastic straws and stirrers for both takeout and dine-in establishments, while allowing for plastic silverware upon request. Hospitals and care facilities, as well as those who need straws for medical reasons, are exempt.\n\nCity of Santa Monica\n\nSanta Monica began banning all single-use plastic, including straws, lids, utensils, plates, bowls, trays, containers, stirrers, cups, and lid plugs, as of January 1, 2019. All food and beverages must now be served with marine degradable packaging, including paper, fiber, wood, wheat straw/straw, bagasse, or edible material, and even marine degradable straws and silverware can be provided only upon request. Plastic cups and cup lids get to slide by until January 1, 2020, since market-ready environmental cups and lids are in short supply. The city hopes to go zero-waste by 2030 through composting and recycling.\n\nState of Oregon\n\nOregon could become the second American state to restrict straws. Oregon’s Senate passed a measure on April 11, 2019 requiring restaurants to provide customers with straws only upon request. The measure now heads to the House of Representatives for a vote.\n\nCity of Portland\n\nPlastic straws and cutlery will only be available by request in Portland beginning July 1, 2019.\n\nCity of Seattle\n\nSeattle banned plastic straws and silverware starting July 1, 2018. Seattle’s law applies to all food service establishments, including restaurants, grocery stores, delis, coffee shops, food trucks, and institutional cafeterias. EPS foam containers and products are also banned. Within city limits, recyclable and compostable food service items are required for all disposable items. Recycling and compost bins are also required in both dining and kitchen areas, and recycling and composting collection are mandatory for all food establishments.\n\nKeep Reading:\nCALIFORNIA BEACHES\nENVIRONMENTALISM\nGREEN LIVING\nMICROPLASTICS\nOCEAN POLLUTION\nSTARBUCKS\nSTRAW BAN\nSUSTAINABILITY\nYou May Also Like\nGREEN LIVING\n9 Things You Can Do to Stop Ocean Plastic Pollution\nGREEN LIVING\nSwap out These Everyday Items to Reduce Kitchen Waste\nGREEN LIVING\n12 Essential Reusable Products for the Home\n \nRecommended by\nThe Latest\nDECORATING & DESIGN\nThis Is the Best Spot in the House to Put Up Your Christmas Tree, According to an Interior Designer\nRECIPES\nOysters, Lamb, Derby Pie: This Holiday Feast Has It All\nHOME TOURS\nThis ‘60s A-Frame Kit House Is a Picture-Perfect Idyllic Retreat\nFOOD & DRINK\nThis Is Exactly What to Order at the Best Ice Cream Shops in the West\nSign Up for our Newsletter\nGet fresh recipes, wine pairings, weekend getaway ideas, regional gardening tips, home design inspiration, and more.\nSIGN UP\nSubscribe to the Sunset Box!\n\nEditor-curated home goods, garden gear, pantry finds, and so much more delivered straight to your door every quarter.\n\nSIGN UP NOW\nSign Up for Our Newsletters\n\nGet fresh recipes, wine pairings, weekend getaway ideas, regional gardening tips, home design inspiration, and more.\n\nSUBSCRIBE NOW\nSUNSET\nFood & Drink\nHome & Garden\nLifestyle\nTravel\nNewsletters\nVideo\nABOUT\nAbout Us\nSubscribe to Sunset\nThe Sunset Plant Collection\nSite Map\nCONTACT\nAdvertising\nCareers\nEmail the Editors\nMagazine Customer Service\n\nCopyright ©2023 S Media International Corporation. SUNSET is a registered trademark of S Media International Corporation. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Use and Privacy Policy. SUNSET may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}