{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic pollution: can the ocean really be cleaned up?",
  "href": "https://www.theguardian.com/environment/2019/mar/22/plastic-pollution-can-the-ocean-really-be-cleaned-up",
  "body": "Plastic pollution is a devastating problem for the world's oceans and marine life. According to the UN, about 8m tonnes of plastic waste is dumped in the seas annually.",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nPeter Ceglinski, left, and Andrew Turton invented the Seabin device, which traps garbage floating around marinas and docks. Photograph: Seabin\nOur wide brown land\nOceans\nPlastic pollution: can the ocean really be cleaned up?\n\nWhile the ultimate goal is to stop plastics from entering the water in the first place, cleanup projects play an important role\n\n\nJoanna Khan\nThu 21 Mar 2019 13.00 EDT\n159\n\nS\nomewhere in Hilo, on Hawaii’s Big Island, a team of scientists and engineers are tending to The Ocean Cleanup’s 600-metre-long rubbish-herding device, after its maiden voyage to the Great Pacific garbage patch was cut short in December 2018, because it fractured into two pieces.\n\nThe project has had its fair share of problems since it was unveiled in May 2017 and has been criticised by marine scientists and environmental groups for its potential negative environmental impact. However, some still herald The Ocean Cleanup for having a positive effect on plastic pollution.\n\nOur wide brown land: looking back at a year of environmental reporting\nRead more\n\nPete Ceglinski, the Australian co-founder and chief executive of the Seabin Project – plastic-cleaning devices deployed in harbours and marinas – is one. He credits Boyan Slat, the inventor behind The Ocean Cleanup, with increasing the global awareness of the ocean plastics issue over the past six years.\n\nBut marine biologist Dr Jennifer Lavers from the University of Tasmania says that argument is also the project’s downfall. “I think that’s really dangerous,” Lavers says. “It gives people a false sense of hope that this team of people have got [plastic pollution] covered, and that we just need to throw some money at the problem.”\n\nPlastic pollution is a devastating problem for the world’s oceans and marine life. According to the UN, about 8m tonnes of plastic waste is dumped in the seas annually. It has been discovered at the deepest point of ocean, in Mariana Trench in the western Pacific Ocean, and in Australia, CSIRO scientists found microplastics in the sediment of the Great Australian Bight. Last year Guardian Australia reported that scientists now believe “plastic is literally everywhere.”\n\nSo the idea of attempting to “clean up” the ocean is a quixotic one. Can these projects really make a difference?\n\nThe answer is yes, but not as expected.\n\nSmaller technical solutions can make an impact in a localised area. Two rubbish-sucking Seabins were recently installed in Sydney’s Darling Harbour. The devices suck in water, trapping rubbish in a mesh bag, and recirculate the water back into the environment. There are 450 Seabins in 26 countries around the world, in 60 harbours throughout the US, Europe, and now the Asia-Pacific, collecting on average around 4kg of marine litter a day – or about 1.4 tonnes a year, according to Ceglinski.\n\nAnother local installation, known as Mr Trash Wheel, is making a difference in Baltimore’s Inner Harbour, on the US’s north-east coast. As the wheel turns, it collects litter from the harbour and stores it in a barge for later removal. “It’s such a great idea,” says Lavers. “If we could get something like that in major cities that have suitable harbours, it would be transformational.”\n\n'Plastic is literally everywhere': the epidemic attacking Australia's oceans\nRead more\n\nLavers, who has been studying ocean plastics for the past 15 years, says these are good examples of small-scale cleanups that can have a local impact.\n\nHowever, she warns that can’t be extrapolated to the open ocean or the global plastic crisis. “We can’t technology our way out of this,” she says. “What we really need is policy change, and behavioural change, and that’s just starting to happen.”\n\n“Things have changed rapidly in the last 12 to 18 months, it’s been really encouraging. We have the EU announcing enormous bans on single use plastics and microplastics – that’s the bold, meaningful change we need.”\n\nHobart city council recently announced it would ban single use plastics by 2020, while Launceston city council has pledged to do the same. The South Australian government is considering how to tackle single-use plastics and sought public comment on the issue earlier this year.\n\nThe Department of the Environment and Energy recently conducted an assessment of the voluntary phase-out of microbeads - and found it to be on track. Its Threat Abatement Plan for the impacts of marine debris on the vertebrate wildlife of Australia’s coasts and oceans was also updated. And while Woolworths and Coles were banning single-use plastic bags nationwide, fast-food giants McDonald’s committed to phasing out plastic straws in their Australian stores.\n\nWhat those cleanup projects such as The Ocean Clean Up, Seabins and the Baltimore Water Wheel are good at is increasing awareness of the plastic problem. Says Ceglinski:“The real goal is to stop plastics from entering the water in the first place. And we can do that using the Seabin as a powerful communication tool.\n\nHe adds: “We don’t want people to be okay with throwing plastic in the water because the Seabin will pick it up for them. This was one of the main reasons we set out to attack it from an educational point of view – because it all boils back down to education.”\n\nThe plastic tsunami: pollution across Australia's coastlines – in pictures\nRead more\n\nSo, like Seabins quietly sucking away in harbours, community and individual cleanup action plays a role too. When you add up the numbers, at least in Australia – the potential impact of picking up rubbish on beaches is huge. “There’s around 50,000 volunteers across Australia who participate regularly in beach cleanups”, says Lavers.\n\n“One single plastic bottle removed from a beach prevents it from making its way back into the ocean where it will eventually fragment into tens of thousands of micro- and nano-plastic particles. So there’s value in getting bigger items off the beach while we still can, because once they become tiny fragments in the marine environment, we have little to no hope of ever retrieving them, at least not with current technology.”\n\nIn Australia, Tangaroa Blue is one of the main groups that organises regular cleanups, along with Clean Up Australia, Seaside Scavenge, environmental conservation groups such as Sea Shepherd, while Ocean Conservancy organises global beach cleanups.\n\nHeidi Taylor, co-founder and managing director of Tangaroa Blue Foundation, says cleanups must go hand in hand with reducing plastic consumption. “If all we do is clean up, then that’s all we’ll ever do. We have to stop debris and plastic ending up in the environment in the first place through source reduction.”\n\nThe data collected from beach cleanups give groups such as Tangaroa Blue the power to hold industry and producers accountable for their role in the plastic problem. “The cleanup is how we collect evidence,” says Taylor. “Volunteers don’t just pick up and count rubbish, they also record brands and barcodes – data which can be used to target the sources.”\n\nTaylor noticed a difference in the beach cleanup data, after the single-use plastic bags ban came into force. “We’re just seeing more thicker bags, and now we know where they’re coming from because they’re branded, whereas before they were all grey. ”\n\nOn 4 March, the Australian Marine Debris Initiative (AMDI) ticked over 13 million data points – each representing an item of marine debris picked up from an Australian beach with its details logged by a volunteer.\n\nLavers is using the AMDI data to determine whether the International Convention for the Prevention of Pollution from Ships (Marpol) – which prevents the dumping of plastic and other waste from ships – has been effective since its ratification in 2013. “Asking this question is only possible because of Tangaroa Blue and other contributors to the AMDI. There’s no way we can write off beach cleanups as some small, meaningless contribution to the global plastic pollution problem.”\n\nExplore more on these topics\nOceans\nOur wide brown land\nPlastics\nfeatures\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)"
}