{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Photos of Animals Navigating a World of Plastic - National Geographic",
  "href": "https://www.nationalgeographic.com/photography/article/animals-wildlife-plastic-pollution",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. California's sweeping new plastics law could be a game changer.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\nPHOTOGRAPHYPLANET OR PLASTIC?\nPhotos of Animals Navigating a World of Plastic\n\nFrom crabs using wrappers as camouflage to hyenas sorting through mounds of trash, here's how wildlife copes with our plastic problem.\n\nBYELAINA ZACHOS\nPUBLISHED JUNE 29, 2018\n• 3 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nWhales surfacing with discarded trash bags bursting from their stomachs. Birds building homes out of broken glass and plastic pieces. An old shopping bag found thousands of feet below the ocean's surface in the world’s deepest trench.\n\nPlastic is a material we depend on for livelihoods and convenience. But for all intents and purposes, our planet, our wildlife, and ourselves are suffocating in it. (Related: eight fast facts about plastic pollution, illustrated.)\n\nHundreds of millions of pounds in plastic are discarded each year. That debris works its way up the food chain from microscopic bugs to the most iconic animals like whales, which along with many types of fish eat plastic thinking it’s food. Other creatures, like crabs and birds, will use plastic to construct homes, since the material so readily available. And animals such as seals and turtles frequently become entangled in discarded plastic “ghost nets.” (Related: how some communities are turning ghost nets into carpets.)\n\n“Any [plastic] loop that goes into the ocean is seriously bad news for them,” veterinarian pathologist Andrew Brownlow told National Geographic last month after necropsying a malnourished seal and finding plastic in its stomach.\n\nThis plastic pollution ends up hurting ourselves. Tiny pieces of it, such as microplastics in the form of microbeads and resin pellets, are consumed by animals that we eat in our regular diets. Studies have shown that some oysters and mussels have trace amounts plastic.\n\nAlthough plastic seems to be an inescapable facet of our everyday lives, it’s relatively easy to reduce this pollution. Some people have gone to the extreme to make their lives virtually plastic-free, but other measures are more immediately achievable. (Related: ice cream cones, homemade treats, and other ways to be an environmentally friendly family.)\n\nFor starters, giving up plastic bags, straws, and bottles are some simple steps you can take to reduce your plastic waste. Buying in bulk and avoiding items packaged in plastic also helps, since about 40 percent of non-fiber plastics are created from single-use packaging. Recycling when possible and not littering also cut down on plastic pollution.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nThe Haunting Art of Plastic Pollution\nMAGAZINEPLANET OR PLASTIC?\nThe Haunting Art of Plastic Pollution\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}