{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Plastic straws: Which companies are banning them? - BBC",
  "href": "https://www.bbc.com/news/newsbeat-43567958",
  "body": "Plastic straws: Which companies are banning them? Getty Images Campaigns and shows like Blue Planet II have given us a glimpse into what single-use plastics - like straws and bottles - do to...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic straws: Which companies are banning them?\n22nd May 2019, 05:23 CDT\nShare\nGetty Images\n\nCampaigns and shows like Blue Planet II have given us a glimpse into what single-use plastics - like straws and bottles - do to our oceans and the wildlife that live in them.\n\nWe use an estimated 8.5 billion plastic straws every year in the UK.\n\nNow, the government is bringing in new rules to restrict their availability from April 2020.\n\nPlastic drinks stirrers will be totally banned from sale, but - although shops won't be allowed to sell plastic straws - they will remain on sale by registered pharmacies in stores and online.\n\nThat's because straws can be essential for everyday life for some disabled groups and a total ban could lead to the risk of dehydration.\n\nEnvironmental groups have praised the move but say the government needs to take far more decisive action.\n\nThe news comes as more and more restaurants and shops are banning plastic straws. Here's Newsbeat's guide to the places promising that this is the last straw.\n\nGetty Images\nMcDonald's\n\nThe super-sized fast food chain wants to reduce single-use plastics in the UK.\n\nIt's currently aiming to bring in paper straws to all of its UK branches.\n\nThe roll-out should be completed by the end of 2019, with any remaining plastic straws being moved behind the counter in the meantime.\n\nGetty Images\n\n\"Customers have told us that they want to have to ask for a straw,\" the company's UK CEO Paul Pomroy said last year.\n\n\"Our straws are already 100% recyclable, but we know more can be done.\"\n\nAll Bar One\n\nBar chain All Bar One were among the first to start limiting use of straws and used the hashtag #strawssuck to encourage others to join in.\n\nThe company buys 4.7 million straws a year and in mid-2017 it began to replace its plastic straws with eco-friendly versions.\n\nThe company says it's seen \"a considerable reduction in plastic straw usage\" since making the move and says reaction from customers has been positive.\n\nGetty Images\nWetherspoon\n\nAll JD Wetherspoon pubs, and there are nearly 900 of them around the country, stopped using plastic straws at the beginning of 2018.\n\nA spokesperson told Newsbeat \"the company was previously using 70 million plastic straws a year\" and staff were automatically putting them into drinks.\n\nNow Wetherspoon's straws are biodegradable and must be specifically requested by the customer.\n\nPizza Express\nPizza Express and Wagamama\n\nAva, a five-year-old Pizza Express customer, prompted the Italian food restaurant chain to make a change with its plastic straws.\n\nThe company said the letter above \"spurred the business to make a change\" and has replaced all plastic straws with biodegradable ones.\n\nWagamama has made a similar move, with plastic straws only available if you specifically ask for them.\n\nNando's\n\nRestaurant chain Nando's say they only use paper straws that are certified by the Forest Stewardship Council, which promotes sustainable forestry.\n\nThe chicken giant says \"we are always on the lookout for more sustainable alternatives to plastic and are dedicated to improving wherever possible.\"\n\nThey claim they've seen an over-80% drop in straw usage over the past couple of years.\n\nCoffee chains\n\nCosta Coffee, Caffe Nero and Pret A Manger have made the decision to take action too.\n\nCosta and Caffe Nero have replaced plastic straws with paper ones in all of their UK branches.\n\nAlthough paper straws will be offered, you will still be able to request a plastic straw from staff at Pret A Manger if you need it.\n\nSupermarkets\n\nSome major supermarkets are also on board.\n\nWaitrose removed all plastic straws from their shelves last year.\n\nAnd the chain didn't stop there - it's also promising to reduce plastic whenever possible including removing black plastic food trays - which are difficult to recycle.\n\nGetty Images\nMany supermarkets have also pledged to stop selling own-brand cotton buds with plastic stems - swapping them for paper stems.\n\nIceland, who have previously supported the introduction of a deposit return scheme for plastic bottles, also aims to be \"plastic-free\" by 2023.\n\nIt has already removed plastic straws from its own label range.\n\nTesco says it's phased plastic drinking straws out of its cafes.\n\nMarriott International\n\nMarriott International's UK hotels have made a massive push to remove plastic straws from circulation.\n\nThe accommodation giant owns more than 6500 hotels worldwide - and by this July, plastic straws will be out of all of them.\n\nGetty Images\n\nA spokesperson for Marriott International said last year that it was making a \"small and significant step in playing our part in reducing the volume of plastic that damages our environment and wildlife\".\n\nLike many of the other companies mentioned above, Marriott says that customers who request a straw will be given a biodegradable or paper alternative.\n\nLondon City Airport\n\nIn February 2018, London City Airport announced that it had removed plastic straws from all its food and drink outlets.\n\nIt claims to be the first UK airport to implement the plan which \"is helping to reduce the amount of plastic waste\".\n\nThe Marine Conservation Society says that \"plastic straws really do suck\".\n\nIts advice to customers is: \"Just say no, because you just don't need it and you'll be doing the oceans a massive favour!\"\n\nFollow Newsbeat on Instagram, Facebook and Twitter.\n\nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}