{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Research highlights true impacts of plastics on our planet ... - UNEP",
  "href": "https://www.unep.org/news-and-stories/press-release/research-highlights-true-impacts-plastics-our-planet-ecosystems",
  "body": "Nairobi, 11 March, 2019 - The global fight against plastic pollution comes into sharp focus at the Fourth UN Environment Assembly this month in Nairobi, Kenya, with the launch of three reports each addressing different aspects of, and solutions for, the growing impact of plastics on the world's marine environments. The report, Plastics and Shallow Water Coral Reefs, spotlights the current ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n press release\n12 MAR 2019 PRESS RELEASE OCEAN & COASTS\nResearch highlights true impacts of plastics on our planet, ecosystems, people\nPhoto by Cyril Villemain/UN Environment\n\nNairobi, 11 March, 2019 – The global fight against plastic pollution comes into sharp focus at the Fourth UN Environment Assembly this month in Nairobi, Kenya, with the launch of three reports each addressing different aspects of, and solutions for, the growing impact of plastics on the world’s marine environments.\n\nThe report, Plastics and Shallow Water Coral Reefs, spotlights the current science on the impact of plastics on shallow water coral reefs and provides recommendations for policy-makers for addressing and reducing these impacts.\n\nHundreds of millions of people and industries worth billions of dollars depend on healthy shallow water coral reefs. Yet, these fragile ecosystems are under threat from human activity, including climate change and pollution. As a result, we are now seeing unprecedented levels of decline in reef health and coral cover across the globe.\n\nThe majority of marine litter is composed of plastic, between 60-80 per cent. Although the composition and relative quantity varies regionally, marine plastic pollution can now be found in all the world’s oceans, but it is thought to be in highest concentration in coastal areas and reef environments. The majority of this litter originates from land-based sources.\n\n“Marine plastic litter pollution is already affecting more than 800 marine species through ingestion, entanglement and habitat change,” says head of UN Environment’s coral reef unit, Jerker Tamelander. “Waste continues to leak from land, and coral reefs are on the receiving end. They also trap a lot of fishing gear as well as plastic lost from aquaculture. With the impacts of climate change on coral reef ecosystems already significant, the additional threat of plastics must be taken seriously.”\n\nThere remains a significant lack of knowledge on the true impacts of plastics on the reef environment. The report identifies a number of knowledge gaps that must be addressed to strengthen the scientific evidence base for action on marine plastics that impact coral reefs, and towards achievement of targets set by the global community.\n\nA second report, Guidelines for the monitoring and assessment of plastic litter and microplastics in the ocean, is in response to the lack of an internationally agreed methodology to report on the distribution and abundance of plastic litter and microplastics in marine environments.\n\nThe report provides extensive, practical guidelines and recommendations, for national, inter-governmental and international organizations responsible for managing the impacts of land- and sea-based human-activities on the marine environment. It is particularly useful for organizations that are less experienced in marine environmental monitoring.\n\nThe guidelines cover all size ranges of plastic litter encountered in the marine environment, on shorelines, floating on the sea surface, suspended in the water column, deposited on the seabed or associated with biota (ingested/encrusted/entangled).\n\n“There is greater political and social awareness of the issue that plastic pollution is having on the world’s marine environments,” says UN Environment’s Chief Scientist, Jian Liu. “Without harmonization of the data being collected globally, the collective response to tackle the marine plastic issue will always be compromised.\n\n“Now with access to shared monitoring guidelines, we will have a clearer picture of the true scale of the problem, and measure the impact of dedicated reduction measures, such as the banning of single use plastics.”\n\nReliable monitoring allows for the setting of indicators and targets and supports informed decision-making. The need for greater harmonization of methods has become more critical with the adoption of the UN Sustainable Development Goals (SDGs), in particular SDG14.1.1: floating plastic litter as a global indicator of marine pollution.\n\nThe third report, Gender Mainstreaming in the Management of the Marine and Coastal Ecosystems, provides an analysis of the gendered nature of the use, management, and conservation of the marine and coastal environment.\n\nAccording to the report, the contributions of women in managing plastic and other waste, onshore fisheries, aquaculture, processing and trading of marine products, and their important role in conservation and disaster-risk reduction initiatives in marine and coastal areas have historically been routinely ignored or underestimated in research, management and policy.\n\n“We have largely been gender-blind in the management of our marine and coastal areas around the world, but when we apply a gendered lens we can see that women and men are impacted differently in terms of health, income and work,” says Lisa Svensson, coordinator of UN Environment’s Marine and Coastal Ecosystems Branch.\n\nA critical challenge faced by policy makers, environmental managers and development practitioners in mainstreaming gender in marine and coastal management is the lack of practical examples to draw upon.\n\nThe report shares experiences, key lessons and recommendations from a small sample of projects and initiatives available across globe that have focussed on the specific needs of women and other marginalized groups in the use and management of marine and coastal environments. These include: women’s activism around plastic pollution in coastal Yucatán, Mexico; coastal women in Odisha, India, who are at the forefront of climate action; and gender mainstreaming for reducing poverty in coastal Philippines.\n\nKey Facts & Figures\n\nIn 2010 approximately 275 million metric tonnes of plastic waste were generated by 192 countries, with 4.8 to 12.7 million metric tonnes entering the ocean.\nOver 700 million metric tonnes of plastic fibres have been produced and washing a single garment releases more than 1900 individual fibres into our rivers and oceans\nAs of 2010 an estimated 11.1 billion items of plastic are thought to be in the Asia-Pacific region alone and this is expected to increase to 15.7 billion by 2025.\nAt the time of writing over 700 different species have been documented to have had some form of negative interaction with marine litter (namely plastics).\nGhost gear is likely to be one of the most significant threats in marine ecosystems and over 46% of plastics found in the ‘floating garbage patches’ (or gyres) are made up of this plastic type.\nThe additive effects of climate change and other stressors (like plastic pollution) are unknown.\nMacroplastics impact reefs by: 1) Direct physical, mechanical damage 2) The introduction of pathogenic agents ‘hitchhiking’ on the plastics 3) ‘Overtopping’ phototrophic animals preventing light from reaching tissue and creating low oxygen levels 4) Direct ingestion and gut blockage 5) Entanglement and entrapment\n\nNotes to editors\n\nPlastics and Shallow Water Coral Reefs\nGuidelines for the monitoring and assessment of plastic litter and microplastics in the ocean\nGender Mainstreaming in the Management of the Marine and Coastal Ecosystems,\n\nFor more information, contact:\n\nPetter Malvik, UN ENvironment Marine Litter Communications Focal Point, petter.malvik[at]un.org\nJanna Hamilton, Campaign and Communications Coordinator, Coral Reef, Ecosystems Division, janna.hamilton[at]un.org\n\n \n\nTOPICS\nOcean & coasts Nature action\nMarine Litter Pollution\nFurther Resources\nPlastics and Shallow Water Coral Reefs\nGuidelines for the monitoring and assessment of plastic litter and microplastics in the ocean\nGender Mainstreaming in the Management of the Marine and Coastal Ecosystems,\nFull list of events in the Global Partnership on Marine Litter and Clean Seas Tent\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}