{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "The world agrees there's a plastic waste crisis—can it agree on a solution?",
  "href": "https://www.nationalgeographic.com/environment/article/un-environment-plastic-pollution-negotiations",
  "body": "A bottled water plant in Hollis, Maine, has reduced the plastic in its half-liter bottles by 62 percent since 1994. But the industry could do even more to reduce plastic pollution, some countries say.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nA bottled water plant in Hollis, Maine, has reduced the plastic in its half-liter bottles by 62 percent since 1994. But the industry could do even more to reduce plastic pollution, some countries say.\n\nPHOTOGRAPH BY RANDY OLSON, NAT GEO IMAGE COLLECTION\nENVIRONMENTPLANET OR PLASTIC?\nThe world agrees there's a plastic waste crisis—can it agree on a solution?\n\nMany countries are disappointed the UN didn’t reach a more definitive agreement on plastic pollution in Kenya, yet efforts continue at national and international levels.\n\nBYLAURA PARKER\nPUBLISHED MARCH 25, 2019\n• 12 MIN READ\nThis article was created in partnership with the National Geographic Society.\n\nNAIROBI, KENYAIt didn’t take long after the recent United Nations environmental assembly in Kenya ended for environmentalists to sharply rebuke the United States for allegedly derailing global ambitions to prevent plastic debris from flowing into the oceans.\n\n“The tyranny of the minority,” their statement declared as environmentalists denounced the Americans for what they said was slowing progress on marine plastics by diluting a resolution calling for phasing out single-use plastic by 2025 and blocking an effort to craft a legally binding treaty on plastic debris.\n\nYet that unsparing critique doesn’t fully reflect the negotiations that played out in a small roof-top conference room on the UN’s campus in Kenya’s capital city of Nairobi. What happened is perhaps best viewed not as tyrannical but as isolationist, more akin to the U.S. withdrawal from the Paris climate agreement. Yes, the U.S. won concessions in Nairobi to the wording on two resolutions involving the fate of marine plastics, but it waged the argument essentially alone, with backing only from Saudi Arabia and Cuba.\n\n“I would not say the U.S. is making itself irrelevant,” says David Azoulay, a Geneva-based lawyer for the Center for International Environmental Law, who observed the negotiations. “But it is true that the U.S. is setting itself further apart, as it did with the withdrawal from the Paris accord, from addressing the critical challenges of our generation. The whole world is addressing the plastic challenge at its roots. The EU is doing it, India is doing it. The world is moving forward.”\n\nThe Americans sought to define marine debris as an issue solved exclusively by waste management, said Hugo-Maria Schally, the European Union’s lead negotiator on marine plastics, in an interview, while “virtually everybody else in the room was focused on the idea that there is a problem with production and the use of single-use plastic.”\n\nSo, the goal of “phasing out” single-use plastics was replaced by the vaguer wording to “significantly reducing,” and target dates for action slipped from 2025 to 2030. The documents that emerged are not legally binding. But in the end, a deadline remains in place, and a UN working group on marine plastics will continue to work the problem, with the full backing of the UN purse.\n\n“It's fair to say that the UN environmental assembly has put out a very clear message,” Schally says. “Single-use plastics are a problem. There are a variety of ways to address the issue. Waste management is one, but not the only one. We need to look at alternatives and reduce the use by 2030. That's the global message.\"\n\nOla Elvestuen, Norway’s minister for climate and environment, expressed disappointment after a panel discussion about the best solutions, but not defeat. “We didn’t get the wording we wanted,” he said. “But we have enough to continue.”\n\nInternational treaties?\n\nThe only existing international treaty addressing marine debris on a global scale is MARPOL, adopted by the International Maritime Organization, which banned ships from dumping plastic waste into the oceans as of 1988–so long ago, that in the fast-accelerating world of plastics production, it is almost antique. Age aside, the trouble with MARPOL is that 80 percent of the estimated 8 million tons a year that flows into the oceans originates on land, according to research published in 2015.\n\nNot surprisingly, as the visibility of plastic waste has become more prominent, so have calls for a new international treaty that gets to the crux of the problem. In 2017, a group of seven marine scientists tracking how microplastics have altered genes, cells, and tissues in marine organisms—causing death and decreased reproduction—reviewed those findings in an opinion piece published in PNAS that urged the UN to write a new treaty on plastic pollution.\n\nLater that year, at the UN’s last environmental conference, 193 nations, including the U.S., endorsed a Clean Seas pact. It was nonbinding and toothless, though significant enough that Norway called it a strong first step.\n\nRelated: Animals in a World of Plastic\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\n\nAdopting global treaties is not supposed to be easy. The UN is, by design, slow-moving, cumbersome, bureaucratic. It took more than a decade, Azoulay points out, for the UN to adopt a treaty protecting human health from mercury poisoning.\n\nWhat’s notable is how far marine plastic moved up on the agenda for this year’s conference.\n\nDelegates pushed for substantial action. Guðmundur Ingi Guðbrandsson, Iceland’s minister for the environment and natural resources, arrived in Nairobi with hopes the conference would lay the groundwork for a legally binding treaty on marine plastic.\n\n“It’s production of plastics that needs to be tackled,” he said in an interview. “We need less plastics. We need to look at how much we are putting into the system and we need to reduce that. We need to increase reuse of what we already use so that we are trashing as little as we can. Industry needs to find more solutions than we already have today and they may need a push from governments to do something.”\n\nSiim Kiisler, the UN assembly president, who also serves as Estonia’s minister of environment, opened the assembly by urging delegates to take strong action on marine debris, and called for the phasing out of single-use plastic by 2025.\n\nEven the visuals focused on plastics. A large dhow made from discarded plastic bottles and flip-flops stood tilted, as if tacking along the UN’s entry driveway, as its makers announced plans to sail from Kenya to Zanzibar to further the campaign against the plastic menace. A separate Clean Seas venue hosted day-long panel discussions throughout the entire week that drew in dozens of scientists, engineers, politicians, and activists from all corners of the world to debate best solutions.\n\nTarget waste management or production?\n\nJoyce Msuya, acting director of the UN Environmental Program, cautions that global ambition “is one thing, but you have to translate that into what it means for the local condition.” Member states, she says, do not start “from the same baseline. We have to customize and look at what can be done and share the experience of what has worked elsewhere.”\n\nThe two marine plastics resolutions under consideration included a proposed legally binding agreement, promoted by Norway, Japan, and Sri Lanka. The phase-out of single-use plastics, contained in the second resolution, was argued by India, drowning in an estimated 550,000 tons of mismanaged plastic waste every year, with strong support from the Philippines and other Pacific island groups.\n\nFew were surprised when the United States balked at targets, deadlines, and any reference to bans or levies on various plastic products or reductions in plastic production and consumption. The U.S. negotiators declined to be interviewed; a State Department spokesman said in a statement that the U.S. considers marine plastic “a growing issue” needing urgent action and that improved waste management is the fastest way to achieve that goal.\n\n“We support reducing the environmental impacts from the discharges of plastics,” the statement says. “And we further note that the majority of marine plastic discharges comes from only six countries in Asia where improved waste management could radically decrease these discharges.”\n\nStewart Harris, director of marine and environment issues at the American Chemistry Council, an industry trade group, echoes the U.S. stance on waste disposal as the most practical immediate solution to reducing the flow of plastic litter to the ocean.\n\n“We are looking at actions that will make the largest impact in the shortest amount of time,” he says. Product bans, he says, do not fall into that category: “They are not the most effective and not the best use of our time and resources. They fail to address that underlying cause–the lack of infrastructure to manage waste.”\n\nBy the UN’s own estimates, two in five people–or 40 percent of the global population–lack access to waste disposal systems. So far, no global entity has come up with any plan to address waste disposal on that scale.\n\nOne reason other nations are also seeking reductions in single-use plastics is the growing unease that even creation of the most comprehensive waste disposal systems may not be enough to keep up with the accelerating pace of plastics manufacturing. The plastics industry has grown so rapidly that half the plastic on Earth has been made since 2005, and production is expected to double in the next two decades. Disposable plastic products account for 40 percent of that production and are largely blamed for the plastic mess that’s been made of the seas.\n\nYet even as bans proliferate around the globe, Harris say consideration of reductions in production or consumption of plastics is premature. Too many unanswered questions remain about the effectiveness of various solutions, he says, adding: “Other discussions need to be had before that. The best answer is we’re not there yet.”\n\nWho’s leading on plastic reform?\n\nThe United States’ go-it-alone stance was underscored inadvertently by the crash of the Ethiopian Airlines plane the day before the assembly convened. Among the 157 people killed on board the Nairobi-bound flight were 25 UN staff members and more than two dozen delegates, presenters, and members of environmental and health NGOs heading to the conference.\n\nThe aftermath of the tragedy was watched, with increasing incredulity, as the country-by-country groundings of the 737 Max jet unfolded over successive days, leaving the United States alone in its defense of the plane as safe to fly. Only after the U.K. and, finally, Canada grounded their own Max jets did the U.S. act to ground the world fleet.\n\n5:45\n\nPLASTICS 101\n\nIn the Clean Seas tent, no one spoke of the obvious similarities to the word-wrangling over the pair of marine debris resolutions. Instead, delegates shrugged off the setbacks and departed to do at home what they couldn’t achieve in Nairobi. Kiisler, the president of the assembly, told National Geographic: “Better to have a weak resolution than no resolution.”\n\nSo far, 127 countries have adopted regulations regarding plastic bags, according to UN tallies as of July 2018. Twenty-seven countries have adopted bans on other single-use products, including plates, cups, cutlery, or straws.\n\nIndia, home to 1.3 billion people and the world’s second most-populated nation, continues preparations to abolish all single-use plastic by 2022 in a plan announced last year that may be the world’s most ambitious undertaking.\n\nThe European Parliament is preparing to put into force a sweeping single-use plastics directive it passed last year that bans the single-use plastics most commonly found on European beaches by 2021 and sets up programs to significantly reduce containers and cups by 2028. With 28 mostly rich member nations, the EU is arguably the most influential world power after the UN. The latest measures have made it the world’s leading voice on the plastic crisis.\n\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nThe National Geographic Society and Sky Ocean Ventures have launched the Ocean Plastic Innovation Challenge, which asks problem solvers around the globe to develop novel solutions to tackle the world’s plastic waste crisis. Have an idea? Submit your solution by June 11 at oceanplastic-challenge.org.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}