{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Latin America wakes up to the problem of plastic straws - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/latin-america-wakes-problem-plastic-straws",
  "body": "For the time being, Antigua and Barbuda is the only country in Latin America and the Caribbean with a national ban on single-use plastics, including straws. Belize approved a similar measure that will come into force in 2019 and Costa Rica has pledged to become single-use plastics-free by 2021. The Chamber of Deputies in Mexico approved this ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n29 AUG 2018 STORY OCEAN & COASTS\nLatin America wakes up to the problem of plastic straws\nFoto de Pixabay\n\nStraws seem harmless: slim, measuring no more than 20 centimeters, they adorn cocktails, juices and soft drinks. But they are also among the top ten plastic items littering our oceans and coasts.\n\nStraws are rarely recycled and can take more than 100 years to degrade in the water. And when they do, they release potent greenhouse gases in the process. Each year, up to 13 million tons of plastic reach the oceans and affect marine biodiversity and human health. That is why several countries in the world, along with hundreds of businesses, are moving away from single-use plastics, including straws.\n\nAccording to recent estimates, straws represent only 0.025% of the total volume of marine litter. Heavy fishing nets and devices account for a quarter of the total. But the amount of straws we consume in our daily lives is so huge that this number increases exponentially every day. In the United States alone, 500 million straws are used daily in restaurants, hotels and homes.\n\nPaper straws in Ámaz restaurant, in Lima, Peru. (UN Environment)\n\n\n\nAt the same time, straws are such unessential items for the vast majority of us, that it is easy to stop using them. When, in 2015, a viral video exposed the pain of a sea turtle with a straw being removed from one of its nostrils, thousands of people around the world woke up to the problem and began to take steps to contribute to a healthier and more sustainable planet by refusing to use plastic straws.\n\n\"Awareness about the threat posed by straws has grown in recent years. These items are manufactured in a minute, used less than 20 minutes and then take an eternity to disintegrate. They are less necessary than we think\", says Sandra Álvarez, founder of the Panamanian NGO Tortuguías and promoter of the \"Without straw, please!\" campaign, which has prevented 150 Panamanian restaurants from serving more than half a million straws since August 2018.\n\nFor the time being, Antigua and Barbuda is the only country in Latin America and the Caribbean with a national ban on single-use plastics, including straws. Belize approved a similar measure that will come into force in 2019 and Costa Rica has pledged to become single-use plastics-free by 2021.\n\nThe Chamber of Deputies in Mexico approved this year a legal reform to discourage the consumption of disposable plastics, including straws – discussed in the Senate – and the Peruvian Congress is working on a similar law.\n\n\n\n\nSome countries in the region have chosen to make their first move against plastic straws by raising awareness about how unnecessary they are and by underlining the relevance of consumer power. Governments of Chile, Mexico and Peru are using social media to daunt the use of this plastic item.\n\nChile, Peru and several states of Mexico have joined UN Environment’s Clean Seas campaign, where more than 60 countries are promoting the fight against marine litter.\n\nLocal but powerful\n\nOn 19 June 2018, Rio de Janeiro became the first city in Brazil to declare war on straws. A new law includes fines of up to 6,000 reais (US$1,600) and a hotline to receive citizens’ reports on establishments that are not complying.\n\nIn Argentina, the city leading the movement is Pinamar. \"We were pioneers five years ago, banning the sale of plastic bags, and we are pioneers now with this rule that prohibits straws and plastic cups. Other cities, such as Mar de Plata, Villa Gesell and Mar Chiquita, have called seeking advice,\" says Alejandra Apolonio, Town Councilor of this touristic municipality south of Buenos Aires.\n\n\"The only products exempted are those that come with straws attached and coffee sold in automatic self-service machines,\" she adds.\n\nThe law, which comes into force next December, was proposed by the surfer Gastón Caminata, who leads massive clean-ups every year in Pinamar and other municipalities. On one summer day last year, he picked up 500 straws in only 100 meters, says Apolonio.\n\nMagdalena del Mar, a district of Lima, Peru, the Galapagos Islands, in Ecuador, and the Mexican states of Baja California Sur and Veracruz have also joined to the war on straws.\n\nBut initiatives not only come from the public sector. Several non-governmental organizations have launched awareness campaigns throughout the continent and large companies, such as Starbucks and McDonald's, have pledged to quit distributing plastic straws.\n\n\n\n\nCorporación Pascual, one of the largest manufacturers of bottled drinks and juices in Mexico, announced plans to eliminate plastic straws attached to its 500 ml packages and replace them with nozzles by 2019. \"We consider that, as human beings, each inhabitant has the opportunity to improve the quality of the environment,\" the company says.\n\nAlthough the best option is quitting on straws, some people will still need them for health reasons, and some restaurants and hotels might want to include them in drinks.\n\nRecyclable or biodegradable alternatives are varied. Straws are now made from cardboard, glass, metal, bamboo or composted food. A Mexican company is selling straws made with avocado seed that can degrade in just 240 days.\n\nGuatemalan chef Andrés Morataya prefers the ones made from papaya stem. At its Panga restaurant, located on a semi-desert beach in the Panamanian Pacific, no plastic is used. The first thing they quit on was straws. \"In the papaya plant, the stem that connects the trunk to the leaf is hollow inside. It is a perfect straw that grows everywhere in Panama,\" he says.\n\nGlobally, 400 million tons of plastic are produced every year. Almost half of the plastic waste we create comes from packaging and only nine per cent is recycled.\n\nUN Environment Clean Seas campaign seeks to drastically reduce the consumption of single-use plastics and eradicate the use of microplastics that pollute oceans and harm marine biodiversity. In Latin America and the Caribbean, Argentina, Barbados, Brazil, Chile, Colombia, Costa Rica, Dominican Republic, Grenada, Guyana, Honduras, Ecuador, Panama, Peru, Saint Lucia and Uruguay are part of this movement.\n\nTOPICS\nOcean & coasts\nPollution\nRelated Content\nSTORY\nKing Charles’ visit highlights a grass-roots movement to end plastic pollution\nPRESS RELEASE\nClean Air for blue skies Day highlights need for global collaboration to address air pollution\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}