{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "How a 9-Year-Old Boy's Statistic Shaped a Debate on Straws",
  "href": "https://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html",
  "body": "But consider the source: The number is based on research conducted years ago by an enterprising 9-year-old Vermont boy named Milo Cress. Professional estimates of straw usage are hard, but not ...",
  "textContent": "SKIP TO CONTENT\nSKIP TO SITE INDEX\nSECTION NAVIGATION\nSEARCH\nBUSINESS\nLOG IN\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nHow a 9-Year-Old Boy’s Statistic Shaped a Debate on Straws\nShare full article\nBusinesses that sell food or drinks in Seattle can no longer offer plastic straws. Duke’s Seafood and Chowder was already using paper straws like these.\nCredit...\nGreg Gilbert/The Seattle Times, via Associated Press\n\nBy Niraj Chokshi\n\nJuly 19, 2018\n\nIf you’ve read a recent article about Starbucks, Marriott or Seattle banning plastic straws, you might have come across a striking statistic: Americans use about 500 million straws each day.\n\nThat figure has been cited widely, appearing in stories by USA Today, CNN, The Washington Post, The Wall Street Journal, Fox News and, yes, even The New York Times.\n\nSubscribe to The Times to read as many articles as you like.\n\nShare full article\nRelated Coverage\n\nStarbucks to Stop Using Disposable Plastic Straws by 2020\nJuly 9, 2018\n\nBans on Plastic Straws in Restaurants Expand to More Cities\nMarch 3, 2018\n\nBans on Plastic Straws Are Growing. But Is the Travel Industry Doing Enough?\nMay 1, 2018\nFact Checks\nWe welcome suggestions and tips from readers on what to fact-check on email and Twitter.\nFact-Checking Haley and DeSantis in Their Race to Rival Trump\nFact-Checking Vivek Ramaswamy on the Campaign Trail\nMore In Business\nPhoto illustration by Margeaux Walter for The New York Times\nHello, I Do Not Work Seven Days a Week\nSKIP ADVERTISEMENT\nMaansi Srivastava/The New York Times\nA Famed Hospital Churns Poor Patients Through Weight-Loss Surgery\nJoyce Lee for The New York Times\nWe Can’t Stop Writing Paper Checks. Thieves Love That.\nEditors’ Picks\nJohn Paul Lopez/A24, Paramount+ and Showtime\nThe Creepiest Moment Onscreen This Year Occurred in a Comedy\nGreat Lakes Laboratory for Fisheries and Aquatic Sciences\nOnce They Were Pets. Now Giant Goldfish Are Menacing the Great Lakes.\nTrending in The Times\n‘S.N.L.’ Invites University of Phoenix to the House Antisemitism Hearing\nOpinion: Want to Tax the Rich for Real? Pay Attention to This Supreme Court Case.\nGenes That Boost Fertility Also Shorten Our Life, Study Suggests\nU.S. Marshal Arrested After Unruly Behavior on Flight to London\nOpinion: The Ivy League Flunks Out\nIreland’s Riot Was Not a Surprise to Those Who Watch the Far Right\nCharles Barkley Calls Trump Supporters ‘Nutty’ on CNN\nA World Map With No National Borders and 1,642 Animals\nWoman Who Threw Food at Chipotle Employee Sentenced to Work Fast-Food Job\nOpinion: What the University Presidents Got Right and Wrong About Antisemitic Speech\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nGo to Home Page »\nNEWS\nOPINION\nARTS\nLIVING\nLISTINGS & MORE\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}