{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A brief history of how plastic straws took over the world",
  "href": "https://www.nationalgeographic.com/environment/article/news-plastic-drinking-straw-history-ban",
  "body": "Learn how plastic straws became ubiquitous in the world's oceans and why some groups are banning them. Explore the history of plastic straws from ancient times to modern inventions, and the environmental impact of their production and use.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nAt a plastics goods store in Hong Kong, plastic straws are kept in plastic packaging.\n\nPHOTOGRAPH BY ANTHONY WALLACE, AFP, GETTY\nENVIRONMENTPLANET OR PLASTIC?\nA brief history of how plastic straws took over the world\n\nIt all started with a mint julep on a hot summer day.\n\nBYSARAH GIBBENS\nPUBLISHED JANUARY 2, 2019\n• 10 MIN READ\nOn January 1, 2019, a ban on plastic straws in restaurants and other service businesses began in Washington, D.C. Read on for the reasons behind such bans, and how we got here.\n\nAt the beginning of July 2018, Seattle became the largest U.S. city to ban plastic straws.\n\nThey’re not alone.\n\nStarbucks plans to phase out plastic straws by 2020. McDonald’s recently announced it will ban plastic straws at its U.K. and Ireland restaurants. Bon Appétit Management, a food service company with 1,000 U.S. locations, announced last May it will phase out plastic straws. Alaska Airlines will be one of the first airlines to phase out plastic straws and stirrers, in part thanks to an environmentally conscious girl scout.\n\nThese groups are responding to public outcry demanding action against a product that, on one hand, seems very simple—but which is harming the world’s oceans, experts warn.\n\n\nIn just the U.S. alone, one estimate suggests 500 million straws are used every single day. One study published earlier this year estimated as many as 8.3 billion plastic straws pollute the world's beaches.\n\nEight million tons of plastic flow into the ocean every year, and straws comprise just 0.025 percent of that.\n\nBut that hasn't stopped the straw from becoming the major focus of recent environmental campaigns. This is in part because, for most able-bodied people, the straw is something you can easily do without. Eliminating plastic straw usage rarely requires a drastic change in behavior.\n\nBut if they're so easy to do without, how did they become so ubiquitous in the first place? (Read more about efforts to reduce plastic straws.)\n\nA Brief History of Drinking Tubes\n\nWhile plastic straws are a recent invention, humans have been using hollow, cylindrical tubes to bring liquid to their lips for centuries. Ancient Sumerians, one of the first societies known to brew beer—5,000 years ago—submerged long, thin tubes made from precious metals into large jars to reach the liquid sitting below fermentation byproducts.\n\nA man named Marvin Stone was the first to file a patent for a drinking straw, in 1888 . The Smithsonian Institute cites a widely touted legend saying Stone was drinking a mint julep on a hot summer day in 1880 when his piece of rye grass, then used as a straw, began to disintegrate. Stone, a paper cigarette holder manufacturer, decided he could make something better.\n\nHe wrapped strips of paper around a pencil, glued them together, and soon had an early prototype of paper drinking straws. He patented his design in 1888, and by 1890, his factory Stone Industrial (today a part of Precision Products Group) was mass producing them.\n\nIt wasn't until the 1930s that straws gained the ability to bend. Watching his daughter struggle to easily reach her milkshake through a straight paper straw, inventor Joseph Friedman inserted a screw into the straw, wrapped floss around the screw's grooves, and took out the screw. With indentations, the straw could easily bend without breaking. Friedman patented his invention and created the Flex-Straw Company to churn out his design.\n\nHospitals were among the first to embrace bendable straws, because they allowed patients to drink while lying in bed.\n\nIn the decades that followed, the popular paper straw found its way into sodas and milkshakes across America.\n\nThe Booming Plastic Industry\n\nAmericans were still embracing paper straws when plastic manufacturing began to take hold.\n\n5:22\n\nA BRIEF HISTORY OF HOW PLASTIC HAS CHANGED OUR WORLD\n\nFirst invented in 1870 by an American named John Wesley Hyatt, the first plastic products were made from a material called celluloid that imitated animal products like ivory. Other plastic compounds took hold in the following decades: Bakelite was used for household items, nylon for stockings, and acrylic in military planes.\n\nBoth durable and cheap, plastic was being churned out of factories at unprecedented rates during the second world war. When the conflict ended, American manufacturers needed a new consumer market. In her book Plastic: A Toxic Love Story, science writer Susan Freinkel describes a wartime plastic production infrastructure suddenly devoid of wartime plastic to produce. Manufacturers turned their attention to a growing market for cheap consumer goods. No longer bogged down by wartime frugality, Americans wanted more and at lower costs.\n\n“Thanks to plastics, newly flush Americans had a never-ending smorgasbord of affordable goods to choose from,” writes Freinkel.\n\nPlastic Straws Hit the Market\n\nStraws were among the many throw-away products being rapidly manufactured by large corporations. Plastic straws quickly became cheaper to produce and more durable than paper. They could easily wedge between the crosshairs of a fast food restaurant’s to-go lid without ripping or tearing.\n\nThroughout the 1960s, the manufacturing infrastructure to mass produce plastic straws was put into place.\n\nIn 1969, Friedman’s Flex-Straw Company was sold to the Maryland Cup Corporation. The Baltimore-based company produced a wide variety of plastic items and soon became one of the country’s largest producers of plastic straws. The Fort Howard Corporation bought the Maryland Cup Corporation in 1983 and continued producing the plastic product.\n\n“It was better, it was cheaper, and they didn’t fall apart,” says David Rhodes, the global business director for paper straw manufacturer Aardvark Straws, a division of Precision Products Group. “It truly was a better product at a cheaper price, and in that era, no one looked at the future impact it would have on our environment.”\n\nNew takes on the plastic straw, like jumbo straws and crazy straws, were produced in the 1980s.\n\nA number of large manufacturers met the demands of a society increasingly looking for convenient items that could be taken on-the-go. Plastics Europe, one of the world’s largest plastic producers, reports that 1.5 million tons of plastic were produced in 1950, but by 2015, the world was producing 322 million tons of plastic.\n\nWhat Now?\n\nThe world is now struggling to recover from its plastic pollution hangover.\n\nCorporations, municipalities, and even national governments are proposing and implementing bans on plastic straws. Some companies have jumped into the fray by manufacturing metal and glass straws that environmentally conscious consumers can buy for personal use, though they lack the disposability of paper and plastic from which restaurants benefit.\n\nThe same businesses that once benefitted from public excitement over plastic are increasingly feeling public pressure to use alternatives.\n\nSteve Russell is the vice president of plastics for the American Chemistry Council (ACC), a trade organization that represents plastics manufacturers, among other industries. He says regulation that focuses just on straws, or any one specific product, misses the point.\n\n“The focus on individual products takes our focus away from more necessary discussions on how we bring waste management to places that need it the most desperately,” he says. “We think it would be better if straws weren't automatically provided but available should a consumer need one.”\n\nRussell says the ACC is focused on waste collection as the best way to prevent more plastic refuse from entering the ocean.\n\nEnvironmental groups, however, say plastic straw bans are an important step toward their ultimate goal: ending the circulation of single-use plastic.\n\n“It's taking a stand on plastic pollution... and really taking a stand on what needs to happen, a ban on all single-use plastic products,” Greenpeace's Kate Melges told Seattle news station KIRO 7 after the city's straw ban went into effect on July 1.\n\nRhodes believes that plastic straws will one day be an anomaly. When Aardvark Straws was created in 2007, he says it was in part because of a demand from zoos, aquariums, and cruise ships that wanted to promote an eco-friendly image to their customers.\n\nHe thinks cost is the only thing standing between plastic straws and extinction.\n\n“There’s no getting around that a paper straw will cost about a penny more than a plastic straw,” he says. For large corporations, that equals hundreds of millions of dollars, but the cost to the marine environment, you can’t put a price on that.”\n\nLearn more about what National Geographic is doing to reduce single-use plastic.\n\nThis article was created in partnership with the National Geographic Society. National Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. This story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nThis story was originally published on July 6, 2018 and updated on January 2, 2019.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nPlastic gets to the oceans through over 1,000 rivers\nENVIRONMENTPLANET POSSIBLE\nPlastic gets to the oceans through over 1,000 rivers\nThe world's plastic pollution crisis explained\nENVIRONMENT\nThe world's plastic pollution crisis explained\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}