{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Will Shifting to Reusable Straws Really Make a Difference? - NRDC",
  "href": "https://www.nrdc.org/stories/will-shifting-reusable-straws-really-make-difference",
  "body": "The plastic straw controversy is both substantive and symbolic. The campaign against single-use straws will help keep our planet cleaner in a tangible way. And if it continues to gain momentum and ...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all News & Commentary\nExplainer\nWill Shifting to Reusable Straws Really Make a Difference?\n\nNRDC’s Eric Goldstein gives the scoop on the latest environmental villain and explains why plastic straws really are a big menace to our oceans.\n\nAugust 1, 2018\nCredit:\nScreenpunk via Flickr\nShare this page\n\nQ: I love watching the tide change on plastic straws recently. I’m on board to ditch them, but is there something that makes straws worse than other disposables? And in the big picture, will using paper or reusable straws really make a difference?\n\n―Camila García\n\nA: Seemingly overnight, plastic straws have become environmental enemy number one. Maybe it was this disturbing footage of a sea turtle getting a straw removed from its nose, or the rising popularity of zero-waste bloggers, or even the star-studded social media plea to #stopsucking. Whatever the impetus, the rallying cry against this ubiquitous litter quickly caught on beyond environmental circles—and reached elected officials across the country.\n\nIt comes not a moment too soon, says Eric Goldstein, a senior attorney at NRDC.\n\n“Plastic straws represent our throwaway culture, which developed over the past 50 years or so,” Goldstein says. “They’re a first-class litter and pollution problem.” One needs only to look at the waves of plastic garbage washing up on the shores of the Dominican Republic this summer for proof. And here’s an alarming statistic: By weight, there will be more plastic than fish in the ocean by 2050. Oof.\n\nCrews from the Public Works and Communications Ministry in the Dominican Republic work to clear the shores after a July 2018 storm dragged in over 100 tons of trash—mostly plastic.\nCredit:\nOrlando Barria/EFE via Newscom\n\nOf all the types of plastic trash we could regulate, there are a few smart reasons to target straws specifically. First, they’re pretty easy to do without—a low-hanging fruit in the vast battle against plastic disposables. Second, unlike many other single-use items, it’s essentially impossible to recycle straws. (As Darby Hoover taught us in a previous Q&A, what’s recyclable has a lot to do with whether a market exists to resell a given material.) Third, there are a lot of them. Some estimates say hundreds of millions of straws are tossed each day in the United States alone.\n\nNRDC senior attorney Eric Goldstein\nCredit:\nRebecca Greenfield\n\nTo make sure you’re doing your part, Goldstein suggests following the gold standard in the fight against plastic waste: Use less. On most occasions, you can enjoy your beverage just fine without using a straw at all. If you prefer drinking certain beverages through a straw (smoothies or iced coffee, for example)—buy a few reusable metal or bamboo straws, which can later be recycled or composted. Keep these on hand in your bag, or stow them in your kitchen, workplace, and car.\n\nState bills, like those in New York and California, are aiming to curb consumers’ habitual use of straws. California’s bill would require customers to ask for a straw rather than receive one automatically; New York is proposing a full ban.\n\nOf course, any legislation of this type should include caveats so that those with disabilities can still have access to straws if necessary. “No one wants to take away straws from those who really need them,” Goldstein says. “But we can work together to meet the goal of dramatically reducing the amount of single-use plastic while still providing straws to folks who are disabled.”\n\nThe plastic straw controversy is both substantive and symbolic. The campaign against single-use straws will help keep our planet cleaner in a tangible way. And if it continues to gain momentum and work as intended, it will also demonstrate that efforts to reduce waste are not futile. We can succeed, Goldstein says. Sometimes that encouragement is all you need to shift marketplaces, spur innovation, and begin important dialogues about protecting our one and only home planet. And yes—saving its sea turtles too.\n\nThis NRDC.org story is available for online republication by news media outlets or nonprofits under these conditions: The writer(s) must be credited with a byline; you must note prominently that the story was originally published by NRDC.org and link to the original; the story cannot be edited (beyond simple things such as grammar); you can’t resell the story in any form or grant republishing rights to other outlets; you can’t republish our material wholesale or automatically—you need to select stories individually; you can’t republish the photos or graphics on our site without specific permission; you should drop us a note to let us know when you’ve used one of our stories.\n\nRELATED ISSUES\nSustainable Cities Ocean Nature & Wildlife Climate Change Human Health\nRELATED STORIES\nSkip carousel items\nslide 5 to 7 of 3\nHow to Become a Community Scientist\nJune 30, 2023 How-ToUnited StatesCourtney Lindwall\nSix steps to get you started in the world of participatory environmental research\nHow to Start Saving the Planet in 100 Days: the Joe Biden Edition\nJanuary 25, 2021 Latest NewsUnited StatesJeff Turrentine\nHere’s what we want to see from our new president on the environmental front between now and May.\nWhy the EPA Needs Another William Ruckelshaus (1932–2019)\nDecember 13, 2019 PerspectivesUnited StatesJeff Turrentine\nThe agency’s first administrator built the EPA from scratch—and established the nonpartisan, antipolluter culture that the Trump administration has all but abandoned.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}