{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "Where does your plastic go? Global investigation reveals America's ...",
  "href": "https://www.theguardian.com/us-news/2019/jun/17/recycled-plastic-america-global-crisis",
  "body": "Plastic's first stop on its months-long journey is a recycling facility where it is sorted into bales based on its type - soda bottles, milk jugs and clamshell-style containers, for instance ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nBest of 2019\nWhere does your plastic go? Global investigation reveals America's dirty secret\nPlastic bottles bundled in a recycling facility. Bales such as these travel around the world on shipping containers. Photograph: Bloomberg via Getty Images\n\nA Guardian report from 11 countries tracks how US waste makes its way across the world – and overwhelms the poorest nations\n\nEditor’s pick: best of 2019. We’re bringing back some of our favorite stories of the past year. Support the Guardian’s journalism in 2020\n\nby Erin McCormick, Bennett Murray, Carmela Fonbuena, Leonie Kijewski, Gökçe Saraçoğlu, Jamie Fullerton, Alastair Gee and Charlotte Simmonds\nUnited States of plastic is supported by\nAbout this content\nMon 17 Jun 2019 01.00 EDT\n\nWhat happens to your plastic after you drop it in a recycling bin?\n\nAccording to promotional materials from America’s plastics industry, it is whisked off to a factory where it is seamlessly transformed into something new.\n\nThis is not the experience of Nguyễn Thị Hồng Thắm, a 60-year-old Vietnamese mother of seven, living amid piles of grimy American plastic on the outskirts of Hanoi. Outside her home, the sun beats down on a Cheetos bag; aisle markers from a Walmart store; and a plastic bag from ShopRite, a chain of supermarkets in New Jersey, bearing a message urging people to recycle it.\n\nNguyễn Thị Hồng Thắm is paid $6.50 a day to sort recycling on the outskirts of Hanoi. Photograph: Bac Pham/The Guardian\n\nTham is paid the equivalent of $6.50 a day to strip off the non-recyclable elements and sort what remains: translucent plastic in one pile, opaque in another.\n\nA Guardian investigation has found that hundreds of thousands of tons of US plastic are being shipped every year to poorly regulated developing countries around the globe for the dirty, labor-intensive process of recycling. The consequences for public health and the environment are grim.\n\nA team of Guardian reporters in 11 countries has found:\n\nLast year, the equivalent of 68,000 shipping containers of American plastic recycling were exported from the US to developing countries that mismanage more than 70% of their own plastic waste.\n\nThe newest hotspots for handling US plastic recycling are some of the world’s poorest countries, including Bangladesh, Laos, Ethiopia and Senegal, offering cheap labor and limited environmental regulation.\n\nIn some places, like Turkey, a surge in foreign waste shipments is disrupting efforts to handle locally generated plastics.\n\nWith these nations overwhelmed, thousands of tons of waste plastic are stranded at home in the US, as we reveal in our story later this week.\n\nlinker\n\nThese failures in the recycling system are adding to a growing sense of crisis around plastic, a wonder material that has enabled everything from toothbrushes to space helmets but is now found in enormous quantities in the oceans and has even been detected in the human digestive system.\n\nReflecting grave concerns around plastic waste, last month, 187 countries signed a treaty giving nations the power to block the import of contaminated or hard-to-recycle plastic trash. A few countries did not sign. One was the US.\n\nA new Guardian series, United States of Plastic, will scrutinize the plastic crisis engulfing America and the world, publishing several more stories this week and continuing for the rest of 2019.\n\n“People don’t know what’s happening to their trash,” said Andrew Spicer, who teaches corporate social responsibility at the University of South Carolina and sits on his state’s recycling advisory board. “They think they’re saving the world. But the international recycling business sees it as a way of making money. There have been no global regulations – just a long, dirty market that allows some companies to take advantage of a world without rules.”\n\nMigrant workers sort through plastic bottles at the Thaiplastic Recycle Group plant in Samut Sakhon, outside Bangkok, Thailand. Photograph: Diego Azubel/EPA\nWhere America’s recycling lands\n\nPlastic only came into mass consumer use in the 1950s, but in the Pacific Garbage Patch it is already thought to be more common than plankton. Officials around the globe have banned particularly egregious plastic pollutants, such as straws and flimsy bags, yet America alone generates 34.5m tons of plastic waste each year, enough to fill Houston’s Astrodome stadium 1,000 times.\n\nOf the 9% of America’s plastic that the Environmental Protection Agency estimated was recycled in 2015, China and Hong Kong handled more than half: about 1.6m tons of our plastic recycling every year. They developed a vast industry of harvesting and reusing the most valuable plastics to make products that could be sold back to the western world.\n\nBut much of what America sent was contaminated with food or dirt, or it was non-recyclable and simply had to be landfilled in China. Amid growing environmental and health fears, China shut its doors to all but the cleanest plastics in late 2017.\n\nSince the China ban, America’s plastic waste has become a global hot potato, ping-ponging from country to country. The Guardian’s analysis of shipping records and US Census Bureau export data has found that America is still shipping more than 1m tons a year of its plastic waste overseas, much of it to places that are already virtually drowning in it.\n\nA red flag to researchers is that many of these countries ranked very poorly on metrics of how well they handle their own plastic waste. A study led by the University of Georgia researcher Jenna Jambeck found that Malaysia, the biggest recipient of US plastic recycling since the China ban, mismanaged 55% of its own plastic waste, meaning it was dumped or inadequately disposed of at sites such as open landfills. Indonesia and Vietnam improperly managed 81% and 86%, respectively.\n\n“We are trying so desperately to get rid of this stuff that we are looking for new frontiers,” said Jan Dell, an independent engineer, whose organization The Last Beach Cleanup works with investors and environmental groups to reduce plastic pollution. “The path of least resistance is to put it on a ship and send it somewhere else – and the ships are going further and further to find some place to put it,” she said.\n\nTKTKTK\n\nTake Vietnam. Minh Khai, a village on a river delta near Hanoi, is the center of a waste management cottage industry. Rubbish from across the world, inscribed in languages from Arabic to French, lines almost every street in this community of about 1,000 households. Workers in makeshift workshops churn out recycled pellets amid toxic fumes and foul stench from the truckloads of scrap that are transported there every day. Even Minh Khai’s welcome arch, adorned with bright red flags, is flanked by plastic waste on both sides.\n\nIn 2018, the US sent 83,000 tons of plastic recycling to Vietnam. On the ground, America’s footprint is clear: a bag of York Peppermint Patties from Hershey, with US labeling, and an empty bag from a chemical coatings manufacturer in Ohio.\n\n“We’re really scared of the plastic fumes, and we don’t dare to drink the water from underground here,” said Nguyễn Thị Hồng Thắm, the plastic sorter, wearing thick gloves, a face mask and a traditional Vietnamese conical hat to protect herself from the sun. “We don’t have money so we don’t have any choice but to work here.”\n\nWhile the exact health effects of workers’ exposure to plastic recycling operations have not been well studied, the toxic fumes resulting from the burning of plastics or plastic processing can cause respiratory illness. Regular exposure can subject workers and nearby residents to hundreds of toxic substances, including hydrochloric acid, sulfur dioxide, dioxins and heavy metals, the effects of which can include developmental disorders, endocrine disruption, and cancer.\n\nOnce the plastic is sorted by workers like Tham, others feed the scrap into grinders before putting it through densifiers that melt and condense the scrap so it can be molded into pellets.\n\nThe village of Minh Khai is the center of a waste management cottage industry. Photograph: Bennett Murray/The Guardian\nWaste pollutes beaches in Vietnam’s Bình Thuận province. Photograph: Francesco Brembati/The Guardian\nBusiness continues to boom in Minh Khai despite tightening rules. Photograph: Bennett Murray\n\nThe Vietnamese prime minister, Nguyễn Xuân Phúc, ordered a tightening on scrap standards in July 2018, and legal monthly imports were cut to one-tenth of what they had been. As of April, more than 23,400 shipping containers of scrap remain held up in customs. But business continues to boom in Minh Khai. Tham said that scrap is still arriving from Haiphong, northern Vietnam’s largest port, and other parts of the country every day, and records show a significant rebound in imports.\n\nAs countries like Vietnam, Malaysia and Thailand banned imports, records show the plastic waste fanning out to a host of new countries. Shipments began making their way to Cambodia, Laos, Ghana, Ethiopia, Kenya and Senegal, which had previously handled virtually no US plastic.\n\nThe Guardian found that each month throughout the second half of 2018, container ships ferried about 260 tons of US plastic scrap into one of the most dystopian, plastic-covered places of all: the Cambodian seaside town of Sihanoukville, where, in some areas, almost every inch of the ocean is covered with floating plastic and the beach is nothing but a glinting carpet of polymers.\n\nHeng Ngy lives in a wooden house over a sea of plastic. Photograph: Leonie Kijewski\n\n“I cannot accept plastic being imported into our country,” said a resident, Heng Ngy, 58. Ngy and his wife live in a wooden house on stilts that seems to hover on a sea of plastic. A pungent stench wafts up to the open-aired rooms.\n\nCambodia’s waste problem is believed to stem from its own use of plastic and a lack of any system for dealing with it. No one interviewed in Sihanoukville had any idea that plastic recycling was being exported from the United States, and what happened to the plastic after it arrived is unclear.\n\nExperts estimate that 20% to 70% of plastic entering recycling facilities around the globe is discarded because it is unusable – so any plastic being recycled at Sihanoukville would inevitably result in more waste there.\n\nAlex Gonzalez-Davidson, the co-founder of the Cambodian environmental organization Mother Nature, said his organization had not been aware of the issue. But “if it works, they will bring more and more”, he said. For now, shipments of plastic appear to have tailed off.\n\nWaste is spread on the beach in Sihanoukville, Cambodia. Photograph: Niamh Peren/The Guardian\nHow plastic waste fuels a global business\n\nHow does your plastic get from your curbside to a village in south-east Asia? Through a trading network that crosses oceans and traverses continents. It’s a network that is complex, at times nefarious, and in which few consumers understand their role. Now, that network is at a breaking point.\n\nPlastic’s first stop on its months-long journey is a recycling facility where it is sorted into bales based on its type – soda bottles, milk jugs and clamshell-style containers, for instance, are all made of subtly different kinds – and readied for sale.\n\nWaste plastic is a commodity, and recycling brokers search across the US and abroad for buyers who will want to melt the plastic down, turn it into pellets, and make those pellets into something new.\n\nIn the past, it made economic sense to ship the plastic to Asia, because shipping companies that transport China’s manufactured goods to the US end up with thousands of empty shipping containers to carry back. In the absence of American goods to fill them, the companies have been willing to ship out America’s recycling at rock-bottom rates.\n\nSteve Wong links your recycling with international purchasers. Photograph: Erin McCormick\n\nSteve Wong, a Hong Kong-based businessman, is one of the middlemen who connects your recycling with international buyers. “At one time, I was one of the biggest exporters in the world,” he said, worth millions. Now, Wong said, his company, the Hong-Kong based Fukutomi Recycling, was deep in debt.\n\nWong’s problem is hardly a lack of supply. Each month the equivalent of thousands of shipping containers worth of recyclable plastics, which used to be exported, are piling up all over the United States. Nor is his worry a shortage of demand for plastic. It is desperately needed by factories in China for manufacturing into myriad new products – from toys and picture frames to garden gazebos.\n\nWhat is nearly killing his business is the fact that many countries have soured on the recycling industry, after unscrupulous operators set up shop, operating as cheaply as possible, with no regard for the environment or local residents.\n\n“In our industry, if you do it properly, you save the environment,” Wong said. “If you do it improperly, you destroy the environment.”\n\nAs far as profits go, the numbers just barely favor recycling.\n\nWong said he might spend $150 to buy a ton of plastic scrap from a US recycler. Once it is shipped abroad, sold to a processor, turned into pellets and then again shipped to a manufacturer, the seller might ask as much as $800 per ton.\n\nYet the cost of similar virgin plastic, which is often higher quality, is just $900 to $1,000 a ton.\n\nWong believes the answer in the future will be to process the material closer to the United States. That is why he has planned trips to meet with government officials in the Dominican Republic and Haiti, and why, on a recent Wednesday, Wong crisscrossed back and forth through heavy traffic in the Mexican city of Monterrey, located about 150 miles south of Laredo, Texas.\n\nWong, a trim 61-year-old dressed head-to-toe in khaki like a safari hunter, was working to set up a new plastics recycling factory for an investor who hopes to one day process US plastic.\n\nAt one reseller – a corrugated-metal warehouse piled floor-to-ceiling with plastic that included shimmery sheaths of wrapping from US retail stores – Wong wanted to test the quality of the supply. He filled a baggie with ground-up flakes of black plastic from picking crates, then took a cigarette lighter and lit one of the flakes on fire. He carefully sniffed the smoke to get a sense of what variety of plastic it was.\n\nAt Wong’s next stop, an existing Monterrey recycling processor, you could get a sense of the work the new factory might do.\n\nPlastic is stretched and formed into pellets in a variety of colors. Photograph: Erin McCormick/The Guardian\n\nA rudimentary plastic processing machine stretched 40ft across the bare dirt of the warehouse floor. The processor takes rejected car parts and grinds them up into confetti-sized flakes. Workers feed these flakes into a flume that channels them past a heater to melt them. The melted plastic is pressed into long, white strings, which are stretched across the room and allowed to harden. At that point, they are chopped into pellets a little bigger than rice grains.\n\nWong said he would like to build more modern factories with up-to-date systems for eliminating toxic releases to the air and water. But he said he was sure that many of his less scrupulous competitors would keep exporting on the cheap. He suggested that even in countries that had banned plastic imports, the material continued to be smuggled in.\n\n“Recyclers have set up factories in all these countries, but they don’t have enough supply. So, even though it is smuggling, even though it is not legal, they still have to do what it takes to get the plastic.”\n\nbreak\n\nWith US plastic landing in countries that have never seen it in such quantities, local residents are crying foul.\n\nIn the Philippines, about 120 shipping containers a month are arriving in Manila and an industrial zone in the former US military base at Subic Bay. Records indicate they were filled with plastic scrap shipped from such places as Los Angeles, Georgia and the Port of New York-Newark.\n\nFrom the Manila port, shipping records and Philippines customs documents show, some of the US plastic was transported to Valenzuela City. The area, on the outskirts of the Philippine capital, is known as “Plastic City” and residents are increasingly concerned about the number of processing factories sprouting in their midst.\n\n“You smell that?” said a shopkeeper, Helen Lota, 47, as she stood in front of her neighborhood convenience store at noon one day last month. “That’s nothing. It’s worse towards evening. It gets suffocating,”\n\n“There are times it’s really hard to breathe. Many of us here are getting sick,” said Lota. “I had my daughter’s cough checked in the hospital. But the X-ray is clear. The coughing must be caused by the smell.”\n\nNoticing Lota complaining about the plastic problem, passersby stopped to chime in. “My mother’s cough won’t go away, probably because of the smell,” said Renante Bito, 38.\n\nA worker puts styrofoam in a shredder at a recycling plant in Valenzuela City, north of Manila. Photograph: Noel Celis/AFP/Getty Images\n\nYet recycling is also one of the area’s biggest income sources. Officials and residents interviewed by the Guardian said they had assumed the plastic being processed in their town was the Philippines’ own waste. None realized that some of it was being shipped from the US. Representatives for the factories receiving US waste declined to be interviewed.\n\nIn Turkey, US plastic imports may be putting an entire profession at risk. Since China closed its doors, the amount of plastic recycling Turkey takes in from abroad has soared, from 159,000 to 439,000 tons in two years.\n\nEach month, about 10 ships pull into the ports of Istanbul and Adana, carrying about 2,000 tons of cheap US scrap plastic that is no longer wanted by China. Most of it comes from the ports of Georgia, Charleston, Baltimore and New York. Some of it is described in shipping records as “Walmart film scrap”, the clear cling wrap used to secure huge pallets of products sold by Walmart. (Walmart declined to comment on the issue.) These cargo ships join dozens of others from the UK and other European countries.\n\nTheir arrival is closely watched by Turkey’s scrap pickers, who number in the hundreds of thousands and travel the streets collecting scraps from houses and businesses to resell to factories for manufacturing into products such as plastic bags.\n\nMen search through pieces suitable for recycling at the municipal garbage dump in the south-eastern city of Diyarbakir, Turkey. Photograph: Sertac Kayar/Reuters\n\nNow, the scrap pickers say, the factories are buying cheaper and cleaner plastic from the foreign recycling coming in on ships. Piles of their unsold, locally collected plastic are building up in urban storage yards. They have organized a campaign to stop the flood of foreign plastic, getting friends who work in the port to take videos of materials being offloaded and conducting their own ad hoc investigations.\n\n“There are 500,000 street collectors in Turkey, working almost like ants to collect the waste,” said Baran Bozoğlu, head of Turkey’s Chamber of Environmental Engineers. Yet he said the “uncontrolled and unlimited” import of foreign recycling was leaving these local recyclers without markets for the scrap they collect. “It’s like we have flour and water and, instead of making our own bread, we import bread from abroad! Does that make any sense to you?’\n\nEvery day, Eser Çağlayan, 33, wheels his giant white collecting bag through a booming business district along the shores of the Bosphorus strait, hunting for treasures that people throw out, along with the usual plastic and paper scraps. In the past, Çağlayan, a 20-year-veteran of the scrap-picking trade, was able to feed his family of five with the $800 or so he made every month. But this year, he said, his income was down by about a third due to the competition from cheap, imported recycling.\n\n‘‘I want to tell people in US this: recycle in your own yard,” he said. “Don’t bring down our income and put us all in danger of hunger.’’\n\nContainers filled with plastic waste are seen before being sent back to their countries of origin in Port Klang, Malaysia. Photograph: Anadolu Agency/Getty Images\nHow people are fighting for change\n\nThe environmental and social ramifications of America’s plastic exports are shocking even to those in the industry. Bob Wenzlau is considered one of the founding fathers of the US curbside recycling system, having helped to launch the program in Palo Alto, California, in 1976.\n\nCurbside recycling “was started with a really good intention; I used to feel so proud,” said Wenzlau. Now, after learning of the effects the nation’s exports are having overseas, he said, “my heart aches, because the system is doing harm”.\n\nWenzlau recently convinced the Palo Alto city council to pass a measure requiring the city’s recyclers to report on the social and environmental consequences of any recycling that goes to foreign countries.\n\nEven in San Francisco, long hailed for the high percentage of waste it is able to recycle, the head of the city’s waste disposal provider has said that the system is failing.\n\n“The simple fact is, there is just too much plastic – and too many different types of plastics – being produced; and there exist few, if any, viable end markets for the material,” Michael J Sangiacomo of Recology recently wrote in an op-ed.\n\nA study released this spring by the environmental group Gaia documented the human toll of US plastics exports on the countries that receive them.\n\n“The impact of the shift in plastic trade to south-east Asian countries has been staggering – contaminated water supplies, crop death, respiratory illness from exposure to burning plastic, and the rise of organized crime abound in areas most exposed to the flood of new imports,” the report found.\n\n“These countries and their people are shouldering the economic, social and environmental costs of that pollution, possibly for generations to come.”\n\nFor many experts, the most frightening example of how an out-of-control recycling industry can overwhelm a country is Malaysia. Immediately following the China ban, it became the go-to destination for US plastic and is still paying the price.\n\nIn the first 10 months of 2018, the US exported 192,000 metric tons of plastic waste to Malaysia for recycling. Some of the factories had licenses to process foreign waste. Some only had licenses to deal with Malaysian plastic waste but secretly processed foreign waste. Often, such “processing” actually meant illegally burning plastic, with the toxic fumes inhaled by Malaysians living near unlicensed factories and dump sites.\n\nContainers filled with plastic waste are seen before being sent back to their countries of origin in Port Klang, Malaysia. Photograph: Mohd Rasfan/AFP/Getty Images\n\nIn October, the Malaysian government announced plans to immediately stop issuing new permits for importing plastic waste, and to end all plastic waste importing within three years. Even so, thousands of tons of junk plastic remain heaped on the landscape, left behind by unscrupulous business operations.\n\nOn the outskirts of Jenjarom, a town in the district of Kuala Langat, where local authorities shut down 34 illegal factories last July, a land manager struggled to get rid of 10ft-high piles of plastic left under a corrugated roof by illegal importers of foreign waste. Nearby, a huge field of foreign plastic had been abandoned by the former renters: Chinese illegal factory owners, who left without warning following the crackdown.\n\nAnd the illegal importation of US waste is continuing. According to the environmental minister Yeo Bee Yin’s accounts to the local press, many shippers simply change the codes on the documentation for their cargo containers to make it look like they are sending virgin plastic, which isn’t regulated, instead of the same old recycling scrap.\n\nCK Lee, a lawyer and activist, with burned plastic residue in Kuala Langat. Photograph: Jamie Fullerton/The Guardian\n\nThe continued arrival of foreign plastics is no surprise to Pang Song Lim, a 44-year-old civil engineer who lives in Sungai Petani, a town of half a million in the north-west state of Kedah. Officials say there may be 20 illegal plastic-processing factories there. Every evening at sunset, Lim prepares his house and his nose for the onslaught from the burning of foreign plastic waste nearby. Foul smoke engulfs homes and a local school.\n\n“It’s normally after eight o’clock,” Lim said. “Burned plastic … acidic … it hurts my chest. I try to seal my windows and block under the door with carpet.”\n\n“You wake up at midnight because of the smell,” said Christina Lai, a Sungai Petani activist. “One day this land will be taken over by rubbish and not humans.”\n\nbreak\n\nLead reporter: Erin McCormick (Oakland, California and Monterrey, Mexico)\n\nReporters: Bennett Murray (Hanoi, Vietnam), Leonie Kijewski (Phnom Penh, Cambodia), Carmela Fonbuena (Manila, Philippines), Gökçe Saraçoğlu (Istanbul, Turkey), Jamie Fullerton (Jenjarom and Sungai Petani, Malaysia), Febriana Firdaus (Jakarta, Indonesia), Kimberley Brown (Quito, Ecuador), Kwasi Gyamfi Asiedu (Accra, Ghana), Redwan Ahmed (Dhaka, Bangladesh).\n\nEditors: Alastair Gee, Charlotte Simmonds\n\nCopy editor: Matthew Cantor\n\nGraphics: Heather Jones/MSJONESNYC\n\nSpecial thanks to Jan Dell and Claire Arkin\n\nExplore more on these topics\nBest of 2019\nRecycling\nPlastics\nTurkey\nCambodia\nVietnam\nPhilippines\nfeatures\nReuse this content\nMore on this story\nCambodia PM Hun Sen steps down and hands over power to son\n26 Jul 2023\nCertain of election victory, Cambodia’s Hun Sen prepares to hand power to son\n21 Jul 2023\nCambodia’s only major opposition party is barred from running in July elections\n16 May 2023\nUS condemns ‘fabricated’ case as Cambodian opposition leader is jailed for 27 years\n3 Mar 2023\nWHO says avian flu cases in humans ‘worrying’ after girl’s death in Cambodia\n24 Feb 2023\nStolen trove of Angkor crown jewels returned to Cambodia after resurfacing in London\n21 Feb 2023\nDictator Hun Sen shuts down Cambodia’s VOD broadcaster\n13 Feb 2023\nDeath toll rises in Cambodia casino hotel fire\n29 Dec 2022\nCambodian wildlife official among eight charged in US with smuggling endangered monkeys\n17 Nov 2022\nCambodia’s modern slavery nightmare: the human trafficking crisis overlooked by authorities\n2 Nov 2022\nMost viewed\nWorld\nEurope\nUS\nAmericas\nAsia\nAustralia\nMiddle East\nAfrica\nInequality\nGlobal development\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nFight information wars with information rights\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, during a time of widespread misinformation. We believe access to rigorous, reliable reporting is a right that all people deserve. With your vital funding, whether recurring or one-time, we can keep fact-based information accessible to all in 2024.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$235,000 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$5 per month\n$7 per month\nOther\nContinue"
}