{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Alternatives to Plastic Straws: A Definitive Guide | The Official ...",
  "href": "https://www.wasserstrom.com/blog/2018/08/17/alternatives-to-plastic-straws-a-definitive-guide/",
  "body": "The Straw Ban Begins. Earlier this year, a number of large companies announced their intentions to dump the traditional plastic straw.Chief among these was Starbucks that announced a plan to eliminate plastic straws globally by 2020.Other companies such as Hilton and Ikea quickly chimed in.. Starbucks proposed a new lid to take the place of the traditional straw.",
  "textContent": "Skip to content\nOpen toolbar\n\nAccessibility Tools\n\nIncrease Text\nDecrease Text\nGrayscale\nHigh Contrast\nNegative Contrast\nLight Background\nLinks Underline\nReadable Font\n Reset\nSkip to content\n\nHOME\nSHOP NOW\nINSPIRATION\nWasserstrom on Facebook\nWasserstrom on Instagram\nWasserstrom on Twitter\nHOME\nINDUSTRY NEWS\nALTERNATIVES TO PLASTIC STRAWS: A DEFINITIVE GUIDE\nINDUSTRY NEWS August 17, 2018 by Wasserstrom\nAlternatives to Plastic Straws: A Definitive Guide\n\nUnless you have been living under a rock, you have heard about the impending death of the plastic straw. And now, the rush is on to find alternatives to the traditional plastic straw.\n\nThis is a complicated issue. There are situations where some type of straw is not only helpful, but often necessary. For example, there are people with disabilities who require a straw to consume liquids. So having a sensible alternative to plastic straws seems like a necessity.\n\nBut let’s back up first to examine how we got to this point.\n\nTable of Contents\nIntro: What’s the Deal With Plastic Straws?\nPaper Straws\nCorn-Based Plastic Straws\nBamboo Straws\nMetal Straws\nHay Straws\nSilicone Straws\nGlass Straws\nEdible Straws\nFuture Straws\nStraws: Just the Tip of the Trash Iceberg\n\nThe backlash against straws can probably be tied to a single viral video. Perhaps you saw it. It shows a marine biologist removing a plastic drinking straw from the nostril of a sea turtle. You can check out the original video below, but be warned that some of the images may be difficult to watch for some viewers (not to mention some salty language):\n\nBut guess what? Straws aren’t our biggest trash problem. They aren’t our biggest plastic problem either. But they serve as a useful starting point for the larger topic of single-use disposable plastics.\n\nThe foodservice industry is one of the primary users of these types of materials.  As a country, the United States consumes more of these types of single-use plastics than any other nation.\n\nHowever, other countries are far ahead of the US is finding legislative solutions to this environmental problem. For example, the European Commission has proposed a ban on 30 single-use plastic products over the next decade.\n\nSo if straws aren’t our biggest problem, then how did they become the focus of our plastics problem?\n\nWell, we should point out that straws are indeed a problem. They are just not the biggest portion of non-recycled plastics.\n\nBecause of their size and their sheer numbers, straws frequently escape into the wild. And even straws that do make it into landfills or recycling centers pose difficult issues.\n\nFor those in landfills, straws typically breakdown slowly and form microplastics when they do. These microplastics then often find their way into the food chain via small animals consuming them. And this can mean that humans may ultimately consume the remnants of these microplastics as well.\n\nFor straws that make it to a recycling center, there is a two-fold problem.\n\nFirst and foremost, the plastics that make up most straws are not recycled easily if at all. It is low-grade and not worth the effort, energy or cost of recycling for most recycling centers. And because of their size and shape, they have a habit of messing up several of the machines used to sort and process recyclable plastics.\n\nMost local recycling programs specifically ask you NOT to include straws in your recycling container.\n\nThe Straw Ban Begins\n\nEarlier this year, a number of large companies announced their intentions to dump the traditional plastic straw. Chief among these was Starbucks that announced a plan to eliminate plastic straws globally by 2020. Other companies such as Hilton and Ikea quickly chimed in.\n\nStarbucks proposed a new lid to take the place of the traditional straw. While the size and shape of the lid may make it less likely to escape standard waste management and find its way into the wild, it still poses potential environmental issues. And it remains to be seen whether consumers will embrace the new “sippy cup” style lid.\n\n[Side Note: If you have an interest in the history and design of the disposable coffee cup lid, there is a new book on that very topic. We can only hope that it’s a coffee table book.]\n\nAnd so the search begins for alternatives to plastic straws.\n\nAlternatives to Plastic Straws\n\nSubstitutes for plastic straws already exist. In fact, some even pre-date the invention of the plastic straw. And they come in many forms and materials. Let’s look at all the various options.\n\nPaper Straws\n\nGood old paper straws have been around for ages. Paper straws conjure up images of soda jerks and ice cream floats in the pre-plastics era. If there is a leading contender for the plastic straw throne, it would probably be the paper straw. But paper straws come with their own set of issues.\n\nCurrently, there are very few large food chains using paper straws. Ted’s Montana Grill has used paper straws as a core feature of their sustainability efforts from the start.\n\nSo why haven’t tons of other chains jumped on the paper straw bandwagon?\n\nThe easy answer is probably simply the cost. Paper straws can cost between 2 to 10 times more than traditional plastic straws. Given the number of straws used annually by major restaurant chains, that is a non-trivial figure.\n\nBut beyond the cost, paper straws have other flaws. They can become soggy and limp. They are not as resilient as plastic. And just because they are paper doesn’t mean they can be recycled. In fact, most paper straws are chemically treated to make them stronger and therefore cannot be easily recycled. Even if they can’t be recycled, most are still considered compostable which is a step up from plastic straws.\n\nUses: Cold drinks, water, soft drinks, etc.; Nearly compatible with plastic straws\nPotential Issues: Cost; Durability; Soggy straws; some users notice paper taste\n\nShop Paper Straws ›\nCorn-based Plastic Straws\n\nCorn-based plastics have been around for well over a decade. But with the recent backlash against traditional plastics, the corn-based plastic alternatives may finally have their moment in the sun.\n\nCorn plastics are formed from a substance known as polylatic acid or PLA. As the name implies, this comes from corn, a natural, renewable resource. And in theory, items made from PLA are fully compostable under the right circumstances. This means that the material breaks down into harmless natural compounds.\n\nSounds almost too good to be true, right?\n\nAnd it is. Because these plastics are plant-based, they have to head to a composting center as opposed to a recycling center as they can contaminate other recyclable materials. And that doesn’t just mean throwing them away and having them end up in a landfill. Remember how we said that they compost under the right conditions? Well, those conditions are pretty specific with regard to temperature, how densely the material is packed and the availability of the right mix of digestive microbes. Unfortunately, there are only a little over 100 qualified composting centers of this type in the United States.\n\nSome users also report that corn-based plastic straws are not as resilient as traditional plastic and have a tendency to break more easily, especially for those that chew on the ends of straws.\n\nAnd lastly, there is our old nemesis: Cost. The costs of manufacturing with corn-based plastics continues to come down. But for now, these types of products most often cost many times the cost of a traditional plastic straw.\n\nSo while this is a promising area, there is still a lot of work to be done to figure out how these corn-based plastics can be woven into the  foodservice and waste management industries.\n\nUses: Cold drinks, water, soft drinks, etc.; Nearly indistinguishable from traditional plastic straws\nPotential Issues: Cannot be recycled or put into landfills for optimal return; Cost; Durability\n\nBamboo Straws\n\nBamboo has become a popular choice for disposables since it is a renewable, compostable and biodegradable resource. Straws are just one use for the material. In many cases, the straws are created from real bamboo shoots without much additional processing. Most of these types of straws are considered reusable but also require special cleaning.\n\nThe biggest drawback on bamboo straws is their rigidity. Because they are wood, they do not bend or flex at all. Some users do not like the feel of the wood in their mouths as they drink. And for the straws made right from bamboo shoots, there is no real uniformity or consistency between individual straws. Some may be wider or straighter than others.\n\nFinally, the cost may be the biggest deterrent for using bamboo straws. At the high end, these straws can cost over $2 a piece. Bundles can bring the price down, but nowhere close to the cost of traditional plastic straws.\n\nUses: Hot & Cold Drinks; Cocktails; Home/Personal use\nPotential Issues: Inconsistent design; Inflexible; Requires special cleaning for reuse; Cost \n\nMetal Straws\n\nMetal straws have been getting a lot of attention lately thanks to one of the most successful crowdfunding projects of all time. The Final Straw is marketed as a collapsible, reusable straw. But to be fair, this isn’t just a metal straw. The trick comes from medical-grade tubing inside the sectioned metal pieces that allow the straw to be folded up into something the size of a key-fob.\n\nUnfortunately, at $20 per straw, this isn’t a feasible solution for restaurants. There are other metal straws on the market. These can be made from materials such as stainless steel and titanium. As with the bamboo, these straws are rigid and inflexible and some consumers (especially people who like to chew their straws) may not like the feel of the material. There are blended material straws that come with a flexible tip made from silicone or other materials. This can overcome user objections to the metal feel.\n\nTo really make these straws work in a restaurant setting, they have to be cleaned and reused. This could be a serious challenge for operators. Just as flatware often gets accidentally thrown away, the odds that these straws get accidentally discarded seem even higher.\n\nAnd as shown with the Final Straw, it’s the inside of the straw tube that needs to be cleaned. This can be accomplished with a special cleaning tool (similar to a siphon tool that is pulled through the straw shaft to clean the inside). However, this would need to be done one at a time. Typical commercial dishwashers would not handle this application.\n\nUses: Hot & Cold drinks; Personal/Home use\nPotential Issues: Inflexible; Requires special cleaning for reuse; Cost\n\nHay Straws\n\nYes, you read that correctly: Hay Straws. In other words, straws made out of wheat stalks. These are very similar in form and function to bamboo straws. That is to say that they are rigid and made of plant material.\n\nMade from a by-product of wheat production, hay straws are fully biodegradable and compostable and do not get soggy. Unlike bamboo straws, hay straws are meant to be single use and disposable.\n\nUses: Hot & Cold Drinks; Cocktails; Single-use applications\nPotential Issues: Inconsistent design; Inflexible; Cost \n\nSilicone Straws\n\nSilicone straws are made from food-grade silicone and look and feel very similar to traditional plastic straws. They are firm, but soft and pliable which is good for those that like to bite or chew on their straw ends. But they are tough enough to take a little abuse.\n\nSilicone straws can be reused but need to be cleaned thoroughly between each use to avoid mold or germ build up. The straws are dishwasher safe, but a special tool or brush must be used to thoroughly clean the inside of the straw.\n\nBecause silicone straws are free of many of the harmful chemicals (like BPA) that plague traditional plastic straws, they are more environmentally friendly. In addition, silicone is heat and cold resistant and does not leach chemicals the way that some plastics do.\n\nOf course, silicone is much more expensive than traditional plastics.\n\nUses: Hot & Cold drinks; Personal/Home use\nPotential Issues: Requires special cleaning for reuse; Cost\n\nGlass Straws\n\nGlass straws are another reusable straw type that can be created to fit multiple uses. For example, glass straws can be made wider to accommodate things like bubble tea. They can be shaped in curves or straight.\n\nBut like many other straws on this list, they come with almost all the drawbacks. They are rigid. They require special cleaning. There is at least a small risk of breakage. Glass can conduct heat so there is the possibility that use with hot beverages might cause issues. And they are expensive.\n\nUses: Hot & Cold drinks; Personal/Home use\nPotential Issues: Requires special cleaning for reuse; Potential to conduct heat; Possibility of breakage; Cost\n\nEdible Straws\n\nEdible straws come in a lot of varieties. The simplest version is a trick you might have done as a kid: using a licorice stick such as a Twizzler or a Red Vine as a straw. Just bite off or clip the ends and you have a passable straw. These are probably best for sweeter drinks. And this is not recommended for hot beverages.\n\nYou can buy straws made out of hard candy material (think candy cane) but these do have a tendency to dissolve and potentially add flavor to the drink. So keep this in mind as well.\n\nThere is also a company that sells Meat Straws which are basically a form of rolled jerky. They are marketed for the Bloody Mary crowd and other adult beverages but may have other uses for the adventurous user.\n\nAnd there is an edible straw in development that aims to replicate the form factor of a traditional plastic straw but is fully edible. It’s called Lolistraw and unfortunately, it’s not available yet for testing or tasting. It’s being promoted through crowdfunding.\n\nAccording to the creators, Lolistraws are made with seaweed-based bioplastics and are marine degradable. They can be flavored and fully consumed. It remains to be seen whether these edible straws can crack the foodservice market. The cost at launch appears to be around $3 per straw which will be a non-starter for most businesses.\n\nFuture Straws\n\nWith all the attention on replacing the traditional plastic straw, you can bet that there will continue to be new entrants into this field in the near future.\n\nOne interesting new straw concept is the Stawster which is a plastic straw that is built into an aluminum can and releases when the tab is pulled. While this innovation still uses a traditional plastic straw, the creators claim that being connected to the aluminum can increases the chance that the straw will be recycled. That’s a fairly dubious claim as straws are often not accepted at recycling centers at all and if they are, they must first be separated from the can. No word on how or if this can be accomplished.\n\nIn any case, there will continue to be more innovations in this area. There is a huge opportunity for a manufacturer who can replicate the user experience of the traditional plastic straw at a cost that is comparable. If that can be achieved, look for a large industry shift in not only this category but all categories of single-use plastics and disposables.\n\nGet Updates When New Articles Drop\n\nNever miss a story or buying guide. We'll keep you in the loop (without spamming you). Unsubscribe any time.\n\nEmail*\nSUBMIT\nCompostable\nEdible Straws\nPaper Straws\nPlastic Straws\nRecycling\nReusable Straws\nSIngle-Use Plastics\nStainless Steel Straws\nStraws\nPrevious Post\nNext Post\nComments\nVictoria Joachin\nApril 16, 2020\nReply\n\nThanks For such an existing post. I appreciate that your post is really informative.\n\nReply comment\n\nYour email address will not be published. Required fields are marked *\n\nComment\nName\n\n Save my name, email, and website in this browser for the next time I comment.\n\nBROWSE ARTICLES\nBuying Guides\nFoods Demystified\nHealthcare\nHospitality\nIndustry News\nInspiration\nInterviews\nLookbook\nQuizzes\nRestaurant Management\nSponsored\nThe New Normal\nWasserstrom News\nYou Should Know\nSEARCH ARTICLES\nSearch for:\nMEDIA INQUIRIES\n Message a Member of Our Team\nABOUT WASSERSTROM\n\nFamily owned since 1902, the foodservice industry looks to Wasserstrom for our expertise and customer service in smallwares and restaurant equipment. We know the needs of the budding restaurateur and the thriving national chain.\n\nSHOP NOW\n\nWasserstrom: Family-Owned Since 1902\n\nShop Now  |  Accessibility\n\nSearch Articles\nSearch for:"
}