{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2018-12-27..2019-06-27",
  "title": "A running list of action on plastic pollution - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/ocean-plastic-pollution-solutions",
  "body": "July 27, 2018. The Walt Disney Company announced a ban on single-use plastic straws and stirrers at nearly all its theme parks and resorts. The policy, which is set to be in place by mid-2019 ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic bottles fill the famous Cibeles Fountain in Madrid during an exhibit that called attention to the environmental impact of disposable plastics.\n\nPHOTOGRAPH BY RANDY OLSON, NATIONAL GEOGRAPHIC\nENVIRONMENTPLANET OR PLASTIC?\nA running list of action on plastic pollution\n\nThe world is waking up to a crisis of ocean plastic—and we're tracking the developments and solutions as they happen.\n\nBYBRIAN CLARK HOWARD,SARAH GIBBENS,ELAINA ZACHOS, ANDLAURA PARKER\nPUBLISHED JUNE 10, 2019\n• 15 MIN READ\nThis article was created in partnership with the National Geographic Society.\n\nThe world has a plastic pollution problem and it’s snowballing—but so is public awareness and action. National Geographic magazine devoted a special cover package to plastic in June 2018. Here, we continue to track some of the developments around this important issue. We will update this article periodically as news develops.\n\nCANADA AIMS TO BAN SINGLE-USE PLASTICS BY 2021\n\nJune 10, 2019\n\nPrime Minister Justin Trudeau announced Monday that in addition to banning single-use plastics, his government would take other, unspecified steps to reduce plastic pollution.\n\nTrudeau did not specify the products to be banned, but said likely candidates include plastic bags, straws, cutlery, plates and stir sticks “where supported by scientific evidence and warranted.”\n\n“You’ve all heard the stories and seen the photos,” he said. “To be honest, as a dad it is tough trying to explain this to my kids. How do you explain dead whales washing up on beaches across the world, their stomachs jam packed with plastic bags?\n\n\"How do I tell them that against all odds, you will find plastic at the very deepest point in the Pacific Ocean?”\n\nCanada, which has 151,019 miles of coastline–the world’s longest–and a quarter of the world’s fresh water, joins a growing list of nations taking steps to reduce the use of disposable plastics. More than 60 nations have taken steps to reduce single-use plastics by imposing bans or taxes, according to a United Nations report published last year. In March the European Union’s parliament voted to ban the top 10 single-use plastic items found on European beaches by 2021. The EU measure also calls for 90 percent of plastic bottles to be recycled by 2025. Member states must work out the details of bans before the 2021 deadline.\n\nIndia’s prime minister, Narendra Modi, who was overwhelmingly reelected last month to a second five-year term, declared in 2018 that India would eliminate all single-use plastic by 2022, an ambitious plan for the world’s second most populated country.\n\nTrudeau made his announcement at the Gault Nature Reserve outside Montreal. He noted that Canada recycles less than 10 percent of its disposable plastics, and is on track to throw away $11 billion worth of disposable plastic by 2030 unless things change.\n\nHe said the federal government will work with provinces and territories to introduce standards and targets for plastics manufacturers and retailers so they become more responsible for their plastic waste. Trudeau said he also supports efforts by Canada’s minister of environment to create a nationwide strategy for zero plastic waste.\n\n“This will be a big step but we know we can do this for 2021,” Trudeau said.\n\nPERU RESTRICTS SINGLE-USE PLASTIC\nJanuary 17, 2019\n\nVisitors will no longer be allowed to carry in single-use plastics into Peru's 76 natural and cultural protected areas, from Machu Picchu to Manu to Huascarán, or national museums. This ban is now going into affect and was announced as a Supreme Decree by Peru’s Environment Minister, Fabiola Muñoz, and signed by President Martín Vizcarra, back in November.\n\nThe decree says the goal is replacing single-use plastics with \"reusable, biodegradable plastic or others whose degradation does not generate contamination by micro-plastics or dangerous substances.”\n\nAt world-famous Machu Picchu, tourists produce an average of 14 tons of solid waste per day, much of it plastic bottles and other single-use packaging.\n\nIn December, Peru's Congress had also passed a law to phase out single-use plastic bags across the country over the next three years. According to Peru's Environment Ministry, the country uses 947,000 tons of plastic each year, while 75 percent is thrown out and only 0.3 percent is recycled.\n\nSAN DIEGO BANS STYROFOAM FOOD AND DRINK CONTAINERS\nJanuary 11, 2019\n\nSan Diego has joined a growing number of cities to ban containers made of polystyrene, better known as Styrofoam—the Dow Chemical trademark name for extruded polystyrene. The ban includes food and drink containers, egg cartons, ice chest coolers, aquatic toys for swimming pools, and mooring buoys and navigation markers. The ocean-side city is the largest in California to ban polystyrene.\n\nPolystyrene’s popularity as a container stems from its low cost, strength, insulation, and feather-weight buoyancy. Those properties also made it a scourge of plastic waste because it easily breaks into tiny, often airborne particles that are difficult to clean up and is generally rejected by recycling centers as too much trouble to recyclable.\n\nThe San Diego City Council voted 6-to-3 on January 8 to approve the ban, despite objections from owners of small restaurants who complained that the costs of using environmentally degradable containers, such as cardboard or compostable paper, could be double. The council first approved the ban last October for a trial period. This week’s vote made the ban permanent.\n\n \n\nD.C. PLASTIC STRAW BAN BEGINS\nJanuary 1, 2019\n\nOne New Year's resolution, to use less plastic, is no longer optional for restaurants and other service businesses in Washington, D.C., as of January 1. By July, businesses in the district will begin receiving fines if they continue to offer plastic straws.\n\nA number of local businesses have already started switching to reusable, washable straws or disposable ones made from paper or hay.\n\nThe law follows Seattle's ban earlier in 2018 and aims to reduce the impact of plastic straws as litter. More than 4,000 of the disposed items were found in a recent cleanup of the Anacostia River in D.C. Straws are known to hurt wildlife and are difficult to recycle, often ending up as litter. They make up only a tiny fraction of the total marine plastic pollution problem, leading some critics to say they are a distraction, while others say they are an easy place to start.\n\n(Learn about the travel industry's war on straws and where plastic straws came from in the first place.)\n\nPLASTIC FACT NAMED STAT OF THE YEAR\nDecember 20, 2018\n\nThis week, Great Britain's Royal Statistical Society announced its statistic of the year. It's 90.5%, the estimated amount of plastic waste ever made that has never been recycled. Estimated at 6,300 million metric tonnes, scientists calculated that around 12 percent of all plastic waste has been incinerated, while roughly 79 percent has found its way into landfills or become litter.\n\nThat fact comes from a study published in Science Advances, \"Production, Use, and Fate of all plastics ever made,\" by scientists Roland Geyer, Jenna Jambeck (a National Geographic Society fellow on plastic pollution) and Kara Lavender Law.\n\n“We all knew there was a rapid and extreme increase in plastic production from 1950 until now, but actually quantifying the cumulative number for all plastic ever made was quite shocking,” Jambeck, a University of Georgia environmental engineer who specializes in studying plastic waste in the oceans, previously told National Geographic.\n\n“I am grateful to the Royal Statistical Society for the acknowledgement of the impact of this statistic, and while sobering, I am glad that it helps to spread awareness about the plastic waste management issues I see on the ground around the globe,\" Jambeck said in December.\n\n\"It’s very concerning that such a large proportion of plastic waste has never been recycled,\" Royal Statistical Society President Sir David Spiegelhalter said in a statement announcing the winning fact. \"This statistic helps to show the scale of the challenge we all face.\"\n\n\"SINGLE-USE\" NAMED WORD OF THE YEAR\nNovember 7, 2018\n\nCollins Dictionary named \"single-use\" their word of the year in 2018, citing a four-fold increase in usage since 2013. The term means \"made to be used once only\" and refers to \"items whose unchecked proliferation are blamed for damaging the environment and affecting the food chain,\" according to a press release from the dictionary's publisher.\n\nSingle-use is most often associated with the plastic pollution crisis. Some 40 percent of all plastic produced is used for packaging, much of it used only once and thrown away.\n\nMany efforts to curb the plastic litter crisis are taking aim at single-use plastics, with the goal of encouraging more durable, reusable items.\n\nAQUARIUMS BAND TOGETHER FOR “NO STRAW NOVEMBER”\nNovember 1, 2018\n\nNovember is the month of not shaving facial hair, and now thanks to a new conservation campaign, the month of not using straws.\n\nBranded as “No Straw November,” the campaign is a push to eliminate single-use plastic. The effort is led by the Aquarium Conservation Partnership (ACP), comprising 22 aquariums in 17 different states. They're pushing 500 businesses to commit to only serving plastic straws upon request. Already, the ACP has worked with large businesses like United Airlines, the Chicago White Sox, and Dignity Health hospitals.\n\nThey hope to commit the additional 500 by Earth Day, April 20, 2019.\n\nThe No Straw November campaign is also lobbying cities and regional governments to pass ordinances that encourage businesses to use fewer straws. Individuals are also being asked to sign an online pledge to limit their own personal single-use plastic. The efforts are part of what ACP is labeling a joint “#FirstStep” to plastic-free waterways.\n\nImages ofmarine animals wrapped in plastic or caught with items like straws in their noses have been widely shared, raising awareness of the public. Aquariums have been leaders in phasing out plastic items at their own facilities.\n\nIn an interview discussing plastic straws with National Geographic earlier this year, David Rhodes, the global business director for paper straw manufacturer Aardvark Straws, said some of Aardvark's earliest clients were zoos, aquariums, and cruise ships looking to promote an eco-friendly image to their customers.\n\nThe ACP says their efforts to reduce dependence on plastic have already eliminated the need for five million straws over the past year.\n\nEarlier this week, the ACP, partnering with the U.N. and European Commission, announced plans to create a global coalition of 200 aquariums that will campaign against plastic.\n\n\n250 GROUPS LAUNCH MASSIVE GLOBAL PLASTIC PARTNERSHIP\nOctober 29, 2018\n\nTwo hundred and fifty organizations responsible for 20 percent of the plastic packaging produced around the world have committed to reducing waste and pollution.\n\nThe initiative is called the New Plastics Economy Global Commitment, and it includes a diverse group of members including the city of Austin, clothing company H&M, Unilever, PespsiCo, L'Oreal, Nestle, and Coca-Cola.\n\nThe Global Commitment touts a number of high-profile partnerships. It's a collaboration with the United Nations and is being led by the Ellen MacArthur Foundation. Other partners include the World Wide Fund for Nature, the World Economic Forum, the Consumer Goods Forum, and 40 academic institutions.\n\nUltimately, it's working to promote a circular economy for plastic, a concept that entails reusing or repurposing plastic instead of letting it sit in a landfill. The shift would require building or improving collection and processing facilities, and five venture capital firms have pledged $200 million toward the initiative.\n\nRecycling used items into new products is one of the three targets set by the commitment. Corporations joining the commitment must also phase out single-use plastic packaging and ensure it can either be reused, recycled, or composted by 2025.\n\n“While elements of the EMF Global Commitment are moving in the right direction, the problem is that companies are given the flexibility to continue prioritizing recycling over reduction and reuse,” said Ahmad Ashov from Greenpeace Indonesia in a press release. “Corporations are not required to set actual targets to reduce the total amount of single-use plastics they are churning out.”\n\nEvery 18 months, the targets will be reviewed, and participating businesses must publish data on their progress each year.\n\nGovernments that join the commitment are pledging to create policies that help support a circular economy.\n\n\nEU PARLIAMENT APPROVES SINGLE-USE PLASTIC BAN\nOctober 26, 2018\n\nThe European Parliament voted 571-53 this week to approve a measure to slash single-use plastic across the continent. The bill still needs to pass additional procedural measures before it can go into effect, but observers say its chances look good and could begin enforcement as early as 2021.\n\nCiting a need to protect the ocean from a deluge of plastic pollution, the bill calls for a European ban on plastic cutlery and plates, cotton buds, straws, drink-stirrers, and balloon sticks, as well as reductions in other types of single-use plastics like food and beverage containers.\n\nThe bill was first proposed in May (see below). Great Britain has a similar effort underway (also see below).\n\nThe list of plastic items targeted was carefully selected to include items that already have ready alternatives, supporters say. Items with less available alternatives, such as cigarette filters, are being targeted for a more gradual reduction.\n\nBelgian MEP Frédérique Ries, who proposed the bill, called it \"a victory for our oceans, for the environment and for future generations,\" according to the BBC.\n\nCONSUMER COMPANIES INVEST IN WASTE COLLECTION\nOctober 25, 2018\n\nTo keep plastic pollution from entering waterways, manufacturers either have to stop making it or make sure it's collected at the end of its life. But in some developing nations, that waste collection infrastructure is insufficient or nonexistent.\n\nCirculate Capital, a New York City-based investment firm started in 2018, says they have raised $90 million to invest in this issue in Southeast Asia, a move endorsed by conservation group the Ocean Conservancy. CEO of Circulate Capital Rob Kaplan says this investment will go toward improving plastic waste collection on the ground and creating markets for collected material.\n\nPepsiCo, Coca-Cola, Procter and Gamble, Danone, Unilever, and Dow are committed to funding the $90 million investment, and Circulate Capital says a deal will be inked by early 2019. The firm says they are also working on ways for medium and small companies to invest.\n\n“While we are working hard to ensure our packaging is designed to be circular, the reality is that it cannot be reused, recycled or composted without effective waste management systems in place,” said Danone's Katharina Stenholm in a press release. She was referring to the concept of a circular economy, in which any waste materials in an industry, such as packaging, are reincorporated into new products.\n\nThe majority of the world's ocean plastic comes from 10 rivers, eight of which are in Asia, and Circulate Capital is working with scientific advisors, including National Geographic explorer Jenna Jambeck, to pinpoint where their investments can be the most effective.\n\nPlastic bottles, for example, can be collected by small local companies and sold to manufacturers to make new products. Though discarded plastic is often of lower quality, some projects already underway have proved the model can function, and Circulate Capital hopes its investment can lead to new innovations. (Read about an effort to recycle stranded fishing nets into carpet.)\n\n“There's no silver bullet to stop plastic pollution,” says Kaplan. “We're not going to be able to recycle our way out of the problem, and we're not going to be able to reduce our way out of the problem.”\n\nBut, he hopes Circulate Capital's investments can serve as one piece of the puzzle. He estimates more than a billion dollars would be needed to really build out more efficient waste infrastructure in Southeast Asia. Circulate Capital hopes to bump their commitments to at least $100 million over the next few year as a move in that direction.\n\n\nREDIRECTING PLASTIC STREAMS AWAY FROM THE SEA\nOctober 22, 2018\n\nMajor companies have been taking steps to eliminate the amount of plastic waste they produce, but what about plastic already in rivers or on beaches that could easily enter the ocean?\n\nThat's where NextWave, a coalition founded by companies including Dell and an environmental group called the Lonely Whale, comes in. By employing people living in coastal regions, the group collects discarded plastic within 30 miles of waterways to prevent it from making its way to the sea. So far, NextWave has focused on two types of plastic commonly found in marine environments: Nylon 6 and polypropylene.\n\nThis reclaimed plastic is then shipped to manufacturers who reuse it in lieu of producing new plastic. Plastic collection sites are chosen based on where cleanup could have the biggest impact and where the plastic could more easily be taken to an existing recycling facility. These location decisions are informed by science from chemists Jason Lochlin and Jenna Jambeck, a National Geographic explorer.\n\nToday, computer company HP announced it would be joining the NextWave coalition. Since 2016, HP has been working with locals in Haiti to collect a total of 550,000 pounds of plastic that the company has since used to create ink cartridges. According to a press release, HP partnered with a non-profit called the First Mile Coalition, aimed at improving Haitian labor conditions, to create up to 600 jobs collecting plastic bottles.\n\nAlong with HP, Ikea has announced that it, too, will partner with NextWave. In addition, the furniture company has committed to phasing out single-use plastics from its stores by 2020, and to designing more sustainably sourced products, including more items made with recycled plastics, by 2030.\n\nTen companies are now members of NextWave, and they plan to source reclaimed plastics from Indonesia, Chile, the Philippines, Cameroon, and Denmark. NextWave does not yet have numbers for how much plastic they could potentially keep out of the oceans in total, but their website highlights that their partnership with Dell alone kept a total of 3 million pounds of plastic from entering the ocean over the past five years.\n\nCorrection: This story has been updated to note that HP worked with the First Mile Coalition in Haiti and to clarify the types of plastic NextWave works with.\n\nAMERICAN AIRLINES CUTS PLASTIC FROM LOUNGES\nOctober 19, 2018\n\nAfter announcing this summer that they would ban plastic straws and stirrers on their flights (see below), American Airlines now says they will phase out single-use plastic in their lounges.\n\nThe airline has lounges in the U.S. and around the world. A representative from the company says the lounges won't serve drinks with straws, and plastic won't be used for flatware. Plastic water bottles will no longer be served, and reusable bags will be given to customers taking food to-go.\n\nChanges to the airlines' lounges are currently going into effect, and onboard straws will be eliminated by November 1. Straws will be available for those who request one, and drink stirrers will be replaced by bamboo sticks.\n\nCumulatively, the company says their changes will eliminate 71,000 pounds of plastic waste annually.\n\n\nFOODSERVICE COMPANIES PHASE OUT SINGLE-USE PLASTIC\nOctober 18, 2018\n\nSome 13,000 schools, workplaces, and venues will be plastic bag and stirrer free by 2019, thanks to a new sustainability push by foodservice company Sodexo.\n\nThe company provides cafeteria-style meals and concessions to many such clients. Among them is National Geographic's Washington, D.C. headquarters, where compostable utensils and plant-based menus are offered.\n\nSodexo follows in the footsteps of other foodservice giants, Aramark and Bon Appétit Management, which announced similar sustainability measures this past summer (see below).\n\nIn addition to bags and stirrers, Sodexo plans to phase out polystyrene foam (colloquially called Styrofoam) containers by 2025. Plastic straws, a controversial item, will now only be available by request, which the company hopes will cut down on customer usage.\n\nThe move, says a representative from the company, will eliminate 245 million single use items that would have otherwise been used at its locations.\n\nThe decision is being applauded by environmental groups like Greenpeace and the World Wildlife Fund, who say that reducing consumption is a key step toward preventing plastic from entering landfills and marine environments. These non-profit groups are increasingly imploring food servers to cut back on the single-use plastic items they buy and sell to customers.\n\n“As a company serving consumers in universities, workplaces, hospitals, schools, stadiums, and so many other venues, we understand both the potential impact we can make through a commitment to reduction and the real benefit that some of these products bring to people every day,” Sodexo's vice president for corporate responsibility, Ted Monk, said in a press release.\n\n\nPRESIDENT TRUMP SIGNS BILL TO CLEAN UP OCEAN PLASTICS\nOctober 12, 2018\n\nPresident Trump called out other nations, including China and Japan, for “making our oceans into their landfills” when he signed legislation last week to improve efforts to clean up plastic trash from the world’s oceans.\n\n“As president, I will continue to do everything I can to stop other nations from making our oceans into their landfills,” Trump said at a White House signing ceremony. “That’s why I’m please—very pleased, I must say—to put my signature on this important legislation.”\n\nThe law, passed with bipartisan support, amends the National Oceanic and Atmospheric Administration’s Marine Debris Act and funds the program through 2022. The law fosters efforts to clean up plastic trash from the world’s oceans and encourages federal trade negotiators to prod “leaders of nations responsible for the majority of marine debris” to improve management of waste that ends up in the oceans.\n\nTrump agreed with Democratic Senator Sheldon Whitehouse, one of the bill’s co-sponsors, that trade talks with the Philippines should include plastic waste. “We’re okay with that,” he said. “I understand. A lot comes from there.”\n\nTrump also blamed other unnamed countries that “abuse the oceans” and whose trash floats to the West Coast of the United States,” creating, he said, “a very unfair situation.”\n\n“It’s incredible. It’s incredible when you look at it,” Trump said. “People don’t realize it, but all the time we’re being inundated by debris from other countries.”\n\nComparatively, the beaches of the United States are among the world’s cleanest. Kamilo Beach in Hawaii, which faces the Pacific gyre, where ocean trash collects, is the exception. But most of the world’s plastic trash collects in coastal regions and on beaches in developing nations that lack adequate municipal waste collection systems.\n\nJapan has had for years one of the world’s highest recycling rates and earlier this year, China stopped buying the world’s trash. The United States was one of the top sellers of recycled plastic to China.\n\nThe president’s full remarks are here, and the text of the Save Our Seas Act is here.\n\nRED LOBSTER PHASING OUT PLASTIC STRAWS\nOctober 1, 2018\n\nThe world's largest seafood restaurant company, Red Lobster, announced Monday that it will begin only offering plastic straws upon customer request starting this November in its 700 restaurants. By 2020, the company plans to only offer a more eco-friendly alternative to plastic straws.\n\nThe company says the shift should eliminate more than 150 million plastic straws per year, with the goal of reducing the marine plastic pollution problem.\n\n“We are proud to be the first large casual dining restaurant company to make a commitment to eliminate plastic straws from our restaurants,” Kim Lopdrup, CEO of Red Lobster, said in a statement. “This is a meaningful step in our long-standing commitment to protect and preserve the world’s oceans and marine life. We hope our work helps raise awareness around the issue of plastic straws and encourages other businesses to make similar changes.”\n\nRed Lobster says it is looking into alternatives to plastic straws that will still meet the needs of customers with disabilities. (Learn more about plastic straw bans and how the travel industry is cutting back on plastic straws.)\n\nCALIFORNIA APPROVES BILL TO LIMIT STRAW USE IN RESTAURANTS\nSeptember 20, 2018\n\nCalifornia has become the first state to implement a partial ban on plastic straws. Dine-in restaurants will no longer be allowed to automatically provide customers with straws. Instead, customers who need plastic straws will have to request them.\n\nRestaurants that violate the ban will receive warnings first, and repeat offenders will be fined at a maximum of $300.\n\n“Plastic has helped advance innovation in our society, but our infatuation with single-use convenience has led to disastrous consequences. Plastics, in all forms—straws, bottles, packaging, bags, etc.—are choking the planet,” California's governor Jerry Brown said in a statement.\n\nThe new ban comes on the heels of previous plastic straw bans from companies and cities. Earlier this year, Seattle become the first large municipality to ban plastic straws in restaurants. Large corporations like United Airlines and Disney have also announced this year that they intend to phase plastic straws out of their offerings to customers. Many of these businesses and cities have said they will retain a stock of plastic straws available to customers upon request.\n\nWhile some environmentalists applaud the move to reduce single-use plastic—plastic that's used once and then thrown away—bans on plastic straws have been met with some controversy.\n\nRepublican lawmakers in California opposed the ban, saying it would burden small business and do little to fight the larger plastic pollution crisis. Plastic straws make up less than one percent of the plastic found at sea.\n\nDisability advocates also say straw bans place an unfair burden on people who have conditions that don't allow them to easily drink without straws. Some alternatives like paper fall apart and metal harm the inside of a person's mouth, they say.\n\nAlthough California isn't the only region moving to limit single use plastic, the state has often tried to lead the nation in environmental legislation, particularly after what Gov. Brown says is a vacuum left by the Trump administration's decision to leave the U.N. Paris Climate Agreement.\n\nRead the brief history of how plastic straws took over the world.\n\nGIANT TRASH COLLECTOR HEADS TO PACIFIC GARBAGE PATCH\nSeptember 7, 2018\n\nThe campaign to rid the world’s oceans of plastic trash marks a turning point on Saturday as a giant, floating trash collector steams out of San Francisco on a mission to clean up the Great Pacific Garbage Patch.\n\nOver the course of the next year, the device will undergo the ultimate tests and face some tough questions: Can technology prevail over nature? Did the engineers at The Ocean Cleanup in the Netherlands invent the first feasible method for extracting large amounts of plastic debris from the sea? Or will the wilds of the open Pacific tear it to shreds, turning the cleaner itself into plastic trash? Alternately, even if a Pacific storm does not devour the device, will it attract marine animals such as dolphins and turtles and fatally entangle them?\n\n“I don’t think it’s going to work, but I hope it does,” says George Leonard, the Ocean Conservancy’s chief scientist. “The ocean needs all the help it can get.” Read More\n\n \n\nUNITED AIRLINES BANS PLASTIC STRAWS FROM FLIGHTS\nSeptember 7, 2018\n\nUnited Airlines today joined others in the travel industry by banning plastic straws and cocktail picks on their flights.\n\nThe airline will instead use a biodegradable bamboo alternative, starting in November.\n\nAlaska and American airlines moved to ban plastic straws earlier this year, and some cities, like Seattle, have outlawed their use entirely.\n\nAs one of the reasons for switching to a more sustainable form of straw, United cited this alarming fact: “Because straws don’t biodegrade and are nearly impossible to recycle, it’s likely that every straw ever used still exists on our planet.”\n\n“It's a small, but meaningful step to help minimize the impact plastic products have on our environment,” the company said in a press release.\n\n \n\nCARLSBERG BEER DUMPS PLASTIC CAN RINGS\nSeptember 7, 2018\n\nDanish brewer Carlsberg will become the first beer producer to ditch those evil plastic multipack rings that hold beer and other cans together for holders made of recyclable glue, according to a company press release.\n\nCarlsberg also says it will cut the amount of plastic used in its traditional can holders by 76 percent.\n\nHere’s how the glue-packs work: A drop of super-strong, temperature-tolerant glue is stuck on the side of a can, connecting it to the can next to it. If you want a beer, snap off a can. The glue will be recycled along with the can when it’s recycled.\n\nCarlsberg described the move as a \"world first for the beer industry.\"\n\n \n\n5:45\n\nPLASTICS 101\n\nDISNEY ANNOUNCES BAN ON PLASTIC STRAWS\nJuly 27, 2018\n\nThe Walt Disney Company announced a ban on single-use plastic straws and stirrers at nearly all its theme parks and resorts. The policy, which is set to be in place by mid-2019, will cut down on the upwards of 175 million straws and 13 million stirrers that are used at these locations each year.\n\nPaper straws will be available upon request and, for guests with disabilities, the company is developing alternative options for traditional plastic straws. Disney will also eliminate polystyrene cups at its parks and cut down its reliance on single-use plastic bags. Instead of disposable bags, guests will have the option to buy reusable shopping bags.\n\nAdditionally, the company will reduce the amount of plastic in guest rooms by 80 percent. Over the next few years, Disney will transition to refillable amenities in hotels and on cruise ships. When single-use plastics cannot be reduced, Disney will continue to recycle and properly dispose of waste, the company says.\n\nDisney has other conservation measures in place. In Orlando at Disney’s Animal Kingdom, plastic straws and cup lids have been banned since the park opened in 1998.\n\nOther theme parks, including SeaWorld, Busch Gardens, and Sesame Place, have announced initiatives to phase out straws and other single-use plastics. Earlier this month, Seattle banned plastic straws, and San Francisco is working to ban straws and other plastic items starting July 1, 2019.\n\nIn July 2018, Disney was approved to purchase 21st Century Fox, the parent company of National Geographic.\n\nNATIONAL GEOGRAPHIC TRAVEL PARTNER BANS SINGLE-USE PLASTICS\nJuly 26, 2018\n\nOn July 25, Lindblad Expeditions, an adventure cruise company that has teamed up with National Geographic Expeditions, announced it had become 100 percent free of single-use plastics. Now, disposable plastic bottles, cups, straws, and stirrers are entirely banned from the fleet’s 13 ships.\n\n“The ocean is under major assault on so many fronts, and its protection is both a business mission and a personal passion,” Lindblad Expeditions CEO Sven Lindblad says in a press release. “The health of our planet is dependent on our oceans, and it is essential that we change our behavior with regard to plastics.”\n\nLindblad is known for its trips all over the world, particularly to places like Alaska and the Galápagos Islands. The company began working toward this plastic-free goal in 2007 when it banned single-use water bottles from its ships. Instead, it gave guests stainless steel bottles that could be refilled at filtered water stations on the ships. According to a study by the Adventure Travel Trade Association and the nonprofit Travelers Against Plastic, the average adventure travel operator uses nearly 30,000 single-use plastic bottles each year.\n\nAbout 80 percent of tourism takes place near coastal areas, putting our oceans at a higher risk of plastic pollution. When packing for air travel, consider using three-ounce reusable containers for your toiletries and load them into a durable transparent washbag instead of a plastic bag. On flights, bring your own earphones and turn down “comfort bag” items wrapped in plastic. Bring your reusable water bottle with you and fill it up when you can.\n\nFor more tips, read how one of our writers attempted to explore Belize plastic-free.\n\nBIG COMPANIES TAKE AIM AT PLASTIC STRAWS\nJuly 13, 2018\n\nRetail, restaurant, and consumer-facing companies could potentially make a big impact in the fight to reduce plastic straw use. They drive much of the demand for straws from plastic manufacturers.\n\nBut these businesses are increasingly responding to consumer pressure.\n\nStarbucks is among the most recent companies to announce they'll ditch plastic straws—in this case by the end of 2020. Instead of getting sucked up through a straw, their cold drinks will be served in containers with special plastic lids. Those lids are less likely to get stuck up a turtle's nose and should prove more recyclable than straws, but the company has still received some pushback because the lids are still made of plastic.\n\nMcDonald's is also planning to phase out plastic straws at their UK and Ireland locations, coinciding with UK and EU proposals to cut down single-use plastic.\n\nAmong the other companies that have moved to reduce how much they use plastic: Bacardi Rum plans to cut their straw usage over the next two years by a billion, food service management giants Bon Appétit Management and Aramark plan to reduce their single-use plastics by 2019 and 2022, respectively, Alaska Airlines will begin phasing out plastic straws this summer, and American Airlines will begin phasing out plastic straws this summer.\n\nIt remains to be seen if companies follow through on their goals, and it's clear that banning plastic straws is not going to solve the whole pollution problem. Supporters say reducing our use of straws is an easy first step, while detractors say it could distract from more important issues. In either case, taking aim at plastic straws has become rather fashionable this summer.\n\n\nCHILE’S BAN ON RETAIL PLASTIC BAGS STANDS\nJuly 6, 2018\n\nChile’s Constitutional Court ratified a bill that bans retail use of plastic bags across the country on July 6, ruling against an appeal that had been filed by the plastics industry. In June, Chile’s Congress had unanimously approved the new ban, citing concerns of plastic pollution in the ocean and on land.\n\nThe country’s Association of Industrial Plastics had sued to block the new law on constitutional grounds. But the court rejected their arguments.\n\nLarge retailers will have six months to phase out single-use plastic bags, while small businesses will have up to two years. The ban builds on a law passed under the previous president that had called for a prohibition on plastic bags along the country’s 4,000-mile coastline.\n\nIn announcing the new ban, Marcela Cubillos, Chile’s environment minister, told the New York Times, “We are convinced that our coast imposes an obligation to be leaders in cleaning up our oceans.”\n\nChile’s ban is the first country-wide one in the Americas. Similar bans have been passed in China, Kenya, France, and elsewhere. Many regional and local areas have bans or other restrictions, including taxes or fees aimed at discouraging the use of single-use plastic bags.\n\nSEATTLE BECOMES FIRST U.S. CITY TO BAN PLASTIC STRAWS AND UTENSILS\nJuly 1, 2018\n\nIn an attempt to reduce the amount of plastic waste polluting the land and water, Seattle banned the use of plastic straws and utensils in bars and restaurants starting July 1.\n\nThe roughly 5,000 eateries in the city are being encouraged to eschew providing straws or disposable utensils, or at least to switch to paper alternatives. A less green but still legal option, according to the city, is compostable plastic straws or utensils.\n\n\"Plastic pollution is surpassing crisis levels in the world's oceans, and I'm proud Seattle is leading the way and setting an example for the nation by enacting a plastic straw ban,\" Seattle Public Utilities General Manager Mami Hara said in a statement.\n\nA similar ban that was proposed for Hawaii was defeated by opposition from industry. Other proposed bans are being debated in San Francisco, New York, and Washington, D.C., among other places.\n\nSome advocates for the disabled have warned that straw bans need to take into account special needs. (Learn more about the history of plastic straws and other efforts to remove them.)\n\nPhotos of Animals and Plastic\n1 / 10\n<p>A whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although <a href=\"https://www.nationalgeographic.com/animals/fish/facts/whale-shark\">whale sharks</a> are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.</p>\n\nA whale shark swims beside a plastic bag in the Gulf of Aden near Yemen. Although whale sharks are the biggest fish in the sea, they're still threatened by ingesting small bits of plastic.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\nEU, UK, AND INDIA PROPOSE PLASTIC BANS\nMay 28, 2018\n\nIn draft rules released May 28, the European Commission proposed a ban on 10 common items that it says make up about 70 percent of the litter in EU waters. This includes plastic straws, drink stirrers, plates, and more.\n\nThe rules would still need approval from member states and the European Parliament to move forward. They would likely not go into effect for several years.\n\nThe proposed law would also mandate that EU countries collect and recycle 90 percent of plastic bottles by 2025. Plastic producers would be on the hook for most of the expense of waste management and cleanup efforts.\n\nIn April, British Prime Minister Theresa May announced her intent to establish a ban in her country on sales of single-use plastics, including straws and cotton swab handles.\n\nCalling plastic waste “one of the greatest environmental challenges facing the world,” May said she would work with industry to develop alternatives. An estimated 8.5 billion plastic straws are tossed out in the U.K. every year.\n\nOn June 5, Indian Prime Minister Narendra Modi announced his intent to eliminate all single-use plastic in the country by 2022. With a fast-growing economy and population of 1.3 billion, India struggles to manage its vast waste stream, and is a significant contributor to global ocean plastic.\n\n“Let us all join together to beat plastic pollution and make this planet a better place to live,” Modi said.\n\nExperts caution that Modi’s goal is far from being realized, and would likely take significant changes and investment from industry and the public. Already, industry lobbyists have taken aim at the efforts. The state of Maharashtra, home to megacity Mumbai, eased a ban on single-use plastic just a week after it unveiled the plan this summer. The state is working on a number of exemptions, for plastic of a certain thickness, products of a certain size, medical equipment, and other uses.\n\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. This story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nThe chemical used to make plastics is more prevalent than ever.\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}