{
  "query": "plastic straws",
  "site": null,
  "time_range": "2018-06-28..2018-12-27",
  "title": "Do plastic straws really make a difference? - Stanford Earth",
  "href": "https://sustainability.stanford.edu/news/do-plastic-straws-really-make-difference",
  "body": "LEAPE: Plastic straws are only a tiny fraction of the problem - less than 1 percent. The risk is that banning straws may confer \"moral license\" - allowing companies and their customers to feel they have done their part. The crucial challenge is to ensure that these bans are just a first step, offering a natural place to start with ...",
  "textContent": "Skip to main content\nStanford University\n(link is external)\nOur Impact\nOur Community\nAdmissions & Education\nThe School\nGiving\nSearch\nMain content start\nResearch\nDo plastic straws really make a difference?\n\nDriven by public pressure, governments and corporations are considering eliminating or phasing out single-use plastics such as straws. Stanford experts discuss the limitations of these bans and the potential for meaningful change.\n\nSeptember 18, 2018\nBy Rob Jordan, Stanford Woods Institute for the Environment\nStanford Facebook\nStanford Twitter\nStanford LinkedIn\nForward Email\nPrint Article\nAs communities act to ban single-use plastics and individual consumers raise concerns, bigger actors pay attention. (Photo credit: Shutterstock)\n\nShuddering and unable to breathe, he vomited up five plastic bags. The small pilot whale, found in a Thai canal this past June, is another symptom of a crisis in the world’s oceans. Plastic waste, mostly broken down into tiny particles, floats in huge blobs amid ocean current patterns called gyres that together cover as much as 40 percent of Earth’s ocean surface. Growing public concern has inspired movements to ban single-use plastics, most notably straws. In California\n, a bill to ban straws unless requested at dine-in restaurants is awaiting a signature from the governor. Other states such as Hawaii, cities such as Seattle and New York, and corporations such as Amazon and Starbucks are also considering or have initiated plastic phase-out plans.\n\nStanford Report spoke with Jim Leape\n, co-director of the Stanford Center for Ocean Solutions\n, and Craig Criddle\n, a professor of civil and environmental engineering, about the path to reducing ocean plastic pollution. Leape has long been a leader in ocean conservation efforts. Criddle has evaluated use of microorganisms to biodegrade plastic materials and to synthesize biodegradable bioplastics from waste feedstocks.\n\nPollution of the ocean with plastics is a growing concern. (Image credit: NOAA)\nWhat is the scale of the plastic ocean-pollution problem?\n\nJIM LEAPE: Our oceans are currently swimming with plastics. It is estimated that there are now 150 million metric tons of plastic in the ocean. We add another 8 million tons each year – that’s about five grocery bags full of plastic waste on every foot of shoreline around the world, according to a recent study. It has been projected that, if current trends continue, by 2050 the plastic in the ocean will outweigh the fish.\n\nWhy should the average person care?\n\nLEAPE: Microplastics pervade the oceans. They’re in about a quarter of the seafood in our markets, and even in table salt. Plastics also permeate freshwater systems like rivers and streams. One recent survey found plastics in 94 percent of tap water samples in the U.S. and in nearly every brand of bottled water. There is a lot of research now underway on the health effects of ocean plastics, but we already know that some plastics, and the chemicals that attach themselves to plastics in the water, can cause cancer, genetic disruptions and other ill effects.\n\nHow significant or potentially effective are recent commitments to ban plastic straws?\n\nLEAPE: Plastic straws are only a tiny fraction of the problem – less than 1 percent. The risk is that banning straws may confer “moral license” – allowing companies and their customers to feel they have done their part. The crucial challenge is to ensure that these bans are just a first step, offering a natural place to start with “low-hanging fruit” so long as it’s part of a much more fundamental shift away from single-use plastics across the value chains of these companies and our economy.\n\n“\n\nBanning straws may confer 'moral license' – allowing companies and their customers to feel they have done their part. The crucial challenge is to ensure that these bans are just a first step. ”\n\nJim Leape\nCo-director, Stanford Center for Ocean Solutions\nIs this a problem we can solve by recycling more or switching to biodegradable plastics?\n\nCRAIG CRIDDLE: In addition to recycling more and reusing materials more, we need new materials that can do the same jobs as current plastics, but are biodegradable, nontoxic and do not concentrate in food chains. Such materials already exist in nature. As it turns out, many microorganisms make moldable bioplastic polymers that are fully degradable. They store these polymers inside their cells as tiny granules. Interestingly, these granules contain “the seeds of their own destruction”: enzymes that break the polymer down when it is needed for food. In effect, nature has designed this plastic for disassembly. We should do likewise.\n\nWhat are the key obstacles to this paradigm shift, and how can we surmount them?\n\nCRIDDLE: Cost is a huge issue. We need to make fully biodegradable polymers that are cost-competitive. About half the cost of making biodegradable polymers is the cost of feedstock. Sugar and oils are too expensive. Fortunately, microorganisms can also use cheap, renewable substrates, such as food wastes, biogas methane, carbon dioxide and renewable hydrogen. We can also decrease costs through improved bioprocessing methods, through metabolic engineering and by exploring and harnessing the incredible diversity of bioplastic-making systems that evolution has already created. Ultimately, we can further decrease costs and achieve economies of scale through decentralized production systems and perhaps also at large biorefineries.\n\nWhat can governments, communities and individual people do to ease the plastic waste burden?\n\nCRIDDLE: We need to think about what incentives will promote a culture of recycling and innovation with respect to waste streams. Thoughtful laws are needed to control the problem and at the same time encourage innovation. New and sustainable business models are needed to address the current plastic deluge and also to enable a new generation of sustainable materials and technologies.\n\nLEAPE: There are two clear imperatives. The first is to invest in better waste collection in the handful of countries that account for most of the plastic flowing into the ocean. The second, more fundamental imperative is to get plastics out of our waste stream. Forty years after the launch of the first universal recycling symbol, only 14 percent of plastic packaging is recycled. So, for example, companies need to not only make products that are recyclable, but actually make them out of recycled or truly biodegradable material.\n\nCommunities and consumers can play vital roles in sparking action. As communities act to ban single-use plastics and individual consumers raise concerns, bigger actors pay attention. On other issues, from overfishing to deforestation, we have seen that consumer-facing companies – like McDonalds, Unilever and Walmart – can be exquisitely sensitive to the concerns of their customers. Those global companies can be important levers in driving change and shifting to a regenerative, circular economy. Consumer outrage about the plastics crisis is already commanding attention from big companies and from many governments. That’s a promising start.\n\nCriddle and Leape are also senior fellows at the Stanford Woods Institute for the Environment\n. Criddle is director of Stanford’s Codiga Resource Recovery Center, a member of Stanford Bio-X\n and an affiliate of the Precourt Institute for Energy\n.\n\nMedia Contacts\n\nRob Jordan\nStanford Woods Institute for the Environment\n(650) 721-1881, rjordan@stanford.edu\n\nCraig Criddle\nStanford School of Engineering\n(650) 723-9032, criddle@stanford.edu\n\nJim Leape\nStanford Center for Ocean Solutions\n(650) 498-0916, jleape@stanford.edu\n\nExplore More\nQ&A: Why should we consider treating wastewater closer to home? \nDecember 7, 2023\n\nA Stanford expert discusses how thinking on smaller scales about water treatment and reuse could help meet the challenges of water scarcity.\n\nWater in the West\nResearch\nNew Environmental Social Sciences department formed\nDecember 6, 2023\n\nThe new department within the Stanford Doerr School of Sustainability incorporates the human element into interdisciplinary efforts to tackle humanity’s greatest sustainability challenges.\n\nSchool news\nRethinking environmental policy and energy markets for a changing world\nDecember 5, 2023\n\nHunt Allcott explores how new environmental solutions can be made as effective, sustainable, and equitable as possible.\n\nResearch\n\nStay connected\n\nGet involved\nFollow us\nContact Us\nVisit Us\n \nFacebook\nLinkedIn\nTwitter\nInstagram\nQuick links\nAdmissions\nUpcoming events\nGive\nOpen staff positions\nOpen faculty positions\nIntranet\nLogin\nWebsite feedback\nLearn more\nDepartments and Programs\nStanford Woods Institute for the Environment\nPrecourt Institute for Energy\nSustainability Accelerator\nStanford land acknowledgement\nStanford\nUniversity\n(link is external)\nStanford Home\n(link is external)\n Maps & Directions\n(link is external)\n Search Stanford\n(link is external)\n Emergency Info\n(link is external)\nTerms of Use\n(link is external)\n Privacy\n(link is external)\n Copyright\n(link is external)\n Trademarks\n(link is external)\n Non-Discrimination\n(link is external)\n Accessibility\n(link is external)\n© Stanford University.   Stanford, California 94305."
}