{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Why We Can't Quit Plastic | Earth.Org",
  "href": "https://earth.org/why-we-cant-quit-plastic-waste/",
  "body": "The argument is that plastic is necessary to prevent food waste; roughly one third, or 1.3 billion tonnes, of the food produced for human consumption gets lost or wasted every year.",
  "textContent": "POLLUTION\nWhy We Can’t Quit Plastic\nBY CLAUDIA CHOWAFRICA AMERICAS ASIA EUROPE OCEANIAJAN 31ST 20204 MINS\nEARTH.ORG IS POWERED BY OVER 150 CONTRIBUTING WRITERS\n\nPlastic is an inevitable part of consumer behaviour, and in recent years the plastic waste problem has become a mainstream part of the public consciousness. However, some practical challenges need to be addressed in order to reduce our reliance on the substance.\n\n—\n\nPlastic Packaging Waste Statistics\n\nThe packaging sector is responsible for almost half of the plastic in the world. A KPMG report says that if the growth of plastic production continues at the current rate, the plastic industry could account for 20% of the world’s total oil consumption by 2050. Almost a third of all plastic packaging leaks out of collecting and sorting systems and ends up in soil and the ocean. Additionally, plastic degrades into fine nano-sized particles that are harmful to animals and stay in food chains. \n\nJoin us in the fight for a Thriving Planet\nIt's not too late to take action\nJOIN THE MOVEMENT TODAY\n\nHowever, cutting out plastic completely is not as easy as people would like to think. \n\nWhy is plastic packaging used?\n\nFood Preservation\nOne of the biggest uses of plastic packaging is food, however there is ongoing debate as to how best to balance food and plastic waste, and food safety. The argument is that plastic is necessary to prevent food waste; roughly one third, or 1.3 billion tonnes, of the food produced for human consumption gets lost or wasted every year.\n\nPlastic packaging supports the safe distribution of food over long distances and minimises food waste by keeping food fresher for longer, and it provides a barrier against bacteria. For example, 1.5g of plastic film wrapping a cucumber can extend its shelf life from three to 14 days, and selling grapes in plastic bags or trays has reduced in-store wastage of grapes by 20%. However, 40%, or 9 million tonnes, of all food packaging ends up in landfills.\n\nManoj Dora and Eleni Iacovidou from Brunel University London believe that a way to reduce plastic packaging is to create shorter food supply chains and ensure that food is consumed sooner before it goes to waste. Having shorter food supply chains means reducing the number of intermediaries between where the food is farmed and where it is bought and consumed. They suggest that this change will encourage a shift towards more seasonal diets, and that it will place an emphasis on the rise of community-based growers where consumers can see where their food comes from.\n\nYou might also like: Tackling the Food Waste Crisis in China\n\nPlastic Recycling Isn’t Always King\nOnly 14% of all plastic packaging is collected for recycling. A large problem lies in the failure to collect plastic in the first place, and that people don’t know what type of plastic can be recycled.\n\nThere are seven types of plastic, making recycling trickier. Designing packaging that is easier to separate is vital, like having removable outer packaging and using water-soluble glues. Alternatively, plastic can be limited to a single standard to make recycling easier; coloured plastics such as black trays are harder to identify by sorting technologies, slowing down the recycling process.\n\nFurther, plastic packaging cannot be recycled infinitely because it degrades in quality. Contamination and mixing of polymer types can also lower the economic and technical value of the secondary plastic being made and plentiful fuel is required to melt the plastic down and re-pelletise it. Additionally, some of the most ubiquitous plastic films are difficult to recycle, such as crisp packaging and disposable cups with plastic lining.\n\nBioplastic Alternatives\nAlternative plastics must be created which are just as lightweight, durable and convenient as conventional plastics. Plant-based plastics, or bioplastics, made from corn starch or sugarcane, are one such solution.\n\nBioplastics produce significantly fewer greenhouse gas emissions than traditional plastics over their lifetime. There is no net increase in carbon dioxide when they break down because the plants that bioplastics are made from absorbed that same amount of carbon dioxide as they grew.\n\nHowever, while their biodegradability is an advantage, most bioplastics need high temperature industrial composting facilities to break down, and very few cities have the necessary infrastructure; bioplastics therefore often end up in landfills where, deprived of oxygen, they may release methane. Further, when these plastics aren’t discarded properly, they can contaminate batches of recycled plastic and harm recycling infrastructure- if bioplastic contaminates recycled PET (Polyethylene Terephthalate, the most common plastic), the entire lot could be rejected and end up in a landfill. Separate recycling streams are necessary to be able to properly discard bioplastics.\n\nThe land required for bioplastics also competes with food production as the crops that produce bioplastics can also be used to feed people. In 2019, The Plastic Pollution Coalition projected that 3.4 million acres of land were needed to grow the crops. Additionally, the fuel used to run the farm machinery produces greenhouse gas emissions.\n\nLastly, bioplastics can be costly. PLA (Polyactic Acid- made from the sugars in corn starch and sugarcane) can be 20-50% more expensive than comparable materials because of the complex processes involved in converting corn or sugarcane into PLA. However, as more efficient and eco-friendly strategies for producing bioplastics are devised, prices are expected to come down.\n\nSacrificing Convenience\n“The reality is, you’d have to use some reusable bags 3 000 times to basically neutralise the carbon footprint of the disposable bag that’s produced today,” says Karl Deily of sustainable packaging company Sealed Air.\n\nThe way to rely less on plastic is to use none at all. But in the age of convenience, it is not that simple. A number of start-ups such as Loop, a supermarket delivery service using only reusable containers, is starting to gain momentum and it is these innovations that are vital to reducing plastic usage.\n\nWith massive polluters like China announcing the ban of single-use plastic bags, there is hope yet for a world that relies less on plastic. Additionally, the amount of material used in packaging declined by 28% between 2004 and 2014 as a consequence of advanced technologies, indicating a global push towards a less plastic-centric world. \n\nTAGGED: BIOPLASTIC CLIMATE CHANGE CLIMATE CHANGE MITIGATION FOOD PRESERVATION PLASTIC POLLUTION SINGLE-USE PLASTIC\nAbout the Author\nClaudia Chow\nClaudia Chow is a recent postgraduate of Science, Technology and Society studies at UCL with a background in Biochemistry from Imperial College. Previously a writer at Hive Life, she now writes about the relationship between human agency and its environmental consequences and has an interest in how science is communicated to the public, social justice and policy.\n\n\nYou Might Also Like\nPOLLUTION\nFast Fashion and Its Environmental Impact\nMAY 21ST 20237 MINS\nPOLLUTION\n10 Companies Called Out For Greenwashing\nJUL 17TH 20227 MINS\nPOLLUTION\n10 Concerning Fast Fashion Waste Statistics\nAUG 21ST 20235 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}