{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Report reveals 'massive plastic pollution footprint' of drinks firms",
  "href": "https://www.theguardian.com/environment/2020/mar/31/report-reveals-massive-plastic-pollution-footprint-of-drinks-firms",
  "body": "Mon 30 Mar 2020 19.01 EDT Last modified on Tue 31 Mar 2020 15.55 EDT Four global drinks giants are responsible for more than half a million tonnes of plastic pollution in six developing countries...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nThe NGO estimated the burning of plastic packaging put on to the market by the companies creates 4.6m tonnes of carbon dioxide equivalent. Photograph: Daniel Msirikale/Tearfund\nPlastics\n This article is more than 3 years old\nReport reveals ‘massive plastic pollution footprint’ of drinks firms\nThis article is more than 3 years old\n\nReport says plastic from Coca-Cola, PepsiCo, Nestlé and Unilever products could cover 83 football pitches every day\n\nSandra Laville\nMon 30 Mar 2020 19.01 EDT\n\nFour global drinks giants are responsible for more than half a million tonnes of plastic pollution in six developing countries each year, enough to cover 83 football pitches every day, according to a report.\n\nThe NGO Tearfund has calculated the greenhouse gas emissions from the open burning of plastic bottles, sachets and cartons produced by Coca-Cola, PepsiCo, Nestlé and Unilever in developing nations, where waste can be mismanaged because people do not have access to collections.\n\nTaking a sample of six developing countries, reflecting a spread across the globe, the NGO estimated the burning of plastic packaging put on to the market by the companies creates 4.6m tonnes of carbon dioxide equivalent – equivalent to the emissions from 2m cars.\n\nCoke and Pepsi sued for creating a plastic pollution ‘nuisance’\nRead more\n\nTearfund analysed the plastic put on the market in China, India, the Philippines, Brazil, Mexico and Nigeria by the four companies to examine the impact of single use plastic in developing countries. The countries were chosen because they are large developing country markets, spread across three continents.\n\nThe sachets, bottles, and cartons sold in these countries often end up either being burned or dumped – creating a pollution problem equivalent to covering 83 football pitches with plastic to 10 centimetres deep each day.\n\nThe report says: “This massive plastic pollution footprint, while a crisis in and of itself, is also contributing to the climate crisis.”\n\nIt adds that the four companies make little or no mention of emissions from disposal of their products or packaging in their climate change commitments.\n\n“These companies continue to sell billions of products in single-use bottles, sachets and packets in developing countries,” says the report.\n\n“And they do this despite knowing that: waste isn’t properly managed in these contexts; their packaging therefore becomes pollution; and such pollution causes serious harm to the environment and people’s health. Such actions – with such knowledge – are morally indefensible.”\n\nThe charity is calling for the companies to urgently switch to refillable and reusable packaging instead of sachets and plastic bottles.\n\nThe NGO estimated how much of their plastic waste in each country is mismanaged, burned or dumped using World Bank data.\n\nTheir analysis of emissions quantities were calculated by estimating the proportion of each company’s mismanaged plastic that is openly burned, and combining these amounts with emissions factors for three different types of plastic. Their analysis was independently reviewed.\n\nThe research found that emissions produced from the open burning of Coca-Cola, Nestlé, PepsiCo and Unilever’s plastic packaging on street corners, open dumps and in backyards in developing countries was a major contribution to the climate emergency.\n\nBurning question: plastic pollution scars poorest countries – in pictures\nRead more\n\nCoca-Cola creates the biggest plastic pollution footprint in the six countries. The drinks giant creates 200,000 tonnes of plastic waste – or about 8bn bottles – which is burned or dumped each year in the six countries: enough to cover 33 football pitches every day.\n\nPepsiCo creates 137,000 tonnes of plastic pollution per year – equivalent to covering 22 football pitches a day.\n\nNestlé leaves a pollution footprint of 95,000 tonnes per year or covering 15 football pitches a day.\n\nUnilever’s pollution footprint amounts to 70,000 tonnes per year – covering more than 11 football pitches a day.\n\nGlobal plastic production is increasing, and is set to double over the next 10 to 15 years creating plastic pollution, increased carbon emissions and deadly health impacts for people in the poorest nations.\n\nThe report highlighted how communities in low- and middle-income countries continue to be swamped by mismanaged waste, including plastic pollution, that causes environmental destruction, sickness and death.\n\nDr Ruth Valerio, the director of global advocacy and influencing at Tearfund, said: “These companies are selling plastic in the full knowledge that it will be burned or dumped in developing countries: scarring landscapes, contributing to climate change and harming the health of the world’s poorest people.\n\n“Coca-Cola, Nestlé, PepsiCo and Unilever make little or no mention of emissions from the disposal of their products or packaging in their climate change commitments. These companies have a moral responsibility for the disposal of the products they continue to pump into developing countries without proper waste management systems.”\n\nThe report says examples of multinational companies adopting reusable and refillable delivery mechanisms in developing countries were still few and far between.\n\nPositive cases included Unilever’s use of a mobile dispensing delivery system run by Chilean social enterprise group Algramo to offer refills to customers in Chile, and the scaling-up of returnable Coca-Cola PET bottles in Brazil.\n\n“These examples show moving to refill and reuse models is possible … there are decision-makers in companies who are willing to think outside the (single-use plastic) box,” the report said.\n\nTearfund is calling on the companies to dramatically reduce the production and sale of single-use plastic packaging and switch to refillable and reusable models.\n\nThe NGO is demanding the companies:\n\nReport the number of units of single-use plastic products they use and sell in each country by the end of this year.\n\nReduce this amount by half, country by country, by 2025, and instead use environmentally sustainable delivery methods such as refillable or reusable containers.\n\nRecycle the single-use plastics they sell in developing countries, ensuring that by 2022 one is collected for every one sold.\n\nRestore dignity through working in partnership with waste pickers to create safe jobs.\n\nA spokesperson for Nestlé said: “We have set ourselves the commitment to make 100% of our packaging recyclable or reusable by 2025. We are working hard to eliminate non-recyclable plastics and invest in innovative, alternative delivery systems, including bulk, reuse and refill options.”\n\nA spokesperson for Unilever said: “We’ve committed to halve our use of virgin plastic in our packaging in just five years and reduce our total use of plastic by more than 100,000 tonnes. This demands a fundamental rethink in our approach to packaging and products, and as we speak, we’re piloting different reuse and refill formats across the world, so we can test, learn and scale these solutions.”\n\nA PepsiCo spokesperson said: “We are working to reduce the amount of plastic we use and have set a target to, by 2025, decrease virgin plastic content across our beverage business by 35 per cent. Between July 2018 and 2019 we pledged over $51m to global partnerships designed to boost recycling rates to support a circular economy.”\n\nA Coca-Cola spokesperson, said: “We are absolutely committed to ensuring the packaging in which we serve our products is sustainable and our efforts are focused on continuing to improve the eco-design and innovation of our packaging. As part of a number of global commitments, we have committed to getting every bottle back for each one sold by 2030, with the aim to ensure that every plastic bottle contains at least 50% recycled plastic by 2030.”\n\n‘The dump is on fire every two days’\nRoyda Joseph, 32, who lives next to Dar es Salaam’s main dump, and her son Victor. Photograph: Daniel Msirikale/Tearfund\n\nRoyda Joseph is 32. She has three children and lives with her family in a community situated next to the Pugu Kinyamwezi rubbish dump in Dar es Salaam, Tanzania.\n\nHer and her family’s lives are blighted by the impact of pollution from the dump. It is frequently on fire, and dust and litter spreads through the community, attracting huge amounts of flies.\n\nBetween 400,000 and a million people die every year in low- and middle-income countries because of diseases related to plastic and other mismanaged waste.\n\nJoseph said the impact of the burning of waste was felt by her family every day. “The dump is on fire every two days,” she said.\n\n“Sometimes, when it is on fire, the smoke is so dark and huge that you can’t see the person in front of you or the house next to you. Because of that smoke I get breathing problems and coughing, and eye problems too. The kids also get a lot of breathing problems: they cough a lot. When it is really bad, there is no way that you can deal with it without going to the hospital.\n\n“The smoke and the fire come when the weather is very dry and the gases are coming out of the fire … when the dump is on fire, it can take one to two hours until they call the fire brigade to come here and try to stop it. It is that bad. Sometimes it can take two to three hours because of the traffic.”\n\nAt times Joseph has to leave her home because of the density of the smoke.\n\n“Many times when the dump is on fire and really bad, when the smoke is so heavy, I shift to my relatives for a time,” she said.\n\nJoseph is concerned for her children’s future. “I am worried about my children’s health because always when it is very dry, the smoke always comes,” she said. “I am sure in the long run they will develop health complications.”\n\nExplore more on these topics\nPlastics\nPepsico\nCoca-Cola\nUnilever\nNestlé\nFood & drink industry\nAir pollution\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)"
}