{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Marine pollution facts and information - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/critical-issues-marine-pollution",
  "body": "Plastic pollution The amount of plastic in the Atlantic Ocean has tripled since the 1960s . The garbage patch floating in the Pacific Ocean , almost 620,000 square miles— twice the size of Texas ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic trash litters the waters of a fishing village in the Niger Delta of Nigeria. Plastic pollution is only one type of pollution that harms the marine environment.\n\nPHOTOGRAPH BY ED KASHI, NAT GEO IMAGE COLLECTION\nREFERENCE\nMarine pollution, explained\n\nA wide range of pollution—from plastic pollution to light pollution—affects marine ecosystems.\n\nBYJENNY HOWARD\nPUBLISHED AUGUST 2, 2019\n• 8 MIN READ\n\nTHE OCEANS ARE so vast and deep that until fairly recently, it was widely assumed that no matter how much trash and chemicals humans dumped into them, the effects would be negligible.\n\nToday, we need look no further than the New Jersey-size dead zone that forms each summer in the Gulf of Mexico, or the thousand-mile-wide belt of plastic trash in the northern Pacific Ocean to see that this early “policy” placed a once flourishing ocean ecosystem on the brink of collapse.\n\nMany “flavors” of marine pollution\n\nOcean water covers more than 70 percent of the Earth, and only in recent decades have we begun to understand how humans impact this watery habitat. Marine pollution, as distinct from overall water pollution, focuses on human-created products that enter the ocean.\n\nBefore 1972, humans around the word spewed trash, sewage sludge, and chemical, industrial, and radioactive wastes into the ocean with impunity. Millions of tons of heavy metals and chemical contaminants, along with thousands of containers of radioactive waste, were purposely thrown into the ocean.\n\n0:34\n\nDEAD WHALE FOUND WITH 13 POUNDS OF PLASTIC IN STOMACH\n\nThe London Convention, ratified in 1975 by the United States, was the first international agreement to spell out better protection for the marine environment. The agreement implemented regulatory programs and prohibited the disposal of hazardous materials at sea. An updated agreement, the London Protocol, went into effect in 2006, more specifically banning all wastes and materials except for a short list of items, like leftover materials from dredging.\n\nMany of these pollutants sink to the ocean's depths or float far distances from their original source, where they are consumed by small marine organisms and introduced into the global food chain. Marine pollution encompasses many types of pollution that disrupt the marine ecosystem, including chemical, light, noise, and plastic pollution.\n\nChemical pollution\n\nChemical pollution is the introduction of harmful contaminants. Common man-made pollutants that reach the ocean include pesticides, herbicides, fertilizers, detergents, oil, industrial chemicals, and sewage.\n\nMany ocean pollutants are released into the environment far upstream from coastlines. Nutrient-packed fertilizers applied to farmland, for example, often end up in local streams and are eventually deposited into estuaries and bays. These excess nutrients trigger massive blooms of algae that rob the water of oxygen, leaving dead zones where few marine organisms can live. Some chemical pollutants climb high into the food webs—like DDT, the insecticide that placed the bald eagle on the United States Fish and Wildlife’s endangered species list.\n\nScientists are starting to better understand how specific pollutants, leached into the ocean from other materials, affect marine wildlife. PFAS, a chemical incorporated into many household products, accumulates in human and marine mammal blood. Even pharmaceuticals ingested by humans, but not fully processed by our bodies, end up in aquatic food webs.\n\nLight pollution\n\nSince the invention of the lightbulb, light has spread across the globe, reaching almost every ecosystem. Often thought of as a terrestrial problem, scientists are starting to understand how artificial light at night affects many marine organisms.\n\n2:44\n\nLIGHT POLLUTION 101\n\nEver since the light bulb's invention 150 years ago, artificial light has illuminated homes, streets, and skies—but with some unintended consequences. Learn about the major types of light pollution, their impact on human health, and how the worldwide glow from artificial...\nRead More\nPRODUCER / NARRATOR: ANGELI GABRIEL; SR. EDITOR: DAN STEINMETZ; AP: MARIELENA PLANAS; EDITOR: RAY STANTON\n\nLight pollution penetrates under the water, creating a vastly different world for fish living in shallow reefs near urban environments. Light disrupts the normal cues associated with circadian rhythms, to which species have evolved timing of migration, reproducing, and feeding. Artificial light at night can make it easier for predators to find smaller fish prey and can affect breeding in reef fish.\n\nNoise pollution\n\nPollution is not always visible. In large bodies of water, sound waves can carry undiminished for miles. The increased presence of loud or persistent sounds from ships, sonar devices, and oil rigs disrupts natural noises in the marine environment.\n\nFor many marine mammals, like whales and dolphins, low visibility and large distances make non-visual underwater communication critical. Toothed whales use echolocation—emitting sounds that reflect off surfaces—to help them “see” in the ocean. Unnatural noises interrupt communication, disrupting migration, communication, hunting, and reproduction patterns for many marine animals.\n\nPlastic pollution\n\nPlastic pollution seeps into the ocean through run-off and even purposeful dumping. The amount of plastic in the Atlantic Ocean has tripled since the 1960s. The garbage patch floating in the Pacific Ocean, almost 620,000 square miles—twice the size of Texas—is a powerful image of our plastic problem.\n\nA huge culprit is single-use plastics, used once before tossed into the trash or directly into the ocean. These single-use items are accidentally consumed by many marine mammals. Plastic bags resemble jellyfish, a common food for sea turtles, while some seabirds eat plastic because it releases a chemical that makes it smell like its natural food. Discarded fishing nets drift for years, ensnaring fish and mammals.\n\nBits of plastic swirl throughout the water column, even sinking to the deepest depths of the ocean. Scientists found plastic fibers in corals in the Atlantic Ocean—and more concerning, they found that the corals readily ate plastic over food. Dying marine mammals, washing up on shore, also contain plastic inside their stomachs.\n\nRelated: see photos from marine protected areas\n1 / 8\n<p>The Seychelles' Saint Joseph Island, once a coconut plantation, is now a nature reserve with a marine protected area.</p>\n\nThe Seychelles' Saint Joseph Island, once a coconut plantation, is now a nature reserve with a marine protected area.\n\nPHOTOGRAPH BY THOMAS P. PESCHAK, NAT GEO IMAGE COLLECTION\nIs there a “fix” to marine pollution?\n\nMany national laws, as well as international agreements, now forbid dumping of harmful materials into the ocean, although enforcing these regulations remains a challenge.\n\nMany pollutants still persist in the environment, difficult to fully remove. Chemical pollutants often cannot be broken down for long periods of time, or they increase in concentration as they move up the food web. Because plastic is thought to take hundreds of years to break down, it poses a threat to the marine environment for centuries.\n\nIsolated efforts to restore estuaries and bays have met with some success, but pollution gets trapped in marine sediment and makes complete clean-ups nearly impossible.\n\nMoving forward, encouraging recycling and reuse can minimize plastic pollution. Dampening unnecessary lights at night can limit light pollution. And encouraging responsible chemical-use through consumer and political actions can protect the environment for the future.\n\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. Learn what you can do to reduce your own single-use plastics, and take your pledge.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nThe chemical used to make plastics is more prevalent than ever.\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}