{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The Impact of Plastic Straws | Lochtree",
  "href": "https://lochtree.com/blogs/blog/the-impact-of-plastic-straws",
  "body": "The environmental impact of plastic straws is tremendous. With 500 million disposable straws used each day in the United States this single-use plastic product is continuing to cause environmental damage. In this blog article we examine the growing environmental impact of the plastic straw and why it is so problematic.",
  "textContent": "Free Shipping On Orders Over $60\n\nHome\nShop\nAbout\nImpact\nBlog\nCorporate Sales\nThe Impact of Plastic Straws\nHome\nBlog\nPrevious\n|\nNext\nSearch Blog\nSubscribe & Save\n\nJoin our mailing list and save 10% on your first order.\n\nEmail*\nSign Up\nCollections\nAll Products\nBest Sellers\nNew At Lochtree\nLochtree Bundles\nSubscriptions\nGifting\nSale\nKids & Baby\nBath & Body\nKitchen & Dining\nHousehold\nLaundry & Cleaning\nPets\nThe Impact of Plastic Straws\nJanuary 10, 2020  4 min read\nAll\nPlastic Free\n\nPlastic has made our life really easy, from plastic containers to store food and plastic bags to carry all manner of things. In the last 20 years, the world has seen a boom in the use of plastics. However, this is the same material that is also causing significant harm to the environment in several different ways.\n\nRecent studies reveal the shocking proportion of plastics in our waste. In the 1960s, one percent of the refuse consisted of plastics, but by 2005 the percentage had increased by 10 times.\n\nOne plastic product wreaking havoc that has gained recent attention is single-use straws. One may not have imagined a product as trivial and underwhelming as a plastic straw could have such an enormously adverse impact on the environment. \n\nThe Statistics Behind Plastic Straws\n\nAccording to statistics from the Trash Free Seas Alliance, the average American uses 1.6 straws per day. That is enough straws to circle the equator two and a half times! Currently, the USA alone uses 500 million disposable straws per day. And, this number is even more shocking in Europe, where consumers use an estimated 25.3 billion each year. Of course, the situation continues to get worse after we discard these straws.\n\nThe statistics call for greater public awareness of the use of plastic and its adverse impacts. If consumption at today’s rates continues, we may find more straws (by weight) in the oceans than fish in less than thirty years.\n\nThus, this article looks at the much-needed topic of gauging the impact of straws on the environment and marine life. We also examine better and more eco-friendly straw options rather than the use of single-use plastic straws. \n\nDo Plastic Straws Biodegrade? \n\nYour average plastic straw is not used more than once. This apparently trivial product is single-use and made with a plastic called Polypropylene. Unlike other materials like paper and wood, it is not biodegradable by natural microorganisms like bacteria. As plastics straws degrade over 200 years, they first break apart into smaller pieces, called microplastics, which wreak environmental havoc in their own way. Read more about microplastics here. \n\nThe more plastic produced, the larger the piles we have in drainages, waterways, and landfills. Unfortunately, the bad news doesn’t stop there; the process of plastics degrading also releases harmful chemicals causing environmental pollution.\n\nAre Plastic Straws Recyclable? \n\nPlastic straws are not only non-biodegradable, but they are difficult to recycle too. Their smaller size does not make them an ideal choice for recycling. Alarmingly, only 9% of the total plastic ever produced is recycled. Unfortunately, their lack of utility puts interest in the collection and the recycling of straws at the end of the priority list for both recycling facilities and local governments and councils that can process them. \n\nIn rare cases, if and when they finally reach the recycling facility, their small size and lightweight structure can pose significant hurdles for the operation. Due to their light weight, they fail to pass through the mechanical recycling sorter and end up mixed with other materials. From there, it is not easy to separate them, which ultimately means they are more likely to end up in garbage dumps and landfills.\n\nPlastic straws And Oceanic Pollution\n\nCarelessly discarded single-use straws increasingly wind up in our oceans, where they can often harm aquatic life. The world particularly shuddered at a video where a marine biologist, Christine Figgener, is seen removing a plastic straw from a sea turtle's nose. See video here. Overnight searches for “plastic straws turtles” ballooned as the world familiarized itself with the devastating environmental impact plastic straws alone can have. According to National Geographic, approximately 8 million tons of plastic straws end up in our oceans every year.\n\nOnce in the worlds oceans, plastic straws along with other plastics continue to have damaging effects.The straws may seem trivial and harmless by size, but when billions of straws litter the world every year, their impact increases exponentially. According to estimates, 100,000 marine mammals die every year because of plastic waste both around and in oceans. Ingestion of plastics has increasingly become a major cause of the death of aquatic birds and mammals. Furthermore, large floating masses of plastic can also shield algae and other oceanic plants from getting ample sunlight. In this way, the entire food chain of marine life gets disrupted. Read more about the Great Pacific Garbage patch here.\n\nEco-friendly Alternatives To Plastic Straws\n\nAwareness of the negative environmental impacts of plastic straws has paved the way for plastic straw ban movements worldwide. Some areas that currently banned plastic straws include New York City, Seattle, Miami Beach, Great Britain, Scotland, Taiwan, and increasingly many more as the movement gains public attention. Many eco-friendly alternatives to plastic straws are also already making their way in the market and becoming available in zero-waste stores.\n\nEco-friendly products like Sugarcane Straws are a fantastic and sustainable alternative. These plastic-free straws are biodegradable and will completely break down within six months, returning to the earth where they came from. This circular method of making straws is extremely gravitating to conscious consumers around the world. Other environmentally friendly reusable straw options also include stainless steel, paper, glass, or bamboo straws.\n\nParting Thoughts\n\nIn many ways, plastic straw have become both a poster child for plastic waste and simultaneously a canary in the mineshaft of consumer consciousness. Seeing the shocking numbers and harmful impact of a product as small and trivial as the straw can brings into focus the scale of these environmental challenges. The need to continue to spread this awareness about the long term impacts of all plastics and particularly single-use plastics, is essential for ensuring a safe and pollution-free environment for generations to come. \n\nWritten by Henry Palmer\n\nReferences\n\nAdvances.sciencemag.org\n\nAssociation of Zoos & Aquariums  \n\nNational Geographic\n\nTembo Paper\n\ntrvst.world\n\nHenry Palmer\nHenry Palmer is the Founder and CEO of Lochtree. Since 2020, Lochtree has been working to make sustainable living simple through greater access to earth-friendly alternatives, helpful climate-focused content, and a growing community. When he's not working, Henry enjoys spending time with his two young children as well as outdoors rowing, cycling, having adventures in an old VW camper van, and hanging out with his two border collies.\nPosts\n35\nRelated Blog Posts\nAre Soy Candles Better for You? A Comprehensive Guide to Safe Candles\nWhy Choose Bar Soap? 6 Benefits to Make You Quit Liquid Soap for Good\nAn Honest Review of Cora Ball: Is it Worth the Investment?\n\nMain Menu\n\nHome\nShop\nAbout\nImpact\nBlog\nCorporate Sales\n\nCustomer Care\n\nContact us\nFAQ\nPrivacy Policy\nRefund Policy\nShipping Information\nTerms & Conditions\n\nCommunity\n\nResources\nReviews\nAffiliates\n\nContact\n\ninfo@lochtree.com\n\n617-302-6078\n\n-\n\nP.O. Box 610015\n\n63 Lincoln Street\n\nNewton, MA 02461\n\nJoin our mailing list and save 10% on your first order. \n\nEmail*\nSign Up\n\n© 2023 Lochtree."
}