{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Ocean pollution and marine debris | National Oceanic and Atmospheric ...",
  "href": "https://www.noaa.gov/education/resource-collections/ocean-coasts/ocean-pollution",
  "body": "ocean Each year, billions of pounds of trash and other pollutants enter the ocean. Where does this pollution come from? Where does it go? Some of the debris ends up on our beaches, washed in with the waves and tides. Some debris sinks, some is eaten by marine animals that mistake it for food, and some accumulates in ocean gyres.",
  "textContent": "Skip to main content\nMain Menu\nHome\n \nWeather\nClimate\nOcean & Coasts\nFisheries\nSatellites\nResearch\nMarine & Aviation\nCharting\nSanctuaries\nEducation\nNews and features\nTools & resources\nAbout our agency\n\nAn official website of the United States government\n\n Here's how you know we're official \nFind your local weather \nNews Tools About\nNational Oceanic and Atmospheric Administration\nU.S. Department of Commerce\nEnter Search Terms\nBreadcrumb\nHome  Education  Resource collections  Ocean and coasts\nEducation home\nAbout NOAA Education\nResources\nOpportunities\nNews and stories\nOcean pollution and marine debris\nEach year, billions of pounds of trash and other pollutants enter the ocean.\nFocus areas: Education Topics: education  marine debris  ocean\nShare: Share to Twitter Share to Facebook Share by email Print\n\nSEA TO SKY: EDUCATION RESOURCE DATABASE \n\nKeep exploring! Find even more resources on ocean pollution and marine debris in our searchable resource database.\n\nLESSONS & ACTIVITIES\nEducational resources from NOAA Marine Debris Program (ES, MS, HS, college)\nPlastic pollution and you: An interdisciplinary curriculum to explore our role in plastic pollution (ES, MS, HS)\nWinged Ambassadors: Plastic pollution through the eyes of albatross (MS, HS)\noffsite link\n\"Be an Ocean Guardian\" activity book (ES)\nFrom shore to State House: Marine debris undergraduate curriculum (college)\nAnnual Marine Debris Program art contest (ES, MS)\nAn educator's guide to marine debris (ES, MS, HS) (English & Spanish)\nUnderstanding marine debris activity book (ES, MS) (English & Thai)\nMarine debris STEAMSS (ES, MS, HS)\noffsite link\nTrash shouldn't splash toolkit (ES, MS, HS)\noffsite link\nTurtle Trash Collectors Program activities guide and resources (ES, MS, HS)\nTalking trash and taking action (ES, MS, HS)\nEarth Genius marine debris lesson plans (ES)\nMULTIMEDIA\nOcean Today: Trash talk (video collection)\nHow to start school waste sorting stations (2 minutes)\nGarbage patches: How gyres take our trash out to sea (podcast)\nStudents offer solutions to marine debris problems in Great Lakes (video)\nTrash in the deep - encountered by NOAA Ship Okeanos Explorer (video)\nOcean Today: Dead zone in the Gulf 2015 (video)\nOcean Today: Can you hear me? Noise pollution (video)\nOcean Today: Predicting harmful algal blooms (video)\nOcean Today: Saving a bay (video)\nNational Marine Sanctuaries media library (photos, videos, virtual dives)\nPlastics in the ocean: Facts, fiction, and unknowns (70 minute webinar)\nNOAA Marine Debris Toolkit for Educators: Citizen science & community action into an educational setting (60 minute webinar)\nNOAA Live! Alaska: Talking Trash: Marine Debris Research in Alaska (63 minute webinar)\nOcean Today: TRASH TALK - Full Moon Watch Party (62 minute webinar)\nTurtle Trash Collectors interactive program video (50 minutes)\nDATA RESOURCES\nPollution incident map\nMarine Debris Tracker mobile app\noffsite link\nRestoration project maps \nGulf of Mexico pollution and habitat atlas\nGulf of Mexico hypoxia watch\nHarmful algal blooms interactive map\nVisualizing how ocean currents help create the garbage patches\nEcosystem forecasting hotspots\nBACKGROUND INFORMATION\nIntroduction to harmful algal blooms\nOcean nonpoint source pollution tutorial\nMarine debris: Discover the issue\nPosters and brochures from NOAA Marine Debris\nUnderstanding noise pollution\nGulf oil spill restoration projects story maps\nGoogle Earth tour about marine debris\nWhat and where are garbage patches?\nCAREER RESOURCES\nAlexis Temkin: Searching for links between Deepwater Horizon and human health\noffsite link\nMeet Marine Debris Program research analyst Carlie Herring\nRELATED STORIES\nNOAA Marine Debris Program blog\nHurricane debris prevention and preparedness in Puerto Rico: A Girls in Sciences project (2021)\nPreventing marine debris One Cool Earth strategy at a time (2021)\nUsing citizen science to understand marine debris (2021)\nFood for thought: Taking a bite out of lunchroom waste (2021)\nPlastic in paradise (2021)\nWorking together for debris-free Great Lakes (2020)\n50 years later: Clearing tires from Cocos Lagoon (2020)\nDerelict fishing gear research and recovery with Fishing for Energy (2019)\nHow beach cleanups help keep microplastics out of the garbage patches (2015)\nHow do you keep killer whales away from an oil spill? (2016)\nMORE COLLECTIONS\nOil spills\nOcean floor features\nOcean acidification\nTsunamis\nTides\nShow more\n\nEach year, billions of pounds of trash and other pollutants enter the ocean. Where does this pollution come from? Where does it go? Some of the debris ends up on our beaches, washed in with the waves and tides. Some debris sinks, some is eaten by marine animals that mistake it for food, and some accumulates in ocean gyres. Other forms of pollution that impact the health of the ocean come from sources like oil spills or from accumulation of many dispersed sources, such as fertilizer from our yards.\n\nLitter such as plastic detergent bottles, crates, buoys, combs, and water bottles blanket Kanapou Bay, on the Island of Kaho’olawe in Hawaii. This region is a hot-spot for marine debris accumulation. (Image credit: NOAA)\n\nDownload Image\nWhere does pollution come from?\n\nThe majority of pollutants that make their way into the ocean come from human activities along the coastlines and far inland. One of the biggest sources of pollution is nonpoint source pollution, which occurs as a result of runoff. Nonpoint source pollution can come from many sources, like septic tanks, vehicles, farms, livestock ranches, and timber harvest areas. Pollution that comes from a single source, like an oil or chemical spill, is known as point source pollution. Point source pollution events often have large impacts, but fortunately, they occur less often. Discharge from faulty or damaged factories or water treatment systems is also considered point source pollution.\n\nNOAA is developing underwater robots to map, measure toxicity of Great Lakes algal blooms\n\nTwo underwater robots were deployed to autonomously monitor and measure the toxicity of harmful algal blooms in the Great Lakes.\n\nNutrients and algal blooms: Too much of a good thing?\n\nSometimes it is not the type of material, but its concentration that determines whether a substance is a pollutant. For example, the nutrients nitrogen and phosphorus are essential elements for plant growth. However, if they are too abundant in a body of water, they can stimulate an overgrowth of algae, triggering an event called an algal bloom. Harmful algal blooms (HABs), also known as “red tides,” grow rapidly and produce toxic effects that can affect marine life and sometimes even humans. Excess nutrients entering a body of water, either through natural or human activities, can also result in hypoxia or dead zones. When large amounts of algae sink and decompose in the water, the decomposition process consumes oxygen and depletes the supply available to healthy marine life. Many of the marine species that live in these areas either die or, if they are mobile (such as fish), leave the area.\n\nUsing ecological forecasting, NOAA is able to predict changes in ecosystems in response to HABs and other environmental drivers. These forecasts provide information about how people, economies, and communities may be affected. For example, the Harmful Algal Bloom Monitoring System developed by NOAA’s National Centers for Coastal Ocean Science provides information to the public and local authorities to help decide whether beaches need to be closed temporarily to protect public health.\n\nCreating a social norm: A student-designed program to reduce marine debris\nIn 2015, fifth graders from Falmouth, Massachusetts, noticed a problem. Although millions of metric tons of plastic waste were entering the ocean each year, the people around them kept using single-use plastics. In short, plastics were the norm. To address this problem, the students worked with Falmouth Water Stewards to create a campaign called “Skip the Straw.”\nMarine debris\n\nMarine debris is a persistent pollution problem that reaches throughout the entire ocean and Great Lakes. Our ocean and waterways are polluted with a wide variety of marine debris, ranging from tiny microplastics, smaller than 5 mm, to derelict fishing gear and abandoned vessels. Worldwide, hundreds of marine species have been negatively impacted by marine debris, which can harm or kill an animal when it is ingested or they become entangled, and can threaten the habitats they depend on. Marine debris can also interfere with navigation safety and potentially pose a threat to human health.\n\nAll marine debris comes from people with a majority of it originating on land and entering the ocean and Great Lakes through littering, poor waste management practices, storm water discharge, and extreme natural events such as tsunamis and hurricanes. Some debris, such as derelict fishing gear, can also come from ocean-based sources. This lost or abandoned gear is a major problem because it can continue to capture and kill wildlife, damage sensitive habitats, and even compete with and damage active fishing gear.\n\nLocal, national, and international efforts are needed to address this environmental problem. The Save our Seas Act of 2018 amends and reauthorizes the Marine Debris Act to promote international action, authorize cleanup and response actions, and increase coordination among federal agencies on this topic.\n\nGarbage patches: What and where are they?\n\nGarbage patches are large areas of the ocean where trash, fishing gear, and other marine debris collects. The term “garbage patch” is a misleading nickname, making many believe that garbage patches are \"islands of trash\" that are visible from afar. These areas are actually made up of debris ranging in size, from microplastics to large bundles of derelict fishing gear.\n\nThese patches are formed by large, rotating ocean currents called gyres that pull debris into one location, often to the gyre’s center. There are five gyres in the ocean: one in the Indian Ocean, two in the Atlantic Ocean, and two in the Pacific Ocean. Garbage patches of varying sizes are located in each gyre. Due to winds and currents, garbage patches are constantly changing size and shape. The debris making up the garbage patches can be found from the surface of the ocean all the way to the ocean floor.\n\nEncouraging tomorrow’s environmental leaders today\nA healthy ocean starts with us. Learn how student leaders in American Samoa interned as part of a microplastics research project to protect ocean health.\nThe impact of marine pollution on seafood\n\nHeavy metals and other contaminants can accumulate in seafood, making it harmful for humans to consume. Microplastics can be ingested by fish and other species that filter their food out of the water. With more than one-third of the shellfish-growing waters of the United States adversely affected by coastal pollution, it’s important for NOAA and it’s partners to study the impacts of microplastics and harmful contaminants in seafood. There is ongoing research around the country focusing on the potential risk to wildlife and humans from debris exposure and ingestion. NOAA monitors seafood contamination and provides safety tips through the FishWatch program.\n\nStudents of all ages stemmed the tide of trash\nTrash seems to be everywhere … blowing in the streets, perching in trees above creeks, and washing ashore on our nation’s coasts. Maybe that’s because people in the U.S. generated 262 million tons of solid waste in 2015 with about 13% of that being plastics — that’s equivalent to nearly 21 million school buses.\nEDUCATION CONNECTION\n\nWhether humans live near the coasts or far inland, they are a part of the problem — and the solution — to ocean pollution. Through this collection of resources and information, students can be informed of the types of pollution harming our ocean, and learn about actions they can take to prevent further pollution no matter where they live. The NOAA Marine Debris Program provides many educational resources for educators, students, families, and adults to help better understand this global issue.\n\nLast updated April 1, 2020\nHave a comment on this page? Let us know.\nNOAA Education\nConnect with us\nStay connected to NOAA Education\nConnect to NOAA Education on Twitter\n \nConnect to NOAA Education on Facebook\n \nConnect to NOAA Education on Instagram\n \nConnect to NOAA Education on YouTube\nNOAA Home\nScience. Service. Stewardship.\nNews  Tools  About\nResources for Tribes  Protecting Your Privacy  FOIA  Information Quality  Accessibility  Guidance  Budget & Performance  Disclaimer  EEO  No-Fear Act  USA.gov  Ready.gov  Employee Check-In  Staff Directory  Contact Us  Need Help?  COVID-19 hub for NOAA personnel\noffsite link\nStay connected to NOAA\nNOAA on Twitter NOAA on Facebook NOAA on Instagram NOAA on YouTube\nHow are we doing?\nFeedback\nopens in new window"
}