{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The Rise and Fall of Plastic Straws - BioGreenChoice",
  "href": "https://www.biogreenchoice.com/blogs/blog/the-rise-and-fall-of-plastic-straws",
  "body": "Furthermore, plastic straws are one of the top 5 single-use items that contribute to the 8 million+ tons of plastic that end up in the world's oceans each year. In 2018, a viral video of a sea turtle having a plastic straw removed from its nose drew mass attention to the worsening issue. To date, this video has garnered nearly 40 million views.",
  "textContent": "Skip to content\n\t\nSubmit\n937-630-3832 info@biogreenchoice.com\nFacebook\nTwitter\nInstagram\nHOME\n \nABOUT US\n \nPRODUCTS\n \nECOWAY\n \nNEWS\n \nCONTACT US\n \nFAQ'S\n \nBLOGS\n \nSHOP\n\t\nTHE RISE AND FALL OF PLASTIC STRAWS\nby Rakesh Rathore May 29, 2020\n\nFive millennia ago, the Sumerians of Mesopotamia invented the first known straws. These were long, metal tubes designed for easily drinking beer out of large vats. Thousands of years later an American inventor by the name of Marvin Stone commercialized the straw in 1888. These first commercially produced straws were made of paper and wax, much like paper straws today. It wasn’t until the 1960s when infrastructure for the mass production of plastic made it possible to produce plastic straws in the millions. Eventually, paper straws were made obsolete by plastic, which was cheaper and more durable. The production of plastic straws has accelerated ever since.\n\nTHE PROBLEM\n\nLittered beaches are becoming an increasingly common sight in the post-plastic world.\n\nToday, Americans use 500 million straws every day. That amounts to more than one and a half straws, per person, per day. Furthermore, plastic straws are one of the top 5 single-use items that contribute to the 8 million+ tons of plastic that end up in the world’s oceans each year.\n\nIn 2018, a viral video of a sea turtle having a plastic straw removed from its nose drew mass attention to the worsening issue. To date, this video has garnered nearly 40 million views. It was around this time that consumer opinions on plastic straws began to shift. People began to realize that the mild convenience which straws provide was not worth the environmental damage they cause.\n\nTHE RESPONSE\n\nAs consumers spoke up, companies and governments began to act. McDonalds and Starbucks, two of the largest straw sources, both claim to be moving towards the elimination of plastic straws. Seattle took drastic action in 2018 when it banned plastic straws and non-compostable utensils outright. After Seattle’s ban, California soon followed with a less strict ban which requires customers to ask for a straw if they would like one rather than being given a straw by default. In addition to these bans, a slew of other governments and organizations have joined the fight against plastic waste.\n\nWhile these regulations represent a positive change in consumer consciousness, they have barely scratched the surface. Billions of plastic straws continue to be used worldwide, filling landfills, littering streets, and polluting oceans.\n\nTHE ALTERNATIVES: WHICH STRAW IS RIGHT FOR YOU?\n\nFor most people, drinking through a straw is a mild convenience. Many have determined the environmental impact of straws makes them not worth using. For people on the go, small children, or those with disabilities, however, plastic straws are a daily part of life.\n\nLuckily, recent products have made it possible to use straws AND live a more sustainable lifestyle. Making the switch can make a big difference. Just one person using an alternative straw will save roughly 38,000 straws over the course of their life! To put that into perspective, 38,000 standard straws stacked end to end would reach as high as 25 Eiffel Towers! But which sustainable solution is right for you? We will discuss the two most popular plastic alternatives: reusable straws and paper straws.\n\nREUSABLE STRAWS\n\nA stainless steel straw (pictured above) is one of the many new types of reusable straws on the market.\n\nReusable straws have a simple goal in mind: eliminate the need for many plastic straws by purchasing a single, durable, reusable straw. Popular materials for reusable straws include glass, acrylic, stainless steel, bamboo, and silicon. Each type has their own differences in durability and usability, but for now we will cover general advantages and disadvantages.\n\nPros:\n\nDurable\nReusable\nAesthetically pleasing\nMade of high-quality materials\n\nCons:\n\nExpensive\nCan be easily lost\nRequires regular cleaning\nInconvenient\n\nIts important to note that if you are prone to losing or forgetting things, reusable straws might be a bad option. Having to buy many reusable straws would probably offset the ecological benefit of reducing plastic waste in the first place!\n\nPAPER STRAWS\n\nPaper straws are a tried and true solution, offering both convenience and sustainability.\n\nA return to drinking straw roots, modern paper straws tackle the problem of plastic straws directly. Though they are disposable, paper straws biodegrade in weeks rather than decades and can even be easily composted at home. This means they won’t be around long enough to pose danger to marine life or the environment. Unlike re-usable straws, paper straws are cheap and can directly replace plastic straws in restaurant and fast food applications.\n\nPros:\n\nConvenient\nInexpensive\nSimple\nBiodegradable/Compostable\n\nCons:\n\nLower structural integrity\nCan be more expensive than plastic\n\nThough they will biodegrade relatively quickly in landfills, the most eco-friendly method of disposal is composting. Paper straws are carbon rich and can be a great addition to a home compost pile!\n\nPlastic straws can be composted easily at home! They break down into compost in just over a month.\n\nAt the end of the day, both solutions can greatly decrease the amount of plastic that pollutes our planet. Taking small steps towards reducing your personal contribution to plastic pollution is a great way to start living a smart, simple, and sustainable lifestyle. If you would like to learn more about our eco-friendly straw options, be sure to follow our Instagram Account or visit us on Amazon.\n\nStay Green!\n\n SHARE\nSHARE ON FACEBOOK\n TWEET\nTWEET ON TWITTER\n PIN IT\nPIN ON PINTEREST\n BACK TO BLOGS\n\nCONTACT\n\n937-630 3832\ninfo@biogreenchoice.com\n9565 Cincinnati Columbus Rd, West Chester, OH 45069\nFacebook\nTwitter\nInstagram\nHomeAbout UsCatalogCustom PrintingPrivate LabelingCertificationsNewsContact UsFAQ'SBlogsPrivacy PolicyShop\n© copyright 2023, All Rights Reserved\nUse left/right arrows to navigate the slideshow or swipe left/right if using a mobile device\n\nBe the first\n\nto know\n\n \n\nStay informed and connected: Join our community by subscribing to our newsletter!\n\nContinue\nNo Thanks"
}