{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Heartbreaking Images That Show the Impact of Plastic on ... - Newsweek",
  "href": "https://www.newsweek.com/heartbreaking-images-plastic-pollution-ocean-1459494",
  "body": "\"Plastic pollution disrupts the normal behavior of animals, and the normal functions of ecosystems,\" Elizabeth Mendenhall, from the University of Rhode Island's Department of Marine Affairs, told ...",
  "textContent": "SUBSCRIBE FOR $1\nLogin\n×\nSUBSCRIBE FOR $1\nLogin\nU.S.\nWorld\nScience\nHealth\nLife\nRankings\nOpinion\nCulture\nFact Check\nMy Turn\nSports\nSports Betting\nPodcasts\nBetter Planet\nVault\nMightier\nAutos\nNewsletters\nUnconventional\nVantage\nExperts\nScience\nPlastic waste\nmicroplastics\nMarine Life\nmarine biology\nOceans\nEnvironment\nHeartbreaking Images That Show the Impact of Plastic on Animals in the Oceans\nSep 18, 2019 at 7:01 AM EDT\nBy Aristos Georgiou\nScience and Health Reporter\nFOLLOW\n0\n\nThese distressing photos reveal the devastating impact of the plastic crisis that is blighting the planet's oceans. The images, which have been taken by photographers around the world, show everything from turtles trapped in fishing nets to dead whales with their bellies full of debris.\n\nEvery year, humanity produces around 300 million tons of plastic, with about eight million tons of the material entering the world's oceans—according to the United Nations Environmental Program.\n\nThis flow of debris severely impacts the ocean environment and marine life. Plastic pieces are frequently ingested by a wide range of animals—either directly, by mistaking it for food, or indirectly through the consumption of prey.\n\n\"Plastic pollution disrupts the normal behavior of animals, and the normal functions of ecosystems,\" Elizabeth Mendenhall, from the University of Rhode Island's Department of Marine Affairs, told Newsweek.\n\nNOAA divers release seal from marine debris entanglement. Entanglement in derelict fishing gear can lead to injury or death in marine organisms. NOAA\nNEWSLETTER\nThe Bulletin\nYour daily briefing of everything you need to know\n\n\"We have known about problems like ingestion and entanglement [in nets or lines] for many decades. These types of interaction with plastic can kill animals by strangling or suffocating them, or causing them to starve, but encounters with plastic can also have impacts short of death, like pain, lower survival rates, and loss of reproductive viability,\" she said.\n\nSeabirds are especially vulnerable, as are filter feeders like many whales and creatures like sea turtles. According to the Center for Biological Diversity, hundreds of thousands of seabirds ingest plastic every year.\n\nSeagulls search for food near a sewage discharge area next to piles of plastic bottles and gallons washed away by the water on the seaside of Ouzai, south of Beirut on July 19, 2018. JOSEPH EID/AFP/Getty Images\n\n\"If the plastic item does not cause asphyxiation, the lack of the digestive system to break it down can cause the animal to starve as it loses the desire to feed,\" Charles Rolsky from Arizona State University told Newsweek. \"For species such as sea turtles and whales, plastic items can share morphological similarities with prey species such as jellyfish, and the smell of plastic in the water has even been known to induce foraging behaviors in fish.\"\n\nOne study published in the journal Proceedings of the National Academy of Sciences indicated that 60 percent of 135 species reported in the scientific literature between 1962 and 2012 had ingested plastic at some point, and on average, 29 percent of these were found to have plastic in their guts. Furthermore, the researchers predicted that by 2050, 99 percent of all seabird species will be ingesting plastic.\n\nSign up for Newsweek’s daily headlines\nMarine debris can entangle and harm marine organisms. For air-breathing organisms, such as the green sea turtle, entanglement in debris can prevent animals from being able to swim to the surface, causing them to drown. NOAA\n\nAnother study published in the journal Scientific Reports, found that an estimated half of all sea turtles around the world have ingested plastic.\n\nBut aside from its impact on individual animals, plastic can also have more widespread effects on ecosystems.\n\n\"Plastic debris can harm coral reefs by smothering and rubbing against corals, which weaken the immune responses of corals by over-taxing them. Plastic can also be a vector for disease among corals,\" Mendenhall said.\n\nPrevious research has also shown that plastic can transport invasive species across oceans. Meanwhile, plastic ingestion on a large scale could impact nutrient flows within the ocean—\"for example, feces with plastic in it may be more likely to float, thereby preventing the flow of nutrients deeper,\" she said.\n\nA young monk seal on Laysan Island holds a plastic fragment in his mouth. Matthew Chauvin/The Ocean Cleanup\n\nOne of the major concerns surrounding plastic in the ocean is that it can absorb toxic substances from the water—such as dichlorodiphenyltrichloroethane (DDT) and polycyclic aromatic hydrocarbons.\n\nBecause larger marine predators will eat many smaller creatures—all of which have consumed plastics—these substances can accumulate as you move up the food chain, leading to higher concentrations in larger animals—including humans, Richard Alan Gross, from Rensselaer Polytechnic Institute, told Newsweek.\n\n\"Furthermore, the contamination of the food chain with plastic and associated contaminants puts fish and shellfish stocks, and their prey, at risk of lethal and sub-lethal harm that can result in a decrease in their reproductive success and growth, leading to reductions in their populations,\" he said.\n\nIn this handout provided by SeaWorld San Diego, senior aquarist Tony Paulicano and veterinary technician Jennifer Rego treat a sick Olive Ridley sea turtle at the marine-life park's animal care center January 12, 2012 in San Diego, California. Mike Aguilera/SeaWorld San Diego via Getty Images\n\nThe plastics themselves can also potentially release substances called plastisizers after ingestion, according to Rolsky. These chemical additives—many of which have been linked to cancer in animals—are used in the production of plastics.\n\nWe know that smaller marine creatures, such as plankton and mussels, often consume tiny fragments of plastic—known as microplastics—which are almost undetectable, measuring less than 5 millimeters across (according to the most recognized definition.)\n\nA starfish covered with plastic pearls up on shore on Schiermonnikoog Island following the loss by the container ship MSC Zoe of 270 containers on January 5, 2019 near Lauwersoog, Netherlands. Plastic toys, shoes and wide screen televisions, as well as sacks of a poisonous chemical, are among items that have landed on Dutch beaches following the accident by the ship in a heavy storm. David Hecker/Getty Images\n\nHowever, more research is needed to understand the impact of consuming microplastics on the behavior and physiology of marine animals, as well as the potential health risks further up the food chain for humans who eat seafood. Nevertheless, our lack of knowledge in this area should not imply that these substances are not harmful to humans.\n\n\"If marine organisms are consuming plastics, supporting dangerous levels of contaminants, then it is fair to say that the plastics are a threat to human health as well,\" Rolsky said. \"Plastic fibers have been found in bivalves, such as oysters, which were designated for human consumption.\n\n\"Seafood consumption, in which the stomach is also eaten, remains a top threat—but it is entirely possible for the tissues of marine organisms to contain contaminants transported there via plastic ingestion. Long-lived species with thick layers of fat, such as turtles, can contain dangerous levels of lipid-soluble contaminants.\"\n\nA bird surrounded by ocean plastic on the Northwestern Hawaiian Islands. Matthew Chauvin/The Ocean Cleanup\n\nRolf Halden, a colleague of Rolsky's at Arizona State, also noted that microplastics may pose other health risks.\n\n\"An unexplored aspect of microplastics is that we know that foreign, non-biodegradable objects in the human body lead to inflammation,\" he told Newsweek. \"Inflammation is a pre-cursor of cancer. Autopsies have shown the presence of plastic particulate in cancer victims. This does not imply that the plastics caused the cancer, but it behooves us to study the impact of now unavoidable plastic pollution on both our physiology and life expectancy. Research in this area is still in its infancy.\"\n\nMarine debris affects more than just air-breathing marine organisms. Derelict fishing gear left in the environment can entangle and kill commercially important marine organisms, through a process known as \"ghost-fishing.\"\n\nThere are two main sources of microplastics. Primary microplastics are those which are smaller than 5 millimeters in size when they are manufactured. These can take the form of nurdles—small pellets of raw plastic resin which form the basis of nearly all the plastic items in our lives—microfibers in clothes and microbeads used in cosmetic products.\n\nSecondary microplastics, on the other hand, occur as larger pieces of plastic degrade in the environment—due to the effects of sunlight and physical abrasion—fragmenting into progressively smaller pieces.\n\nMicroplastics are pervasive in the marine environment. While they are hard to track due to their tiny size, one 2015 study published in the journal Environmental Research Letters, suggested that the accumulated number of microplastic particles in the ocean could be anywhere between 15 and 15 trillion.\n\nA deceased Laysan Albatross lies on the ground in Midway Atoll, with an exposed stomach filled with debris it consumed around its coastal habitat. Marine animals cannot digest debris and often die due starvation. NOAA\n\nThe majority of plastic waste and microplastics in the oceans—around 80 percent—originates from land, where it is discharged into the sea via rivers. A big part of the problem is inadequate waste management, according to Gross.\n\n\"For example, litter due to unavailable waste collection gets washed down drains on streets entering rivers that carry these plastic debris to sea,\" he said. \"Other entry routes include illegal dumping directly into or nearby waterways, blowing off landfill sites, accidental and inevitable discharges of plastics during activities such as construction, manufacturing, farming, washing our clothes and via waste-water treatment plants.\"\n\nThe other 20 percent of plastic debris enters marine ecosystems via nautical activities, including recreational pursuits—for example, motor boats, sailing, plastics left on beaches—fishing and aqua-farming.\n\nSea turtle entangled in fishing line. Sea Turtle Inc./NOAA\n\n\"Although much of the plastic in the ocean comes from Southeast Asia, developed countries like the U.S. and EU members export much of our trash and 'recyclables' to these countries, and many of the products are produced by multinational corporations, so it is difficult—and maybe pointless—to assign blame,\" Mendenhall said.\n\nWe don't know much about what proportions of plastic are found on the sea surface (or near-surface,) in beach sediments and on the seafloor. However, what is clear is that plastic waste can be transported far and wide by currents and weather patterns, making its way to even the most remote locations on the planet, such as the bottom of the ocean and the Arctic circle. Plastic also accumulates in the Earth's major ocean gyres—huge systems of rotating ocean currents.\n\nOne of the five main subtropical gyres is now so heavily polluted it has been named the Great Pacific Garbage Patch—a vast region of plastic debris located between Hawaii and California. Some estimates suggest it could be twice as big as France, or perhaps even larger. However, its size is difficult to measure, partly because much of it is thought to be made up of microplastics.\n\nThis picture taken on November 19, 2018 shows a dead sperm whale that washed ashore that had nearly six kilograms (13.2 pounds) of plastic waste in its stomach, in Wakatobi National Park in Sulawesi province. The 31-foot whale was found to have ingested 115 plastic cups, four plastic bottles, 25 plastic bags, a nylon sack, two flip-flops and more than 1,000 other assorted pieces of plastic. LA ODE M. SALEH HANAN/AFP/Getty Images\n\nAside from the environmental concerns, plastic waste in the ocean also has significant economic implications. It is thought that plastic pollution costs the global economy millions every year when factoring in the cost of beach clean-ups, tourism losses and damages to fishing and aquaculture industries.\n\n\"The seafood industry is a $12 billion market worldwide, many countries and communities rely solely on the export of seafood,\" Rolsky said. \"The fact that plastic pollution threatens the integrity of such a large market represents a major economic threat, on top of the threat human health.\"\n\nWith global plastic production predicted to quadruple by 2050, the amount of waste in the oceans is only expected to rise. So what can be done to tackle the plastic crisis?\n\nPlastic wastes fill a beach on April 18, 2018 in Manila, Philippines. The Philippines has been ranked third on the list of the world's top-five plastic polluter into the ocean, after China and Indonesia, while reports show that almost half of the global plastic garbage come from developing countries, including Vietnam and Thailand. Jes Aznar/Getty Images\n\n\"Government regulation is needed, and in my opinion, the only solution that will work,\" Mendenhall said. \"Current international agreements are insufficient because they are unenforced—the United Nations Convention on the Law of the Sea, which 168 countries have ratified, has a rule that members must take the actions necessary to 'prevent, reduce, and control pollution of the marine environment from land-based sources'—but this rule is being inconsistently and insufficiently followed. The plastics industry benefits from disposability, planned obsolescence, and other product characteristics that keep customers buying.\"\n\nShe continued: \"Consumers do drive the choices made by producers, but only to an extent. It is currently impossible to shop at a typical American grocery store without buying a lot of disposable plastic, even if you wanted to. It is my opinion that government regulations with regard to product design are a critical part of the solution. But to avoid the plastics industry simply shifting their more harmful product lines to other world markets, these regulations need to serve as an international model for other countries.\"\n\nEntangled hawksbill sea turtle in Hawaii. NOAA\n\nRolsky recommends tackling single-use plastics—especially those intended for packaging—which he says are a major contributor to the plastic pollution epidemic.\n\n\"The amount of these and other plastics we are creating seems to increase year after year,\" he said. \"We have also become less efficient at recycling plastics, it is even estimated that we have only recycled 9 percent of all the plastic ever produced. Often times recycled plastics are turned into items of lesser value—i.e. plastic water bottle into plastic fibers—so they are actually downcycled instead of recycled.\n\nMarine debris throughout the ocean puts endangered species like this Hawaiian monk seal at risk. NOAA\n\n\"The rest of the plastics are either incinerated (12 percent) or sent to a landfill (79 percent.) The landfill is not the end all be all as studies have also shown landfills to leach both macro- and microplastics into the surrounding environment,\" he said. \"The combination of these make it integral that we transition away from plastic when possible—especially single-use—for the benefit of ecosystems and human health.\"\n\nHalden added: \"Given the knowledge we have, we have to change our emotional reaction to plastics, particularly packaging plastics. They are not materials of convenience and necessity, they are failed materials that we should ban from our life and from mass production in order to improve both ecological and human health.\"\n\nCovering Climate Now is a global journalism initiative committed to bringing more and better coverage to the defining story of our time.\n\nFrom September 15-23, Newsweek is one of several outlets committed to emphasizing climate stories. The goal is to maximize coverage of the climate crisis and its impacts in the lead up to the United Nations Climate Summit on September 23. Follow the coverage on social media, with the hashtag #coveringclimatenow.\n\nRequest Reprint & Licensing Submit Correction View Editorial Guidelines\nAbout the writer\nAristos Georgiou\nFOLLOW\nShare on Facebook\nShare on Twitter\n\nAristos is a Newsweek science reporter with the London, U.K., bureau. He reports on science and health topics, including; animal, ... read more\n\nTo read how Newsweek uses AI as a newsroom tool, click here.\n\nTrending\n01\nWhy a Meghan Markle Memoir Would Be a Bad Idea\n26 comments\n02\nJulia Stiles Sends Viewers Into Frenzy With Surprise 'SNL' Appearance\n22 comments\n03\nMatt Gaetz's Prison Comment Sparks Avalanche of Jokes, Memes\n22 comments\n04\nUniversity Professor Has Horror Realization After Reading Student's Email\n3 comments\n05\nCat Owners Rejoice: Science Can Make Trimming Claws Less Stressful\n0 comments\nTo Homepage\nTHE DEBATE\nThere's One Person We Need to Run for President. It's Not Who You Think.\nBy Matt Robison\nVS\nThere's Only One Person Who Can Unite This Nation: Taylor Swift, 2024\nBy Nathan J. Robinson\nOPINION\nIreland Must Say No to Orwellian 'Hate Speech' Laws\nBy Kristen Waggoner\nThere's One Person We Need to Run for President. It's Not Who You Think.\nBy Matt Robison\nIt's Time for President Biden to Take on America's Trucking Cartel\nBy Chelsea Hodgkins And Craig Segall\nThe Health Information Gap Is Making LGBTQ Americans Sick\nBy Tayla Mahmud And Mark Westall\nTikTok is Body-Shaming the U.S. Economy Ahead of the 2024 Election\nBy Arick Wierson And Bradley Honan\nChuck Grassley: Competition Is What's Needed to Break Drug Pricing Fever\nBy Chuck Grassley\nOverpolicing Is No Way To Keep Kids Safe at School\nBy Sarah Anderson And Franklin Lee\nThis Chanukah, Let's Vow to Defeat Our New Oppressors: Higher Education\nBy Josh Hammer\nThe Ultimate Nightmare Scenario for Trump Supporters\nBy David Faris\nMerry Christmas! Hanukkah Is Canceled\nBy Gidon Ben-zvi\nThere's Only One Person Who Can Unite This Nation: Taylor Swift, 2024\nBy Nathan J. Robinson\nThe West Needs Central Asia To Be a Strategic Partner\nBy Mark Temnycky\nPremium Subscription\nDigital + Monthly (Ad Free Trial)\nNewsweek magazine delivered to your door\nUnlimited access to Newsweek.com\nAd free Newsweek.com experience\niOS and Android app access\nAll newsletters + podcasts\nSUBSCRIBE NOW\nTop Stories\nExclusive: Sadhguru Issues Dire Warning About Future of World\nDonald Trump May Have Just Broken His Gag Order\nCan Taylor Swift Conquer China?\nGreg Abbott Condemned as Texas Woman's Abortion Blocked in Court\nU.S.\nWorld\nScience\nHealth\nRankings\nOpinion\nCulture\nFact Check\nMy Turn\nSports\nSports Betting\nPodcasts\nBetter Planet\nVault\nMightier\nAutos\nNewsletters\nUnconventional\nVantage\nExperts\nTrending\nIsrael at War\nVladimir Putin\nRussia-Ukraine War\nDonald Trump\nSubscriptions\nDigital+ Monthly (Ad Free Trial) $1.00\nDigital+ Yearly $49.00\nPremium Monthly $9.99\nPremium Yearly $99\nIn The Magazine\nDecember 15\n2023 Issue\nNewsletters in your inbox  See all\nThe Bulletin (Mondays to Saturdays)\nSee Sample\nThe Josh Hammer Report (Wednesdays)\nSee Sample\nThe Frontlines (Thursdays)\nSee Sample\nIsrael at War (Mondays to Fridays)\n\nFor The Culture (Tuesdays and Thursdays)\nSee Sample\nPawsitively (Mondays to Fridays)\n\nBetter Planet (Mondays)\n\nMy Turn (Sundays)\n\nThe Cover (Wednesdays)\nSee Sample\nSign up now\nYou can unsubscribe at any time.\nBy signing up you are agreeing to our Terms of Service and Privacy Policy\nCompany\n\n\nAbout Us\n\n\nMasthead\n\n\nDiversity\n\n\nAnnouncements\n\n\nArchive\n\n\nPolicies and Standards\n\n\nMission Statement\n\n\nLeadership\n\n\nNewsletters\n\n\nPress Center\n\n\nEditions:\n\n\nU.S. Edition\n\n\n日本\n\n\nPolska\n\n\nRomânia\n\n\nContact\n\n\nAdvertise\n\n\nCareers\n\n\nContact Us\n\n\nCorrections\n\n\nTerms of Use\n\n\nCookie Policy\n\n\nCopyright\n\n\nPrivacy Policy\n\n\nTerms & Conditions\n\n\nTerms of Sale\n\n\n\n© 2023 NEWSWEEK DIGITAL LLC"
}