{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The 4 Truths of PLA Straws - Bioplastics News",
  "href": "https://bioplasticsnews.com/2019/09/26/the-4-truths-of-pla-straws/",
  "body": "Truth #2: PLA straws can act the same as traditional plastic straws. Many studies show that PLA straws are almost impossible to decompose in a landfill and cannot be composted at home or through backyard systems. Disposing any type of PLA, bioplastic or \"plant-based\" plastic straw is no different than throwing away a regular plastic straw.",
  "textContent": "Skip to content\n\nBIOPLASTICS NEWS\n\nHOME\nBIOPLASTICS\nCHEMICAL RECYCLING\nCARBON CAPTURE\nFREE CONTENT\nNEWSLETTER\nSUBSCRIPTION\n \nNEWSLETTER\nCONTACT\nCONTACT\n \nABOUT\nTwitter\nLinkedIn\nFacebook\nYoutube\n0\n\nNo products in the cart.\n\nSEARCH\nThe 4 Truths of PLA Straws\nPLA\nTABLEWARE & UTENSIL\nThe 4 Truths of PLA Straws\nby\nAXEL BARRETT\nSeptember 26, 2019\nWhether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nPlastic pollution is one of the biggest environmental challenges of our time, with statistics showing there will be more plastic in the ocean than there are fish, by volume, by 2050. Restaurants, venues and establishments worldwide are working to combat plastic pollution by eliminating plastic straws.\n\nRecently, notable hospitality, restaurant and airline brands have eliminated single-use plastic straws, while cities like Seattle, San Francisco, Washington, D.C. and more have banned plastic straws entirely. Whether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nConsumers, restaurants and businesses believe they are making an environmentally sound choice by using or offering PLA straws over single-use plastic straws. But, that’s not always the case.\n\nEcho Instruments, Technology to Measure & Analyse Plastic Biodegradation (FREE)\n\n \n\nPLA “biodegradable” straws are positioned as straws made from plants that can break down in the environment. They are made from naturally occurring, plant material such as renewable resources like cornstarch or sugar cane. While PLA plastic is typically a better alternative than its close relative, the traditional petroleum-based plastic, they aren’t the most environmentally sound option.\n\nBecause many consumers and businesses are not aware of the real facts about PLA straws, outlined are four truths about PLA straws to consider before you decide to make the switch.\n\nTruth #1: PLA straws require specific disposal conditions.\n\nPLA straws require industrial composting conditions, meaning consumers or businesses must have access to a commercial compost facility, which are only available in certain parts of the U.S.\n\nIn order for PLA straws to compost, they require temperatures above 140 degrees Fahrenheit for 10 consecutive days and need to be properly routed to specialized industrial composting or recycling facilities to break down. While this is possible in a composting facility, few facilities exist to break down PLA straws.\n\nTruth #2: PLA straws can act the same as traditional plastic straws.\n\nMany studies show that PLA straws are almost impossible to decompose in a landfill and cannot be composted at home or through backyard systems. Disposing any type of PLA, bioplastic or “plant-based” plastic straw is no different than throwing away a regular plastic straw.\n\nNot only are PLA straws impossible to decompose in a landfill, like traditional plastic straws, they are especially dangerous if they end up in our waterways and ocean. Since they do not break down here, PLA straws are just as likely to be consumed by marine wildlife and fish, ultimately endangering or killing them.\n\nTruth #3: Consumers don’t know the difference.\n\nThe issue with PLA straws is that people think they are using an environmentally-friendly product, which is true, if disposed of correctly. The reality is that they are not. People don’t know where to dispose of it and question whether it goes in a general recycling bin, the trash or a plastics recycling bin. The answer? None of the above.\n\nAlthough PLA is compostable, PLA straws must be sorted and put into their own industrial composting collection bin – an option rarely found in the U.S.\n\nAn article from Smithsonian magazine explains, “Recycling facilities have problems with PLA too. They worry that consumers will simply dump PLA in with their PET … PLA and PET mix about as well as oil and water, recyclers consider PLA a contaminant. They have to pay to sort it out and pay again to dispose of it.”\n\nThe confusion surrounding PLA disposal becomes an even bigger issue when it is used outside of individual households and in foodservice settings.\n\nTruth #4: PLA straws are cumbersome to operators.\n\nWhile PLA straws are “compostable,” it cannot be mixed with other types of plastics because PLA has a lower melting temperature that causes problems at recycling centers. This means it cannot be recycled with other curbside recycling.\n\nRestaurants and businesses using PLA straws must sort their PLA products separately from other recyclables to have them commercially composted. They must also arrange a pickup or drop off at a commercial composter and pay to recycle PLA straws.\n\nOn top of having to clean and turn tables quickly, this means that restaurant operators must further separate tabletop garbage and recyclable items.\n\nMore education is needed to understand the process behind disposing of PLA, and there is a huge gap within the community as consumers believe using a PLA straw is an eco-friendly alternative to the plastic straw. We all have a social responsibility to teach businesses, consumers, family and friends the truth of PLA straws and what other sustainable options are available to us.\n\nYour options for a greener planet\n\nIf you want to do Planet Earth a favor, the most sustainable choice is to not use a straw at all. Of course, many people need or want a straw to sip their beverage, and in that case, the most environmentally friendly options are reusable straws such as glass or stainless steel. These might be an option for personal use, but it is not for foodservice operations due to sanitation and safety concerns.\n\nOther alternatives cause problems as well, like the wheat straw, avocado pit straw and noodle straw, as these straws have the possibility to cause allergic reactions and may have an unfavorable taste and texture.\n\nPaper straws remain the best option for foodservice and venues because they are an environmentally safe, single-use option, but as we all know, not all paper straws are made equally.\n\nREFS\n\nPublished on eponline.com\n\nThe 4 Truths of PLA Straws\n\nRELATED ARTICLES\n\nWinCup Launches New Line of Biodegradable Straws\nBiodegradable Straws Now Available at County Stores\nIkea Will Stop Using Plastic Straws, Cutlery, Plates and Bowls Globally\nThe McDonalds Straws Fiasco\nAll articles on Bioplastics Straws\nSHARE THIS:\nSHARE\nLIKE THIS:\nEcho Instruments, Technology to Measure & Analyse Plastic Biodegradation (FREE)\n\n \n\nRELATED\nPaper vs PLA Straws in China\nMarch 18, 2021\n\nIn \"PLA\"\n\nPLA Straws Take 100s of Years to Naturally Biodegrade\nJanuary 19, 2020\n\nIn \"PLA\"\n\nBioplastic Boom in China\nFebruary 1, 2021\n\nIn \"M&A, Corporate and Financial News\"\n\nTAGS: FREE CONTENT\nPublished by Axel Barrett\n\nFounder & Editor of BioplasticsNews.com\nVIEW ALL POSTS BY AXEL BARRETT\n\nBUY A SUBSCRIPTION\nMICHAEL STEPHEN COLUMN\n\nEmail\n\nJOIN NEWSLETTER\n\nTECH to ANALYSE & MEASURE BIODEGRADATION\nCALENDAR OF ARTICLES\nSeptember 2019\nM\tT\tW\tT\tF\tS\tS\n \t1\n2\t3\t4\t5\t6\t7\t8\n9\t10\t11\t12\t13\t14\t15\n16\t17\t18\t19\t20\t21\t22\n23\t24\t25\t26\t27\t28\t29\n30\t \n« Aug   Oct »\nANALYSE & MEASURE PLASTIC BIODEGRADATION\nFREE CONTENT\nBUY A SUBSCRIPTION\nBEST BIOPLASTIC COMPANIES 2022\nMEASURING POLYMER BIODEGRADATION\nVideo Player\n00:00\n03:32\nINFLATION & SHORTAGE\nFAIRY TALES SERIES\nNEWS PER COUNTRY\nBIOPLASTIC FEEDSTOCKS\nBIOPLASTICS APPLICATIONS\nFOLLOW US ON SOCIAL MEDIA\nTwitter\n \nLinkedIn\n \nYouTube\n \nFacebook\nTECHNOLOGY TO MEASURE BIODEGRADATION\nCIRCULAR PLASTICS\nVideo Player\n00:00\n03:27\n\nEmail\n\nJOIN NEWSLETTER\n\nCOMPOSTABLE PLASTICS – ADVANTAGES & DISADVANTAGES\nVideo Player\n00:00\n03:56\nBIOPLASTICS HISTORY\nUNIVERSITIES, INSTITUTES, R&D CENTRES\nBUY A SUBSCRIPTION\nCHANGE EMAIL FREQUENCY\nVIRUS vs BACTERIA vs MICROBES\nTECH to ANALYSE & MEASURE BIODEGRADATION\nFREE ARTICLES\nBIOPLASTIC FEEDSTOCK\n\n“The whole art of government consists in the art of being honest” – Thomas Jefferson \n\n“Honesty is the 1st chapter in the book of wisdom” – Thomas Jefferson\n\nCIRCULAR ECONOMY\nUNIVERSITIES, INSTITUTES, R&D CENTRES\nSEARCH THIS WEBSITE\nSearch for:\nSEARCH\nSort by \nRelevance\nNewest first\nOldest first\nNEWS PER TYPE OF BIOPLASTICS\nEU AFFAIRS\nRECYCLING – ADVANTAGES & DISADVANTAGES\nVideo Player\n00:00\n01:31\nREAD FREE CONTENT\nCHEMICAL RECYCLING – ADVANTAGES & DISADVANTAGES\nVideo Player\n00:00\n01:25\nPLA – ADVANTAGES & DISADVANTAGES\nVideo Player\n00:00\n05:39\nBIOBASED PLASTICS\nVideo Player\n00:00\n02:14\nBIOPLASTICS IN COSMETICS\nTEXTILE, SHOES & SPORTS\nLIGNIN\nJOIN US ON LINKEDIN!\n\nEmail Address\n\nJOIN NEWSLETTER\n\nFOLLOW US ON TWITTER\nBIOPLASTICS NEWS IN JAPAN\nFREE CONTENT\nBIOPLASTICS COMPANIES\nJOINT VENTURES & PARTNERSHIPS\nBIOPLASTICS NEWS PER COUNTRY\nBIOPLASTICS TOYS\nRETAIL\nPACKAGING\nBIOPLASTICS BRANDS\nBIOPLASTICS BAGS\nAWARDS\n\nEmail\n\nJOIN NEWSLETTER\n\nASSOCIATIONS & FEDERATIONS\nPost navigation\nPREVIOUS ENTRY\nNew Joint Venture To Produce Biobased Acrylic Acid For Diapers\nNEXT ENTRY\nNew Process for Bio-Based Microparticles in Cosmetics\n\nBIOPLASTICS NEWS\n\n \n\nYour Independent News Source on Bioplastics\n\nTwitter\nLinkedIn\nFacebook\nYoutube\nBioplastics\nBioplastics Producers\nBioplastics Companies\nBioplastics Brands\nBioplastic Feedstocks\nBioplastics Applications\nAssociations and Federations\nEvents & Conferences\nBioplastics Awards\nEvents 2020\nEvents 2019\nConference Notes\nPast Bioplastics Events\nChemicals & Materials\nPLA\nPHA\nPEF\nFDCA\nDrop-Ins\nPBS\nPBT\nBio-BDO\nFurfural\nBioplastic News\nPLA News\nPHA News\nPEF News\nPBAT News\nFDCA News\nBio-PE News\nBio-PP News\nBio-PA News\nBio-PU News\nBio-PET News\nSelect Language\nAfrikaans\nAlbanian\nAmharic\nArabic\nArmenian\nAssamese\nAymara\nAzerbaijani\nBambara\nBasque\nBelarusian\nBengali\nBhojpuri\nBosnian\nBulgarian\nCatalan\nCebuano\nChichewa\nChinese (Simplified)\nChinese (Traditional)\nCorsican\nCroatian\nCzech\nDanish\nDhivehi\nDogri\nDutch\nEsperanto\nEstonian\nEwe\nFilipino\nFinnish\nFrench\nFrisian\nGalician\nGeorgian\nGerman\nGreek\nGuarani\nGujarati\nHaitian Creole\nHausa\nHawaiian\nHebrew\nHindi\nHmong\nHungarian\nIcelandic\nIgbo\nIlocano\nIndonesian\nIrish\nItalian\nJapanese\nJavanese\nKannada\nKazakh\nKhmer\nKinyarwanda\nKonkani\nKorean\nKrio\nKurdish (Kurmanji)\nKurdish (Sorani)\nKyrgyz\nLao\nLatin\nLatvian\nLingala\nLithuanian\nLuganda\nLuxembourgish\nMacedonian\nMaithili\nMalagasy\nMalay\nMalayalam\nMaltese\nMaori\nMarathi\nMeiteilon (Manipuri)\nMizo\nMongolian\nMyanmar (Burmese)\nNepali\nNorwegian\nOdia (Oriya)\nOromo\nPashto\nPersian\nPolish\nPortuguese\nPunjabi\nQuechua\nRomanian\nRussian\nSamoan\nSanskrit\nScots Gaelic\nSepedi\nSerbian\nSesotho\nShona\nSindhi\nSinhala\nSlovak\nSlovenian\nSomali\nSpanish\nSundanese\nSwahili\nSwedish\nTajik\nTamil\nTatar\nTelugu\nThai\nTigrinya\nTsonga\nTurkish\nTurkmen\nTwi\nUkrainian\nUrdu\nUyghur\nUzbek\nVietnamese\nWelsh\nXhosa\nYiddish\nYoruba\nZulu\nPowered by Translate\nTERMS OF SERVICE\n \nCOOKIE POLICY\n \nPRIVACY POLICY\n \nSUBSCRIPTIONS\nPrivacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use.\nTo find out more, including how to control cookies, see here: Cookie Policy"
}