{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Why does the Arctic have more plastic than most places on Earth?",
  "href": "https://www.nationalgeographic.com/science/article/remote-arctic-contains-more-plastic-than-most-places-on-earth",
  "body": "Plastic pollution in these areas is \"a much more straight-line impact,\" he says. A 2015-17 study measuring microplastics in sand on U.S. National Park beaches found the amount of pollution in ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nSCIENCEPLANET OR PLASTIC?\nWhy does the Arctic have more plastic than most places on Earth?\n\nPlastics travel on ocean currents and through the air to the far north and accumulate—sometimes inside the animals that live there.\n\nTiny fibers and debris collected during a sampling of a Greenland sea ice core are illuminated under a microscope in the lab of the research vessel Kronprins Haakon.\n\nPHOTOGRAPH BY LAWRENCE HISLOP\nBYCHERYL KATZ\nPUBLISHED OCTOBER 30, 2019\n• 12 MIN READ\n\nGREENLAND SEA, ABOARD THE KRONPRINS HAAKONOn an ice floe in the Greenland Sea, high above the Arctic Circle, Ingeborg Hallanger is vacuuming up plastic.\n\nWe’re standing on a patch of “fast ice,” so called because it’s held fast in a jumble of icebergs stuck on the shallow shelf off Greenland’s northeast coast. A rumpled white tabletop, pocked by blue meltwater pools and webbed with cracks, stretches to the horizon. Greenland’s glaciers shimmer in the distance.\n\nHallanger, a researcher with the Norwegian Polar Institute in Tromsø, Norway, peers into a hole that has been drilled through the yard-thick ice and threads a hose down to the liquid surface just below. As other members of the research expedition patrol with rifles for polar bears, whose appearance would force a hasty retreat to the ship moored nearby, Hallanger switches on a pump and begins filtering tiny particles out of the seawater.\n\nHere in the Arctic, hundreds of miles from the nearest big city, are some of the greatest loads of plastics on the planet. Studies find higher concentrations of microplastics in sea ice in these remote, high-latitude hotspots than in the five infamous ocean garbage patches. And a recent report finds airborne microplastics are falling on the far north mixed with snow.\n\nHallanger, an ecotoxicologist, wants to know how the deluge of synthetic materials may affect life in the ice-edge habitats that form the foundation of the ocean food web.\n\n“If it’s true that the ice has so much plastics in it,” she says, “then organisms living in and beneath the ice may have some of the ocean’s most contaminated living spaces.”\n\nPlastics across the North\n\nThe area where Hallanger is working is one of the most plastic-polluted parts of the Arctic. Within this passage between east Greenland and Norway’s Svalbard Islands—a hub of ocean currents called the Fram Strait—a recent study found more than 12,000 microplastic particles per liter of sea ice. That amount is similar to the highest reported concentrations floating off polluted urban coasts. And it’s surpassed by the 14,000 particles per liter recently found in the snow on top of Fram Strait sea ice.\n\nBut the Arctic plastics invasion isn’t confined to the Fram Strait. Scientists are finding microplastics across the High North, from the Beaufort Sea to the Canadian archipelago to the waters off Siberia, and they’re starting to tease out the reasons why. Arctic Ocean surface waters hold the most plastics of any ocean basin. The number of particles measured in some parts of the Arctic ocean bottom are the highest in the world. Fragments of man-made materials are turning up in Arctic wildlife. Especially birds. And especially a gull-like bird called the Northern fulmar, which has become a magnet for plastics.\n\n“Every group of fulmars that we have looked at across the Arctic in the past 30 years had plastics in them,” says Jenn Provencher, head of the wildlife health unit for the Canadian Wildlife Service.\n\nThe flood of plastics in our oceans today—scientists estimate up to 12.7 million metric tons of plastic waste are dumped into the seas every year—is a global problem. But on top of having some of the world’s highest microplastic burdens, the Arctic, with its harsh living conditions, limited food web, and monumental climate changes now under way, is likely especially vulnerable to the effects.\n\n“We just add more and more stress on the animals living in this environment,” says Hallanger, who’s examining microplastics exposures, routes and impacts in Arctic birds, foxes, and other animals. “This could be the one thing that puts them over the edge.”\n\nPlastic trash in the Arctic\n\nOver the last decade, scientists have documented high concentrations of plastic litter—including microplastics—all over the Arctic: on beaches and in deep sea sediments, sea ice, and surface waters.\n\nWhere plastic litter was found\n\nSurface\n\nSeafloor\n\nOpen sea\n\nBeach\n\nOther\n\nBering\n\nStrait\n\nALASKA\n\n(U.S.)\n\nEast\n\nSiberian\n\nSea\n\nSea ice extent on Sept. 6, 2019\n\nCANADA\n\nARCTIC\n\nOCEAN\n\nRUSSIA\n\nNorth Pole\n\nBaffin\n\nBay\n\nKronprins Haakon research vessel\n\non Sept. 6\n\nSVALBARD\n\n(NORWAY)\n\nGREENLAND\n\n(DENMARK)\n\nBarents Sea\n\nFram Strait\n\n500 mi\n\n500 km\n\nICELAND\n\nFINLAND\n\nATLANTIC\n\nOCEAN\n\nSWEDEN\n\nNORWAY\n\nRYAN MORRIS, NG STAFF\n\nlitterbase.awi.de\n\nPlastic everywhere\n\nBack on the Kronprins Haakon, a Norwegian Polar Institute research icebreaker, Hallanger, graduate student Vegard Stürzinger, and I decide to conduct an impromptu microplastics experiment. Hallanger’s own samples, which also include ice cores, pieces of newly formed “pancake” ice, and deeper seawater, will wait for analysis back in her lab at the institute in Tromsø. But here, we filter several samples of melted ice scraped from the top of the floe where no one has walked, and examine the remains through a microscope.\n\nThe filters are sprinkled with red, blue, black, and yellow smidgens smaller than a pencil eraser—the maximum size to be classified as microplastic. Most appear to be synthetic fibers, along with a few chips and shards.\n\nOur procedure is totally nonscientific. We haven’t calibrated our measurements, standardized our methods, or scrupulously avoided contamination, as Hallanger will be careful to do with her actual analyses—although we are in a clean and sealed lab where synthetic clothing is not allowed.\n\nBut it is eye-opening nevertheless. “That’s really high!” says Hallanger about the number of plastic flecks we’re seeing.\n\nWhere does all this plastic in the Arctic come from, and how is it getting into this supposedly pristine environment?\n\nPlastic on the move\n\nErik van Sebille, an oceanographer with Utrecht University in the Netherlands, has been mapping the movement of plastics around the oceans. There’s so much trash in the northern ocean that he finds another garbage patch now appears to be forming in the Barents Sea, above Norway and Russia. Much of the trash seems to be from northwestern Europe and the east coast of North America.\n\nVan Sebille hypothesizes that plastics pile up near the southern edge of the Arctic Ocean because northbound Atlantic water cools and sinks there, setting in motion a powerful ocean current system called the Atlantic Meridional Overturning Circulation. Plastic is buoyant, so it stays behind.\n\n“I call it the turd that won’t flush,” says van Sebille.\n\nBut the vast majority of microplastics aren’t floating on the ocean surface—they’re mixed throughout the water column. And those submerged pieces aren’t just collecting in the Arctic; they’re also heading toward Antarctica. In a new study, van Sebille and colleagues find that subsurface currents can move significant amounts of microplastic from the mid-latitudes to both poles. In fact, he says, when carried on subsurface currents, “plastic is much, much more likely to end up in the polar regions.”\n\nWhat’s more, van Sebille finds that plastics are also essentially surfing toward the poles on waves, an ocean transport process called Stokes Drift. Since most models estimating ocean plastics don’t include the ride provided by Stokes Drift, the load in the Arctic could be considerably higher, he says.\n\nSea ice, meanwhile, both transports and stores massive amounts of microplastics in the Arctic. But with the ice melting at its current speedy pace, that storage should be considered temporary, says Ilka Peeken, a marine biologist with Germany’s Alfred Wegener Institute for Polar and Marine Research.\n\nPeeken, who studies the effects of environmental change on organisms living in Arctic sea ice, has found 17 different types of plastic in the ice—with packaging, bits of bottle caps, paints, nylon, polyester, and pieces that likely started out as cigarette butts accounting for roughly half of all particles. The nylon and paint probably came from local sources like fishing gear and ships, she says, while items like packaging and bottle caps must have have traveled long distances. Some may have leaked out of the Great Pacific Garbage Patch and flowed north through the Bering Strait. Scooped up by freezing seas, ice-trapped rubbish traverses the Arctic on the Transpolar Drift.\n\nNow, a new study suggests microplastics also float on air currents to land in the Arctic as plastic-laced snow. Along with getting into the water, those miniscule, nearly invisible particles could be inhaled, says study author Melanie Bergmann, an Alfred Wegener Institute marine ecologist.\n\nSea ice in the Fram Strait can contain as many microplastics as exist off the coast of urban areas.\n\nPHOTOGRAPH BY LAWRENCE HISLOP\nScary possibilities\n\nRelatively little is known about how plastics pollution is affecting Arctic ecosystems. In addition to birds, microplastics have been found in the stomachs of some polar fish species, as well as blue mussels, snow crabs, and deep-sea starfish, according to a recent report on ocean litter in the High North by the Arctic Council working group, Protection of the Arctic Marine Environment But little research has been done in this remote and challenging region, and, while experiments have found harm, such as altered behavior in microplastics-exposed fish, studies so far haven’t turned up population-wide animal health impacts.\n\nNonetheless, Hallanger points out, laboratory studies show that microplastics’ even-tinier breakdown products, called nanoplastics, are able to pass through cell walls. They may penetrate the blood-brain barrier. They might even cross the placenta into fetuses. And Arctic conditions—freezing and thawing, grinding by ice, powerful winds and waves—can be especially conducive to turning microplastics into nanoplastics.\n\n“That’s scary,” Hallanger says.\n\nAs it is elsewhere, the prospect of plastics getting into food is a major concern here. Eaten by small creatures at the bottom of the food web, microplastics can potentially ”biomagnify” as those organisms are eaten by successively larger ones— eventually working their way into humans.\n\nAnd plastics are indeed being eaten by humans. A new study finds that Americans eat and drink up to 52,000 plastic particles a year—which rises to 121,000 when inhaled plastics are added in.\n\nBut the Arctic isn’t like other places. Plastic pollution poses a special problem here because it’s home to many people who rely on the marine ecosystem almost entirely for their food and culture.\n\n“In the Arctic, the marine food chain is very connected with human consumption,” says Provencher. “If you have plastics in species … and you have people who are dependent on that species for a food source, it can have a much wider effect than in many other areas of the world.”\n\nPeter Murphy, Alaska regional coordinator for the National Oceanic and Atmospheric Administration (NOAA) Marine Debris Program, agrees.\n\n“Subsistence in Alaska is a real issue and a real concern, because you have these communities where many of the calories they ingest come from the land and the water right around them,” he says of the indigenous groups on the Alaskan coast and islands. (Read about one group forced by climate change to move to a new village.)\n\nPlastic pollution in these areas is “a much more straight-line impact,” he says. A 2015-17 study measuring microplastics in sand on U.S. National Park beaches found the amount of pollution in some remote Alaskan coastal locations was similar to that seen in a highly populated area near San Francisco’s Golden Gate Bridge .\n\nSo far, there’s no clear evidence that plastics pollution magnifies up the food web or poses a risk to people who eat seafood. But a major new effort is about to begin monitoring plastic pollution and effects in the Arctic. Led by Iceland as it assumes chairmanship of the Arctic Council, the project will be a special working group of the Arctic Monitoring and Assessment Program. Hallanger and others are on that project.\n\nThere’s still so much to be learned about the consequences of our ubiquitous plastics scourge, say scientists studying the Arctic.\n\n“We really don’t have a handle on it,” says Hallanger, looking out from the ship to a patio-sized chunk of ice, where seabirds patrol for fish.\n\n“The Arctic is really a good place to show that this is a global problem,” she says. “And we have to do something about it globally.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nThe chemical used to make plastics is more prevalent than ever.\nFor Antarctica’s emperor penguins, ‘there is no time left’\nANIMALS\nFor Antarctica’s emperor penguins, ‘there is no time left’\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nSee scenes from classic fairy tales—with a Nigerian twist\nHISTORY & CULTUREPROOF\nSee scenes from classic fairy tales—with a Nigerian twist\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}