{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Paper straws are a disgusting alternative to plastic straws and I ...",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/dobnk4/paper_straws_are_a_disgusting_alternative_to/",
  "body": "Even if we completely phased out every single plastic straw in the world, we'd make a very negligible dent in the gross amounts of plastics in the ocean. Yes, making a difference is good. Yes, we should TRY to stop using plastic straws. However, paper straws are too disgusting of an alternative to even consider sacrificing the convenience of ...",
  "textContent": "Paper straws are a disgusting alternative to plastic straws and I eefuse to use them just because it's trendy. : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n4 yr. ago\nxtoxiclime\nPaper straws are a disgusting alternative to plastic straws and I eefuse to use them just because it's trendy.\n\nI'm 100% behind saving and protecting the environment but if we're talking about the grand scheme of things, straws make up only .03% of total plastics polluting our ocean and in terms of individual units of plastics, they make up only 3%. Even if we completely phased out every single plastic straw in the world, we'd make a very negligible dent in the gross amounts of plastics in the ocean.\n\nYes, making a difference is good. Yes, we should TRY to stop using plastic straws. However, paper straws are too disgusting of an alternative to even consider sacrificing the convenience of plastic straws for. Why would I want to have the taste of plastic in my coffee? Why would I want the texture of wet paper in my mouth?\n\nJust because you think you're saving the turtles by saying no to straws doesn't mean everyone else should be forced to do the same. Re-useable metal straws are a decent alternative, but nothing beats the convenience of plastic straws.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ndarlingdynamite\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nMy theory is that the plastic straw controversy is a way for corporations and politicians to show they care about the environment without actually doing anything that will affect their bottom line.\n\n9 more replies\nOlliebkl\n•\n4 yr. ago\n\nYeah literally just drink out of the cup so no plastic is used and you don’t have to buy shitty metal straws or use the paper ones\n\n5 more replies\nElver-Galarga7\n•\n4 yr. ago\n\nAgreed, this paper straw one is really stupid. I also do believe there will be better alternatives than this\n\n6 more replies\nRiddlesForSkittles\n•\n4 yr. ago\n\nDisney World has banned plastic straws through the whole resort and it’s so annoying. They still use plastic cups for the Frappuccinos and refreshers at their Starbucks’ but they don’t use plastic straws. So stupid\n\ntalon5188\n•\n4 yr. ago\n\nI just don’t use straws. More drink per gulp.\n\n4 more replies\n[deleted]\n•\n4 yr. ago\n\nI don’t get why so many people are trying to find an alternative to plastic straws in the first place. Unless you’re disabled or under the age of 6, pick up the drink, put your mouth on the rim, and drink like a normal person. It’s not hard, really.\n\n1 more reply\nFeniksrises\n•\n4 yr. ago\n\nReal unpopular opinion: straws are for children. You don't need them to drink.\n\n3 more replies\nGobbleTheEski\n•\n4 yr. ago\n\nI've personally moved to drinking most things without a straw because plastic are bad for the environment and paper straws collapse in on them selves when you drink a little bit of whatever it is your drinking\n\nMcFeely_Smackup\n•\n4 yr. ago\n\nI had dinner this past weekend at a restaurant that doesn't have plastic straws, and experienced first hand how long a paper straw lasts. about half a drink.\n\nMy wife had a milkshake, and it came with a plastic straw.\n\n99muppets\n•\n4 yr. ago\n\npaper straws are mushy and gross\n\nb0dyr0ck2006\n•\n4 yr. ago\n\nInstead why don’t you just drink your beverage without a straw at all? Wow, what a crazy concept. Not using a straw at all? How will we ever manage...\n\n[deleted]\n•\n4 yr. ago\n\nExactly! Unless you’re disabled or under the age of 6, pick up your drink and take a sip from the rim like a functioning adult.\n\n8 more replies\n1 more reply\nbornicanskyguy\n•\n4 yr. ago\n\nI keep seeing all these posts about recycling and not to use plastic because it ends up in the ocean.\n\nMy view on this is \"stop people from throwing shit in the ocean\" instead of changing everything.\n\nI live in a landlocked town, its 5 or 6 hours to the ocean, I know for a fact my trash company doesnt just load up trucks to drive our trash to the ocean, it goes to a huge warehouse where its separated, recycling gets recycled, trash get buried or burned.\n\nI know this isn't true everywhere, because at any given time looking into the bay near New York you will see trash barges. Same as in California. Seems to me that the coastal cities are the root of all this plastic in the ocean shit. Talk to your city council members and government officials. Talk to your trash company.\n\nI dont litter I dont throw plastic in the ocean. Hell I havnt even been to the ocean in over 15 years.\n\nDont ruin my straw drinking experience because coastal asshats litter. Aim ur hate at them, aim your change at the trash barges, aim it at the stupid people who think it's funny to see a gallon jug float on waves.\n\nThe truth of the matter is, the trash companies that load up a boat of trash and drive it over water are the ones who need to learn. Millions of beach goers on vacation need to pick up after themselves. Kids need taught to not litter even tho it seems quite obvious.\n\nThere needs to be more government regulations on where companies put trash or how they transport it. There's needs to be an entire division of police to arrest littering people. The fine should be over $1000, because here it is like $200 and never have I ever once heard of anyone who got caught for it and had to pay that fine.\n\nStraws dont need to be 2 min use paper, you dont need to change plastic things to non plastic things, you need to educate the idiots instead.\n\nYeah I know plastic doesnt break down for thousands of years, ITS GREAT, its durable and it lasts. The problem is not in using plastics, it's in the disposal of plastics. It's people, not the product.\n\nIf you live in a coastal city, stop littering. if you dont litter, Stop someone who does. If you see those trash barges, take video of the trash blowing off from the wind or it falling into the water. Change things that way and leave my straws alone.\n\nrotti5115\n•\n4 yr. ago\n\nThank you!!\n\n[deleted]\n•\n4 yr. ago\n\nDamn, i didn’t know they only made up 0.03% of plastic waste. On the other hand, 0.03% of a large number is still a pretty large number.\n\nI agree that there are probably better ways to go about reducing plastic pollution though.\n\n[deleted]\n•\n4 yr. ago\n\nI actually prefer the taste and texture of paper straws. Probably because I got used to consuming a shit ton of paper back in elementary school\n\nParryTer\n•\n4 yr. ago\n\nI think looking at a Starbucks cup is is a great idea for this. They phased out plastic lids, and it doesn't require a straw at all to drink. Promlem solved. You have a 100% biodegradable product now. Everyone is happy.\n\nits_gsussman\n•\n4 yr. ago\n\nI still see people using plastic straws even with the new Starbucks cup wtf lol\n\n1 more reply\nSublimeNick\n•\n4 yr. ago\n\nSame\n\nLegal_Adviser\n•\n4 yr. ago\n\nThey're pretty disgusting but have you tried TOILET paper straws?\n\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/nfl\n[Jahns] Bears RB David Montgomery is heading to the locker room with an injury.\ntwitter\n71 upvotes · 32 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/NFCNorthMemeWar\nSPOILER\nDon't follow too much of the off-season, but heard about this\n1.2K upvotes · 30 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/SmashBrosUltimate\nJUST PLAY THE GAME\n687 upvotes · 45 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/Millennials\nMillennial parents are struggling: \"Outside the family tree, many of their peers either can't afford or are choosing not to have kids, making it harder for them to understand what their new-parent friends are dealing with.\"\nbusinessinsider\n4.2K upvotes · 1.2K comments\nr/Millennials\nMillennials say they need $525,000 a year to be happy. A Nobel prize winner's research shows they're not wrong.\nbusinessinsider\n2.8K upvotes · 776 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/psychology\nMagicians less prone to mental disorders than other artists, finds research\ntheguardian\n780 upvotes · 83 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/psychology\nSinging to babies is vital to help them learn language, say scientists\ntheguardian\n202 upvotes · 19 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n190 upvotes · 22 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/massachusetts\nA deathbed confession.\ncnn\n100 upvotes · 33 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 28, 2019\nReddit\nreReddit: Top posts of October 2019\nReddit\nreReddit: Top posts of 2019"
}