{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "How to Reduce Plastic and Other Ocean Pollution Simultaneously",
  "href": "https://www.wri.org/insights/how-reduce-plastic-and-other-ocean-pollution-simultaneously",
  "body": "Seven Interventions Solutions to Tackle Reduce Plastic and All Ocean Pollution The sundry pollutants making their way into the ocean often share common pathways and root causes, such as a lack of access to sanitation and wastewater processing or inefficient use of natural resources. Tackling these root causes can have a compounding effect.",
  "textContent": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. You may change your settings at any time or accept the default settings.\nPrivacy Policy\nManage Preferences\nAccept All\nSkip to main content\nAccessibility\nMaking Big Ideas Happen\nMain navigation\nInsights\nMost Recent\nPodcasts\nNews\nAll Insights\nDonate\nDONATE\nHow to Reduce Plastic and Other Ocean Pollution Simultaneously\nMay 26, 2020 By Liz Hollaway, Jenna Jambeck, Ellie Moss and Brajesh Dubey Cover Image by: pxfuel\nCommentary\nTopic Ocean\nSocial\nEmail\nPrint\nMore on\nOcean\npollution\n\nPlastic has gone from the greatest invention of the modern era to one of the most challenging materials to manage. Each year, up to 13 million metric tons of plastic enter the ocean, the equivalent of one garbage truck of waste every minute. The world has responded with countless intiatives, campaigns and agreements to ban plastic straws and bags; 127 countries have introduced legislation to regulate plastic bags.\n\nBut here’s the thing: Plastic bags and straws aren’t the ocean’s only pollution problem.\n\nVisible plastic waste near the surface of the ocean — the kind that makes up the Great Pacific Garbage Patch, and garners the most attention — makes up just 3% of total plastic in the ocean. Plastic also sinks to the ocean floor, stays suspended in the water column, or gets deposited out of the ocean in remote places, making clean-up difficult. The UN Environment Programme estimated the global damage to marine environments from plastic pollution to be a minimum of $13 billion per year. And there are a whole host of non-plastic pollutants such as nutrients like nitrogen and phosphorous that fuel harmful algal blooms, antibiotics, heavy metals, pesticides, oil and gas, and other debris. These pollutants enter the ocean directly, through rivers, stormwater or the wind. These substances have been damaging the environment, human health and the economy long before plastics became so prevalent. \n\nProtecting human and marine health and harnessing the full benefits of a sustainable ocean economy will require not only reducing plastic waste, but all ocean pollutants.\n\nSeven Interventions Solutions to Tackle Reduce Plastic and All Ocean Pollution\n\nThe sundry pollutants making their way into the ocean often share common pathways and root causes, such as a lack of access to sanitation and wastewater processing or inefficient use of natural resources. Tackling these root causes can have a compounding effect.\n\nFor example, improving wastewater management at scale in a city or region can reduce plastic entering the ocean while also reducing nutrient pollution, which in turn improves the health of fisheries and coral reefs. This means that there is an opportunity to capitalize on the attention being paid to plastic pollution in order to tackle multiple ocean pollutants at once.\n\nA new Blue Paper commissioned by the High-Level Panel for a Sustainable Ocean Economy highlights seven solutions that can reduce plastic pollution while also curbing other types of ocean pollution:\n\nImprove wastewater management by developing and building sustainable wastewater infrastructure for the 3 billion people who lack access to controlled waste disposal facilities. Untreated wastewater contains a number of pollutants like pathogens, plastics and chemicals. It can pose a severe risk to human and environmental health through toxic exposure, vector-borne diseases and eutrophication.\n\nImprove stormwater management by implementing stormwater and storm drain filtration and river mouth trash collection. This can prevent wastes such as macroplastics (littered items), microplastics (tire dust), and chemicals on roadways from flowing into rivers, and eventually, the ocean. Regulating the use of nutrients and pesticides and shifting behaviors — for example, the cultural norm around having a manicured lawn, which can increase the use of pesticides, herbicides and fertilizers — can also ensure that these pollutants do not enter the ocean through stormwater. For example, a toxic algal bloom caused by nutrient pollution in the western Lake Erie basin in 2011 disrupted water supplies for 400,000 people.\n\nAdopt green chemistry practices and new materials. This includes banning hard-to-manage substances like expanded polystyrene (commonly packaging material), limiting the use of chemicals of concern like phthalates, and supporting materials research. Developing new materials that maintain the desirable performance characteristics of plastics but not the problematic ones, such as true biodegradables, could prevent plastics from causing as much harm if they do enter the ocean.\n\nPractice radical resource efficiency through plastic-use reduction. This includes imposing fees on single-use plastics, encouraging voluntary industry standards to reduce fossil-fuel-based plastics ,and shifting cultural norms around waste generation, consumption and reuse.  For example, introducing carrier bag charges in the UK reduced the number of plastic bags used there by 80%, with 9 billion fewer plastic bags used since the legislation was introduced in 2015.\n\nRecover and recycle the materials we use in both formal and informal sectors by implementing extended producer responsibility laws, providing incentives for waste segregation and recycling, strengthening markets for recycled plastics and implementing “Fishing for Litter” programs. Only 9% of all plastic ever discarded since 1950 has been recycled, while another 12% has been incinerated and the remaining 79% accumulated in landfills or the natural environment.\n\nImplement coastal zone improvements by, for example, restricting open ocean aquaculture. Shifting to sustainable land-based aquaculture systems could reduce a number of pollutants associated with coastal aquaculture, such as plastic pollution from lost or discarded gear and untreated waste with high levels of nitrogen and phosphorous. Encouraging participation in Adopt-a-Beach programs and clean beach certifications such as Blue Flag and Project Aware can reduce litter on beaches and make people more aware of pollution.\n\nBuild local systems for safe food and water by establishing drinking water treatment systems where needed, and ensuring adequate drinking water standards.  This solution can not only reduce pollutants entering the ocean from the reduction in single-use plastic bottles, but also help the 1 in 3 people worldwide who lack  access to clean drinking water.\n\nReducing Pollution for a Better Ocean Economy\n\nThese tactics can’t be done on a small scale or by a single entity. In order to be successful, it is essential that solutions include cross-sectoral public-private partnerships, innovative financing arrangements and capital from a range of sources.\n\nFor example, in Muncar, a small village in East Java, Indonesia, public private partnership organizers built a waste management system and strategy to optimize waste collection and processing for both inorganic and organic wastes, change behaviors, set regulations, and build institutional capacity. In December 2019, 47,500 people received waste collection services, mostly for the first time, from two facilities established by the project. These facilities employ 80 local people and have collected 3,000 tons of waste that would have otherwise potentially ended up in the ocean.  \n\nBy taking bold, integrated actions that address pollution across sectors, we can help build a sustainable ocean economy that can expand economic opportunities and improve the health and prosperity of millions of people. But our road to recovery must include the development of a circular economy. The notion that things can be thrown away is a myth. Plastic and other pollutants continue to pollute long after their shelf life is over. We need to ”turn off the tap” and prevent pollution before it happens in the first place.\n\nRelevant Work\nEQUITY & GOVERNANCE\n4 Ways to Reduce Plastic Pollution\nInsights APRIL 6, 2021\nOCEAN\nBanning Straws and Bags Won’t Solve our Plastic Problem\nInsights AUGUST 16, 2018\nBUSINESS\nBarriers to a Circular Economy: 5 Reasons the World Wastes So Much Stuff (and Why It's Not Just the Consumer's Fault)\nInsights MAY 24, 2018\nOCEAN\nADVISORY: Embargoed Press Call on Tackling Plastic and Pollution in the Ocean\nNews MAY 15, 2020\nHow You Can Help\n\nWRI relies on the generosity of donors like you to turn research into action. You can support our work by making a gift today or exploring other ways to give.\n\nDonate\nWays to Give\nStay Informed\nEmail\nFooter menu - main\nResearch\nData\nInitiatives\nInsights\nFooter menu - secondary\nOur Work\nRegions\nAfrica\nAsia\nEurope\nLatin America\nNorth America\nPrograms\nCities\nClimate\nEnergy\nFood\nForests\nOcean\nWater\nCenters\nEconomics\nEquity\nFinance\nFooter menu - Offices\nInternational Websites\nWRI Brasil\nWRI China\nWRI India\nWRI Indonesia\nWRI Mexico\nFooter menu - Additional\nContact Us\nEvents\nResource Library\nFor Media\nFinancials\nCareers\nInternships\nPrivacy Policy\nCookie Preferences\n\nWorld Resources Institute\n10 G Street NE\nSuite 800\nWashington DC 20002\n+1 (202) 729-7600\n\nSocial menu\nFacebook\nTwitter\nLinkedIn\nYoutube\nInstagram\n\n© 2023 World Resources Institute\n\n×\nSay no to despair\n\nTogether, we can unleash the positive, tangible and system-wide transformations needed to protect our planet for this and future generations.\n\nDonate to say yes to action"
}