{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic straws are the subject of the latest 2020 culture war",
  "href": "https://www.cnn.com/2019/09/05/politics/plastic-straws-2020-culture-war/index.html",
  "body": "New York CNN — There's a new cultural flashpoint in the 2020 presidential race: plastic straws. Sen. Kamala Harris of California says the straws, which contribute to plastic pollution in...",
  "textContent": "Ad Feedback\nSCOTUS\nCongress\nFacts First\n2024 Elections\nAudio\nLive TV\nLog In\nPlastic straws are the subject of the latest 2020 culture war\nBy Eric Bradner, CNN\n 4 minute read \nPublished 7:50 PM EDT, Thu September 5, 2019\nVideo Ad Feedback\nWarren: This is what fossil fuel wants us talking about\n02:25 - Source: CNN\nNew York\nCNN\n — \n\nThere’s a new cultural flashpoint in the 2020 presidential race: plastic straws.\n\nSen. Kamala Harris of California says the straws, which contribute to plastic pollution in oceans, should be banned – but she admits she doesn’t like the paper straws some restaurant chains and cities have started using as an alternative.\n\nPresident Donald Trump’s reelection campaign is turning it into a gimmick – mocking Harris and other Democrats as it sells its own Trump-branded plastic straws.\n\nAd Feedback\n\nAnd Sen. Elizabeth Warren of Massachusetts is calling the whole thing a sideshow meant to distract from the larger issue of overhauling the energy industry and forcing corporations to reduce emissions.\n\nThe elevation of an issue that is on the far margins of the climate challenge, but is tangible to people across the country, captures the tension between tackling the crisis and the changes that doing so would bring to Americans’ everyday lives.\n\nThe cultural clash comes in part because, on broader policy matters, there is no middle ground to be found between Democrats advocating urgent action to address the climate crisis and Trump, a climate science denier.\n\nThe President has repeatedly said he doesn’t believe humans play a role in global warming. Last year, he dismissed a study by his own administration warning of the potential catastrophic consequences of climate change by saying, “I don’t believe it.”\n\nThrough a seven-hour marathon of town halls hosted by CNN on Wednesday night, the top-10-polling Democratic presidential candidates laid out far-reaching plans to spend trillions of dollars to remake America’s energy industry, reduce greenhouse gas emissions and pollution from construction and agriculture, rejoin the Paris climate accord and push for increased international commitments to reduce emissions.\n\nThey were also asked about changes to Americans’ daily habits, such as whether they should stop using plastic straws – some cities, including Seattle and Washington, have banned them – to reduce plastic pollution, and whether they should cut back on eating meat.\n\n“We do need to ban the plastic,” Harris said.\n\nThe questions came the same day the Trump administration announced it would roll back requirements for energy-saving light bulbs.\n\nWarren mocked the focus on everyday items – as opposed to the corporations responsible for the vast majority of greenhouse gas emissions – when asked about the move.\n\n“Oh, come on. Give me a break,” she said, adding that she is not in favor of government control of things like straws and meat consumption.\n\n“Look, there are a lot of ways that we try to change our energy consumption, and our pollution, and God bless all of those ways,” she said. “Some of it is with light bulbs, some of it is on straws, some of it, dang, is on cheeseburgers, right? There are a lot of different pieces to this. And I get that people are trying to find the part that they can work on and what can they do. And I’m in favor of that. And I’m going to help and I’m going to support.”\n\n“But understand, this is exactly what the fossil fuel industry hopes we’re all talking about,” she added. “That’s what they want us to talk about.”\n\nOn CNN Thursday morning, South Bend, Indiana, Mayor Pete Buttigieg said the focus on straws and burgers comes in part because, for average Americans, “facing just how colossal of a challenge this is … can feel paralyzing.”\n\n“See, right now we’re in a mode where we’re thinking of it mostly through the perspective of guilt, from using a straw to eating a burger. Am I part of the problem? In a certain way, yes. But the most exciting thing is that we can all be part of the solution,” he said.\n\nTrump’s reelection campaign, meanwhile, is bashing Democrats for the ways in which combating climate change could lead to minor annoyances in Americans’ lives: soggy paper straws and fewer cheeseburgers.\n\nHis website offers 10-packs of plastic straws with Trump’s name on them for $15.\n\nTrump campaign manager Brad Parscale on Wednesday night tweeted: “Kamala Harris just said she wants to BAN plastic straws – the only kind that actually work!”\n\nOn Twitter, Republicans working for Trump’s campaign and congressional committees have selectively edited the comments from Warren to characterize them as favoring government control of straws and burgers.\n\nThe campaign’s official “Trump War Room” Twitter account tweeted a trimmed Warren clip and said: “Elizabeth Warren and the radical Green New Deal Democrats have their eyes set on Americans’ straws, cheeseburgers, and light bulbs to ‘change our energy consumption.’ ”\n\nThe Trump campaign’s Warren video cut out the portion in which she minimized the importance of straws, burgers and light bulbs and called them “exactly what the fossil fuel industry hopes we’re all talking about.” A spokesman for the National Republican Senatorial Committee tweeted the same falsehood, claiming Warren had said she was in favor of the government controlling consumption of those items, when she had not.\n\nAnother Trump-affiliated Twitter account retweeted pictures of supporters with their plastic Trump straws.\n\nThe Team Trump account also highlighted Harris’ moment when she said it was difficult to drink out of paper straws.\n\n“Democrats want to BAN plastic straws. Paper straws don’t work! Get your TRUMP STRAWS before Democrats try to take them away!” the account tweeted.\n\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nE18EA\nRecommended for you\nRecommended by\nMORE FROM CNN\nControversy hangs over climate talks as countries weigh ...\nYeti’s new 42-ounce Rambler Straw Mug has arrived on the ...\n‘Laws need to change’: Stella McCartney calls for ...\nAd Feedback\nNEWS & BUZZ\nA teenager missing for months was just found buried in her neighbor’s backyard. Nail polish helped identify her\nCharles Barkley reacts to Trump’s comments\nAd Feedback\nRECOMMENDED FOR YOU\n00:15 / 00:16\n951F0\nBillionaire's New Girlfriend Is Raising Eyebrows\nMoneywise\nTaylor Swift's Private Island Cost Her $17.75M, And This Is What It Looks Like\nYourDIY\nTop Skin Expert: How To Reduce Eye Bags In Just 7 Minutes\nbeautyandglamour.org\nAd Feedback\nCONTENT BY POWER LIFE\nHere's What Older \"Ripped\" Guys Are Doing\nAlways Feel Empty On Energy, This Could Be Why\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nAging Americans Should Do This Daily\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nFOLLOW CNN POLITICS\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}