{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Where does our plastic accumulate in the ocean and what does that mean ...",
  "href": "https://ourworldindata.org/where-does-plastic-accumulate",
  "body": "But the plastic we find in our surface waters is more than 100-fold lower. This is the 'missing plastic' problem. ... Eriksen, M. et al. Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. Plos One 9, e111913 (2014).",
  "textContent": "Our World\nin Data\nBrowse by topic\nLatest\nResources\nAbout\nDonate\nWhere does our plastic accumulate in the ocean and what does that mean for the future?\nAn estimated 8 million tonnes of plastic enter our oceans each year. But the plastic we find in our surface waters is more than 100-fold lower. This is the ‘missing plastic’ problem.\nby Hannah Ritchie\nSeptember 24, 2019\n\nThe world now produces more than 380 million tonnes of plastic every year, which could end up as pollutants, entering our natural environment and oceans.\n\nOf course, not all of our plastic waste ends up in the ocean, most ends up in landfills: it’s estimated that the share of global plastic waste that enters the ocean is around 3%.1 In 2010 – the year for which we have the latest estimates – that was around 8 million tonnes.2\n\nMost of the plastic materials we produce are less dense than water and should therefore float at the ocean surface. But our best estimates of the amount of plastic afloat at sea are orders of magnitude lower than the amount of plastic that enters our oceans in a single year: as we show in the visualization, it’s far lower than 8 million tonnes and instead in the order of 10s to 100s of thousands of tonnes. One of the most widely-quoted estimates is 250,000 tonnes.3\n\nIf we currently pollute our oceans with millions of tonnes of plastic each year, we must have released tens of millions of tonnes in recent decades. Why then do we find at least 100 times less plastics in our surface waters?\n\nThis discrepancy is often referred to as the ‘missing plastic problem’.4 It’s a conundrum we need to address if we want to understand where plastic waste could end up, and what its impacts might be for wildlife, ecosystems and health.\n\nThe ‘missing plastic problem’\n\nThere are several hypotheses to explain the ‘missing plastic problem’. \n\nOne possibility is that it is due to imprecise measurement: we might either grossly overestimate the amount of plastic waste we release into the ocean, or underestimate the amount floating in the surface ocean. Whilst we know that tracking ocean plastic inputs and their distribution is notoriously difficult5 the levels of uncertainty in these measurements are much less than the several orders of magnitude that would be needed to explain the missing plastic problem.6\n\nAnother popular hypothesis is that ultraviolet light (UV) and mechanical wave forces break large pieces of plastic into smaller ones.These smaller particles, referred to as microplastics, are much more easily incorporated into sediments or ingested by organisms. And this is where the missing plastic might end up.\n\nOne proposed ‘sink’ for ocean plastics was deep-sea sediments; a study which sampled deep-sea sediments across several basins found that microplastic was up to four orders of magnitude more abundant (per unit volume) in deep-sea sediments from the Atlantic Ocean, Mediterranean Sea and Indian Ocean than in plastic-polluted surface waters.7\n\nBut, new research may suggest a third explanation: that plastics in the ocean break down slower than previously thought, and that much of the missing plastic is washed up or buried in our shorelines.8\n\nPlastics persist for decades and accumulate on our shorelines\n\nTo try to understand the conundrum of what happens to plastic waste when it enters the ocean, Lebreton, Egger and Slat (2019) created a global model of ocean plastics from 1950 to 2015. This model uses data on global plastic production, emissions into the ocean by plastic type and age, and transport and degradation rates to map not only the amount of plastic in different environments in the ocean, but also its age.\n\nThe authors aimed to quantify where plastic accumulates in the ocean across three environments: the shoreline (defined as dry land bordering the ocean), coastal areas (defined as waters with a depth less than 200 meters) and offshore (waters with a depth greater than 200 meters). They wanted to understand where plastic accumulates, and how old it is: a few years old, ten years or decades? \n\nIn the visualization I summarized their results. This is shown for two categories of plastics: shown in blue are ‘macroplastics’ (larger plastic materials greater than 0.5 centimeters in diameter) and shown in red microplastics (smaller particles less than 0.5 centimeters). \n\nThere are some key points we can take away from the visualization:\n\nThe vast majority – 82 million tonnes of macroplastics and 40 million tonnes of microplastics – is washed up, buried or resurfaced along the world’s shorelines.\nMuch of the macroplastics in our shorelines is from the past 15 years, but still a significant amount is older suggesting it can persist for several decades without breaking down.\nIn coastal regions most macroplastics (79%) are recent – less than 5 years old.\nIn offshore environments, older microplastics have had longer to accumulate than in coastal regions. There macroplastics from several decades ago – even as far back as the 1950s and 1960s – persist. \nMost microplastics (three-quarters) in offshore environments are from the 1990s and earlier, suggesting it can take several decades for plastics to break down.\n\nWhat does this mean for our understanding of the ‘missing plastic’ problem?\n\nFirstly, is that the majority of ocean plastics are washed, buried and resurface along our shorelines. Whilst we try to tally ocean inputs with the amount floating in gyres at the centre of our oceans, most of it may be accumulating around the edges of the oceans. This would explain why we find much less in surface waters than we’d expect. \n\nSecondly, accumulated plastics are much older than previously thought. Macroplastics appear to persist in the surface of the ocean for decades without breaking down. Offshore we find large plastic objects dating as far back as the 1950s and 1960s. This goes against previous hypotheses of the ‘missing plastic’ problem which suggested that UV light and wave action degrade and remove them from the surface in only a few years. \n\nHow much plastic will remain in surface oceans in the coming decades?\n\nThe study by Lebreton, Egger and Slat challenges the previous hypotheses that plastics in the surface ocean have a very short lifetime, quickly degrade into microplastics and sink to greater depths. Their results suggest that macroplastics can persist for decades; can be buried and resurfaced along shorelines; and end up in offshore regions years later. \n\nIf true, this matters a lot for how much plastic we would expect in our surface oceans in the decades which follow. The same study also modelled how the mass of plastics – both macro and micro – in the world’s surface waters might evolve under three scenarios:\n\nwe stop emitting any plastics to our oceans by 2020;\n‘emissions’ of plastic to the ocean continue to increase until 2020 then level off;\n‘emissions’ continue to grow to 2050 in line with historic growth rates.9\n\nTheir results are shown in the charts.\n\nThe scenarios of continued emissions growth are what we’d expect: if we continue to release more plastics to the ocean, we’ll have more in our surface waters. \n\nWhat’s more striking is that even if we stopped ocean plastic waste by 2020, macroplastics would persist in our surface waters for many more decades. This is because we have a large legacy of plastics buried and awash on our shorelines which would continue to resurface and be transported to offshore regions; and existing plastics can persist in the ocean environment for many decades.\n\nThe amount of microplastics in our surface ocean will increase under every scenario because the large plastics that we already have on our shorelines and surface waters will continue to breakdown. And, any additional plastics we add will contribute further.\n\nThis also matters for how we solve the problem of ocean pollution.\n\nIf we want to rapidly reduce the amount of both macro- and microplastics in our oceans, these results suggest two priorities:\n\nNumber one — we must stop plastic waste entering our waterways as soon as possible. Most of the plastic that ends up in our oceans does so because of poor waste management practices – particularly in low-to-middle income countries; this means that good waste management across the world is essential to achieving this.\n\nBut this ambitious target alone will not be enough. We have many decades of legacy waste to contend with.\n\nThis makes a second priority necessary— we have to focus our efforts on recapturing and removing plastics already in our offshore waters and shorelines. This is the goal of Slat, Lebreton and Egger – the authors of this paper – with their Ocean Cleanup project.\n\nEndnotes\n\nJambeck, J. R., Geyer, R., Wilcox, C., Siegler, T. R., Perryman, M., Andrady, A., … & Law, K. L. (2015). Plastic waste inputs from land into the ocean. Science, 347(6223), 768-771.\n\nThe estimates for this figure range from around 4 to 12 million tonnes, with 8 million as a midpoint. In the context of this discussion, the uncertainty in this value is less important: the difference between ocean plastic inputs and observed plastic in surface ocean waters are orders of magnitude – rather than multiples – apart.\n\nEriksen, M. et al. Plastic pollution in the world’s oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. Plos One 9, e111913 (2014).\n\nLebreton, L., Slat, B., Ferrari, F., Sainte-Rose, B., Aitken, J., Marthouse, R., … & Noble, K. (2018). Evidence that the Great Pacific Garbage Patch is rapidly accumulating plastic. Scientific Reports, 8(1), 4666. Available at: https://www.nature.com/articles/s41598-018-22939-w.\n\nCressey, D. (2016). Bottles, bags, ropes and toothbrushes: the struggle to track ocean plastics. Nature News, 536(7616), 263.\n\nLebreton, L., Egger, M., & Slat, B. (2019). A global mass budget for positively buoyant macroplastic debris in the ocean. Scientific reports, 9(1), 1-10.\n\nWoodall, L. C., Sanchez-Vidal, A., Canals, M., Paterson, G. L., Coppock, R., Sleight, V., … & Thompson, R. C. (2014). The deep sea is a major sink for microplastic debris. Royal Society Open Science, 1(4), 140317.\n\nLebreton, L., Egger, M., & Slat, B. (2019). A global mass budget for positively buoyant macroplastic debris in the ocean. Scientific reports, 9(1), 1-10.\n\nUnder growth scenarios, the authors assume annual  growth rates continue in line with the average increase in global plastic production over the decade from 2005-2015.\n\nReuse this work freely\n\nAll visualizations, data, and code produced by Our World in Data are completely open access under the Creative Commons BY license. You have the permission to use, distribute, and reproduce these in any medium, provided the source and authors are credited.\n\nThe data produced by third parties and made available by Our World in Data is subject to the license terms from the original third-party authors. We will always indicate the original source of the data in our documentation, so you should always check the license of any such third-party data before use and redistribution.\n\nAll of our charts can be embedded in any site.\n\nOur World in Data is free and accessible for everyone.\n\nHelp us do this work by making a donation.\n\nDonate now\nAbout\nContact\nFeedback\nJobs\nFunding\nHow to use\nDonate\nPrivacy policy\nLatest work\nAll charts\nTwitter\nFacebook\nInstagram\nThreads\nGitHub\nRSS Feed\n\nLicenses: All visualizations, data, and articles produced by Our World in Data are open access under the Creative Commons BY license. You have permission to use, distribute, and reproduce these in any medium, provided the source and authors are credited. All the software and code that we write is open source and made available via GitHub under the permissive MIT license. All other material, including data produced by third parties and made available by Our World in Data, is subject to the license terms from the original third-party authors.\n\nPlease consult our full legal disclaimer.\n\nOur World In Data is a project of the Global Change Data Lab, a registered charity in England and Wales (Charity Number 1186433).\n\nSubscribe\n Feedback\n\nWe use cookies to give you the best experience on our website.\n\nBy agreeing, you consent to our use of cookies and other analytics tools according to our privacy policy.\n\nNo thanks\nI agree"
}