{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "5 inventions that could transform the health of our ocean",
  "href": "https://www.weforum.org/agenda/2020/05/inventions-sea-plastics-ocean-pollution/",
  "body": "5 steps that could end the plastic pollution crisis - and save our ocean; How sustainable infrastructure can aid the post-COVID recovery; Discover. What's the World Economic Forum doing about the ocean? Show more. Bionic's ocean-recovered plastic polymers can be used in a wide range of products.",
  "textContent": "This website uses cookies\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. \nReject optional cookies\nCookie settings\nAccept all cookies\n\nPLASTICS AND THE ENVIRONMENT\n5 inventions that could transform the health of our ocean\nMay 28, 2020\n\nEvery minute, the equivalent a garbage truckful of trash is dumped into the ocean.\n\nImage: REUTERS/Romeo Ranoco\n\nHarry Kretchmer\nSenior Writer, Formative Content\nShare:\nOUR IMPACT\nWhat's the World Economic Forum doing to accelerate action on Plastics and the Environment?\nTHE BIG PICTURE\nExplore and monitor how Plastics and the Environment is affecting economies, industries and global issues\nCROWDSOURCE INNOVATION\nGet involved with our crowdsourced digital platform to deliver impact at scale\nStay up to date:\nPlastics and the Environment\nFollow\nThis article is part of:\nVirtual Ocean Dialogues\nThe ocean is estimated to contain at least 86 million tonnes of plastic waste, as well as chemical and other pollutants.\nFishing debris turned into sunglasses and deep sea robots collecting pollution data are some of the innovations that could help clean up our seas.\nSustainability is high on leaders’ agenda as nations and businesses consider whether ‘green growth’ will form part of COVID-19 recovery plans.\n\nA garbage truckful – every minute. That’s how much plastic waste is being dumped in the ocean. And that’s just the plastics – chemicals and sewage are also major concerns.\n\nBut the problem is inspiring innovators to create ingenious solutions – both to capture and repurpose marine plastics, and to measure the scale of pollution in new ways.\n\nHave you read?\nWe can stop plastic pollution at the design stage - here's how\n5 steps that could end the plastic pollution crisis – and save our ocean\nHow sustainable infrastructure can aid the post-COVID recovery\n\nAnd the need for such ideas is acute: a study undertaken by the World Economic Forum and partners has found that – without action – by 2050, the weight of plastics in the ocean could be greater than the weight of fish.\n\nIt’s a good time to look at green innovations, with many, including the Forum, advocating for businesses and governments to put sustainability at the heart of a COVID-19 recovery strategy.\n\n1. Upcycling plastic waste\n\nThey call it ‘ghost gear:’ the estimated 640,000 tonnes of old fishing ropes, lines and nets that’s discarded or lost every year. According to Greenpeace, it’s one of the ocean’s worst forms of plastic pollution because of its powers to ensnare almost anything, from crustaceans to whales.\n\nDISCOVER\n\nWhat's the World Economic Forum doing about the ocean?\n\nShow more\n\nOur ocean covers 70% of the world’s surface and accounts for 80% of the planet’s biodiversity. We can't have a healthy future without a healthy ocean - but it's more vulnerable than ever because of climate change and pollution.\n\nTackling the grave threats to our ocean means working with leaders across sectors, from business to government to academia.\n\nThe World Economic Forum, in collaboration with the World Resources Institute, convenes the Friends of Ocean Action, a coalition of leaders working together to protect the seas. From a programme with the Indonesian government to cut plastic waste entering the sea to a global plan to track illegal fishing, the Friends are pushing for new solutions.\n\nClimate change is an inextricable part of the threat to our oceans, with rising temperatures and acidification disrupting fragile ecosystems. The Forum runs a number of initiatives to support the shift to a low-carbon economy, including hosting the Alliance of CEO Climate Leaders, who have cut emissions in their companies by 9%.\n\nIs your organization interested in working with the World Economic Forum? Find out more here.\n\nOcean Action Hub reports on two ventures that are trying to turn this waste into something useful. California-based startup, Bureo – which has found a way to turn this waste into desirable products including skateboards and sunglasses – is literally closing the net on the problem.\n\nBionic’s ocean-recovered plastic polymers can be used in a wide range of products. Image: BIONIC\n\nAnother solution comes from the marine clean-up initiative, Parley. It sweeps the ocean for plastics which are turned into yarn by manufacturer Bionic.\n\n2. Underwater robots\n\nThis September, what could be the future of shipping will cross the Atlantic: a fully autonomous craft called the Mayflower Autonomous Ship (MAS) – named in honour of the boat that carried English settlers to the New World 400 years ago.\n\nUsing AI and ‘research pods’ from the University of Plymouth, the solar-powered MAS will run experiments to monitor sea mammals and marine microplastics.\n\nData collected by these autonomous vehicles could help make better ecological decisions about our ocean. Image: Terradepth\n\nIt’s not just the MAS team who are exploring new ways to collect ocean data. Terradepth, a start-up based in Texas, US, has created what sounds like a vision from science fiction: a fleet of autonomous underwater robots. The company hopes to demonstrate its technology this summer.\n\nWhile Terradepth robots are likely to be hired for a range of mapping and scanning purposes, they also promise to help customers “make informed, ecologically responsible decisions regarding the world’s ocean.”\n\nDISCOVER\n\nWhat is the World Economic Forum doing about plastic pollution?\n\nShow more\n\nMore than 90% of plastic is never recycled, and a whopping 8 million metric tons of plastic waste are dumped into the oceans annually. At this rate, there will be more plastic than fish in the world’s oceans by 2050.\n\nThe Global Plastic Action Partnership (GPAP) is a collaboration between businesses, international donors, national and local governments, community groups and world-class experts seeking meaningful actions to beat plastic pollution.\n\nIn Ghana, for example, GPAP is working with technology giant SAP to create a group of more than 2,000 waste pickers and measuring the quantities and types of plastic that they collect. This data is then analysed alongside the prices that are paid throughout the value chain by buyers in Ghana and internationally.\n\nIt aims to show how businesses, communities and governments can redesign the global “take-make-dispose” economy as a circular one in which products and materials are redesigned, recovered and reused to reduce environmental impacts.\n\nRead more about our impact.\n\n\n3. Plastic dams\n\nSome of the most effective ways of capturing plastic waste are as far from robotics as you can get. One such solution is ‘biofencing’. This can be as simple as plastic bottles meshed together to form barriers that trap waste – often other plastics.\n\nThe waste can then be disposed of properly at recycling plants – and provide an income for local people.\n\nOne of the most successful solutions has been in Guatemala – 60% less waste reached the sea after the country created biofences.\n\nDISCOVER\n\nHow UpLink is helping to find innovations to solve challenges like this\n\nShow more\n\nUpLink is a digital platform to crowdsource innovations in an effort to address the world’s most pressing challenges.\n\nIt is an open platform designed to engage anyone who wants to offer a contribution for the global public good. The core objective is to link up the best innovators to networks of decision-makers, who can implement the change needed for the next decade. As a global platform, UpLink serves to aggregate and guide ideas and impactful activities, and make connections to scale-up impact.\n\nHosted by the World Economic Forum, UpLink is being designed and developed in collaboration with Salesforce, Deloitte and LinkedIn.\n\n4. Waste drones\n\nNot all waste can be captured by biofencing. In more congested settings like harbours and ports, devices like the WasteShark are arriving. This water-based drone – created by Dutch technology company, RanMarine – hoovers up plastics as well as biowastes and other debris.\n\nDesigned to operate mainly in waterways, the WasteShark allows customers to monitor the marine environment, and “create an accurate picture of the water’s DNA over time”.\n\nThe drones can carry up to 200 litres of waste, can operate in swarms, and return periodically to pods where they charge themselves.\n\n5. Plastic bag campaigns\n\nMore than 100 nations have now banned plastic bags, with Africa one of the most committed continents. Some of the campaigns that led to bans have started small and were years in the making.\n\nIn 2018, the Indonesian Island of Bali banned single-use plastic bags. The move was due in large part to a long campaign by two teenage sisters from the country who have since gone on to inspire others around the world.\n\nIn 2013, Melati and Isabel Wijsen, then aged just 10 and 12, founded Bye Bye Plastic Bags – an NGO with a mission to fight the island’s plastic pollution problem. Today, Bye Bye Plastic Bags is a global movement, with 50 teams around the world educating tens of thousands of schoolchildren about the problems of plastic waste.\n\nThe World Economic Forum's Virtual Ocean Dialogues takes place from 1-5 June. You can follow it here.\n\n\nDon't miss any update on Plastics and the Environment\n\nSign up for free and access the latest publications and insights across various topics.\n\nSign up for free\n\nLicense and Republishing\n\nWorld Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License, and in accordance with our Terms of Use.\n\nThe views expressed in this article are those of the author alone and not the World Economic Forum.\n\nRelated topics:\nPlastics and the EnvironmentRestoring ocean lifeOcean\nShare:\nGLOBAL AGENDA\nThe Agenda Weekly\n\nA weekly update of the most important issues driving the global agenda\n\nSubscribe today\n\nYou can unsubscribe at any time using the link in our emails.\nFor more details, review our privacy policy.\n\nMore on Plastics and the Environment\nSEE ALL\n\n5 innovative ways we are tackling plastic waste\n\nEwan Thomson\n\nDecember 8, 2023\n\nINC-3: Here’s what happened at the UN global plastics treaty talks\n\nKate Whiting and Robin Pomeroy\n\nDecember 5, 2023\n\nNew research links nanoplastics to Parkinson’s and some types of dementia\n\nJanosch Heller\n\nDecember 5, 2023\n\n2:30\n\nGlobal Plastic Action Partnership 2023 aims to save the ocean\n\n4 promising approaches to eliminating plastic pollution in Africa\n\nBontu Yousuf\n\nNovember 13, 2023\n\nThe countdown is on for a UN treaty on plastic pollution to move from aspiration into action\n\nLeanne Geale\n\nNovember 9, 2023\n\nABOUT US\n\nOur Mission\nOur Impact\nLeadership and Governance\nOur Partners\nSustainability\nHistory\nCareers\nContact Us\n\nEVENTS\n\nEvents\nOpen Forum\n\nMEDIA\n\nPress\nSubscribe to our press releases\nPictures\n\nMORE FROM THE FORUM\n\nStrategic Intelligence\nUpLink\nGlobal Shapers\nYoung Global Leaders\nSchwab Foundation for Social Entrepreneurship\nCentre for the Fourth Industrial Revolution\nNew Champions\n\nPARTNERS & MEMBERS\n\nSign in\nJoin Us\n\nLANGUAGE EDITIONS\n\nEnglish\nEspañol\n中文\n日本語\n\nPrivacy Policy & Terms of Service\n\n© 2023 World Economic Forum"
}