{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How Plastic Straws Affect the Ocean and Sea Turtles - Green Matters",
  "href": "https://www.greenmatters.com/p/how-plastic-straws-affect-ocean-turtles",
  "body": "Plastic straws are one of the top 10 items found every year during Ocean Conservancy's International Coastal Cleanup. Plastic is not biodegradable — instead, the material eventually breaks down into tiny particles known as microplastics that are 5 millimeters or smaller in length, making them difficult to clean or filter from the ocean.",
  "textContent": "SMALL CHANGES\nBIG IMPACT\nCLIMATE ACTION\nGO GREEN\nHome > Small Changes > Sustainable Living > What Are Microplastics?\nHow Plastic Straws Affect the Ocean and Sea Turtles\n\nPlastic straws are the plastic villain of the moment — here's how they actually affect the ocean.\n\nBY SOPHIE HIRSH\n\nAUG. 14 2019, UPDATED 5:22 P.M. ET\n\nBy now, you’ve probably seen the heartbreaking viral video of the sea turtle with a plastic straw stuck in his nose. That video opened up the minds of millions of people, helping launch the anti-single-use plastic straw movement. The movement has become a contested one over the past few years, with some people demanding that establishments stop offering straws, others advocating for widely-available plastic straws to support people with disabilities, and many falling somewhere in between.\n\nWhen it comes to the great straw debate, there is certainly a lot to learn — so read on for more information on how plastic straws affect the ocean, sea animals, and where most ocean plastic actually comes from. \n\nArticle continues below advertisement\nHow Do Plastic Straws Affect the Ocean?\n\nPlastic straws are one of the top 10 items found every year during Ocean Conservancy’s International Coastal Cleanup. Plastic is not biodegradable — instead, the material eventually breaks down into tiny particles known as microplastics that are 5 millimeters or smaller in length, making them difficult to clean or filter from the ocean. Plastic is polluting oceans all over the planet, interfering with underwater ecosystems, killing sea animals, and more.\n\nHow Do Plastic Straws Affect Sea Turtles and Other Animals?\n\nAs seen in the video of a turtle with a plastic straw in his nose, it’s easy for straws — which are sharper than they look — to injure animals. According to The Odyssey, more than 1 million seabirds die every year after choking on a plastic straw that they mistook for food. \n\nSimilarly, when sea animals see floating plastic straws (or other plastic items) in their underwater habitat, they often think they are food, and eat them. Besides the choking hazard, this sends animals a false sense of having a full stomach, leading them to die of starvation.\n\nAdditionally, there have been many recent cases of whales and dolphins washing up dead or dying on beaches with stomachs full of plastic — and that plastic is often cited as the animal’s cause of death.\n\nArticle continues below advertisement\nHow Do Plastic Straws Get Into the Ocean?\n\nHumans are the only species who use plastic straws — so we’re the ones responsible for them getting into the ocean. Since they are so lightweight, it’s easy for wind to blow them through the air and into the ocean. This can happen when straws are littered on or near a beach, and when the wind carries them out of uncovered trash cans or landfills and into the ocean. Straws can also be blown off of boats as they cruise through the water, and they can flow through storm drains and gutters that lead to the ocean.\n\nHow Much Plastic Is in the Ocean?\n\nWorldwide, an est. 8 million tons of #plastic end up in our oceans each year. FFI's Cambodia Marine Programme Manager, Marianne Teoh, says ton-for-ton that’s the equivalent of “over 26,000 Boeing 747 planes running into our oceans every single year”. https://t.co/UcFa7hVcAC\n\n— Fauna & Flora Int. (@FaunaFloraInt) August 6, 2019\n\nAccording to a study published in the journal Science in 2015, between 4.8 and 12.7 million metric tonnes of plastic entered the ocean in 2010. Based on that study, many scientists estimate that an average of 8 million metric tonnes of plastic enter the ocean every year. An estimated 150 million metric tonnes of plastic are currently in the ocean, according to Ocean Conservancy.\n\nSome scientists even believe that by the year 2050, there will be more plastic than fish in the ocean (by weight). So yeah… there’s a lot of plastic out there.\n\nArticle continues below advertisement\nHow Much of Ocean Plastic Is Straws?\n\nEven though plastic straws certainly have a negative effect on sea life, they make up a shockingly small percentage of the approximate 8 million of plastic that enter the ocean annually. According to Phys and the UN, straws are responsible for just 0.025 percent of ocean plastic. Seriously. So why do straws get so much flack, when they’re only responsible for one part of the problem? \n\nFor one thing, that video of the turtle with a straw in his nose certainly helped bring straws into the limelight. From there, many organizations launched campaigns urging people to skip the straw. Similarly, many companies ramped up production of reusable straws, and marketed them as alternatives to environmentally conscious consumers. And finally, giving up straws is an easy change for most people who do not have a disability or difficulty drinking from a glass, which helped the trend catch on.\n\nSo if straws are really such a small part of the problem, where does the rest of the ocean plastic come from?\n\nMost Ocean Plastic Comes From Fishing\n\nThe deadliest plastic in the ocean isn't straws, bags or plastic bottles. It's abandoned, lost, and discarded fishing gear: https://t.co/6HWDTPlvJd\n\n— Sea Shepherd (@seashepherd) August 6, 2019\n\nA study published in Scientific Reports found that more than 46 percent of the trash in the Great Pacific Garbage Patch (the world’s biggest gyre of ocean plastic, which floats in between Hawaii and California) was actually comprised of fishing nets, as reported by National Geographic. \n\nThe researchers noted that it was hard to identify most of the plastic in the Great Pacific Garbage Patch, since the majority of it was microplastics or other plastic fragments; however, most of the remaining plastic that they could identify was other paraphernalia from the fishing industry, such as crates, ropes, oyster spacers, and eel trap cones. That’s because many fishermen in the industry abandon their fishing gear in the ocean. Sea animals like fish, turtles, dolphins, porpoises, and whales can get caught in abandoned fishing nets and die; not to mention, an estimated 20 percent of sea animals caught in commercial fishing nets are actually “bycatch,” meaning they are simply a waste product of the commercial fishing process, according to The National Journal. \n\nArticle continues below advertisement\nHow Does Ocean Plastic Pollution Affect Humans?\n\nMicroplastics have been found in the bodies of marine animals in the deepest trenches of the ocean — so it should be no surprise that the seafood we eat contains microplastics. A study published on NCBI found that when humans consume seafood, especially when we eat animals where the GI tract is still intact (such as shellfish), we ingest microplastics. So by polluting the environment with plastic, we are in turn doing the same to our bodies.\n\nHow Can We Reduce Ocean Plastic?\n\nThe statistics on ocean plastic may seem grim — but since humans are the ones who caused this problem, we also have the power to reverse this problem and curb the climate crisis. Here are a few things you can do to reduce ocean plastic.\n\nArticle continues below advertisement\nView this post on Instagram\n\nA post shared by Green Matters (@greenmatters) on Oct 14, 2017 at 8:31am PDT\n\nStop Sucking, Or Use Plastic Straw Alternatives\n\nThere are so many alternatives to plastic straws on the market. The easiest (and cheapest!) one is one you already have: the power to refuse a straw. If you do not require a straw to drink, simply refuse straws in restaurants and bars, and drink straight from the glass. If you would like to invest in a reusable option, you can get ones made from glass, stainless steel, silicone, bamboo, paper, hay, and grass, and there's even a collapsible straw. The organization For a Strawless Ocean offers discounts to various reusable straws on its website.\n\nThat said, people with certain disabilities require plastic straws to drink — and it’s important to always put accessibility ahead of environmental politics, especially when it comes to something like straws. For that reason, establishments that voluntarily do not serve plastic straws typically keep a small stock of plastic straws available for customers who request them.\n\nParticipate in a Plastic Cleanup\n\nAnother great way to reduce ocean plastic is by participating in a trash cleanup, so look around on the internet for one in your community. Even if you’re miles from the ocean, your local gutters and storm drains may still lead to the ocean — so picking up plastic straws and other trash in your neighborhood is always a positive thing. But if you do live near an ocean and have access to scuba gear, consider participating in an underwater ocean cleanup!\n\nAnd if you can’t find an official trash cleanup where you live, consider plogging (which is picking up trash while you jog), or organizing a beach or street cleanup of your own.\n\nArticle continues below advertisement\nEat Less Fish\n\nAs mentioned above, abandoned fishing nets and gear are a common cause of death for sea animals — as is fishing in general, since in addition to all the fish being killed for humans to eat, 20 percent of the animals caught are thrown back into the ocean dead or dying as “bycatch.” Not to mention, 1 out of 3 fish caught typically go uneaten, and 20 billion pounds of fish are thrown away every year. A great way to stop supporting the fishing industry is to simply stop eating fish and other sea animals. Click here for plant-based fish alternative recommendations.\n\nReduce Your Personal Plastic Use, Or Go Zero Waste\n\nIn addition to plastic straws, any other plastic that you are putting in the trash can or recycling bin has the risk of ending up in the ocean. To reduce the chance of that happening, try making steps towards a zero-waste lifestyle by lowering your consumption of single-use plastic\n\nAdvertisement\nMore from Green Matters\n\nWhy Are Straws Bad? Here's Why Companies Are Banning Them\n\n4 Types Of Plastic-Free Straws Perfect For Kids\n\nThese Companies Are Banning Plastic Straws\n\nLATEST WHAT ARE MICROPLASTICS? NEWS AND UPDATES\n\n\t\nAdvertisement\nABOUT Green Matters\nAbout Us\nPrivacy Policy\nTerms of Use\nDMCA\nSitemap\nCONNECT with Green Matters\n\nOpt-out of personalized ads\n\n© Copyright 2023 Green Matters. Green Matters is a registered trademark. All Rights Reserved. People may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}