{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic Pollution Is Everywhere. What Can We Do About It?",
  "href": "https://www.opb.org/news/article/plastic-pollution-solutions-recycling-bans-alternatives/",
  "body": "Scientists are finding plastic pollution in every nook and cranny of the planet - from the top of the Pyrenees to the deepest ocean trench. It's littering rivers, lakes and oceans, killing ...",
  "textContent": "DEC. 10, 2023\ncontribute\n now\n\nOPB's daily newsletter: First Look\nStart your day with the most important news and culture from around the Northwest, right in your inbox. Sign up now for First Look.\nSign up now\nIn The News\nJohn Hasegawa\nHomer the opossum\nRattlesnake Mountain\nDowntown Portland\nUmatilla Co. shelter\nMother of All Demos\nMultnomah ambulance\nWashington Co. homelessness\nAshland-Sviatohirsk ties\nSCIENCE ENVIRONMENT\nPlastic Pollution Is Everywhere. What Can We Do About It?\nBy Cassandra Profita (OPB)\nJuly 31, 2019 8 a.m.\n\nOPB is examining the ways plastic is altering our relationship with the environment and what we can do about it.\n\nResearch suggests the world will have more plastic than fish in the ocean by 2050 if the current rate of plastic pollution continues.\n\nTodd Sonflieth / OPB\n\nScientists are finding plastic pollution in every nook and cranny of the planet – from the top of the Pyrenees to the deepest ocean trench. It's littering rivers, lakes and oceans, killing wildlife, washing out of our clothes and making its way into our food and drinking water.\n\nOver the past year, OPB worked with Portland State University scientists to test and analyze the water at eight sites on four of Oregon’s most iconic rivers. We found microscopic bits of plastic pollution at all of the sites – even in the upper reaches of the Rogue River where few people live.\n\nRelated: Hunt For Answers Shows Oregon Rivers Not Immune To Microplastic Pollution\n\nExperts say we’re all part of the problem when it comes to plastic pollution. The plastic products we buy and throw away don’t always make it to a landfill or recycling facility. If they land in a waterway, they become hazards to wildlife, and they break down into smaller and smaller particles until they’re small enough to be ingested by shellfish – and then eaten by us.\n\nMeanwhile, much of our clothing is woven with plastic fibers like nylon, polyester and acrylic that shed when we wash them. Many of these microscopic fibers leave our washing machines, pass through wastewater treatment plants and get flushed out into local rivers.\n\nThere may not be one solution to all of our plastic problems, but here are some of the ways people are working to reduce them:\n\nReduce Personal Plastic Use\n\nCan you go to the grocery store and come back without any plastic? That's the idea behind a global effort called Plastic Free July that aims to reduce everyday plastic use to stem the tide of new plastic entering the waste stream.\n\nPlastic bags at a grocery store checkout.\n\nLucila Cejas / OPB\n\nThe campaign's website has a ton of ideas for avoiding plastic starting with simple steps like keeping a reusable water bottle and coffee cup on hand (so you can skip the disposable options at the store), bringing your own fabric produce and grocery bags, and using refillable bulk food containers so you can avoid the products that are prepackaged in plastic.\n\nThe site has advice on all kinds of plastic-free options, including toothbrushes, soap, party decorations, razors, food storage, diapers and pet care. Want to avoid plastic cutlery when you're eating out? Make yourself a cloth case for a reusable spoon, knife and fork.\n\nPut A Filter On Your Washing Machine\n\nReplacing your plastic-laden wardrobe with clothing made from all natural fibers would be one way to reduce microplastic pollution. But there are also several products available to catch some of the plastic fibers from the clothes in your washing machine before they leave your house:\n\nThe Cora Ball goes into the machine with your laundry and catches about a quarter of the fibers that would normally be flushed out.\nGuppy Friend is a garment bag that you put your clothing into before it goes into the washing machine, and it catches about the same amount of fibers.\nThe Lint LUV-R has to be installed in your plumbing, but research shows it removes about 87% of the fibers leaving your washing machine.\nThe Filtrol 160 is designed to capture plastics in septic systems.\nRemove Plastic From The Environment\n\nTaking the bigger pieces of plastic trash out of rivers, beaches and parks and putting them in a landfill will keep them from spreading plastic pollution as they break down. The Oregon conservation group SOLVE is constantly organizing river cleanups around the state to remove trash from the environment and put it in a safer place.\n\nAlternatively, Marc Ward of the Seaside-based conservation group Sea Turtles Forever has launched a Sisyphean effort to reduce plastic in the ocean by filtering litter out of beach sand. Ward invented his own sand-sifting device that he and his volunteers use to remove small pieces of plastic from beaches in Oregon, California and in a growing number of places around the world that have purchased his sifting devices. While it's extremely difficult to remove plastic from the ocean, there may be some new technology on the way to help.\n\nPressure Companies To Use Less Plastic\nTHANKS TO OUR SPONSOR:\nBecome a Sponsor\n\nA promotional photo of the paper bottle BillerudKorsnäs plans to release in 2019.\n\nCourtesy of BillerudKorsnäs\n\nWhile you're picking up plastic trash, you might also make a note of who manufactured it and ask them to change their ways. That's the idea behind the Break Free From Plastic brand audits taking place across the globe.\n\nThe group has mobilized people around the world to organize cleanups and tally how much of the plastic they find is made by big corporations that could make a big difference in the global plastic pollution problem if they changed their packaging. Greenpeace has a toolkit for how to nudge companies to change their plastic use.\n\nMeanwhile, a Swedish company with offices in Portland specializes in replacing plastic packaging with paper alternatives and is in the process of developing a paper bottle. A grocery store in Iceland has pledged to eliminate plastic packaging on all of its own-brand products.\n\nAnd researchers at Oregon State University have invented edible packaging to replace the plastic currently used to protect produce.\n\nAvoid Wishful Recycling\n\nTossing things in the recycling bin that might not be recyclable can increase the chances that they end up in the wrong place. The U.S. has been struggling to find buyers for its plastic recycling since China placed strict new rules on what kind of material it will accept. China's new policy is part of an effort to clean up rampant pollution. Unfortunately, a lot of the recycling material the U.S. was sending to China was filled with non-recyclable items that don't have a market and are more likely to be dumped in unauthorized locations.\n\nConsumers can help recycling systems run more smoothly by checking the list of products that are allowed to go in their recycling bins. The rules vary from place to place, and they're changing because of the new recycling restrictions in China. So, while it might feel good to put more things in the recycling bin, it's more important to choose the right things.\n\nOther ways we might increase the amount of plastic we recycle include better ways of separating plastic from the rest of our recyclables – perhaps by putting them in their own curbside bin or enlisting robots that can even separate one kind of plastic from another.\n\nBan Plastic Trash\n\nMore and more U.S. cities – and recently the entire state of Oregon – have started banning problematic plastic products such as plastic bags and drinking straws. Earlier this year, Vermont passed the most comprehensive plastics ban on bags, straws, drink stirrers and styrofoam.\n\nAccording to the United Nations, plastic bags have been taxed or banned in 127 nations. The European Union recently approved a prohibition on the top 10 plastic items that most commonly end up in the ocean, including plastic cutlery and the little plastic sticks that come on cotton swabs.\n\nAdvocates say these bans on single-use plastic items aren’t the ultimate solution to plastic pollution, but they send a clear signal that communities are taking the problem seriously.\n\nCharge (i.e., Pay) More For Single-Use Plastic\n\nOne way to discourage people from using single-use plastic items – without banning them altogether – is to charge more for them. Research shows adding just a 5-cent fee on plastic bags dramatically reduced their numbers.\n\nEarlier this year Portland coffee roaster Nossa Familia announced it would be charging its customers 25 cents for to-go cups to reduce waste and its contributions to climate change. Research commissioned by Starbucks found only a tiny percentage of its customers were bringing in reusable coffee cups – despite the company's 10-cent discount.\n\n“We were a bit nervous initially, fearing this up-charge could turn customers away,” said Nossa Familia Coffee Founder Augusto Carneiro. “We thought, ‘Will customers hate us? Will they backlash? Will they stop coming?’ But we knew it was the right thing to do, and we’ve gotten really positive feedback from customers who appreciate the new approach.”\n\nRegulate Plastic Water Pollution\n\nResearch shows municipal water treatment plants are a major source of microplastic pollution entering waterways. That's because they're treating the water coming from our homes, and their treatment systems can't remove all of the microplastic fibers in our wastewater because some of them are just too small.\n\nRelated: Plastic's New Threat: Indestructible Rafts For Ocean-Crossing Invasive Species\n\nEnvironmental groups advocate for using the Clean Water Act to regulate how much microplastic pollution is allowed to pass through wastewater treatment plants. Studies have found that wastewater treatment plants are already removing up to 98% of microplastics, but that still leaves millions of tiny fibers and particles being released into waterways every day.\n\nAdding smaller filtering screens to the wastewater treatment process could help filter more microplastic out of the wastewater before it is discharged into nearby rivers and streams. However, that doesn't solve a related problem of microplastics leaching out of the biosolids taken from wastewater treatment plants and applied to farmland.\n\nRequire Manufacturers To Recycle Their Plastic\n\nRight now, Oregon and other U.S. states have laws requiring electronics manufacturers to reclaim and recycle their products at the end of their useful life. Many environmental groups support this kind of \"extended producer responsibility\" rule for plastic products and their packaging.\n\nSome countries have already implemented laws like this, and Washington lawmakers considered a state-level option this year. While there is still plenty of debate over the idea, advocates say requiring companies to participate in the recycling of their own products would improve our overall recycling rates and encourage companies to choose easily recyclable materials.\n\nWant to know more about plastic in the environment? Check out our first story in this series: Indestructible rafts for ocean-crossing invasive species.\n\n\nTHANKS TO OUR SPONSOR:\nBecome a Sponsor\nTHANKS TO OUR SPONSOR:\nBecome a Sponsor\nOPB’s First Look newsletter\nSign up to get important news and culture from around the Northwest, delivered to your inbox six days a week.\nEMAIL\nSign Up\n\nTags: Science & Environment, Environment, Business, Climate Change, Economy, Local, News, Pacific Ocean, Sustainability, Plastic, Recycling, Pollution\n\nOPB’s critical reporting and inspiring programs are made possible by the power of member support. Be a part of it!\nBecome a Sustainer now\nTV & Radio Schedules\nSponsorship\nHelp\n\nManage My Membership\nContact Us\nNotifications\nPrivacy Policy\nFCC Public Files\nFCC Applications\nTerms of Use\nEditorial Policy\nSMS T&C\nContest Rules\nAccessibility\nListen to the OPB News live stream (opens new window)\n\nSTREAMING NOW\n\nWeekend Edition Sunday with Ayesha Rascoe\n\nSWITCH STREAM:OPB News\nListen to the OPB News live stream (opens new window)\nKMHD\nListen to the KMHD live stream (opens new window)"
}