{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "New book 'March On!' gives fascinating ... - heraldchronicle.com",
  "href": "https://www.heraldchronicle.com/news/local/new-book-march-on-gives-fascinating-history-of-sewanee-s-preparatory-school-divisions/article_1759dbf2-16af-11ea-8eac-33ff5644b404.html",
  "body": "The Sewanee Trust for Historic Preservation has published \"March On!,\" a history of the preparatory school divisions of the University of the South, generally referred to as Sewanee.",
  "textContent": "Skip to main content\nABOUT USCONTACT USSUBSCRIBEE-EDITIONPAY BILL\nSign UpLog In\n44°\nCloudy \nSunday, December 10, 2023\nFacebook\n \nTwitter\n \nYouTube\n \nInstagram\n \niOS App\n \nAndroid App\nHome\nNews\nSports\nLiving\nArts & Entertainment\nSpecial Sections\nOnline Features\nClassifieds\nObituaries\nThe Job Network\nTimelines Magazine\n PREV\nPrevious\nPREVIOUS\n\t\nSewanee students of the month for November honored\n\n NEXT\nNext Up\nNEXT UP\n\t\nAEDC Turkey Trot 5K gives back locally\n\nArnold Air Force Base personnel hit the scenic trails of the…\n\nNew book ‘March On!’ gives fascinating history of Sewanee’s preparatory school divisions\nDec 8, 2019 \nFacebook\nTwitter\nEmail\nFacebook\nTwitter\nEmail\nPrint\nCopy article link\nSave\n\nThe Sewanee Trust for Historic Preservation has published “March On!,” a history of the preparatory school divisions of the University of the South, generally referred to as Sewanee.\n\n “March On!” is a book that is filled with stories and historic photographs to surprise and entertain all who have an affection for Sewanee, education in general, or Tennessee history.\n\n“March On!” began as a student project by Nathan Shults when he was a Sewanee undergraduate.\n\nHow to Quarter a Chicken\n \n\nHe originally planned to cover only the history of the Sewanee Military Academy (1908—1971) but found that, to provide an understanding of the sources of the structure and values of the SMA, he should begin 40 years earlier with the preparatory school that became the SMA.\n\nDiscoveries \n\nShults was surprised to discover that the university had not originally planned for a preparatory school.\n\nInstead, the founders envisioned only a great American university, one to rival the great universities of Europe.\n\nToward that end, in 1858 a group of wealthy planters and professional men drew up plans for the grand project and dedicated a cornerstone in a well-publicized and well-attended ceremony.\n\nThe group was confident about the project’s future because they had already received enough in pledges to finance an array of grand buildings.\n\nSadly, the Civil War destroyed the fortunes of most of the original pledgers, and in 1868 they faced a problem that threatened to delay all of their plans.\n\nSewanee Mining Company steps up \n\n The Sewanee Mining Company had, in 1858, granted 5,000 acres to the proposed institution with the provision that a university be in operation on the property within 10 years. So, with no time to spare, a group of men, sometimes called the second founders, hired a small faculty and recruited nine students, most under college age.\n\nSince those students were not ready for college work, a program of college preparatory studies was devised for them, and they were officially reported to be enrolled in what the founders named the Junior Division of the University of the South, although there was no senior division.\n\nSewanee Grammar School \n\nLed by the efforts and influence of Charles Todd Quintard, second Episcopal bishop of Tennessee, enough funds were raised, mostly from the North and England, to finance a limited college program.\n\nAfter the college division was established, the high school was renamed the Sewanee Grammar School and given enough support to provide highly regarded college preparatory instruction for a total of 113 years.\n\nSMA becomes The Sewanee Academy\n\nIn the next century, during the surge of patriotism following the Spanish-American War, the school was transformed into the Sewanee Military Academy, and in 1971, when five of the six military academies in Tennessee were forced to retire their military programs or close their doors, the SMA dropped its military program and became The Sewanee Academy.\n\nThe Sewanee Academy continued to preserve Sewanee’s long-standing tradition of academic excellence until 1981, when the university ended its direct support of preparatory education and the school merged with the neighboring St. Andrew’s School to form the totally independent and still flourishing St. Andrew’s-Sewanee School.\n\nProbably because of all these twists and turns in the school’s history and of the fact that at various times the preparatory division kept the university solvent (especially during World War II), Shults found the school’s history so intriguing that he stayed on after graduation and continued his work on the project.\n\nHowever, after business and travel carried Shults too far away from his source materials, he felt forced to release the project back to its sponsors with roughly 85 percent completed.\n\nAnxious to publish Shults’ work, the Sewanee Trust for Historic Preservation appointed two editors.\n\nOne is Waring McCrady, the son of a former vice chancellor, an alumnus of the SMA, a retired professor of the college and author of several published histories.\n\nThe other is Phil White, author of several published articles on Sewanee history who retired after 41 years of English instruction at the Sewanee Military Academy, the Sewanee Academy, and St. Andrew’s-Sewanee School, where he held the Fort Chair in writing.\n\n Immediately after taking charge of the project, the editors decided to add a section on the Sewanee Academy (1971-1981), of which White is the principal author.\n\nMcCrady, who had knowledge of facts and events unavailable to Shults and White, completed the manuscript by inserting enlightening and sometimes humorous text throughout the various sections.\n\nHow to get 'March On!'\n\n \n\n“March On!” is now available at the University Bookstore in Sewanee and other bookstores and businesses.\n\nFor more information or instructions on getting the book, write the Sewanee Trust for Historical Preservation, Box 21, Sewanee, TN 37375.\n\nIndividuals may send a check or money order for $29.95 per book and $5 shipping and handling for one book with a $1 shipping-and-handling fee for additional books shipped to the same address.\n\nOrders must include a name, a mailing address, a phone number and an email address.\n\nFacebook\nTwitter\nEmail\nPrint\nCopy article link\nSave\nTags\nSewanee Trust Nathan Shults University Education School Economics Waring Mccrady The Sewanee Academy Preparatory School Sewanee Military Academy\nRECOMMENDED FOR YOU\nBUSINESS & FINANCE\nA grantmaker is betting a TV show for teen girls can help narrow the STEM gender gap\n+2\nNATIONAL NEWS\nTexas high school sends Black student back to in-school suspension over his locs hairstyle\nEDITORIAL\nOpinion: Students need their sleep\nDuet Partner Releases Smart Scheduler Feature to Simplify Independent Music Studio Scheduling\nLOCAL ENTERTAINMENT\nHappenings in Dec. 7, 2023, edition\n+2\nNATIONAL SPORTS\nNCAA President Charlie Baker calls for new tier of Division I where schools can pay athletes\nLOCAL NEWS\nLiechty receives top TSBA honors\nLOCAL NEWS\nSchool Board asking state to take federal funding\nAround The Web\nBig Pharma Shocked: \"Blue-Antioxidant\" 7X Better Than Botox [Watch Now]\nNeotonics\nHere Are 23+ Hottest Gifts of 2023\nTrendingGifts\nNeuropathic Pain? New Device 'Melts' the Root Cause\nneuroPro\nThis New \"Mini\" Vacuum is Taking America by Storm\nCleanPro\nWhen Tinnitus Won't Stop, Do This Immediately (Watch)\nHealthbay.net\nNeuropathy: Simple Method Helps Nerve Pain Disappear\nHealthbay | Neuro Researches\nAnyone Who Wants to Lose Weight Needs to Check out This Simple Morning Ritual!\nHealthy Nation\nHand Gesture Control Rc Car is the Coolest Gift for Kids' Birthdays and Holidays\nDotmalls\nTry This at Home Today if You Got Moles or Skin Tags\nFitter For Free\nDeb C.\nEagle, WI\nHungarian Chicken Paprikash (Chicken and Dumplings)\nAngie W.\nCentennial, CO\nCrock Pot Christmas Crack\nJannette d.\nISLAMORADA, FL\nMy Famous Lasagna\nLATEST NEWS\nAEDC Turkey Trot 5K gives back locally\nSewanee students of the month for November honored\nWinchester seeking sidewalk grant\nArcher finishes first in bracket at Ramsey Rumble tourney\nRibbon cutting held for Winchester Family Dentistry\nOpinion: Students need their sleep\nHornets pull away in second half versus Madison County\nLady Hornets trounce Madison County for home win\nMOST POPULAR\n Articles\nGilliam steps down as FCHS girls basketball coach\nRibbon cutting held for grand opening of Happy Playce\nFCHS girls soccer players honored by School Board\nWinchester OKs animal-control ordinance\nRibbon cutting held for Opal Hair and Beard Company\nRebelettes top Madison County for road victory\nObits in Dec. 7, 2023, edition\nObituaries in Nov. 30, 2023, edition\nRebelettes fall to Scottsboro in road contest\nHornets trounce Culleoka in road matchup\nREGIONAL AREA EVENTS\nFEATURED BUSINESSES\nAbundant Life Assembly Of God In Winchester\n3310 Cowan Hwy, Winchester, TN 37398\n +1(931)967-1187\nChurch Of Christ At Little Mountain\n710 Old Holders Cove Rd, Winchester, TN 37398\n +1(931)967-1322\nBeans Creek Primitive Baptist Church\n336 Main St, Huntland, TN 37345\n +1(931)469-7153\nChurch Of Christ\n104 Willow St S, Cowan, TN 37318\n +1(931)967-7193\n Website\nEmmanuel Church Of Christ\n203 Cumberland Blvd, Huntland, TN 37345\n +1(931)469-0271\n Website\nCowan Cumberland Presbyterian Church\n206 Cowan St W, Cowan, TN 37318\n +1(931)967-7431\n Website\nCumberland Presbyterian Church\n200 2nd Ave NW, Winchester, TN 37398\n +1(931)967-2121\n Website\nAbundant Life Assembly Of God In Winchester\n3310 Cowan Hwy, Winchester, TN 37398\n +1(931)967-1187\nChurch Of Christ At Little Mountain\n710 Old Holders Cove Rd, Winchester, TN 37398\n +1(931)967-1322\nFind a local business\nPreserving the US Postal Service\nSTOCKS\nMarket Data by TradingView\nSECTIONS\nHome\nNews\nSports\nLiving\nArts & Entertainment\nLocal Events\nAnnouncements\nMultimedia\nObituaries\nE-Edition\nOnline Features\nSERVICES\nSubscribe\nSubmission Forms\nClassifieds\nPlace an Ad\nBusiness Directory\nPromote Your Event\nEmail Alerts\nSearch\nWeather\nheraldchronicle.com\n906 Dinah Shore Blvd\nWinchester, TN 37398\nPhone: 931-967-2272\nEmail: info@heraldchronicle.com\n\nFacebook\n \nTwitter\n \nYouTube\n \nInstagram\n© Copyright 2023 Herald Chronicle 906 Dinah Shore Blvd, Winchester, TN  | Terms of Use  | Privacy Policy\nPowered by BLOX Content Management System from BLOX Digital."
}