{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Impact Of Plastic Straws On Marine Wildlife And Birds - Wheels For Wishes",
  "href": "https://www.wheelsforwishes.org/news/impact-of-plastic-straws-on-marine-wildlife-and-birds/",
  "body": "Plastic straws are just one of several plastic pollutants used globally, but eliminating them is a great step toward solving a global epidemic. How Plastic Straws Affect Ocean Ecosystems. Plastic straws never fully break down and have no way of biodegrading or dissolving. In the United States alone, 500 million straws are used every day.",
  "textContent": "1-855-278-9474\nDonate Now\nWhy Donate\nTax Info\nDonation Info\nGet rid of a car\nTitles & donation\nHow to donate a car\nAbout\nChapters\nBlog\nAll donation articles\nLocations\nCalifornia\nNew York\nFlorida\nTexas\nAll states\nF.A.Q.\nHomeNewsImpact Of Plastic Straws On Marine Wildlife And Birds\nImpact Of Plastic Straws On Marine Wildlife And Birds\nJuly 24, 2019\n\nPlastic straw pollution has made waves in the news recently. That’s because this disposable item you find in most drinks at most restaurants, which you may not even think about, has been adding up in our oceans and negatively impacting marine wildlife and birds. Plastic straws are just one of several plastic pollutants used globally, but eliminating them is a great step toward solving a global epidemic.\n\nHow Plastic Straws Affect Ocean Ecosystems\n\nPlastic straws never fully break down and have no way of biodegrading or dissolving. In the United States alone, 500 million straws are used every day. Therefore, over 175 billion straws that will never disappear are polluting our landfills and oceans—and that’s just the United States!\n\nWhen plastic straws enter the ocean, they break down into microplastics. These harmful smaller pieces are ingested by birds and marine wildlife unintentionally, and it’s almost impossible to avoid. In fact, a study showed that 100 percent of tested sea turtles had ingested plastic. Ninety-nine percent of all sea bird species will have ingested plastic by 2050, leading to a mortality rate of up to 50 percent.\n\nLearning the impact plastic straws have on animals may not affect you, but plastic straws have an impact on you as well. In fact, 94 percent of all United States tap water has plastic in it. Plus, the plastic affecting marine wildlife and birds has a much larger affect on the ocean’s ecosystem—which means affects on food supply and quality.\n\nHelp Make The World A Better Place\n\nPlastic straw pollution may not have much to do with Wheels For Wishes car donation, but they do both make a big impact. Plastic straws have a negative impact as they never fully biodegrade and are harmfully ingested by birds and marine wildlife. Wheels For Wishes car donation, on the other hand, has a positive impact by recycling vehicle donations and using the proceeds to benefit children facing critical illness with a life-changing dream come true through Make-A-Wish.\n\nWheels For Wishes has a mission to help Make-A-Wish grant wishes to all children facing critical illness, and with that mission comes a hope to make the world a better place. Making small life adjustments like using alternative, environmentally-friendly straws can help save marine eco systems by eliminating a big piece of the plastic pollution in our oceans. Making a generous donation of your unwanted car can make a huge impact on your local chapter of Make-A-Wish, as the proceeds will help fund life-changing wishes!\n\nYou can donate your car to Wheels For Wishes today by calling 1-855-278-9474 or by filling out our easy online donation form. Help save the world today!\n\nRecent Posts\nHow To Reduce Pollution In Your Car From Wildfire Smoke\nCelebrate International Children's Day 2023\nWhere Is The VIN Number On A Car?\nWhy Won't My Car Start?\nHere's what to do with a car with a blown engine\nCategories\nCar Tips & Safety\nDonating & Charity\nEnvironment\nEvents & Holidays\nHealth\nKids & Stories\nPress & News\nRecycling\nTaxes\nTravel\nUncategorized\nWish Stories\nOur Locations\nAlabama\nAlaska\nArizona\nArkansas\nCalifornia\nColorado\nConnecticut\nDelaware\nFlorida\nGeorgia\nHawaii\nIdaho\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nLouisiana\nMaryland\nMassachusetts\nMichigan\nMississippi\nMissouri\nMontana\nNebraska\nNevada\nNew Hampshire\nNew Jersey\nNew Mexico\nNew York\nNorth Carolina\nNorth Dakota\nOhio\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWest Virginia\nWisconsin\nWyoming\nOur matching gift sponsors Learn More\nDonate Now To Help Make A Child's Wish To Come True\n5775 Wayzata Blvd.\nSuite 700\nSt. Louis Park, MN, 55416\nPhone: 1-855-278-9474\nEIN: 26-3408048\nWhy Donate\nTax Info\nDonation Info\nGet Rid Of A Car\nTitles & Donation\nHow To Donate A Car\nAbout\nChapters\nBlog\nAll Donation Articles\nLocations\nCalifornia\nNew York\nFlorida\nTexas\nAll States\nFAQ\nCDF also runs the following programs:\nWheels for Wishes benefiting Make-A-Wish®, Wheels for Wishes & Wellness benefiting local children's hospitals and charities, Vehicles for Veterans benefiting disabled veterans, and Animal Car Donation benefiting animal rescue organizations.\n\n\nRead More\nCDF's mission is to help these benefitting charities fulfill their missions with proceeds from CDF's car donation programs. CDF and all benefitting charities are separate and unaffiliated 501c organizations.\n© 2009 - 2023 Wheels For Wishes (Car Donation Foundation)\nA federally registered 501(c)(3) non-profit organization\nPrivacy Policy | Sitemap"
}