{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The best reusable straws for your eco-friendly adventures - Mashable",
  "href": "https://mashable.com/roundup/best-reusable-straws",
  "body": "The FinalStraw The Og Metal Reusable Straw The stainless steel straw that inspired many knockoffs, it folds up into a carrying case and comes with a cleaning brush. $24.95 from Amazon Pros &...",
  "textContent": "Search\nHome > Tech\nThe best reusable straws for your eco-friendly adventures\nThere's a straw out there for every taste.\nBy Abigail Barr  on June 23, 2020\nShare on Facebook\nShare on Twitter\nShare on Flipboard\nAll products featured here are independently selected by our editors and writers. If you buy something through links on our site, Mashable may earn an affiliate commission.\nOverview\nBEST LIGHTWEIGHT STRAW\nReusable Silicone Travel Straw\nJump to Details \n$5 Urban Outfitters\nTHE OG METAL REUSABLE STRAW\nThe FinalStraw\nJump to Details \n$24.95 Amazon\nTHE BEST SILICONE-METAL HYBRID\nKlean Kanteen Straw Set\nJump to Details \n$19.95 Amazon\nBEST FOR AVOIDING TEETH STAINS\nThe Koffie Straw\nJump to Details \n$12.99 Amazon\nTHE MOST MODULAR OPTION\nThe Harlov 3 Way Straw\nJump to Details \n$14.97 Amazon\nSEE 1 MORE \n\nEver since that video of a plastic straw up a sea turtle’s nose went viral, there has been a demand for reusable straws. Some companies have agreed to either phase out or entirely get rid of plastic straws in response to the demand. And some restaurants have resorted to using paper straws, bamboo straws, or even bucatini pasta [a noodle with a wide hole in it] to substitute for plastic straws. The call to ban plastic straws is part of a greater conversation about single-use plastics: that coffee cup you get from a store that comes with a plastic lid and sleeve is usually not recyclable. All that trash ends up in a landfill, and unfortunately, can also land in our oceans.\n\nWho does the reusable straw movement leave out?\n\nThis movement that has been brewing in stores and online to rid the world of plastic straws unfortunately leaves out people with disabilities who may need to use straws. They may not have the money to purchase one with a carrying case, and don’t want to feel shamed while using a straw either. But whether you’re an eco-conscious consumer who loves using a straw for their morning smoothie, or someone who needs to use one to consume liquids, there have been tons of reusable straws on the market. From steel straws to silicone ones, straws that come with carrying cases and little brushes, you have a lot of choice when it comes to a straw.\n\nHow did we come up with this list?\n\nWe came up with this list based on the durability of the straws mentioned — it’s not very sustainable to keep buying new straws because they break, after all. We also chose them based on their ease of portability and cleaning. If you forget to put your straw in your bag because the case doesn’t clip on, or if your straw languishes by the sink because you’re too lazy to wash it by hand, it’s as good as not even having one. Ultimately people want these straws because they want to feel like they’re making a good choice for the environment, and we’re showing you the ones that will be easy to use, clean, and store, so you’ll be the most likely to use them.\n\nMORE:\nBest Reusable Tumblers\nBest Meditation Apps Devices Journals\nAll Best Products\nReusable Silicone Travel Straw\nBEST LIGHTWEIGHT STRAW\n$5 Urban Outfitters\n\nThis is a very flexible silicone straw that comes in two very cute colorways: pale yellow and the ever-ubiquitous “millennial pink.” The straw comes in a small plastic carrying case that has a little clip for your bag. It’s wide enough to drink a thick smoothie, or suck up tapioca pearls in boba tea. Plus, it’s dishwasher-safe, so it won’t be hanging out on your sink, begging to be hand-washed. \n\nThe Urban Outfitters website has it rated as “not safe for the microwave or oven” but silicone as a material is generally heat-resistant, so using it in hot beverages would be fine. \n\nIt’s cheaper than many of the straws on this list, and the fact that it’s available at a major retailer in person and online makes it an accessible pick as well. \n\nIt has an average of a 4.3 star rating on Urban Outfitters, where the only qualms seem to be that it’s “very floppy” and that one of the products arrived damaged. Most people wrote that they enjoyed using this straw more than metal ones. \n\nHere’s a positive review from an anonymous reviewer: \n\n“12/05/2019 Cute while saving the planet!! AH!\n\n“12/05/2019 Cute while saving the planet!! AH!\n\nI just bought this straw and love it!!! The metal sometimes bothers my teeth, so the silicon of this guy is so soft in comparison (duh, but like thank god) I love it and it’s so great to be able to just attach it to my keys!” \n\nDuh, but like, thank god indeed.\n\nBuying Options\n$5 from Urban Outfitters\nThe Good\nThe Bad\nDetails\nThe FinalStraw\nTHE OG METAL REUSABLE STRAW\n$24.95 Amazon\n\nIf you’re like me, you remember The FinalStraw from Shark Tank. (Yes, I’ve seen every single episode of the show and YES I’m proud of my choices in life.) But if you’re not like me, maybe you’re one of the over 300,000 people who viewed their commercial on Youtube, where a mermaid tries to save the world from single-use plastic by using this metal straw, or were a part of its $1.8 million Kickstarter campaign. \n\nIt has a host of innovative features, which have been subsequently knocked off by other reusable straw manufacturers. The straw folds up into a sleek, metal carrying case that has a keyring. When you open the case, the straw pops out and assembles, like magic. It has a little brush so you can clean the inside, but the straw is not dishwasher safe. The straw is available in silver and rainbow, and the case comes in 6 colorways. \n\nThis is a great straw if you’re committed to the cause and want to show it off. You’ll remember to hand wash it because you want everyone to know that you are supporting the planet with this vessel. But if you know yourself and know that you’re just gonna leave little mango smoothie chunks in it, and then grab a plastic straw at Starbucks when you forget to wash it...it’s probably not your best bet.\n\nBuying Options\n$24.95 from Amazon\nThe Good\nThe Bad\nDetails\nKlean Kanteen Straw Set\nTHE BEST SILICONE-METAL HYBRID\n$19.95 Amazon\n\nCue the Hannah Montana theme song because with this four-pack of stainless steel straws and silicone mouthpieces, you’ll get “the best of both worlds.” \n\nThe stainless steel body means that you can sip hot or cold beverages, and the silicone mouthpiece gives you a comfortable drinking experience [because who wants to feel like their mouth is being stabbed while drinking a smoothie?] \n\nIt comes with a cleaning tool as well, although multiple reviewers claimed the brush bristles were too wide for the straw, so it would get stuck. The good news is the straws are dishwasher safe, so even if the brush doesn’t work out, you can still ensure it gets squeaky clean. \n\nIt makes our list because its material hybrid makes it stand out in the market, it is from trusted water bottle company Klean Kanteen, and you can get four straws for under $10 in cute rainbow colors: orange, green, blue, and purple. \n\nA reviewer, Fred claims: \n\n“I have seen and used a number of different reusable drinking straws, some with and some without silicone tops. The Klean Kanteen straws are by far the best. They have a sensible larger inside diameter. The silicone ends are designed perfectly. The colors are great--even got one of the four in my favorite color-orange.” \n\nBuying Options\n$19.95 from Amazon\nThe Good\nThe Bad\nDetails\nThe Koffie Straw\nBEST FOR AVOIDING TEETH STAINS\n$12.99 Amazon\n\nLove drinking red wine or coffee, but hate staining your teeth? The Koffie Straw is made just for you. It has a skinny body and an oval shaped mouthpiece, allowing the liquid to bypass your teeth and get delivered straight into your mouth, for maximum caffeine and alcohol funneling. And if you really like to drink wine out of a straw...then go for it! \n\nUnlike many plastic straws which can contain BPAs and lead, the Koffie Straw is certified to be free of those ingredients. And unlike some of the other straws on this list, it’s very thin so it can fit in the tightest of drink spaces, like a coffee cup lid. And while it does not come with a case, you can fold it up when you’re done. \n\nThe coolest thing about The Koffie Straw is while its silicone is very durable, when you’re all done with it, you can burn it. Once you do, it turns into biodegradable ash, which is the most “metal” thing we’ve seen regarding reusable straws.  And because it’s from The Package Free shop, they promise to mail the straws in minimal packaging to reduce the environmental impact of shipping and packaging in e-commerce.\n\nBuying Options\n$12.99 from Amazon\nThe Good\nThe Bad\nDetails\nThe Harlov 3 Way Straw\nTHE MOST MODULAR OPTION\n$14.97 Amazon\n\nAt $12.70 on the brand’s website, the Harlov 3-way straw is not the cheapest option on this list. But it makes up for it with the ingenuity of the product. \n\nIt comes with two BPA-free straw pieces, one that measures 4.5 inches, and one that measures 6 inches. You can use them separately [think: a juice box for the smaller one] or stick them together to make a mega 10.5 inch straw [for a tumbler or bubble tea cup] by using their polypropylene straw connector. Those three parts, along with a cleaning brush, can be packed away in their provided case. \n\nWhile the straw set is not entirely plastic-free, as the connector is made of a type of plastic, it’s still a great option if you want to give the smaller straw to a child and drink out of the larger one, or fit the straw together and drink out of it in a larger container. It’s helpful that you can snap the silicone mouthpieces on or off the straw, in case you like the taste and feeling of silicone over steel, which some can find a little metallic tasting. Another potential downside is that it is not dishwasher-safe.\n\nBuying Options\n$14.97 from Amazon\nThe Good\nThe Bad\nDetails\nThe GoSili Reusable Straw Family Pack\nBEST FOR KIDS\n$7 GoSili\n\nWhat we loved about these straws for kids is their varying lengths. They can use the 5.5 inch straws in sippy cups, while you can use the 8 inch ones in your coffee.  \n\nYou’ll feel confident using these straws, since they are BPA, BPS, phthalate, PVC, and lead free. They come in packs of blue and pink, or orange and mint green. \n\nA reviewer, Lisa P. claimed:\n\n“I love these. This is the second pack I’ve night for my family and I’ve given some as gifts as well! They’re the best reusable straws. Good sizes, sturdy for my kids who like to bite on them, easy on the teeth, and fun colors!” \n\nAnd another said these straws have helped her kid get over using sippy cups. It’s good to know that the straws are sturdy, so your kids won’t chomp through them. And at a little more than $1 a straw, it’s affordable for a family.\n\nBuying Options\n$7 from GoSili\nThe Good\nThe Bad\nDetails\n\nTopics Social Good\n\nRecommended For You\nWhat to know about an 'ADHD watch'\nHere's what to know before splurging on a smartwatch to help with ADHD.\n11/29/2023\nBy Rebecca Ruiz\n'Queer Eye' star Tan France can't stand tech, TikTok, and mommy bloggers\nTikTok is not his cup of tea.\n11/09/2023\nBy Elizabeth de Luna\nKindle Paperwhite Signature Edition review: The upgrade is worth the money this Cyber Monday\nIt's the best e-reader out there, and it's not much pricier than the regular Kindle Paperwhite.\n11/26/2023\nBy Stan Schroeder\nThe Dyson Airwrap is an impressive multi-styler that's by no means essential\nDyson may have changed the hair styling game with the Airwrap, but that doesn't mean they still run it.\n11/07/2023\nBy Bethany Allard\n'Wonka' review: Can Timothée Chalamet win over the haters?\nThe golden ticket at the end of a year of dynamic cinema.\n12/04/2023\nBy Kristy Puchko\nTrending on Mashable\nScientists discover unknown prehistoric world — on Earth\n\"It’s unlike anything I’ve ever seen or, really, like anything any scientist has ever seen.\"\n12/09/2023\nBy Mark Kaufman\nNYT Connections today: See hints and answers for December 10\nEverything you need to solve 'Connections' #182.\n15 hours ago\nBy Mashable Team\nWordle today: Here's the answer and hints for December 10\nHere are some tips and tricks to help you find the answer to \"Wordle\" #904.\n14 hours ago\nBy Mashable Team\nInside 'Game Changer,' the internet's favorite game show\nHost and Dropout CEO Sam Reich takes us behind the curtain of the game show whose rules change every episode.\n12/09/2023\nBy Belen Edwards\n20 jobs in jeopardy due to AI, according to new study. Is yours on the list?\nAI is comin' for your career.\n12/08/2023\nBy Kimberly Gedeon\nThe biggest stories of the day delivered to your inbox.\nSubscribe\nThis newsletter may contain advertising, deals, or affiliate links. Subscribing to a newsletter indicates your consent to our Terms of Use and Privacy Policy. You may unsubscribe from the newsletters at any time.\nTECH\nSCIENCE\nLIFE\nSOCIAL GOOD\nENTERTAINMENT\nBEST PRODUCTS\nDEALS\nAbout Mashable\nContact Us\nWe're Hiring\nNewsletters\nSitemap\nMashable supports Group Black and its mission to increase greater diversity in media voices and media ownership. Group Black's collective includes Essence, TheShadeRoom and Afro-Punk.\n©2005–2023 Mashable, Inc., a Ziff Davis company. All Rights Reserved.\nMashable is a registered trademark of Ziff Davis and may not be used by third parties without express written permission.\nAbout Ziff Davis\nPrivacy Policy\nTerms of Use\nAdvertise\nAccessibility\nDo Not Sell My Personal Information\nAdChoices"
}