{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Politics and the plastic crisis: A review throughout the plastic life ...",
  "href": "https://wires.onlinelibrary.wiley.com/doi/full/10.1002/wene.360",
  "body": "Plastic pollution is rapidly gaining political attention and emerging as one of the great challenges of our time. Indeed, we find that much of the politics of plastic is centered on mitigating plastic pollution. Globally, plastic pollution has been estimated to cause at least $13 billion of financial damage annually (UNEP, 2014). The ...",
  "textContent": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. To learn more, view the following link: Privacy Policy\nSkip to Article Content\nSkip to Article Information\nUniversity of the South\nLogin / Register\nJOURNALS\n \nEXPLORE\nAbout WIREs\n \nFor Authors\n \nContact Us\nWIREs Energy and Environment\nAdvanced Review\nOpen Access\nPolitics and the plastic crisis: A review throughout the plastic life cycle\nTobias D. Nielsen, Jacob Hasselbalch, Karl Holmberg, Johannes Stripple\nFirst published: 08 August 2019 https://doi.org/10.1002/wene.360Citations: 135\n\nFunding information: H2020 Environment, Grant/Award Number: 730053; Kamprad Foundation , Grant/Award Number: SUSPLAST; Stiftelsen för Miljöstrategisk Forskning, Grant/Award Number: No. 2016/1489; Swedish Foundation for Strategic Environmental Research\n\nSECTIONS\nPDF\nTOOLS SHARE\nAbstract\n\nThis article surveys the politics of plastics through a reading and analysis of more than 180 scientific articles in the fields of environmental science and environmental studies. Despite the many benefits of plastics, the global plastic system is increasingly being recognized as the source of severe environmental problems. Rather than orient the investigation around specific venues, levels, or architectures of governance, our survey first follows plastic through its life cycle, and then considers the major categories of plastic objects addressed in the current literature, and the different approaches taken to each category. The politics of plastics is a growing field of inquiry, with the most rapid expansion in the areas of marine pollution and microplastics. Our consideration of plastic flows reveals increasing politicization towards the latter end of the life cycle, that is, plastic as waste and pollution. Turning to plastic objects, we observe different forms of mobilization, and varying connections between flows and objects, which allow for multiple interpretations of what is at stake. In the closing section, we consider two recent trends in the plastic governance discussion that take a more holistic view of the plastic crisis: attempts to construct (a) a circular plastics economy and (b) global plastics conventions or treaties. We end the paper by highlighting the need for studies to further investigate the norms and practices that maintain the role of plastics in society, as well as the political and economic arrangements that secure its overabundance and low price.\n\nThis article is categorized under:\n\nEnergy Policy and Planning > Economics and Policy\nFossil Fuels > Science and Materials\nFossil Fuels > Climate and Environment\n\nGraphical Abstract\n\nPrevalence of literature - plastics debates (weighted).\n\n1 INTRODUCTION\n\nPlastic is everywhere. It is an essential material in the infrastructure of modern societies. Its design versatility, low cost, formability, light weight, and bioinertness have made it the material of choice in a broad range of applications from smartphones to food packaging and 3D printing (Andrady, 2015). It also contributes in different ways to the construction of a more sustainable society: plastics protect food and help reduce food waste, enable the design of lighter vehicles, and insulate electrical cables for maximum efficiency. But balancing all of plastic's valuable uses are the problems it creates. There are frequent reports of remote beaches found littered with plastics. Images and videos proliferate through social media of sea birds, dolphins, and turtles entangled in plastics or dead from ingesting them. Plastic pollution is now found in every corner of the world: in our oceans, soil, drinking water, the bodies of humans and animals, and even in the air. Plastic production is expected to double in 20 years, which will far outstrip our current waste management and recycling capabilities (Ellen MacArthur Foundation, 2016). In short, plastic pollution is one of the greatest environmental challenges of our time.\n\nA large number of nongovernmental organizations (NGOs), high-profile reports (Ellen MacArthur Foundation, 2016; Ellen MacArthur Foundation, 2017; UNEP, 2016), and civil society actions have helped increased global awareness of the problems associated with plastic. In response, the European Union (EU) has recently launched its Plastics Strategy (2018) and hosted a marine convention (“Our Ocean 2017”) in Malta, while several national governments are discussing legislation targeting specific plastic objects, such as plastic bags (Clapp & Swanston, 2009; Nielsen, Holmberg, & Stripple, 2019), plastic bottles and disposable cups (Environmental Audit Committee, 2017, 2018), and plastic beads (Xanthos & Walker, 2017), with a view to reducing pollution and improving recycling rates. The growing concern of governments, activists and the news media about plastic accumulation reflects the exponential increase in plastic use in modern society (Geyer, Jambeck, & Law, 2017). The global plastics crisis presents a “wicked” multiplicity of challenges (Landon-Lane, 2018), among them plastic's ubiquity, its persistence in nature, and the cross-boundary effects of plastic pollution. Several scientific articles have indicated the entanglements and interdependencies that exist across different parts of the plastic system (e.g., Thompson, Moore, Vom Saal, & Swan, 2009; Tibbetts, 2015). Many also conclude that further research is needed in the area of plastic governance (e.g., Peng, Wang, & Cai, 2017; Rochman et al., 2013; Vergara & Tchobanoglous, 2012).\n\nCompared to other environmental problems, plastic stands out for having “no one in the cockpit” (Hajer et al., 2015). There is no centrally recognized global scientific or political authority tasked with addressing the plastic problem. Despite efforts being made within marine plastic pollution (e.g., the Global Partnership on Marine Litter [GPML] and the Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection [GESAMP], both of which are United Nations [UN] initiatives), no one is tackling the global plastics problem more widely. Partly, this is because there is no common agreement on how exactly to define “the plastic problem”—instead, there are many plastic problems, focus areas and solutions. Expectations and visions around these vary, as do suggestions for sustainability pathways. Prominent among these are circular economy, bioplastics, and avoiding or reducing plastics, but many other ideas have been floated also.\n\nWe begin our investigation with plastic flows, tracing the scientific literature through the production, consumption, and waste management stages of plastic, ending with the literature on plastic as a polluting substance. We also include studies of the energy impacts of the various stages of the plastic life cycle in this section. In the section that follows, we review the literature on plastic objects: plastic bags, bottles, microplastics, and miscellaneous single-use items. Appendix 1 provides a list of the approximately 180 articles we surveyed. In the final section we consider two emerging trends within plastic governance: first, attempts to construct the circular economy; and, second, attempts to form a global plastics convention. To fully capture the politics of plastics, this section moves attention away from the scientific treatment of discrete plastic flows and objects towards emerging policy initiatives that try to draw together multiple flows and objects into more coherent and governable wholes.\n\nOur review indicates that the whole plastics life cycle is political, but it has not yet been equally politicized. What we mean by this is that the studies we review draw attention to problems at all stages of the life cycle that demand scrutiny and debate, but some of these stages currently command a disproportionate share of both public and scholarly attention. The scientific literature can flag problems, but whether these problems then become prioritized in the political debate depends on the dynamics of the debate itself and how participants variously mobilize and communicate. Vice versa, once some area of plastics becomes prioritized in political debates, we then see a growing share of scientific attention to that problem. The relationship between the plastics literature in environmental studies and plastic politics in the real world goes both ways. We reflect more on this in the conclusion and suggest productive future research agendas for studying and influencing the politics of plastics (Box 1).\n\nBOX 1. STUDYING PLASTIC FLOWS AND OBJECTS\n\nTo illustrate the growing attention to plastics in the scientific literature, Figure 1 displays trends within the fields of “environmental sciences” and “environmental studies” (indexed on the Web of Science database), using the key term “plastic*” in combination with the topics listed in the legend. The figure is weighted in relation to the total number of articles published within the fields of environmental science/studies. Unsurprisingly, the number of articles about plastics is increasing year on year. One of the clearest trends can be seen in the microplastics category. Barely mentioned a decade ago, today this is one of the most researched topics in the field. Marine plastic pollution, an umbrella topic that contains not only plastic debris/litter but also microplastics, has always been one of the most researched plastic topics. However, the debate has gained more attention recently, amplified by growing political and social attention to microplastics. This indicates an increased interest in the pollution aspect of the plastic complex, where both circular economy and a global convention are considered as potential solutions.\n\n2 FLOWS: POLITICS ALONG THE PLASTIC LIFE CYCLE\n\nDifferent kinds of politics define different parts of the plastics life cycle (or “value chain”). As we move from production (feedstocks, design) and consumption towards waste management and pollution, plastics become more explicitly contested in the scientific literature—that is, more likely to be understood as a societal problem. We do not suggest that plastics are only a problem of littering and pollution, but this is the emphasis that we currently find.\n\n2.1 Production\n\nThe production of plastics is heavily linked to petrochemistry and fossil feedstocks. A total of 99% of feedstock for plastic production is fossil fuel-based, which accounts for approximately 8–9% of global oil and gas consumption (4–5% as feedstock and 3–4% as energy; Hopewell, Dvorak, & Kosior, 2009; Andrady, 2015). Global demand and production capacity for conventional plastic is expected to increase as petrochemical companies realize large-scale investments in new production facilities and infrastructure, especially in the United States, Middle East, and South-East Asia. This build-out is in part driven by cheap American shale gas following the “fracking boom” (CIEL, 2018). The current global production capacity of bio-based and biodegradable plastics is only about 4 million tons per year, accounting for about 1% of the total production of plastics, currently estimated at 380 million tons (Geyer et al., 2017).\n\nThe literature we investigated in this part of the life cycle focuses on different types of feedstocks for plastic production, including bio-based and carbon dioxide (CO2), as well as the opportunities and challenges of switching to these alternative feedstocks (Kishna, Niesten, Negro, & Hekkert, 2017). Opportunities include ways to reduce or replace fossil fuels and the potential increase in innovation and circularity that bio-based plastics could bring. Key barriers to adoption of bio-based polymers addressed in the literature include: long payback periods (Suk, Lee, & Jeong, 2016), uncertainties of customer receptiveness (Iles & Martin, 2013), fears of greenwashing allegations and “competition” with other uses for biomass, such as food and feed (Brockhaus, Petersen, & Kersten, 2016). Biomass is not the only alternative feedstock: studies are emerging on the potential and possibilities of converting CO plastic (e.g., Palm, Nilsson, & åhman, 2016). While the technology is in place, barriers include low awareness (van Heek, Arning, & Ziefle, 2017) and high production costs (Palm et al., 2016).\n\nUpstream choices about plastic feedstock have implications for possibilities further downstream in the life cycle. Only a few studies have investigated the potential of integrating production more tightly with other parts of the plastic life cycle, for example through improved design choices (Ellen MacArthur Foundation, 2016) and improving waste management systems to handle bio-based plastics (Fraunhofer UMSICHT, 2017). Even so, the growing interest in the plastics circular economy will make these types of questions increasingly pertinent.\n\nAnother shortcoming we note is the lack of attention to the sociocultural dimension of the fossil fuel lock-in of plastics. This attention is needed to highlight not only our economic but also our cultural dependence on fossil fuels (Wilson, Carlson, & Szeman, 2017). Given the interconnectedness of plastics and fossil fuel production, there is ample opportunity for studies on alternative feedstocks to engage more explicitly with these debates.\n\n2.2 Consumption\n\nStudies on consumption are often focused on behavior in connection to certain plastic objects, such as plastic bags (e.g., Jakovcevic et al., 2014; Martinho, Balaia, & Pires, 2017), plastic bottles (Hawkins, Potter, & Race, 2015; Orset, Barret, & Lemaire, 2017), disposable cups (Poortinga & Whitaker, 2018), food packaging (Wikström, Williams, & Venkatesh, 2016), and microbeads in cosmetics (Anderson, Grose, Pahl, Thompson, & Wyles, 2016) (see also next section). One of the objects on which a great deal of consumption research is focused is the plastic bag. Studies cover the effects of national or subnational public policies on plastic carrier bags (Nielsen et al., 2019) and consumer perceptions of these (Martinho et al., 2017), but also behavior responses, which differ according to socioeconomic background, environmental awareness, and consumer habits (Jakovcevic et al., 2014; Poortinga, Sautkina, Thomas, & Wolstenholme, 2016).\n\nStudies in this area tend to focus on improving technical components or optimizing political responses around individual plastic objects as a way to change consumption and behavior. Examples include improving packaging design, switching to alternative products, avoiding single-use plastics, and implementing tough regulations on littering and the consumption of specific objects (Dauvergne, 2018a; Mendenhall, 2018; Steensgaard et al., 2017). Pahl, Wyles, and Thompson (2017), for example, suggest warning signs similar to those on cigarette packages to alter consumer behavior around single-use plastics. Although many studies criticize the rate of consumption of these objects, few make in-depth analyses of the underlying norms and power relationships that support and maintain unsustainable levels of plastic consumption (with some important exceptions, see e.g., Gabrys, Hawkins, & Michael, 2013; Hawkins et al., 2015).\n\nOther studies experimented with visualizing the plastic problem in new ways for their sample groups and surveyed them afterwards to find out if they had been inspired to change their behavior. Anderson et al. (2016) evaluated microplastic perception among environmentalists, beauticians, and students after showing them data on the microplastic content of various cosmetic products. Hartley, Thompson, and Pahl (2015) examined a suite of interactive activities for school kids on the topic of marine plastic pollution and evaluated their potential to change perceptions and, perhaps, future consumer behaviors.\n\n2.3 Waste management\n\nThe reuse and recycling of end-of-life plastics is very low, particularly in comparison with other materials such as paper, glass, or metals (Ellen MacArthur Foundation, 2016). The EU is among the top performers but, even so, only 30% of EU plastic waste is collected; and much of that is shipped to third countries to be processed (European Commission, 2018a). Indeed, around the globe insufficient waste management is framed as the key issue behind plastic pollution (see next section). Even if global recycling rates rose from today's 14%, it is doubtful that waste management processes on their own would be able to keep up with the pace of plastic production (Ellen MacArthur Foundation, 2016).\n\nRecycling has broad support and improving the waste management of plastic is arguably less controversial than regulating plastic consumption or production. In the recently published EU strategy on a circular economy in plastics, there is a strong emphasis on improving the waste management of plastics (European Commission, 2018a). Still, improving waste management is a complex undertaking, involving challenges such as reducing waste, waste collection, sorting plastic types, and improving recycling schemes and flows (Hopewell et al., 2009; Rivers, Shenstone-Harris, & Young, 2017). The problems of improving waste management systems are intensified in countries that lack effective waste management systems (Oyake-Ombis, van Vliet, & Mol, 2015). Jambeck et al. (2015) find that only a handful of developing countries account for the majority of marine plastic pollution. However, several of these countries receive large quantities of plastic waste from developed countries (Brooks, Wang, & Jambeck, 2018).\n\nSome studies have analyzed public policies aimed at improving waste management and their implications, including taxes (Klavenieks & Blumberga, 2017), extended producer responsibility (Quartey, Tosefa, Danquah, & Obrsalova, 2015), and EU directives (Steensgaard et al., 2017). Others identify key barriers, including a lack of integration of the informal waste sector (especially in developing countries), problems of effectively managing the increasing complexity of waste, the often poor quality of plastic flows, and the problem of down-cycling, which entails recycling to a product of lower value or functionality (Hahladakis & Iacovidou, 2018; O'Neill, 2018; Vergara & Tchobanoglous, 2012). As a result of the 2018 Chinese restrictions on plastic waste imports, there is a growing interest in China's previous role as a “global” receiver of household plastic waste, and in the implications of the present ban (Brooks et al., 2018; O'Neill, 2018). In addition, a few studies focus on improving the waste management of individual objects, like plastic bags (e.g., Jakovcevic et al., 2014; Rivers et al., 2017; Singh & Cooper, 2017).\n\nNot all forms of waste management are without controversy. The issue of incineration (energy recovery) of plastic has been debated. Critics argue that heavy public investment in incineration creates lock-ins, which impede the further development of recycling (Seltenrich, 2013). On the other hand, proponents argue for the benefits of incineration co-existing with recycling, in light of the complexity of plastic recycling and the risks of down-cycling (Seltenrich, 2013). It seems that even debates about plastic disposal that are supposed to be purely technical in fact beg political and economic questions: who should be responsible for increasing recycling rates? And who should be tasked with making it more competitive with products made from virgin feedstock?\n\nPlastic waste management has also been considered in its behavioral aspect. Studies point out that consumer uncertainty regarding waste sorting—such as category uncertainty, the novelty of the habit, and absent or contradictory “rules of thumb”—represent key barriers in reaching higher recycling rates (Fråne, Schmidt, & Sjöström, 2015; Henriksson, åkesson, & Ewert, 2010). Henriksson and colleagues suggest simplified information, easy access, and possible financial incentives as measures that could improve recycling rates. Studies also illustrate how recycling behavior and rates can differ depending on geographical area, recycling infrastructure, and socioeconomic structures (Fråne et al., 2015; Thomas & Sharp, 2013). A similar study by Saphores and Nixon (2014) claims that socioeconomic variables only show a weak statistical significance in the United States. Instead they point to easy recycling schemes, norm development, and the introduction of economic incentives as important ways to increase recycling rates.\n\n2.4 Pollution\n\nAn estimated 8.3 billion tons of virgin plastics have been produced to date, of which 4.9 billion tons have ended up in landfills or natural environments (Geyer et al., 2017). Plastic pollution is rapidly gaining political attention and emerging as one of the great challenges of our time. Indeed, we find that much of the politics of plastic is centered on mitigating plastic pollution. Globally, plastic pollution has been estimated to cause at least $13 billion of financial damage annually (UNEP, 2014). The terminology around plastic pollution is itself politicized: it is often described with either the passive term “leakage”—suggestive of perhaps unavoidable inefficiencies in waste management infrastructure—or as “littering”, which places the blame with individuals and implies a moral failing.\n\nWithin the rapidly growing body of literature focusing on plastic pollution, the vast majority is on marine pollution (see Figure 1), with relatively few studies covering plastic pollution on land or in the soil (e.g., Brodhagen et al., 2017). To gain an overview of the literature on marine plastic pollution, we have divided it into the following themes: (a) source, (b) scale, and (c) negative impacts of marine plastic pollution.\n\nFigure 1\nOpen in figure viewer\nPowerPoint\nPrevalence of literature—plastics debates (weighted)\n\nAs for the sources of marine pollution, it is clear the vast majority of it arrives in the ocean after being mismanaged on land (Willis, Maureaud, Wilcox, & Hardesty, 2018), whereas littering or dumping from sea vessels accounts for only a fraction (Jambeck et al., 2015). The five countries from which the highest quantities of plastic pollution originate are China, Indonesia, the Philippines, Vietnam, and Sri Lanka, which together are responsible for more than half of all plastic leakage from land to sea (Jambeck et al., 2015; Lebreton et al., 2017). However, a large part of the plastic waste produced by OECD countries is exported to the South-East Asian countries most responsible for marine plastic leakage (Brooks et al., 2018). The production-consumption-disposal chains are complex and multi-national, and questions of responsibility and blame are hotly contested, especially now that waste importing countries are getting overwhelmed and beginning to ship waste back to the exporting countries (Gregson & Crang, 2019). .\n\nSeveral studies attempt to quantify the scale of marine plastic pollution, in terms of both magnitude (Eriksen et al., 2014) and global diffusion, covering ecosystems ranging from remote islands in the Pacific (Lavers & Bond, 2017) and Indian Oceans (Lavers, Dicks, Dicks, & Finger, 2019) to the Arctic (Obbard et al., 2014). The plastic gyres in the ocean (also known as the plastic “garbage patches”) are symbolic of marine plastic pollution, but approximately 50% of plastic marine litter is estimated to be found on the seabed and not in gyres, although the actual figures are still uncertain (Galgani, Hanke, & Maes, 2015). There is little doubt that the scale of marine plastic pollution is extensive, with Liboiron (2016) explicitly arguing that it is a clear indicator of the Anthropocene period.\n\nNegative impacts include a wide range of environmental and health concerns (Law & Thompson, 2014; Worm, Lotze, Jubinville, Wilcox, & Jambeck, 2017). Among these, studies identify pressures on biodiversity and ecosystem functions (Villarrubia-Gómez, Cornell, & Fabres, 2018), impacts on ecosystems such as coral reefs (Lamb et al., 2018), economic impacts on for example aquaculture, clean-up, and tourism (Newman, Watkins, Farmer, ten Brink, & Schweitzer, 2015), health effects on various organisms and animals (Hermabessiere et al., 2017; Wilcox, Van Sebille, & Hardesty, 2015; Wright, Thompson, & Galloway, 2013), and potential harm to humans when for example eating shellfish and fish containing plastic debris (Rochman et al., 2015). A large number of studies document the damage caused by ingestion, entanglement, and poisoning, highlighting the lack of effective policy responses (e.g., Derraik, 2002; Jambeck et al., 2015). Within this group, a growing number of studies focus on the negative impacts of microplastics (e.g., Andrady, 2017; Law & Thompson, 2014). One specific concern is that plastics in general, but especially microplastics, may act as a sink for toxic chemicals (Peng et al., 2017; Teuten et al., 2009). Much more about potential impacts could be analyzed and significant gaps remain with many important research questions left unanswered (Mendenhall, 2018).\n\nOut of all the plastic flows, pollution receives the most explicitly political treatment of any aspect of the plastic problems we have observed, probably because this is where the harms of plastic are most directly felt. Pollution is variously framed either as a problem of leakage or littering. Some studies ask questions about the agency of different actors and their various responsibilities in addressing it: individuals versus industry (Dauvergne, 2018b), developed versus developing states (Brooks et al., 2018), or unilateral versus global action (Raubenheimer & McIlgorm, 2018). Marine pollution in particular, rather than pollution on land, commands most of the attention in this area. As more integrated policy responses to the multiple facets of the plastics crisis start to gain traction, we are likely to see attention move further up the life cycle, and it will be less common to focus on pollution in isolation from other flows (Box 2).\n\nBOX 2. PLASTICS AND GREENHOUSE GAS (GHG) EMISSIONS\n\nOn an annual basis, plastic production and the incineration of plastic waste gives rise globally to approximately 400 million tons of CO2. The 99% of plastics are fossil-based, 90% of plastic produced uses virgin fossil fuel feedstocks, and plastics command 8–9% of global oil and gas production. Plastic production is projected to double by 2040, and plastics' share of the global oil consumption to grow to about 20% in 2050 (Ellen MacArthur Foundation, 2016). Switching to bio-based plastics has the potential to lower GHG emissions from plastic production. However, this depends on their composition and their direct and indirect impacts on land use change (Broeren, Kuling, Worrell, & Shen, 2017; Piemonte & Gironi, 2011). Recycling is another way to lower energy demand and GHG emissions. One study estimates that (mechanical) recycling lowers GHG emissions by about 0.6 tons of CO2-equivalent per ton of plastic recycled instead of landfilled (Bennett, 2012). Chemical recycling is an option for plastics that are difficult to recycle in a mechanical recycling process, such as thermoset plastics or laminate products. However, it remains an energy-intense option and only exists on a niche scale (Hopewell et al., 2009). When it comes to plastic pollution, in addition to the potential threats to ecosystems, recent studies point to the significant amount of GHGs likely to be emitted as the global store of plastic waste breaks down into smaller pieces (Royer, Ferrón, Wilson, & Karl, 2018), causing further ocean acidification and biodiversity losses, which in turn would decrease the ocean's ability to absorb carbon (Stoett & Vince, 2019).\n\n3 OBJECTS: POLITICS AROUND CONTESTED PLASTIC OBJECTS\n\nPlastic objects play a central role in the politics of plastic. It is often in specific item types that we as individuals and societies most directly encounter the problematic sides of plastics. When we see discarded plastic bags, bottles, or food packages, we can relate our own use of the same objects to potential consequences. Objects therefore make plastic politics tangible in ways that complex life cycle analyses cannot do. Their materiality is essential for mobilizing political action: they provide focal points for social movements and NGOs targeting plastic consumption. Consider, for example, campaigns targeting plastic bags or microbeads. Analyses of plastic objects through a political lens have also steadily grown over time as a field (see Figure 1). In this section, we review the literature around four objects that have gained considerable interest, namely plastic carrier bags, plastic bottles, microplastics, and single-use plastics. This is not an exhaustive list, but they represent key objects in political debates concerning plastics.\n\n3.1 Bags\n\nThe plastic bag was one of the first objects to shape plastic politics, mainly through public policies aimed at reducing consumption (Clapp & Swanston, 2009; Ritch, Brennan, & MacLeod, 2009). As a result of this early attention, the plastic bag is the object that has received the most scrutiny in the scientific literature. Typically, these articles study the behavior, attitude and effects of public policies in individual countries, such as England (Poortinga et al., 2016), Ireland (Convery, McDonnell, & Ferreira, 2007), Botswana (Dikgang & Visser, 2012), Portugal (Martinho et al., 2017), the United States (Wagner, 2017); individual cities, for example Buenos Aires (Jakovcevic et al., 2014) and Toronto (Rivers et al., 2017); or federal states (Romer & Foley, 2011). A few studies take a global perspective on plastic carrier bag initiatives (Clapp & Swanston, 2009; Nielsen et al., 2019; Xanthos & Walker, 2017). The number of major public policies aimed at curbing plastic bag consumption has increased significantly since the beginning of the 2000s, from around 20 in 2003 to 160 policies in 2018 (Nielsen et al., 2019). Both levies and tough bans have been put in place, the latter illustrating the increasingly contentious status of the plastic bag. As an example of this increasing contentiousness, 11 U.S. states have enacted laws to restrict local governments from regulating shopping bags (Wagner, 2017). All in all, policies have led to reductions in consumption in many regions, but the cumulative effects at a global level are difficult to determine.\n\n3.2 Bottles\n\nAnother widely used and contested plastic object is the bottle. The global consumption of plastic bottles in 2016 is estimated to have been 500 billion, or 1 million each minute. This is expected to increase with 20% by 2021 (Dauvergne, 2018a). Globally, less than half of them are collected for recycling, and only 7% are turned into new bottles. Much like the plastic bag, plastic bottles have a prominent place in the plastics literature as an everyday object that has received much scrutiny. One of the key works on plastic bottles, by Hawkins et al. (2015), takes an all-embracing survey of the plastic bottle by looking both at cultural aspects, such as dehydration narratives in our contemporary “on-the-go culture,” and at the gradual takeover of tap water by bottled water in various places around the world. In relation to this, Fantin, Scalbi, Ottaviano, and Masoni (2014) demonstrate that tap water nearly always has a lower environmental footprint than bottled water. Orset et al. (2017) compare consumer behavior in relation to different types of plastic bottles and other environmental policies related to bottled water. Truelove, Yeung, Carrico, Gillis, and Raimi (2016) make the case that plastic bottle recycling has led to a spillover of pro-environmental behavior into other areas. Indeed, deposit return schemes for plastic bottles are becoming more popular, spreading into new geographical areas and into other plastic objects (e.g., plastic bags—Singh & Cooper, 2017). Hence, while the plastic bottle is contested, the recycling of plastic bottles is often highlighted as one of the (few) success stories of plastic recycling (European Commission, 2018a). In spite of this success, the plastic bottle is still the subject of much political debate. For example, when the European Commission recently proposed mandatory tethered caps on plastic drinks bottles, it was strongly resisted by Coca-Cola, Danone, Nestlé, and PepsiCo (Morgan, 2018).\n\n3.3 Microplastics\n\nMicroplastic is found everywhere: in the depths of the Mariana Trench (Chiba et al., 2018), in the Arctic ice (Obbard et al., 2014), in the soil (Chae & An, 2018), in the air (Wesch et al., 2017), and even inside humans and animals (Cole et al., 2013; van Cauwenberghe & Janssen, 2014). Microplastics are small pieces of plastics in the size range of 1 μm to 5 mm (smaller pieces than that are considered nanoplastics). Some microplastics are intentionally produced, for example, for use in cosmetics, but most result from the breaking down of larger pieces of plastics, such as synthetic textiles, car tires, or plastic litter in the ocean. It is difficult to say how dangerous microplastics are, but they can contain potentially dangerous chemicals and can bind heavy metals and toxins. Studies have found that microplastics can negatively affect the reproductive systems of fish, but it is still unclear what the consequences are for human health (Rist, Almroth, Hartmann, & Karlsson, 2018). Two key sources of microplastics that have received considerable attention in the literature are microbeads and textiles.\n\nRochman et al. (2015) estimate that 8 trillion microbeads a day in the United States alone are released into aquatic environments. This has led to a growing anti-microbead norm, which has gained global influence—with several countries introducing regulation on microbeads (Dauvergne, 2018a; Xanthos & Walker, 2017). However, this norm is challenged by opposing economic interests and fragmented governance structures (Dauvergne, 2018a). From a broader perspective, banning plastic microbeads arguably represents a low-hanging fruit. Microbeads account for a small part of microplastic pollution, alternatives already exist, and cosmetics companies, even in regions without microbead bans, have already begun phasing them out (Peng et al., 2017; Rochman et al., 2015; Xanthos & Walker, 2017). Microbead bans were fought fiercely in many areas, for example, in California by Johnson & Johnson, who argued that the ban was overly restrictive and inhibited innovation (Abrams, 2015). One of the few studies on behavior in relation to microbeads in cosmetics comes from Anderson et al. (2016), which evaluates the perception of microbeads in cosmetics among environmentalists, beauticians and students.\n\nTextiles is another growing focus when it comes to microplastics. Plastic fibers, such as polyester, nylon, and acrylic, release microfibers when washed, which over the years have become a major source of microplastics in marine environments (Napper & Thompson, 2016). Proposed solutions include: using alternative fabrics, better filters in washing machines and water treatment plants, and improving the recycling of used textiles (Dahlbo, Aalto, Eskelinen, & Salmenperä, 2017). However, solutions are not always straightforward. For example, replacing polyester with cotton may reduce plastic pollution, but lead to other problems, such as increased pesticide use and water shortages (van der Velden, Patel, & Vogtländer, 2014).\n\nMicroplastics is a growing topic and it is likely that studies of other key sources, such as car tires (Kole, Löhr, Van Belleghem, & Ragas, 2017), or those exploring the prevalence and effects of even smaller particles, the nanoplastics (da Costa, Santos, Duarte, & Rocha-Santos, 2016), will be of increasing scholarly interest.\n\n3.4 Single-use plastics\n\nDebates concerning our profligate use of plastic bags and bottles shine a light on our relationship to plastics more generally, and especially our attitude towards their disposability. This has led to the creation of a new category, “single-use items,” to cover the multiplicity of plastic objects, such as bags, straws, cutlery, cotton buds, and packaging, that we use once and throw away (Walker & Xanthos, 2018).\n\nAt the time of writing, the debate on single-use plastics is the frontier of the politics of plastic objects. These debates have politicized plastic objects that previously did not receive much attention (Poortinga & Whitaker, 2018), and they are symbolic of a growing antagonism against plastics. For example, Pahl et al. (2017) have suggested giving single-use items warning signs similar to those on cigarettes and alcohol. Several countries have already introduced bans on a number of single-use items, or are in the process of doing so (Hughes, 2018). The United Kingdom (UK), European Commission, and India have, in parallel, proposed legislation to reduce consumption of a range of single-use plastic objects including plastic utensils, plates, and straws (Environmental Audit Committee, 2017, 2018; European Commission, 2018b). While the academic literature only recently picked up the single-use issue, there exists a large body of nonacademic reports and policy initiatives on single-use plastics. One of the most in depth such reports comes from the United Nations Environment Programme and is called Single-use Plastics: A Roadmap for Sustainability (UNEP, 2018).\n\nPlastic food packaging is another significant focus of single-use plastics. However, plastic packaging is promoted as necessary to retain food quality, sanitation, and longevity (Verghese, Lewis, Lockrey, & Williams, 2015); and it is fundamental to the functioning of modern supermarkets, acting as “the skin of commerce,” as Hawkins (2018) puts it. However, Zero Waste Europe and Friends of the Earth argue that, despite the substantial increase of plastic packaging material used in Europe, food waste has not decreased (Schweitzer et al., 2018). Excessive packaging is being challenged both by established actors and new actors in the retail sector, for example, through the establishment of zero-waste supermarkets, plastic-free aisles and sections in conventional supermarkets, and plastic-free packaging. A good example of political mobilization here is the “plastic attack” protest form, in which customers unwrap goods they have just purchased in the supermarket and leave the packaging at the checkout for the supermarket to deal with and recycle. Plastic attacks started in the United Kingdom, but have now spread across the world through grassroots and social media networks.\n\nThere are other areas where the disposability and necessity of plastics are being questioned. In the area of medicine, Hodges (2017) makes the interesting case that the use of plastics did not primarily arise as a way to improve hygiene, as commonly thought, but rather out of convenience; it was only later that hygiene emerged as the main selling point, as single-use plastics spread to hospitals around the world. Another area is the agricultural sector, where especially large quantities of mulching films are being used, with the result that plastic particles accumulate in the soil (Brodhagen et al., 2017; Muise, Adams, Côté, & Price, 2016).\n\nSeveral NGO campaigns on plastics are organized around everyday plastic objects, because they represent very tangible and direct ways of making plastics matter to citizens. However, it tends to be the easiest objects that are targeted: simple items that are easy to regulate or replace. This leaves more complex objects unaddressed, and only symbolically engages plastic production and consumption on a systemic level.\n\n3.5 General trends on the politics of plastic objects\n\nThe politics of plastic objects is moving beyond a focus on relatively easily governed objects (e.g., plastic bags, bottles, and microbeads in cosmetics) to address more complex ones (e.g., food packaging, textiles, and tires). The key point that emerges from the scholarship on plastic objects in aggregate is that different objects have different material properties (disposability, durability, degradability, etc.) that affect the ways any one object's use can be contested or controlled. Furthermore, these variations between objects also connect to different plastic flows, as discussed earlier. This diversity of material properties is part of what makes the plastic crisis so complex, but it also offers many ways to approach the politics of plastic. For example, plastic packaging can be viewed as a marine pollution problem (how did this get into the ocean?), a toxicity concern (could this food packaging affect my health?), a question of waste handling (why was it not recycled?), or plastic manufacture (why was it not made out of bio-based materials?). From this example alone it is clear that policymakers and stakeholders need to approach the politics of plastics more holistically, because fixes that address a discrete part of the lifecycle can be counteracted by developments in other parts. It will be increasingly necessary to take into account the entire life cycle of plastics, and the multiplicity of objects that are made from it, to create the most impactful policies. In the next section, we review two emerging trends that are attempts to do just this.\n\n4 EMERGING TRENDS IN GLOBAL PLASTIC GOVERNANCE\n\nOur review of flows and objects capture most of the picture of plastic politics, but we are observing an increasing tendency to shift attention away from discrete flows and objects towards initiatives that aim to collect multiple flows and objects into coherent and governable wholes. To capture the full picture, in this section we review two major trends that are coming to define global policy responses to the unfolding plastic crisis: these take the form of initiatives focusing on (a) a circular economy of plastics and (b) global plastic conventions. Both trends see researchers and policymakers attempting to take into account the entire life cycle of plastics and the variety of plastic objects presently in use. Yet they differ in their origins and approaches. Circular economy policies are focused on the economy, industry, production, and disposal on or pollution of terrestrial land (as opposed to plastics in the ocean). This trend originated in the waste management stage of the plastics life cycle, with its emphasis on recycling, but it is now conceived of as a holistic policy approach that spans the entire life cycle of plastics. On the other hand, global plastic conventions or treaties tend to focus on pollution, waste, microplastics, and marine litter. These initiatives are much more directly linked to the acute problems experienced by marine and coastal ecosystems and communities, but are over time advancing towards more broad-spectrum approaches to the problem.\n\n4.1 Circular economy\n\nThe expectations of plastic industry actors, policymakers, and civil society are converging around the notion of the “circular economy” (CE) as the overarching orientation for the future development of the plastics sector. However, disagreements still prevail over what precisely this entails. The main premise of the CE is to move from a linear “take-make-consume-discard” pattern to a closed loop in which materials are continually reused and recycled. Transitioning to a circular economy requires the integration of different stages in the life cycle. One example would be designing products from the outset for easy recyclability.\n\nThe rapid rise to prominence of the CE approach to plastics owes much to the publication of the Ellen MacArthur Foundation report The New Plastics Economy (Ellen MacArthur Foundation, 2016), published in collaboration with the World Economic Forum and McKinsey & Co. In recent years, the CE concept has started to displace previous notable concepts such as sustainable development, green growth, or the green economy, in part due to its more precise definition and operationalization in comparison to the other concepts (Kirchherr, Reike, & Hekkert, 2017). However, CE is still notoriously ambiguous. In an analysis of 114 different definitions of the CE, Kirchherr et al. (2017) note that many authors simply equate CE with recycling, and only one third of definitions explicate a “waste hierarchy” (reduce, reuse, recycle, etc.). CE ought to entail fundamental systemic change in business and industry operations, yet only 40% of the definitions took a systemic perspective. Moreover, the link from CE to sustainable development is weak: the greatest commonality among all definitions was an emphasis on economic prosperity (featuring particularly in practitioner definitions), which also goes some way towards explaining rapid industry buy-in to the concept.\n\nWith this in mind, we should be careful about placing too much trust in the idea of CE as a panacea to every facet of the plastic crisis. From a critical perspective, CE might provide an excuse for polluters to introduce low-effort recycling programs that meet a conservative minimum standard and present these as systemic changes. The literature has indicated a number of obstacles specific to plastics in the CE, such as toxic elements in recycling streams (Leslie, Leonards, Brandsma, De Boer, & Jonkers, 2016), which is a particular problem with food packaging (Geueke, Groh, & Muncke, 2018). Quality loss in the recycling process is also frequently noted (Geyer et al., 2017; Hahladakis & Iacovidou, 2018; Huysman, De Schaepmeester, Ragaert, Dewulf, & De Meester, 2017; OECD, 2018). In spite of these challenges, a number of high-profile CE policy initiatives are already starting to shape the plastics sector.\n\nTable 1 provides an overview of key policy initiatives on a transnational or global scale relating to a circular economy of plastics. The table is not exhaustive, but it illustrates some of the most important initiatives and the wealth of actions being taken by many different kinds of actors across the public and private sectors.\n\nTable 1. An overview of key transnational circular economy policy initiatives in the area of plastics\nName\tLead organization\tYear\tScope\nEU Plastics Strategy\tEuropean Commission\t2018\tGoals for recycling, packaging design, and innovation; reduction targets for marine litter and single-use items; global partnerships between the EU and other countries and international organizations; voluntary pledges by companies to meet reduction and recycling targets; fostering collaboration among industry members in pursuit of circular systems.\nGlobal Plastics Platform\tUnited Nations Environment Programme\t2018\tSupports countries and cities in setting plastic reduction targets; explores ways to change the design, production, consumption, and disposal of plastics in line with a transition to a more circular economy.\nNew Plastics Economy Global Commitment\tEllen MacArthur Foundation\t2018\tA commitment signed by more than 350 organizations (as of March 2019), representing more than 20% of all plastic packaging produced globally, to eliminate plastic waste and pollution at the source.\nGlobal Plastic Action Partnership\tWorld Economic Forum\t2018\tFunded and supported by the UK & Canada along with several major companies (Coca-Cola, PepsiCo, Dow chemical); collaborates with governments and businesses in coastal economies.\nPlatform for Accelerating the Circular Economy\tWorld Economic Forum\t2018\tDevelops public-private partnerships in support of CE; lends policy advice and support to address barriers; scales up and accelerates CE projects by partners (over 50 members from the public and private sectors).\nCircular Plastics Alliance\tEuropean Commission\t2019\tGathers 30 stakeholder organizations along the plastics value chain to promote voluntary action on the circular economy; aims to provide 10 million tons of recycled plastics to the EU by 2025.\nPlastic Leak Project\tQuantis International & Shaping Environmental Action\t2019\tA multi-stakeholder initiative including 18 major companies together with UNEP and other international organizations to map plastic and microplastic pollution and develop circular economy initiatives.\n\nTable 1 focuses on global or transnational initiatives, but many countries have also formulated state-level action plans or strategies towards the circular economy. Because China is the top source of marine plastic pollution, and because its economy is highly resource-intensive, it is crucial to also consider policy initiatives here—and indeed, from some perspectives, China has gone further to date than any other country in implementing CE policies (Mathews & Tan, 2016). As early as 2005, China's State Council issued a policy paper outlining the risks of heavy resource exploitation and proposing CE as a possible solution. In 2013, the State Council released a national strategy for achieving CE—the first such strategy ever published by any country. The strategy set targets for improving resource and waste intensity, and these targets have largely been met. Questions remain as to the precision of the indicators and statistics used (Geng, Fu, Sarkis, & Xue, 2012), and especially the direction of the plastics sector following China's 2018 import ban on plastic waste. While China used to import large quantities of plastic waste for its recycling industry (up to a cumulative 45% of plastic waste generated worldwide since 1992), the new policy is now expected to divert some 111 metric tons of waste to lower-income neighboring countries (Brooks et al., 2018). The fact that China has stopped importing plastic waste has certainly spurred many OECD countries and the EU to take action on CE initiatives. The immediate effect of the ban was a collapse in the price of waste plastics, leading to increasing rates of incineration and landfilling (OECD, 2018). While this has brought urgency to CE initiatives in the West, it has also increased the challenges of making the collection, sorting, and recycling of plastic waste economically feasible. More research is needed on these recent developments, including what they mean for a CE in plastics within China, and on global patterns of trade in plastic waste (O'Neill, 2018). Also, there is undoubtedly much to be gained from greater interaction between the bodies of English-language and Chinese-language literature on the state of CE in China and China's role in the global plastics circular economy.\n\n4.2 A global plastic convention?\n\nA growing body of literature questions the adequacy of the currently proposed policy responses to the problem of marine plastic pollution (e.g., Xanthos & Walker, 2017). Dauvergne (2018b) argues that the fragmented nature of current plastic governance allows for too many loopholes for industry actors wanting to deflect responsibility, and that market-based instruments have done little to curb plastic pollution. Critics also point out that while some policies and environmental campaigns have realized a number of successes in different jurisdictions, they have not come close to keeping pace with the exponential increase in plastic waste on the global level (Dauvergne, 2018b; Geyer et al., 2017). In response, an increasing amount of scholarly work is investigating how we might take stronger, more coordinated action on plastics through global agreements, conventions, or treaties (e.g., Borrelle et al., 2017).\n\nTable 2 provides an overview of existing global agreements in intergovernmental forums that address marine plastic pollution and chemicals (for similar overviews, see Raubenheimer, 2016; Löhr et al., 2017; Vince & Hardesty, 2017). It is within these fields that plastics have gained the most attention, with UNCLOS, the Basel Convention and MARPOL 73/78 forming the foundations of international regulation. As seen in the table, the global focus on plastic pollution has intensified in recent years. The latest example being the amendment to the Basel Convention, agreed on in 2019, which aims to increase transparency and tighten the conditions at which plastic waste can be exported. There have been several studies analyzing what an ideal global plastics convention might look like (Dauvergne, 2018b; Raubenheimer, 2016). Raubenheimer and McIlgorm (2017, 2018) analyze the Montreal Protocol and the Basel and Stockholm Conventions as possible blueprints for a global marine plastic convention, but they question whether such approaches would be able to address all the complexities of plastic. To that effect, Vince and Hardesty (2018) emphasize the need for a holistic solution, recognizing both the need for a global agreement while also stressing the importance of local, national, private and community governance and action.\n\nTable 2. An overview of existing key global agreements concerning plastic pollution\nName\tLead organization\tYear\tScope\nLondon Dumping Convention\tInternational Maritime Organization\t1972\t\n\nHinders deliberate disposal at sea of waste from platforms, vessels, and aircrafts.\n\nAn updated and more stringent version of the convention, the London Dumping Protocol, was agreed on in 1996. The Protocol has however attracted less signatories and support with the result that the Convention and Protocol today work in parallel.\n\n\nAnnex V of MARPOL 73/78\tInternational Maritime Organization\t1973/1978\tSets limits on the disposal of garbage from ships into the sea. Prohibits the discarding of plastics or waste containing plastic into the oceans by ships.\nThe Regional Seas Programme\tUnited Nations Environment Programme\t1974\t18 regional seas programs with differing scopes; overarching goal is the protection of the coastal and marine environment; provides regional conventions and action plans.\nUnited Nations Convention on the Law of the Sea (UNCLOS)\tUnited Nations\t1982\tDefines the rights and responsibilities of nations and businesses with respect to their use of the world's oceans, the environment, and the management of marine natural resources. Articles 192–237 are dedicated to the protection and preservation of the marine environment.\nBasel Convention\tUnited Nations\t1989\tAn international treaty designed to reduce the transfer of hazardous waste between nations and prevent the transfer of such waste from developed to less developed countries.\n\t\tIn 2019 the convention was amended to include plastic waste in a legally binding framework with the aim of tightening the conditions of global trade in plastic waste by increasing monitoring, requirements and transparency.\nWashington Declaration/The UNEP Global Programme of Action (UNEP/GPA)\tUnited Nations Environment Programme\t1995\tThe Global Programme of Action for the Protection of the Marine Environment from Land-based Activities is avoluntary agreement with the goal of preventing the degradation of the marine environment as a result of activities on land.\nStockholm Convention\tUnited Nations\t2001\tA global treaty aimed at eliminating or restricting the production and use of persistent organic pollutants (POPs).\nThe Honolulu Strategy\tUnited Nations Environment Programme and the US National Oceanic and Atmospheric Administration\t2011\tA voluntary strategy containing guidance and possible actions to combat marine litter. Contains three goals, 19 strategies, and numerous specific actions.\nGlobal Partnership of Marine Litter (GPML)\tUnited Nations Environment Programme\t2012\tBuilding on the Honolulu strategy, the GPML acts as a “coordinating” forum for various stakeholders working in the area of marine litter prevention and management.\nSustainable Development Goals 6, 11, 12 and 14\tUnited Nations\t2015\tGoals related to plastics:\n\t\t\tSDG 6: Clean water and sanitation.\n\t\t\tSDG 11: Sustainable cities and communities.\n\t\t\tSDG 12: Responsible consumption and production.\n\t\t\tSDG 14: Life below water.\nThe United Nations Environment Assembly Resolutions on Marine Litter and Microplastics\tUnited Nations Environment Assembly\t2016/2017/2019\tUrges actors and member states to act on microplastics, single-use plastics, and marine litter; reaffirms the UN's commitment to the issues.\nUNEP Clean Seas Campaign\tUnited Nations Environment Programme\t2017\tCampaigns for governments, the general public, and the private sector to fight marine plastic pollution.\n\nA general concern regarding the effectiveness of policy responses to plastics is that a number of knowledge gaps remain. Several studies on plastic pollution end their analysis by recommending that the causes, consequences, scale, and solutions to plastic pollution need further research (Eriksen et al., 2014; Jang et al., 2015; Peng et al., 2017; Thompson et al., 2009; Worm et al., 2017). Mendenhall (2018) argues that these knowledge gaps inhibit the creation and implementation of effective policy responses. Another general comment on global policy responses is that the “top-down” (originating from policymakers) and “bottom-up” (originating from the grassroots) processes need to be more coordinated (Dauvergne, 2018b; Vince & Stoett, 2018).\n\n5 CONCLUSION\n\nPlastics clearly represent an increasingly politicized aspect of humanity's relation with the natural world. Our review of 180 articles within the fields of environmental science and environmental studies has revealed increasing attention to this issue, with changes in emphasis over time. From this review, it is evident that political analysis and debate around plastics is concentrated at the pollution and disposal end of the plastics life cycle, with a particular emphasis on marine pollution. Less attention has so far been given to plastics manufacture and patterns of overconsumption. However, going forward, this need not be the case. Our key finding in this review is that the whole plastics life cycle is political, but it has not yet been equally politicized. While the scientific literature has drawn attention to sustainability problems at all stages of the plastics life cycle, it emphasizes plastic waste and marine pollution, and this is also where public and policy attention is primarily fixed. Whether this alignment between literature and politics is caused by politics responding to science or science responding to politics (or both of these responding to public concern or some other feature) is an open question—we would suggest the relationship is mutually constitutive.\n\nThe politicization of some flows and objects over others might also reflect the kinds of scientific disciplines that tend to dominate publishing in that area. For instance, the natural sciences and engineering are heavily represented in the upstream, production-oriented literature, dealing mainly with technical concerns. Conversely, we find much more social scientific treatment of downstream consumption and waste, where political considerations are made much more explicit. On pollution issues, there is much activity from both natural and social sciences, but here the harms of plastic are most directly communicated and felt. If social scientists were encouraged to look further upstream, we might also note an increasing politicization of plastic production in the future.\n\nThe review makes evident that the different stages in the plastics life cycle have for the most part been considered individually instead of holistically. We need more integrated perspectives that investigate the politics of plastics throughout the entire life cycle—from production, through consumption, to waste and pollution. Upstream conditions matter for downstream possibilities. For instance, if the debate continues to constrain itself to marine plastic pollution, plastic producers may feel free to ramp up the total supply of plastics entering the system while attention remains fixed on straws, cup lids, and sea turtles. The emphasis on downstream flows over upstream flows serves the strategic purposes of those actors that want to avoid difficult conversations about the unsustainability of our current upward trajectory of plastic manufacture—in other words, the oil and gas producers, their petrochemicals divisions, and the petrochemicals cluster more broadly. In light of projections that estimate a doubling of global plastic production by 2040 (Ellen MacArthur Foundation, 2016), this is becoming an urgent and necessary debate that should not be overlooked. More attention should be directed towards these actors, what drives their investment and production decisions, and what implications this has for the prospects of addressing the challenges that plastics currently pose to the environment and climate.\n\nWe also observe that politics have previously been articulated around just a few individual objects. These objects have been subjected to much contestation and targeted by public policies and civil society campaigns. Currently, an increasing number of objects are coming into the picture under the heading of “single-use plastics,” meaning that the politics are shifting towards the entire system and away from specific objects. Objects still matter, but there is a trend among both activists and policy makers of placing them within their larger systemic settings and considering their entire life cycle.\n\nConfronted with the emerging abundance of contestation around plastic flows and objects, we have started to see various kinds of policy responses. Some of these, such as the efforts to establish binding, international conventions, represent global efforts, but these are generally restricted to pollution of the marine environment. Others, such as the circular economy initiatives, take a more holistic view, incorporating the entire life cycle of plastics, but are generally led by industry and are of a voluntary, nonbinding nature. There are also policies targeting individual behavior, such as the levies introduced in many places on plastic carrier bags, but these tend to be limited to the consumption of specific objects and have little way of impacting other stages of the life cycle. In all, these policies still leave much to be desired in terms of building a more sustainable plastics sector for the future.\n\nThe interaction between plastic objects and plastic flows, and the sites, scales, and kinds of politics involved, is a useful device for organizing the politics of plastics and developing analytical strategies going forward. Our review makes evident the artificial nature of the barriers between different “silos” of plastic issues—barriers that social and political research into plastic can and should disassemble. We are already seeing this happen in policy and activism with the category of single-use plastics, which bundles together multiple different objects and places them within flows of consumption and pollution. In general, the scientific literature on plastics pays too little attention to how the material properties of plastic are inextricably bound up with our dominant systems of production and consumption, thus facilitating and maintaining societies of disposability and overconsumption. In pursuit of a sustainable plastics sector, our review argues for the necessity of engaging more directly with two themes in particular:\nnorms and practices that maintain the role of plastics in society;\npolitical and economic arrangements that secure its overabundance and low price.\n\nHaving documented the dramatic increases in scholarly and political attention to plastics in recent years, we might ask whether plastics are a distraction from more pressing environmental concerns? A recent article from Stafford and Jones (2019) makes the argument that, although plastic is a serious problem, the amount of policy attention it is receiving risks detracting from much-needed momentum on issues like climate change and overfishing, which, all things considered, are much greater threats to the health of the oceans. And as long as media and public attention remains fixed on plastics, governments and corporations can score considerable goodwill and appear “green” by addressing the plastic issue alone, foregoing action in other areas of urgent environmental need. Regardless, they reach the same conclusion that we advocate here: policy responses and initiatives should resist the temptation of looking for solutions in technological fixes and adjustments to individual behavior—rather, we should directly confront the systemic, large-scale economic and political arrangements, as well as the governing norms and practices, that stabilize unsustainable patterns of production and consumption. Only in this way will it be possible to get at the root causes of our most serious environmental challenges, the plastic crisis included.\n\nCONFLICT OF INTEREST\n\nThe authors have declared no conflicts of interest for this article.\n\nACKNOWLEDGMENTS\n\nThis research was made possible with financial support from the Swedish Foundation for Strategic Environmental Research (Mistra) as part of the Sustainable Plastics and Transition Pathways (STEPS) research programme. Support from the EU Horizon 2020 research and innovation programme Realizing Innovation in Transitions for Decarbonisation (REINVENT) (Grant Number 730053) and the Kamprad Foundation funded project Sustainable Product Chains for Plastics (SUSPLAST) is also gratefully acknowledged.\n\nRELATED WIREs ARTICLES\n\nEquity impacts of energy and climate policy: who is shouldering the burden?\n\nGlobal electricity demand, generation, grid system, and renewable energy polices: a review\n\nSupporting Information\nFURTHER READING\nREFERENCES\nCiting Literature\n\nVolume9, Issue1\n\nJanuary/February 2020\n\ne360\n\nThis article also appears in:\nTop Articles\nFigures\nReferences\nRelated\nInformation\nDownload PDF\n© 2023 by John Wiley & Sons, Inc., or related companies. All rights reserved\nAdditional links\nABOUT WILEY ONLINE LIBRARY\nPrivacy Policy\nTerms of Use\nAbout Cookies\nManage Cookies\nAccessibility\nWiley Research DE&I Statement and Publishing Policies\nHELP & SUPPORT\nContact Us\nTraining and Support\nDMCA & Reporting Piracy\nOPPORTUNITIES\nSubscription Agents\nAdvertisers & Corporate Partners\nCONNECT WITH WILEY\nThe Wiley Network\nWiley Press Room\nCopyright © 1999-2023 John Wiley & Sons, Inc. All rights reserved"
}