{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "National Skip the Straw Day: Americans use 500 million straws every day",
  "href": "https://www.news10.com/news/local-news/national-skip-the-straw-day-americans-use-500-million-straws-every-day/",
  "body": "(NEWS10) — According to the National Park Service, Americans use approximately 500 million plastic drinking straws every day. On National Skip the Straw Day, environmental advocates ask...",
  "textContent": "Skip to content\n\nNEWS10 ABC\n\nSIGN UP\nALBANY\n55°\nPrimary Menu\nNews\nAlbany NY Weather\nTraffic\nWatch News\nSports\nJobs\nMore\nSearch\nWEATHER ALERT\n2 MORE ALERTS\nWinter Weather Advisory: Eastern Albany County, Eastern Columbia County, Eastern Rensselaer County, Eastern Schenectady County, Montgomery …\nWEATHER ALERT\nWinter Weather Advisory: Eastern Albany County, Eastern Columbia County, Eastern Rensselaer County, Eastern Schenectady County, Montgomery …\nCLOSINGS\nThe King's School\nLOCAL\nNational Skip the Straw Day: Americans use 500 million straws every day\n\nPosted: Feb 28, 2020 / 03:02 PM EST\n\nUpdated: Feb 28, 2020 / 04:27 PM EST\n\nSHARE\n\n(NEWS10) — According to the National Park Service, Americans use approximately 500 million plastic drinking straws every day. On National Skip the Straw Day, environmental advocates ask Americans to consider how they can work towards becoming plastic straw-free and help keep millions of straws out of the world’s landfills and oceans.\n\nTo understand how many straws American’s use every day, the National Park Service says 500 million straws would fill over 125 school buses every single day. That’s 46,000 school buses packed with straws every year.\n\nWhile it may seem like one person’s actions wouldn’t make much of a difference, according to national averages, each person in the U.S. uses 38,000 plastic drinking straws between the ages of 5 and 65. That’s a big difference.\n\nADVERTISING\n\nPlastic straws don’t biodegrade over time. Instead, they break down into microscopic particles of biosphenol A (BPA), which can interfere with marine reproduction, and styrene monomer, a suspected carcinogen.\n\nWhat can you do to help keep straws out of the environment?\n\nConsider skipping a straw altogether and just sip your drink straight from the glass\nUse a reusable straw made of glass or stainless steel. You can buy one online or in most major retailers\nUse a biodegradable straw made of paper or bamboo\nIf you run a business, consider making straws “opt-in” only. Cut back on the number of straws you give out by keeping them behind the counter unless a customer asks for one.\n\nCopyright 2023 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\n\tSPONSORED CONTENT\nPrivacy Policy\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\nLearn More\nNo More Free Returns? Amazon Releases New Fees\nOnline Shopping Tools\nHere is the real cost of full mouth dental implants in 2023\nSeekify\nDog Gives Birth To A Litter - Vet Turns Pale When He Takes A Closer Look\nglobetip.com\nEmpty Alaska Cruise Cabins Come with Tiny Price Tags\nGoSearches\n2 Steps To Tell When A Slot is Close To Hitting The Jackpot\nBuzzdaily Winners\nRead More\nCompletely New Electric Cars for Seniors - The Prices Might Surprise You\nQsearch\n2024 AARP Medicare Plans\nViavi\nLearn More\nLocate Almost Anyone By Entering Their Name (This Is Addicting!)\nTruthFinder\nSearch Now\nBrooks’ Expensive Divorce Makes History\nFamilyThis\nLearn more\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nCoupon Code Finder\nCardiologist: Too Much Belly Fat? Do This Before Bed\nHealthy Guru\nWatch Now\n✕\nREAD NEXT >\n12/10/2023: Strong Storm Today & Tomorrow\nREAD NEXT >\nNext story\n✕\n✕\nREAD NEXT >\n12/10/2023: Strong Storm Today & Tomorrow\nNext story in 5\nCancel\nREAD NEXT >\nNext story in 5\nCancel\nTRENDING ON NEWS10\n12/10/2023: Strong Storm Today & Tomorrow\nRoad closures in Albany due to water main break\n$3.5 million donation for Maria College Nursing School\n\nSUBSCRIBE NOW\n\nDaily News\nSIGN UP NOW\nAs etiquette expectations shift, here’s what to know …\nHOLIDAY / 7 Hours Ago\n\nMore and more Americans are reaching tipping fatigue. How does this affect holiday tipping? And how does it affect office gifting?\n\nThe ultimate gift guide for fitness lovers\nFITNESS EQUIPMENT / 9 Hours Ago\n\nExercise equipment, gym accessories, workout tech and more — we rounded up the best fitness gifts for treating someone who loves staying active.\n\nThe best gifts for the gamer in your life\nGAMING & ACCESSORIES / 22 Hours Ago\n\nLooking for the perfect gift for a gaming enthusiast? We curated a collection of the best gifts for gamers.\n\nView All BestReviews \nTOP STORIES\nHeavy fighting across Gaza as Israel presses ahead …\nDeadlines start soon to ship holiday packages\nRoad closures in Albany due to water main break\nBrazil’s Lula takes heat on oil plans at UN climate …\nTop Stories \nMORE STORIES\nGeminids meteor shower returns this week\nYour car might be watching you\n‘Griswold House’ in Kansas has over 100K lights\nGrandmother’s ashes taken from porch in Tennessee\nUkraine’s Zelenskyy heads to Argentina in bid to …\nIn coup-hit West Africa, regional leaders acknowledge …\nHeavy fighting across Gaza as Israel presses ahead …\nWill holiday travel be chaotic again this year?\nMore Stories \nNEWS10 ABC Video\nPrevious\nLark Street hosts 7th annual Chili and Chowder Stroll\n2 hours ago\nBoil water advisory in Fort Edward\n2 hours ago\nRoad closures in Albany due to water main break\n2 hours ago\nUlster County teacher arrested on misconduct charge\n2 hours ago\nAlbany Police investigating teen stabbing incident\n2 hours ago\nFood Pantries for the Capital District launches Fill …\n2 hours ago\nAmsterdam Cannabis dispensary grand opening\n14 hours ago\nBenefit for kitten rescue at Frog Alley Brewing Dec. …\n18 hours ago\nMany hit the slopes for winter fun at Catamount Mountain …\n23 hours ago\nTroy Police searching for missing teen\n1 day ago\nTeams sign up for Fill the Truck Challenge\n1 day ago\nWinter’s Dream light show at Fort William Henry\n2 days ago\nNext\nMore Videos \nDOWNLOAD OUR NEWS APP\n \nTRENDING ON NEWS10\n12/10/2023: Strong Storm Today & Tomorrow\nRoad closures in Albany due to water main break\n$3.5 million donation for Maria College Nursing School\nAlbany eatery for sale, owners focus on Schenectady\nCrossgates Mall owners receive five-year loan extension\nGateway House shares special Thanksgiving for resident\nChina is hardening against dissent, rights groups …\nNew York Cannabis Convention in Albany announced\nREAD MORE: THE UPSIDE\nBESTREVIEWS.COM - TOP PICKS TO MAKE EVERYONE HAPPY\nAs etiquette expectations shift, here’s what to know …\nHoliday\n7 hours ago\nThese best friend gifts will make your favorite person …\nHoliday\n1 day ago\nFive Below’s stocking stuffers start at $1, and you …\nHoliday\n1 day ago\nYes, you can buy an Advent calendar for your dog …\nHoliday\n2 days ago\nThe best Advent calendars you can still find for …\nHoliday\n2 days ago\nHallmark’s ‘Countdown to Christmas’ movie lineup …\nHoliday\n2 days ago\nView All BestReviews Picks \nYour Local News Leader\nNews\nAlbany NY Weather\nVideo\nSports\nCommunity\nContests\nAbout Us\nAbout Our Ads\nMission FCC Applications\nWTEN FCC Public File\nWXXA FCC Public File\nEEO Report\nWTEN Children’s Programming\nWXXA Children’s Programming\nClosed Captioning\nWork For Us\nGet News App\nGet the iOS app\nGet the Android app from Google Play\nGet Weather App\nGet the iOS Weather app\nGet the Android Weather app from Google Play\nStay Connected\nPrivacy Policy\nTerms Of Use\nCovers\nFCC Applications\nPublic File Assistance Contact\nSubscribe To Push Notifications\nThe Hill\nNewsNation\nBestReviews\nContent Licensing\nNexstar Digital\nJournalistic Integrity\nDo Not Sell or Share My Personal Information\n© 1998 - 2023 Nexstar Media Inc. | All Rights Reserved."
}