{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Earth Challenge 2020: What is the Extent of Plastics Pollution?",
  "href": "https://www.wilsoncenter.org/article/earth-challenge-2020-what-extent-plastics-pollution",
  "body": "Plastic pollution is a pervasive and global issue: 8.3 billion tonnes of plastics are estimated to have been produced since the 1950s and ocean plastics directly impact more than 800 species worldwide. But despite these statistics, we still don't know how much plastic is ending up in the environment. There is no global baseline data set to ...",
  "textContent": "This website uses cookies to ensure you get the best experience on our website. View our privacy policy.\n\nACCEPT\nSkip to main content\nCLOSE\nSearch\nSEARCH\nTOPICS\nOpen/Close\nREGIONS\nOpen/Close\nPROGRAMS\nOpen/Close\nEvents\nExperts\nWatch & Listen\nInsight & Analysis\nPress Room\nAbout the Wilson Center\nCareers, Fellowships, and Internships\nOpen/Close\nSupport the Wilson Center\nOpen/Close\nALUMNI NETWORK\nDIVERSITY & INCLUSION\nThe Wilson Quarterly\nDigital Archive\nSUPPORT\nTOPICS\nREGIONS\nPROGRAMS\nSUPPORT\nMENU\nHome\nINSIGHT & ANALYSIS\nSHARE\nPRINT\nARTICLE\nEarth Challenge 2020: What is the Extent of Plastics Pollution?\nBy Metis Meloche & Anne Bowser on June 9, 2020\n\nSome government agencies and non-government organizations (NGOs) are turning to citizen science, a process where members of the public can participate in scientific research to meet real-world goals.\n\nSCIENCE AND TECHNOLOGY INNOVATION PROGRAM\nENVIRONMENT\nSCIENCE AND TECHNOLOGY\nOCEANS\nIMAGE CREDIT\n\nPlastic pollution is a pervasive and global issue: 8.3 billion tonnes of plastics are estimated to have been produced since the 1950s and ocean plastics directly impact more than 800 species worldwide. But despite these statistics, we still don’t know how much plastic is ending up in the environment. There is no global baseline data set to help researchers, the public policy community, businesses, or everyday people understand key issues that will inform solutions, such as what types of plastics pollution are most prevalent in different locations and how trends are changing over time. \n\nMetrics are vital to building a sustainable future. This lack of data access hinders policy initiatives such as reporting progress against the United Nations' Sustainable Development Goals (SDGs). As a global, consensus-based agenda, the 17 SDGs were created to help the UN and countries monitor progress against the metrics we need to achieve for a sustainable future. SDG14.1.1 sets the target: \"By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris.\" Without data, it is impossible to monitor progress against SDG 14.1.1., and policymakers cannot develop or evaluate thoughtful strategies around incentives or regulations to reduce plastic pollution. \n\nEach SDG has overarching goals, specific targets, and measurable indicators. The UN is responsible for working with member states and expert groups to design the indicators as methodologies for evaluating progress against each SDG. The Joint Group of Experts on the Scientific Aspects of Marine Environmental Pollution (GESAMP), along with members such as Commonwealth Scientific and Industrial Research Organisation (CSIRO), have made great strides in developing methodologies for SDG 14.1.1. The established methodology for measuring progress at the indicator level is to analyze the number of pieces of plastic on beaches per square kilometer. But, professionally-driven activities alone will contribute insufficient data, and there is currently no common methodology for augmenting professional (“reference-grade”) data with other types of information. \n\nIMAGE CREDIT\n\nOne way to fill gaps in this data is through coordinated citizen science. Some government agencies and non-government organizations (NGOs) are turning to citizen science, a process where members of the public can participate in scientific research to meet real-world goals. Take the case of plastic pollution: citizen science projects are already collecting data at beach clean-ups, often informing local decisions like Washington, DC’s recent plastic straw ban. By enabling research at scales not achievable through traditional academic research, citizen science can create large quantities of data while engaging and educating the public in a particular research area. But local data often exist in silos and are neither re-used nor combined with other sources of information. \n\nThere is a growing need for coordination and data interoperability, both within the citizen science community as well as between citizen science platforms and national and international policy authorities. To understand the role that citizen science platforms can play as well as the impact of sharing and bringing together data, we will share the example of Earth Challenge 2020 (Earth Challenge), which seeks to become the world’s largest coordinated citizen science campaign.\n\nAbout Earth Challenge: Bringing Citizen Science Data Together\n\nEarth Challenge is a global citizen science project steered by Earth Day Network, the Wilson Center, and the U.S Department of State. Beginning with the 50th anniversary of Earth Day, April 22nd, 2020, the project will explore six research areas including local air quality, food supply, water quality, insect biodiversity, climate change, and plastic pollution. In order to do this, Earth Challenge is coordinating and integrating existing datasets from around the world to make information more open and Findable, Accessible, Interoperable, and Reusable (FAIR). Additionally, Earth Challenge created a mobile application for citizen scientists to first create and share new data, and then take policy action to reduce plastic pollution worldwide.\n\nCoordinating Citizen Science Plastic Pollution Data\n\nThe Earth Challenge team worked to find, clean, and analyze three different datasets on plastic pollution measured through beach cleanup activities: the Ocean Conservancy’s Trash Information and Data for Education and Solutions (TIDES); the National Ocean and Atmospheric Administration’s Marine Debris Monitoring and Assessment Program (MDMAP); and the European Environmental Agency’s Marine Litter Watch Program (MLW). \n\nHowever, making existing data interoperable is a complex task. Each citizen science project follows different protocols, is led by different researchers, and involves various communities. Further, the three datasets use different taxonomies for classifying debris: the same plastic cup could be counted as part of “cups and plates - foam” in one dataset, and simply “cups” in another. A solution for this is finding a common classification system, such as the GESAMP-recommended “Marine Debris Item List” from CSIRO. Crosswalking each dataset to the common schema was the first step towards interoperability, though it only covered the categorization of marine debris, and often required making granular data more generic. \n\nIn addition, the project leveraged the Open Geospatial Consortium (OGC)’s SensorThingsAPI standard to ensure that data were fully interoperable by providing a structure for consistently documenting information such as location, methodology, and intellectual property (IP) rights. Ultimately, even as collection methods and labeling may vary, these efforts allow users to begin to consider the three citizen science data sources as a single, baseline data set.\n\nFigure 1. An initial map showing the three datasets MLW, TIDES, and MDMAP on the same map. This map helps citizens and policymakers understand the spread of data between different datasets and where more data is needed.\nIMAGE CREDIT\n\nOnce the data were interoperable, and a subset of the data was made open, additional work was required to make the data findable, accessible, and ultimately reusable. Each citizen science project supports simple data download functions, but none currently publishes an Application Programming Interface (API), making the data more difficult to source. In response, Earth Challenge created APIs for all three projects to help share data in both original and interoperable formats. Publishing APIs to share original data helps preserve the more specific information in each source data set, for example by noting that a cup is actually “foam.” Publishing APIs to share interoperable data facilitates comparison across data sets and easier reuse.\n\nTowards a Global Map of Plastics Pollution for SDG 14.1.1. Reporting\n\nCombining three global datasets was the first step required to create an actionable global baseline for plastics pollution. In addition, work was needed to add context and value to the data through visualization and analysis. As an initial step, Earth Challenge created two visualizations to map where citizen science is happening across the three projects, how many people are engaged, and what the top ten types of debris found by country are. The visualizations show how the interoperable data is collectively making an impact--allowing for analysis that cannot be done otherwise--and can help local decision-makers, like individuals or municipal governments, understand what is happening in their backyard or beach.\n\nA map of the Top 10 Types of plastic pollution in Japan.\nIMAGE CREDIT\nFigure 3: A dashboard for Australia.\nIMAGE CREDIT\n\nTo help continue to address data gaps, and ultimately inform national and global policy assessments like the SDGs, Earth Challenge continues to work with different partners for each research area--including plastics pollution. The U.N. Science-Policy-Business-Forum on the Environment is a solutions-focused community of public, private, and NGO partners inspired to promote green technology innovation, empowering policies, and sustainable finance. Through the Science-Policy-Business-Forum, a consortium of partners including UNEP, Earth Challenge, The Group on Earth Observations (GEO), and IBM’s Data Science Elite (DSE) Team are collaborating on a Global Platform for Marine Debris. The goal of this platform is to take analysis a step further, leveraging data science techniques to take Earth Challenge 2020 data and create an estimate of the number of pieces of plastics per square kilometer.\n\nThe pilot platform, powered by IBM’s Watson AI technology, debuted to a group of global experts and environmental ministers at the virtual preparatory forum for UNEA-5.  By leveraging various data science techniques and Earth Challenge 2020 data, the Global Platform for Marine Debris was able to offer a proof-of-concept demonstration of value by mapping the density of plastics pollution per square kilometer-- exactly the requirement for SDG 14.1.1. reporting. By building off of the initial interoperable datasets, and adding additional modeling and analytic features tailored to national needs, the Global Platform for Marine Debris starts to paint a “global picture” of the extent of plastics pollution that can be tracked using the same methodology year after year. \n\nIMAGE CREDIT\n\nThis pilot will expand over time to also include information such as other datasets (including cross-validation with reference data) and information on national laws and policies. Ultimately, by bringing different resources together, the Global Platform for Marine Debris will allow different audiences--including the general public and policy community--to use technologies ranging from web applications to voice-enabled search interfaces to ask questions like, “Where is the nearest beach cleanup near me?” and, “What types of laws exist about plastic pollution in my country?” Therefore, the Global Platform seeks to not only provide a resource for understanding the state of plastic pollution as it changes over time, but also describe concrete entry points for making a difference through policy channels. \n\nHowever, there is still more to do. Earth Challenge will continue working with the Science-Policy Business-Forum. One important next step is educating UN member states responsible for SDG reporting on the value of the Global Platform for Marine Debris and its source data. Ideally, a range of member states will utilize the platform to get the data they need for SDG reporting, while simultaneously using citizen science to enable more reporting moving forward. A second step will involve assessing whether other types of information--like descriptive pictures of plastic from inland sources like rivers--can be leveraged to understand plastic pollution in various environments, as well as the relationship between inland sources and marine debris.\n\nUltimately, Earth Challenge illustrates how citizen science can inform impactful policy solutions. This project is an opportunity to help citizen science fulfill its potential by bringing together people and data to monitor and eventually mitigate plastic pollution worldwide by first understanding how it impacts their immediate communities. But it also illustrates the ways open and interoperable data can be leveraged for the future and demonstrates the potential impact when we bring data and people together to understand the world around us.\n\nABOUT THE AUTHORS\nMetis Meloche\nProduct Manager\nAnne Bowser\nGlobal Fellow\nSCIENCE AND TECHNOLOGY INNOVATION PROGRAM\n\nThe Science and Technology Innovation Program (STIP) serves as the bridge between technologists, policymakers, industry, and global stakeholders.  Read more\n\nEXPLORE MORE\nBROWSE INSIGHTS & ANALYSIS\nPREVIOUS\nNEXT\nPUBLICATIONENVIRONMENT\nEnabling Sustainable Energy Security in Syria\nBy \nNour Barakeh\nPUBLICATIONENVIRONMENT\nManaging Scarcity in the Euphrates-Tigris River Basin in the Age of Climate Change\nBy \nGokce Sencan\nARTICLEENVIRONMENT\nGaza, Yemen, Syria, Human Rights, and Oil: The Elephants in the COP28 Room\nBy \nMarwa Daoudy, PhD\n on \nNovember 30, 2023\nVIDEOENVIRONMENT\nSmart Take | COP 28: Tackling the Climate Change Challenge\n1:56\nBLOG POSTENVIRONMENT\nBrazil's Green Bond Leap Amid Climate Challenges\nBy \nBruna Santos\n on \nNovember 17, 2023\nVIDEOENVIRONMENT\nThe Hamas-Israel War Dispatch with Peter Schwartzstein\n15:53\nPODCASTENVIRONMENT\nThe Arc | Gender, Agriculture, and Climate Change with Dr. Maureen Miruka\nLISTEN ON\nSOUNDCLOUD\n29:07\nNovember 9, 2023\nPODCASTENVIRONMENT\nIntroducing \"The Arc\"\nLISTEN ON\nSOUNDCLOUD\n2:27\nNovember 3, 2023\nVIDEODISASTER MANAGEMENT\nHurricane Otis\n4:05\nARTICLEENVIRONMENT\nRegulating Antarctic Tourism: The Challenge of Consensus-Based Decision Making\nBy \nEvan T. Bloom\n on \nOctober 31, 2023\nBLOG POSTSERIOUS GAMES\nGames Round Up: Games for Change\nBy \nSonja R. O’Brien\n on \nOctober 30, 2023\n\nOne Woodrow Wilson Plaza\n1300 Pennsylvania Ave. NW\nWashington, DC 20004-3027\n\nVisit the Wilson Center\nPhone:\n(202) 691-4000\nContact Us\nABOUT THE WILSON CENTER\nPROGRAMS\nCAREERS, FELLOWSHIPS & INTERNSHIPS\nFOR MEDIA\nThe Wilson Quarterly\nDigital Archive\nFollow the Wilson Center\nTwitter\nFacebook\nYouTube\nLinkedIn\nInstagram\nFlickr\nSign up for email updates\nEmail Address\nSUBMIT\n© 2023 The Wilson Center. All Rights Reserved\n2022 Donors\n990 Forms\nPrivacy Policy"
}