{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Straw maker Stone Straw fights back with bioplastic straws",
  "href": "https://www.canplastics.com/features/straw-maker-stone-straw-fights-back-with-bioplastic-straws/",
  "body": "THE ORIGINAL STRAW MAKER. Stone Straw is practically synonymous with straws. The company's founder, Marvin Stone, invented the original paper straw almost 140 years ago, and his invention was the go-to choice until plastic varieties became the standard in the 1970s. Today, Stone Straw and its parent company Wentworth Technologies manufactures ...",
  "textContent": "Subscribe \n MENU\nNEWS\nFEATURES\nPODCAST\nBUYERS GUIDE\nVIDEOS\nEVENTS\nJOBS\nMAGAZINE \nStraw maker Stone Straw fights back with bioplastic straws\n\nCanadian Plastics  July 9, 2019\n \n\nCanadian Plastics Environment Materials\n\n\n\nTraditional plastic straws are an endangered species nowadays, which is why this well-known Brantford, Ont.-based extruder is making the move to an eco-friendly plant-based alternative.\n\nAbe Looy with a handful of Stone Straw’s new Back to Earth compostable straws.\n\nAlmost 70 million years ago, a mass extinction wiped out three-quarters of the plant and animal species on Earth, the dinosaurs famously among them. Only those few species that could adapt were able to survive, including the ancestors of modern birds, turtles, and crocodiles.\n\nFast forward to today and another extinction seems to be taking place: plastic straws. The major focus of recent environmental campaigns, single-use plastic straws have gone, almost overnight, from ubiquitous to endangered, with more and more cities, restaurant chains, movie theatres, sports facilities, and even airlines phasing them out. And we can now add entire countries to the list, with the recent announcement that Canada plans to ban all single-use plastic items – which will definitely include straws – by as early as 2021.\n\nBut human behaviour is difficult to change. People still prefer straws — some people with disabilities need them — and while metal, paper, and silicone straws have received some attention, none have caught on. Stone Straw, a straw manufacturer since 1888, saw an opportunity to adapt and not only survive, but thrive. A long-time extruder of traditional plastic straws, the Brantford, Ont.-based company is going plant-based with its new Back to Earth compostable plastic straws.\n\nTHE ORIGINAL STRAW MAKER\n\nADVERTISEMENT\n\nStone Straw is practically synonymous with straws. The company’s founder, Marvin Stone, invented the original paper straw almost 140 years ago, and his invention was the go-to choice until plastic varieties became the standard in the 1970s. Today, Stone Straw and its parent company Wentworth Technologies manufactures about 300 types of plastic straws, stirrers, plastic cups, and lids – which puts it at Ground Zero in the war against single-use plastic. “Our industry is under enormous pressure from consumers and the food service and hospitality industry, and we were definitely feeling it too, and it was beginning to affect our customer base,” said Abe Looy, the company’s regional operations manager. “Our straws have traditionally been made with polypropylene, and orders for them were beginning to drop. So we got proactive: Rather than waiting until the bans on single-use plastics take effect, we got ahead of the bans by moving from PP into biopolymers early on, on our own, and we’re encouraging our customers to get ahead of them too.”\n\nIntroduced to the market a few short weeks ago, Stone Straw’s Back to Earth straws are made with a compostable biopolymer. “We worked with a major chemical supplier to develop a material that’s compostable but also robust enough for our profile extrusion,” Looy said. “The supplier developed something that looks, feels, and performs like PP but can be certified as industrially compostable.”\n\nAnd that last part is key. Back to Earth straws have been approved by the Biodegradable Plastics Institute, which ensures the material is consumed by microbes, which allows the straws to contribute to the circular economy by creating valuable compost; and also meets ASTM D6400 and/or D6868 standards, which means that in 180 days or less the straws will decompose to 90 per cent CO2 and 10 per cent biomass in an industrial or municipal composter. “Having this certification is important because Stone Straw is the only supplier that most of our customers has ever had, and when we ask them to make the switch from PP to compostable straws, they have to be able to trust us,” Looy said.\n\nOne of Stone Straw’s bigger customers is Booster Juice, which is now transitioning to Back to Earth straws in all of its Canadian stores. Known for their signature smoothies, Booster Juice has a unique product that cannot be easily consumed without a straw, so it was receptive to the new compostable straws from the get-go. “We worked closely with Booster Juice to develop the right straw for its product, fine-tuning every detail, including the packaging and developing a bright purple colour,” Looy said. “The straws can now be easily recognized by customers and come in one size, which can be used in all of Booster Juice’s beverages.” Other quick service restaurants are also interested in the straws, Looy said.\n\nSo how cutting-edge are the Back to Earth straws? “We’re the first company in North America to extrude this type of biopolymer for straws,” Looy said. “Several companies in Southeast Asia are making these straws and importing them into Canada, and a few companies in the U.S. are trialing this material for straws, but that’s the extent of it.”\n\nLEARNING CURVES \n\nBut this newness wasn’t without a set of challenges, beginning with the material itself. “More traditional, neat PLA is brittle and can shatter, whereas straws have to be able to bend,” Looy said. “So we had to work with our chemical supplier to develop a proprietary, functionalized variation to the standard PLA that’s offered in the market today.”\n\nStone Straw also had to make some changes to the machinery on its shop floor. “To a certain extent extrusion is extrusion, but once the product leaves the die, differences in material properties come into play, and this biopolymer is a much different material than PP,” Looy said. “We had to custom-build some of our profile extruders to process a compostable resin, and also had to miniaturize a silo to store the material properly because it has to be kept absolutely dry.” In a nutshell, Looy said, processing this compostable polymer requires customized speeds, lower temperatures, and much more accurate controls compared to PP. “Without that combination, you’ll have product failure – we know, because we had plenty of product failure during our trials,” he said.\n\nFinally, there was a learning curve for all of Stone Straw’s 65 employees. “All of our workers had to understand this material and its quirks, from the engineering department to maintenance to machine operators,” Looy said. “Now that we’ve all got a handle on it, it seems easy, but it was difficult at the time because we had only ever run PP. The motivation was, if we want to still be in business five years from now we had to make this transition, and everybody understood.”\n\nAs innovative as it is, the Back to Earth straw still isn’t the final word on sustainability. “We’re working on a successor product right now – a plastic straw that decomposes in the marine environment, which means the effective end of straws polluting oceans and waterways,” Looy said. “It’ll also be certifiable for landfill, not just industrial composters, which means that it will be certifiable for everywhere that a post-consumer straw could conceivably end up, 100 per cent of the time. My colleagues and I jokingly call it the Holy Grail of straws, but once we get the chemistry worked out, it’s definitely doable.”\n\nWhich means, despite the considerable pressures, plastic straws don’t have to go the way of the dinosaurs.\n\n \n\nPrint this page\n \n Share\n\n\n\nRelated Stories\nStarbucks proposed plastic straw ban draws fire from disability rights groups\nVancouver may delay plastic straw ban until 2020\nThousands sign petition to bring back McDonald’s plastic straws in U.K.\nSwiss Chalet, Harvey’s, The Keg and other restaurants will eliminate plastic straws\n\n\n\n\n\n\nEditor’s Picks\n Judge quashes cabinet order underlying Canada’s single-use plastic ban\n Nova Chemicals to supply Amcor with mechanically recycled PE\n ABB expanding Quebec injection molding plant\n TC Transcontinental invests $60 million to expand South Carolina plant\n Magna expands lighting division in Mexico\nDigital Edition\n View Digital Edition\n Archives\n Subscription Centre\n\nBuyers Guide\nZerma America\nFort Myers, FL\nBusch Vacuum Technics Inc.\nBoisbriand, QC\nMorris Coupling Company\nErie, PA\n View Buyers Guide\n Latest Jobs\nAutomotive / Industrial Painter\nCNC Machinist/Set-Up Technician\nService Desk Analyst\nPeintre au pistolet Classe B / Spray Painter class B\nInspecteur - Essais non - Destructifs, Classe C / Non-Destructive Testing Inspector, Class C\nCustomer Service Representative (Val d'Or)\nMORE JOBS\nPOST A JOB\n PET Technologies says aloha to Hawaiian water bottler\nBuilding schoolrooms from plastic waste in West Africa \nContacts\nAdvertise\nSubscribe\nTrending\nJudge quashes cabinet order underlying Canada’s single-use plastic ban\nOttawa to appeal Federal Court plastics ruling\nAvient Corp. names new CEO\nDow proceeding with $6.5-billion Path2Zero project in Alberta\nWorld’s largest plastic recycling plant opens\nNova Chemicals to supply Amcor with mechanically recycled PE\nABC Group’s Mike Schmidt dies\nUwe Sendel, former Pano Cap Canada president, passes away\nTekni-Plex buys Seisa Medical to boost medtech capabilities\nOrbis expands Ohio manufacturing plant\nBorealis, TotalEnergies start up Baystar JV polyethylene unit\nSocial\nX  \nManufacturing Network\n     \n\n      \nPrivacy / CASL\n© Copyright 2023 Annex Business Media\n\n\n\nI agree\nWe are using cookies to give you the best experience on our website.\nBy continuing to use the site, you agree to the use of cookies. To find out more, read our privacy policy.\n\n\n\n\n2/3 free articles remaining. Subscribe to Canadian Plastics newsletter to gain unlimited access.\nClose"
}