{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "A plant-based alternative to plastic straws | Canadian Geographic",
  "href": "https://canadiangeographic.ca/articles/a-plant-based-alternative-to-plastic-straws/",
  "body": "Mostly made of plastic, straws are on the chopping block in Canada as the country aims to ban single-use plastics by 2022. While replacements for plastic bags and packaging already exist, the most common alternative to a plastic straw is a paper one, especially in commercial establishments like restaurants.",
  "textContent": "SKIP TO CONTENT\nENVIRONMENT\nEXPLORATION\nHISTORY\nKIDS\nMAPPING\nPEOPLE & CULTURE\nPLACES\nSCIENCE & TECH\nTRAVEL\nWILDLIFE\nDonate\nSubscribe\nShop\nTravel With Us\n\nReading: A plant-based alternative to plastic straws\n\n \n\nSCIENCE & TECH\n\nA plant-based alternative to plastic straws\nWith Canada set to ban single-use plastics by 2022, products made of cellulose — a major component of plants — could be the ideal alternative\nMAR 09, 2020\n325 WORDS\n2 MINUTES\nBY ANGELICA HAGGERT\nFacebook\nTwitter\nEmail\nADVERTISEMENT\n \n\nResearchers from McGill and Lakehead Universities are on a mission to replace the everyday single-use straw. \n\nMostly made of plastic, straws are on the chopping block in Canada as the country aims to ban single-use plastics by 2022. While replacements for plastic bags and packaging already exist, the most common alternative to a plastic straw is a paper one, especially in commercial establishments like restaurants. \n\nSo Theo van de Ven, Jean-Philip Lumb and Md Nur Alam got to work, designing a prototype drinking straw made from cellulose. The trio created TreeMaTech, a startup company, to form their prototype from a material they’ve dubbed ‘Cellophax.’\n\n“The main component is cellulose, slightly modified chemically,” says van de Ven about the prototype. “Other components are a plasticizer and a food dye [for coloured straws].”\n\nWhat is cellulose?\n\nCellulose is a molecule consisting of hundreds and sometimes thousands of carbon, hydrogen and oxygen atoms. It’s the main substance in the walls of plant cells, helping plants to remain stiff and upright. \n\nVan de Ven says one of the many benefits of cellulose straws over a paper alternative is that they don’t disintegrate when you’re trying to use them.\n\n“Paper straws get soggy when wet,” says van de Ven. “Our straws don’t. They can even be used for hot drinks.”\n\nThe straws are both biodegradable and recyclable — they can be thrown away after use, or dissolved in an alkaline solution to make new straws or other cellulose-based products. They aren’t yet commercially available, but van de Ven says they think the straws could be made in bulk for about half a cent each. \n\nFor TreeMaTech, “the sky’s the limit,” says van de Ven, pointing to future work replacing plastics in all kinds of things, from bags and bottles to gloves and cups.\n\nLearn more about TreeMaTech and what they’re up to with plastic replacements.\n\n \n\n \nADVERTISEMENT\n\nAre you passionate about Canadian geography?\n\nYou can support Canadian Geographic in 3 ways:\n\nDONATE\nSUBSCRIBE\nSHOP\nRELATED CONTENT\n\nENVIRONMENT\n\nBioplastics: Don’t let the label fool you\n\nDoing your part as an eco-conscious consumer doesn’t end once you buy a bioplastic product\n\n1626 WORDS\n7 MINUTES\n\nSCIENCE & TECH\n\nThe puzzle of plastic: Turning to science to solve our recycling dilemma\n\nEnvironmental entrepreneur Miranda Wang turns to science to seek profitable solutions to the problem of what to do with our mountains of plastic waste\n\n2081 WORDS\n9 MINUTES\n\nENVIRONMENT\n\nHow companies and communities are fighting the problem of plastic pollution\n\nFast food chains, municipalities and even Ikea have recently pledged to phase out single-use plastics \n\n884 WORDS\n4 MINUTES\n\nENVIRONMENT\n\nWhy forensics could be key to untangling the ocean microplastics crisis\n\nScientist Peter Ross uses all the high-tech tools of a crime scene investigator — except his crime scene is the open ocean\n\n2179 WORDS\n9 MINUTES\n\nLand Acknowledgement\n\nThe Royal Canadian Geographical Society acknowledges that its offices are located on the unceded territory of the Algonquin Peoples, who have been guardians of, and in relationship with, these lands since time immemorial. We further acknowledge and recognize that our work reaches across all First Nations territories, Métis Homelands and Inuit Nunangat, and for this we are grateful.\n\nSIGN UP\n\nCanadian Geographic Newsletter\n\nSUBSCRIBE TO OUR NEWSLETTERS\n\nCanadian Geographic is a publication of the Royal Canadian Geographical Society. The Society is dedicated to making Canada better known to Canadians and to the world.\n\nCustomer Service\nPhoto Club\n\n©2023 Canadian Geographic Enterprises\n\n \nTERMS OF USE PRIVACY POLICY CONTACT US\n \n \n \n \n \nWe want your feedback!\n\nPlease help us improve our website by taking our short survey.\n\nSURE, I'LL PARTICIPATE\nNo thanks"
}