{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Plastic straw bans are absolutely ridiculous and ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/d8tv9g/cmv_plastic_straw_bans_are_absolutely_ridiculous/",
  "body": "Plastic straw ban isn't about plastic straws, it's about raising awareness to the greater issue. When living in America, the most striking thing for me was how wasteful the American lifestyle is.Most americans eat from single use disposable plastic plates, with disposable platic utensils, drink from disposable cups, eveything is disposable. ...",
  "textContent": "CMV: Plastic straw bans are absolutely ridiculous and accomplish nothing. : r/changemyview\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to changemyview\nr/changemyview\n•\n4 yr. ago\nmossypiglet1\nCMV: Plastic straw bans are absolutely ridiculous and accomplish nothing.\nDeltas(s) from OP\n\nSo, recently in the US some cities have banned plastic straws, and these straws are generally becoming frowned upon. This seems nice, \"save the turtles\" and all that, but let me tell you why it's not.\n\nIt does next to nothing. A whopping 1% of the plastic in the ocean comes from the United States. Of that, a tiny portion comes from plastic straws. You see, if you throw a plastic straw away (ignoring recycling), 99% of the time it will end up in a landfill. By the way, landfills aren't bad either! They have protective layers under them to stop the garbage juice from seeping into the ground and once they are full, the trash is buried and the land is developed. There's a pretty good chance you've walked over a landfill without knowing. Last I checked, turtles weren't eating straws buried in the ground.\n\nPaper straws aren't much better. They might break down, but they are several times more expensive. Not just that, but it also takes CO2 to produce a paper straw because cutting down trees releases CO2, not to mention the logging process.\n\nThis one is a bit more philosophical, but I don't need the government to tell me what I can and can't drink out of. It disgusts me. If a restaurant or a person wants to drink out of a paper straw, fine. But if I want to drink out of a plastic straw at a miniscule cost to the environment, a far superior product in my opinion, I don't need my city council to tell me that I can't. Adults should be able to make their own decisions about what to drink out of. This level of micromanaging, something I wouldn't expect parents to do to their children, is not something the government should be doing. It is an infringement on my freedom, even if it's just about straws.\n\nCMV\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nonderonminion\n•\n4 yr. ago\n\nThe straw ban isn't aiming to rid the ocean of all plastic, or even 1% of it and anyone who says it is is just wrong. The straw ban is symbolic, and was a move by activist to make reducing plastic waste more visible. The straw is an entirely pointless tool (assuming the user is able-bodied) so activist and politicians chose it because it was a way they could make the issue affect everyone. Simply put, the straw ban wanted to get people talking about reducing plastic and make the issue more mainstream.\n\nIt certainly is accomplishing that goal, as evidenced by the fact we're talking about the straw ban in a cmv post right now.\n\n11 more replies\nbigtoine\n•\n4 yr. ago\n\nIt does next to nothing.\n\nNext to nothing is more than nothing. So it's a start.\n\nPaper straws aren't much better. They might break down, but they are several times more expensive. Not just that, but it also takes CO2 to produce a paper straw because cutting down trees releases CO2, not to mention the logging process.\n\nBanning plastic straws isn't about making things cheaper. It's about reducing plastic waste. So I'm not sure how the cost of a paper straw is relevant here. Regarding CO2, do you have actual numbers comparing the CO2 cost of a paper straw vs a plastic straw?\n\nRegarding your the anti-government rant in your last paragraph, is there actually something anyone could say to change your view that pro-environment government regulations are not an infringement on your freedom?\n\nnewpua_bie\n•\n4 yr. ago\n\nBanning plastic straws isn't about making things cheaper.\n\nOne could argue that it's not even a bad thing to make them more expensive. Straws aren't really necessary for anything apart from if you have a broken jaw. If straws becoming more expensive reduces their usage it's a double plus on top of being recyclable and/or biodegradable.\n\n3 more replies\n18 more replies\nlUNITl\n•\n4 yr. ago\n\nLocal municipalities are the ones banning these products, not the federal government. If you don't agree with it, go talk to your neighbors and vote in your local elections. Every law is an \"infringement on your freedom\" that's the whole point, we as a society decide that X action should not be allowed. If you have a problem with that system, go move to Antarctica I guess.\n\n7 more replies\nGlitchedGarden99\n•\n4 yr. ago\n\nStraws are the kind of thing that make you say \"It's just a little bit of plastic, it won't make a difference\" so I understand your reasoning behind thinking that the government has no business on how you decide to drink. But the smalls bits of plastic will start to add up (and more people may think like you). And the \"tiny portion\" of 1% sounds minimal if you forget the ridiculous amount of plastic that we make every year (and how it doesn't dissapear or biodegrade). USA alone make 0.28 milions of metric tons per year of plastic waste (according to earthday).\n\nThis ban may seem too much or even patronizing, but it's the same as \"no urination\" signs. Yes, the government has nothing to do with your bladder, and peeing on the streets may seem better that bladder pain due to being away from a toilet, But one way or another it disrupts the enviroment and banning it will not make another big problem (like banning all plastic or all kind of straws).\n\n7 more replies\npyromanix13\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nthis is really the hill you're gonna die on? because \"mY PlaSTic StRAws aNd FrEEdOm REEEEEEEE\"? You want to drink out of plastic straws? Great!!! Buy a reusable set, there's plenty to choose from so you've got freedom right there\n\nIf you're seriously gonna pull an infringment on my freedom bs argument, then why arent you fighting against speed limit laws? They're in place to protect you, but they infringe upon your freedom to speed down a highway at mach 3 and kill yourself in a head on collision\n\nWhat about the idea that you cant falsify a police report or else be charged with a misdemeanor/felony? Those rules are put in place to prevent the police resources being wasted and a sense of justice to the falsely accused, which infringes upon your freedom to lie\n\nAre you also going to fight against dress codes in the work place? It infringes upon your freedom to be a nudist in your cubicle, right?\n\nMurder laws, rape laws, burglary... and you're waving your gigantic American flag with your pet eagle soaring overhead because you arent allowed......plastic.......straws.....\n\nEDIT: beyond that, you are aware that straws are in the top 10 plastics found in the ocean? And that approx 500mil straws are used EVERY DAY in America ALONE. https://www.strawlessocean.org/faq\n\nThat link also debunks the idea that straws are recyclable or compostable\n\n12 more replies\nMaxfunky\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nA whopping 1% of the plastic in the ocean comes from the United States.\n\nSo when I read your post title I immediately thought, \"Nah, they're definitely a good idea in Indonesia, the Philippines and Malaysia at a minimum and probably not even a terrible idea in US coastal cities.\". But it kind of seems like you're only considering the United States. But as you worded it, I think your post is just wrong largely because you're relying on a notion that all countries have a populace that is largely conscious about getting trash into a trash can.\n\nVietnam can probably benefit from a ban on plastic straws as well, as many along the Mekong don't have any kind of trash pickup and their trash pretty much entirely goes into the river which eventually flows out to sea. If I dug into it, I could find lots of places where you are wrong.\n\n1 more reply\nAcephalicDude\n•\n4 yr. ago\n\nThink of it as practice for making personal lifestyle sacrifices for the sake of the environment. It might not accomplish anything in itself, but when it comes time to do something like abandon our use of personal vehicles maybe we will be psychologically ready.\n\n7 more replies\nDjinnOftheBeresaad\n•\n4 yr. ago\n\nWould you be more in favor of it if it was \"banned\" but available upon request to people who need them, such as the disabled who need straws and who find the alternatives unusable for their needs? I only ask because even though an outright ban can end up hurting some disadvantaged people, it is one way to reduce plastic waste, albeit a small one. You can cut up your straws lengthways to help the turtles, but I will assume most people don't do that, and there's still the problem of waste.\n\nI don't personally need or like straws, and if I did, I'd buy a metal one or something (or reuse plastic ones till they fell apart) and I do see the need to keep them around for a small group of people, but reducing waste in any sector is a positive thing.\n\n8 more replies\n[deleted]\n•\n4 yr. ago\n\nIt's a start. If you banned straws, grocery bags, to-go containers, and all other one time use plastics all at once, it would seriously mess up people's lives.\n\nI like to relate it to the story/fable about the kid throwing the starfish back into the sea. A bunch of starfish washed up on a beach, and they were all going to die. A kid was throwing them one by one back into the ocean. Somebody comes up and says \"there are a million starfish stuck on the beach, how can you make a difference? So the kid throws a starfish back into the sea and says \"it made a difference to that one\".\n\nYou gotta start somewhere.\n\n[deleted]\n•\n4 yr. ago\n\nYou've got to start somewhere don't you agree?\n\nchezdor\n•\n4 yr. ago\n\nBut plastic straws offer a superior drinking experience and someone died recently being impaled on a metal reusable straw - is this the most relevant place to start?\n\nEdited to add source\n\n10 more replies\nPrimeLegionnaire\n•\n4 yr. ago\n\nWouldn't it make more sense to start with the largest contributors to plastic pollution?\n\nNamely the Chinese fishing fleets contribute something like 60~70% of the plastic in the \"garbage island\".\n\n43 more replies\n1 more reply\n[deleted]\n•\n4 yr. ago\n\nThe sad thing is that in 4 years, when we've all adjusted to paper or reusable straws, no one is going to care and you're going to look back on this post and lowkey feel embarrassed you made a big deal about it. I mean if Reddit was around, I'm sure people would be bitching about how they can't smoke in an airplane any more or people bitching about not being able to eat paint chips.\n\nJust add plastic straws to the list.\n\nI can't believe this is an actual complaint. With all the bullshit we got going on, you choose plastsic straws.\n\ncucka\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nPlastic straw ban isn't about plastic straws, it's about raising awareness to the greater issue.\n\nWhen living in America, the most striking thing for me was how wasteful the American lifestyle is.Most americans eat from single use disposable plastic plates, with disposable platic utensils, drink from disposable cups, eveything is disposable. Try ordering some food and you get styrofoam packed in plastic, along with plastic disposable utensils all individually wrapped in plastic, and then put in plastic bags. Go in a store, everything wrapped in plastic, then at the check-out there's a person wrapping all your plastic-wrapped products in more disposable plastic bags.\n\n(Edit: and we can go on, with single use coffee cups, cheap disposable clothing, people driving 70-80 miles every day in their humongous trucks just to get to work, etc.)\n\nThis is the real problem. And if people don't demand a solution, there will be no solution. There are no incentives for politicians to do anything about it other than public pressure.\n\nAlso, plastic straws are a symbol not just for wasteful lifestyle, but for useless and wasteful products. As you might have heard, humans are perfectly capable of drinking liquids from cups, bottles and other containers, without using a straw.\n\nchezdor\n•\n4 yr. ago\n\nWhat about other straw alternatives such as reusable metal straws, pasta straws?\n\n3 more replies\nDeltaBot\n•\n4 yr. ago\n\nu/mossypiglet1 (OP) has awarded 1 delta(s) in this post.\n\nAll comments that earned deltas (from OP or other users) are listed here, in r/DeltaLog.\n\nPlease note that a change of view doesn't necessarily mean a reversal, or that the conversation has ended.\n\nDelta System Explained | Deltaboards\n\nPermanenteThrowaway\n•\n4 yr. ago\n\nThe do accomplish something, they create the illusion of progress so we can all congratulate ourselves on saving the planet while a carbon tax large enough to make a difference keeps getting pushed down the road.\n\nThePermafrost\n•\n4 yr. ago\n\nIf the ban on plastic straws is successful, then it sets precedent for bans of other plastic products.\n\nFirst it’s straws, now it’s bags (my state now taxes them, effectively banning them), then it’s bottles. We’re making progress.\n\nView more comments\n \nTop 1%\nRank by size \nr/skeptic\nThe Game of Anti-Woke DISTRACTIONS\nyoutube\n166 upvotes · 44 comments\nr/skeptic\nDid the US Government really sell crack, specifically targeting urban areas?\nyoutube\n276 upvotes · 310 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/skeptic\nTodd in the Shadows fact-checks queer media video essayist James Somerton, finding that (in addition to being a serial plagiarist, as hbomberguy recently revealed) he has also been creating and spreading unfounded pseudohistorical myths\nyoutube\n105 upvotes · 13 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/skeptic\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n1.3K upvotes · 167 comments\nr/BreadTube\nIf you don't already know why Kissinger sucks. Note: this six-parter is FAR from comprehensive.\nyoutube\n178 upvotes · 16 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/DecodingTheGurus\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n154 upvotes · 134 comments\nr/skeptic\nFact Check: Is Donald Trump, Adolf Hitler viral quote comparison accurate?\nnewsweek\n771 upvotes · 891 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 44 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/BreadTube\nDismantling Jordan Peterson's Nonsense on Climate Change\nyoutube\n98 upvotes · 11 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 24, 2019\nReddit\nreReddit: Top posts of September 2019\nReddit\nreReddit: Top posts of 2019"
}