{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Dr. Jonathan Evans and the herbarium: publishing students, preserving ...",
  "href": "https://thesewaneepurple.org/2019/10/29/dr-jonathan-evans-and-the-herbarium-publishing-students-preserving-the-plateau/",
  "body": "Pictured: Professor of Biology Dr. Jonathan Evans. Photo courtesy of sewanee.edu. By Erin ElliottContributing Writer Situated on the west side of Spencer Hall, the Sewanee Herbarium currently contains anywhere between 10,000 and 12,000 species of plants. Most are locally sourced from the Domain and the surrounding Cumberland Plateau. In charge of this collection is Jonathan…",
  "textContent": "Skip to content\nfacebook\n \nInstagram\n \ntwitter\n \nflickr\n \nLinkedIn\n\nStudent Organ of the University of the South\n\nNEWS\nFEATURES\nA&E\nOPINIONS\nSPORTS\nLETTER FROM THE EDITOR\nSTAFF\nMISSION STATEMENT\nDR. JONATHAN EVANS AND THE HERBARIUM: PUBLISHING STUDENTS, PRESERVING THE PLATEAU\nOctober 29, 2019\n thesewaneepurple\n Features Comments Off\non Dr. Jonathan Evans and the herbarium: publishing students, preserving the plateau\n\nPictured: Professor of Biology Dr. Jonathan Evans. Photo courtesy of sewanee.edu.\n\nBy Erin Elliott\nContributing Writer\n\nSituated on the west side of Spencer Hall, the Sewanee Herbarium currently contains anywhere between 10,000 and 12,000 species of plants. Most are locally sourced from the Domain and the surrounding Cumberland Plateau. In charge of this collection is Jonathan Evans, an accomplished biology professor who has been introducing new programs and initiatives pertaining to ecology and sustainability at Sewanee for more than 20 years. \n\nEvans defined the herbarium as “a plant resource center within an academic institution, like a university or a college, centered around a collection of plants,” although a closer look reveals the importance of this element of Sewanee academia–one which is grossly underestimated by the simple concept of ‘a collection of plants,’ and which has shaped the Cumberland Plateau in a number of vital and often overlooked ways.\n\n\nWhen Jonathan Evans first arrived at Sewanee, he inherited a collection of plants from former Sewanee botanist George Ramseur which he found in the basement of Woods Labs. \n\n\n“His plants were still very much in newspaper,” Evans remembers.  “He had inherited from his grad student time at UNC a big collection of plants that were part of the flora of North Carolina, and that came with him when he became a faculty member here in the 50s. So we had that plus whatever he and his students had collected.  [The Herbarium] became sort of mothballed in the basement. It was in this closet, and people had hammered shelves on the back of the cabinets. there was water flowing through the room… it was not a good scene. Especially for dry plants, you don’t want water in there.”\n\n\nSince that time, Evans has not only moved the herbarium to the first floor of Spencer Hall but has also increased to contain about 1,130 species from the Domain alone, more than the entire country of Finland, which places Sewanee as the most plant-diverse campus in the world.\n\n\nThis increase was part of one of Dr. Evans’ first initiatives to expand both the Herbarium’s collection and its impact, ecologically and eventually economically and politically, on the surrounding communities.  “What we’ve done is we’ve created a comprehensive collection for all the plant species found on the Domain,” Evans explains. “And that was a 20-plus-year process called the Flora of the Domain Project.” The Domain was able to acquire Lost Cove during those two decades, culminating in Sewanee becoming–according to Evans–“the most diverse campus in the world” in terms of plants.\n\nAs Evans continued in his role as University Botanist, his efforts in biodiversity research and conservation began to expand outside of the Domain.  He was a major figure in establishing the Tennessee Plant Conservation Alliance in 2016, which has since expanded to include multiple universities and conservation-oriented societies.  “If we’re going to try to actively prevent these species from going extinct in our state, there has to be a concerted and sustained effort by a whole range of people to be sure that doesn’t happen,” Evans stated.\n\nEvans led this initiative alongside Ashley Block, a Sewanee graduate from the class of 2013 who moved on to study ecological anthropology at the University of Georgia and who wrote her honors thesis on identifying how human activities create legacies that generate unique plant communities in the natural environment.  Although Block was tragically killed in 2016, her legacy lives on through the Block Endowment, which continues to fund the current Fellowship recipients of the Sewanee Herbarium.\n\n\n“She was just an incredible student, and it was really fun to work with her on her honors thesis out at the King Farm and look at these agricultural legacies together,” recalled Evans.  “And then when she came back, she came back more as an anthropologist interested in the social connection of that land and its connection to the history of the institution and the legacy of people that generated these effects … She was a very special person, and her legacy lives on with these fellowships.”\n\n\nOne of Evans’ biggest Sewanee initiatives involves the process of choosing these Fellows and facilitating special projects, both on and off the Domain, in which he utilizes their help. \n\n\n“First and foremost,” Evans said, “what’s important is they have to demonstrate a passion for plants.  Equally important, I think, is that they have to demonstrate that they’re a serious student. So the grades have to be there.  Because such an important part of it is doing research in botany, they have to be a biology major … what I look for, though, is a dedication and a commitment to the mission of this entity.  And the mission really starts out with this idea that plant awareness is something we have to work on on our campus… And part of the requirements is that they have to spend one summer here, working with the various programs that we do.”\n\n\nCurrently, the four Sewanee Herbarium Fellows are Lillian Fulgham (C’21), Angus Pritchard (C’22), George Burruss (C’22), and Sidnee Everhart (C’21), all of whom work with Dr. Evans on a regular basis on ecology-related tasks on and off the Domain.  \n\n\nFulgham and Pritchard recently completed their Herbarium internship this summer, working with the Alliance and experts across the state of Tennessee on a project in Marion County involving taking inventory on an endangered plant species.  While Pritchard is a bird expert and talented photographer, Fulgham has been studying plants her whole life. “[Fulgham]’s a very impressive artist,” Evans said. “In fact, that was one of the ways in which I first got to know her. She was in my intro bio class, and one of the things we did in the 130 Lab [involved] drawings, and hers were like something you’d want to frame.  Actually, we did frame it.”\n\n\nBurruss, another of the Herbarium’s passionate and experienced photographers, is currently working on two projects with the Herbarium.  “The first is a study on how the invasive tallow tree responds to major disturbance events like hurricanes in coastal environments,” Burruss explains.  “For that study, data have been collected for the past two years at Sapelo island off the coast of Georgia and Dr. Evans and myself hope to return for another sample this summer.  [The other project] I’m working on is a genetic analysis of stands of clonal sassafras trees. For this project I’m working with Herbarium fellows along with students working with Dr. Palagi to extract DNA from around 400 leaf samples.”\n\n\nHe continued by saying, “Working with Dr. Evans and the Herbarium has greatly increased my skill for writing scientific literature, which will be critically important if I pursue a graduate degree in ecology. On a fun note, working with the Herbarium has helped me connect more with the landscape. I walk through Abbo’s Alley most days to get to class and I’m finding I can identify more and more species of plants each day. Knowing the names and facts about the life around [me]  makes it more important how I interact with and understand it.”\n\n\nEverhart, the newest Herbarium fellow, is currently assigned to a sassafras geospatial clonal structure project.  \n\n\n“The Herbarium has launched me into undergraduate research and publishing,” Everhart stated.  “Every day is a learning opportunity, and I feel more competitive and better prepared for graduate school. It is also a great honor to bridge the gap between plant ecology and geospatial analysis through Dr. Evans’ unique studies.”\n\n\n“Part of [Sidnee’s] expertise is GIS,” Evans explained.  “All these projects have a spatial component to them, so she’ll probably play a role in every one of them with the skills that she brings on that front.”\n\n\nCallie Oldfield (C’15), a previous Fellowship recipient and now a PhD candidate in the Department of Plant Biology at the University of Georgia, also recalled her time with Dr. Evans and the Sewanee biology department fondly.  \n\n\n“I first met Dr. Evans when he was my Field Investigations in Biology instructor. When I spoke to Dr. Evans about the potential of starting a research project, he made me feel infinitely capable and worthy of doing research, even though I was at first worried about failing. He instilled in me a good work ethic, a ‘never say die’ attitude and an attention to detail,” said Oldfield. She continued to collaborate with Evans on a project on the Domain at King Farm, off Brakefield Road–a project championed by and in memory of Block.\n\nWith help from students like the Herbarium Fellows, Evans has been able to conduct impactful studies across the region. His grant to look at forest regeneration near the Arnold Air Force Base led to the first evidence that climate change is affecting ecological systems in an inland state like Tennessee. His herbarium team has also discovered a local species of bamboo which seems to have survived for thousands of years by cloning itself underground.  \n\nHowever, arguably the most consequential of Evans’ projects involved his creation of the Landscape Analysis Lab, one of the first GIS labs in the country, which forced a spotlight on the major environmental concerns of the Cumberland Plateau–a region which, at the time, was being deforested faster than any other in the Northern Hemisphere.\n\nCollaborating with the Sewanee economics and politics departments around 2000-2003, Evans and fellow biology professor David Haskell brought in media concern for the Plateau from major news outlets like the New York Times, the Washington Post, and CNN.  \n\n“It was probably the most newsworthy thing that’s ever happened at this school,” Evans said.  “We just happened to hit on something that was very sensitive to this country … it was this David-and-Goliath thing, where we had sort of shined that spotlight, and these big corporations were not happy about that. The research that we published and presented to state legislators …  made a huge difference, and the industry stopped doing this practice and actually condemned it.”\n\nThrough the dedicated, detail-oriented, and region-saving work of Dr. Evans and his students, the Sewanee Herbarium has become necessary and influential across the state of Tennessee and beyond.  “There is this plant blindness in our society where you look out there and you see all that green, but you’re not really seeing it,” Evans stated. “You’re not really thinking about plants every day. And so the idea was to sort of bring about awareness among students about the fact that we have all this diversity on campus and all this diversity on the planet, and what plants mean to us as a group of organisms that we depend upon.”\n\nShare this:\nClick to share on Facebook (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Twitter (Opens in new window)\nLike this:\nLoading...\nPost navigation\nPrevious Post:\n Gender-neutral bathrooms now recognized on campus\nNext Post:\n‘Mine 21’ wins Austen Riggs Erickson prize for Mental Health Media\nTOP POSTS\nFACEBOOK"
}