{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "More Plastic Is On the Way: What It Means for Climate Change",
  "href": "https://news.climate.columbia.edu/2020/02/20/plastic-production-climate-change/",
  "body": "Plastic proliferation and pollution The annual demand for plastic has almost doubled since 2000. And the growing global population, improving economic conditions and technological progress will create even more demand for plastics in the future, according to a report by the International Energy Agency (IEA).",
  "textContent": "News from the Columbia Climate School\n     \nAGRICULTURE\nCLIMATE\nEARTH SCIENCES\nECOLOGY\nENERGY\nHEALTH\nSUSTAINABILITY\nURBANIZATION\nWATER\nABOUT\nCLIMATE\nMore Plastic Is On the Way: What It Means for Climate Change\nBY RENEE CHO |FEBRUARY 20, 2020\n Comments\n\nPlastic trash floating in a river. Photo: Emilian Robert Vicol \n\nWith the recent fracking boom causing low gas prices, fossil fuel companies are seeking other ways to bolster their profits — by making more plastic. Just as the world is starting to address its enormous plastic pollution problem, these companies are doubling down on plastic, with huge potential consequences for climate and the environment.\n\nThe over-abundance of natural gas has resulted in the lowest gas prices since 2016. Consequently, some fossil fuel companies are being forced to shut down drilling rigs and file for bankruptcy protection. Big companies like Exxon Mobil, Shell and Saudi Aramco, which see signs of a coming decline in fossil fuel use, are compensating for the low prices by investing in plastic production, since plastics are made from oil, gas and their byproducts. As a result, the World Economic Forum expects plastic production to double by 2040.\n\nNatural gas contains ethane, which is a building block of plastic. Because the U.S. has extracted so much ethane with its natural gas, over $200 billion have been invested into 333 new chemical and plastics projects, as of the end of 2019.\n\nGrowth in ethane production, consumption and exports. Photo: USEIA\n\nJudith Enck, former regional EPA director and a founder of Beyond Plastics, has said that 2020 is a critical year because many of the new plastic production facilities in the U.S. are in the permitting process; “If even a quarter of these ethane cracking facilities are built,” she said, “it’s locking us into a plastic future that is going to be hard to recover from.” One analyst from the data and analytics firm IHS Markit said that unless plastic production is slowed down, “they’ll just find something else to wrap in plastic.”\n\nEthane crackers\n\nEthane is an odorless and colorless constituent of natural gas. To make plastic, companies separate it from the natural gas mixture and convey it in liquid form via pipeline to an “ethane cracker,” a large industrial plant that uses intense heat to crack or break apart ethane molecules. These molecules then reform into ethylene, a basic building block of the petrochemical industry that is used to make resins, adhesives, chemicals, and plastics. In the process, ethane crackers can emit pollutants such as nitrogen oxides, sulfur dioxide and particulate matter, as well as benzene, which is carcinogenic, and volatile organic compounds that can react with sunlight to form ground-level ozone.\n\nThe United States already produces around 40 percent of the world’s ethane-based petrochemicals and is the largest exporter of ethane, selling to Norway, the U.K., and Scotland, and to China and India, where plastic demand is rising.\n\nThe Department of Energy (DOE) expects that by 2025, the eastern U.S., including Appalachia, will be producing 20 times more ethane than it did in 2013.\n\nIn 2018, DOE published a report about the potential for Appalachia to become a new “ethane hub” because of its Marcellus and Utica shale resources, and the Trump administration is touting the plastics and petrochemical industry as the next big thing for the region.\n\nThe new Shell cracker under construction on the Ohio River in PA. Photo: Drums600\n\nOhio, Pennsylvania, and West Virginia’s share of U.S. natural gas production has gone from two percent in 2008 to 27 percent in 2017. IHS Markit projects that these three states, also known as the Shale Crescent, will supply 37 percent of the U.S.’s natural gas by 2040, enough to support five large ethane crackers. Shell is currently building a $6 billion ethane cracker 25 miles northwest of Pittsburgh.\n\nNew petrochemical plants are also planned near the Gulf Coast of Texas and Louisiana and the Lower Mississippi River, an area already called “Cancer Alley” because of the toxic emissions from its existing petrochemical plants. Two large ethane crackers came online on the Gulf Coast in December with two smaller facilities scheduled to open soon.\n\nPlastic proliferation and pollution\n\nThe annual demand for plastic has almost doubled since 2000. And the growing global population, improving economic conditions and technological progress will create even more demand for plastics in the future, according to a report by the International Energy Agency (IEA). Currently, the U.S. and other developed countries use up to 20 times as much plastic per person as India, Indonesia and other developing countries.\n\nPlastic shopping bags. Photo: Peteruetz\n\nThe U.S. also produces more plastic packaging waste per capita than any other country. This throwaway plastic packaging makes up 40 percent of all plastic, with most ending up in landfills; the rest is incinerated or recycled. A Center for International Environmental Law (CIEL) report, Plastic & Climate, found that as of the end of 2015, 8,300 million metric tons of virgin plastic had been produced globally, two-thirds of which remains in the environment.\n\nEvery year, almost 10 million metric tons of plastic wind up in the ocean, where it is consumed by marine animals, and plastic waste is found on beaches in even the most remote places on Earth. Plastic also pollutes land, especially on farms where sewage sludge is used for fertilizer.\n\nA seal trapped in plastic pollution. Photo: Nels Israelson\n\nBisphenol A (BPA), a chemical component in the plastic of some water bottles and the lining of tin cans, has been found in the cord blood of nine out of 10 infants and in the urine of 95 percent of adult Americans tested. Some research indicates that it can disrupt hormone and reproductive systems. Microplastic and tiny plastic fibers have been found in honey, sugar, beer, processed foods, shellfish, salt, detergent, bottled water and tap water; however, the health effects of microplastics are still unclear.\n\nThe climate implications of plastic\n\nPlastic not only poses an immense pollution problem—it also exacerbates climate change. The CIEL report warns that the greenhouse gas emissions from plastic jeopardize our ability to keep the global temperature rise below 1.5˚C. If plastic production stays on its current trajectory, by 2030, greenhouse gas emissions from plastic could reach 1.34 billion tons per year, equivalent to the emissions produced by 300 new 500MW coal-fired power plants. This is because more than 99 percent of plastics are made from fossil fuels, both natural gas and crude oil—and because plastic results in greenhouse gas emissions at every stage of its lifecycle.\n\nExtraction and transport\n\nGreenhouse gas emissions result initially when forested land and fields are cleared to make way for wellpads and pipes to drill for oil and natural gas.\n\nForests are cleared for drilling. Photo: Jason Woodhead\n\nIf one-third of the 19.2 million acres in the U.S. that have been cleared for extraction was once forested, it means that almost 1.7 billion metric tons of carbon dioxide have been emitted as a consequence of deforestation; moreover, the forested land’s ability to take up an additional 6.5 million metric tons of carbon each year has been eliminated.\n\nThe fracking process emits methane, a greenhouse gas that, over 20 years, traps more than 84 times more heat in the atmosphere than does carbon dioxide. Methane results from flaring and leakage, which can occur anywhere from the well to the end user.\n\nEmissions are also produced by combusting the fuel to operate the drilling equipment.\n\nIn 2015, emissions from extraction and transport for plastic production were 9.5-10.5 million metric tons of CO2 in the U.S. alone—the equivalent of the emissions of 2.1 million passenger cars driven for a year.\n\nRefining and manufacture\n\n“Plastics is among the most energy-intensive materials to produce,” according to the head of CIEL. Ethane cracking is energy intensive because of the high heat needed, and produces significant emissions, as do the chemical refining processes that make other plastics.\n\nThe annual emissions from the new Shell ethane cracker and an ExxonMobil ethylene plant in Baytown, TX are projected to be equivalent to adding almost 800,000 new cars to the road. Greenhouse gas emissions from the Shell plant alone could cancel out all the benefits of nearby Pittsburgh’s carbon reduction measures. And these are just two of the over 300 planned petrochemical projects being built in the U.S. mainly to produce plastic and plastic feedstocks.\n\nDiscarded plastic\n\nAfter it’s used, plastic is incinerated, recycled or ends up in a landfill.\n\nCarbon from the fossil fuel feedstock is locked into plastic products and emitted when plastic is incinerated or decomposes. In 2015, 25 percent of global plastic waste was incinerated; in the U.S., emissions from plastic incineration were equivalent to 5.9 million metric tons of CO2, equivalent to the emissions from heating 681,000 homes for a year.\n\nOnly about 8.4 percent of plastic is recycled. But, according to scientists from UC Santa Barbara, even recycling plastic produces greenhouse gas emissions, as fossil fuels are combusted to run the machines that shred plastic waste and heat it up to make other products.\n\nPlastic pollution in Ghana. Photo: Muntaka Chasant\n\nPlastics in the environment, such as those that persist in landfills and litter coastlines all over the world, have been found by University of Hawaii researchers to release the greenhouse gases methane and ethylene when sunlight hits them; moreover, emissions from plastic on the ocean surface increase as the plastic breaks down.\n\nCould microplastics affect the ocean’s ability to absorb carbon dioxide?\n\nThe ocean absorbs carbon dioxide from the atmosphere, thus reducing the amount of warming emissions would cause if they remained in the atmosphere. Phytoplankton in the ocean play an essential role in this process, taking carbon dioxide from the atmosphere and storing it in the ocean via photosynthesis. Scientists are currently trying to determine if microplastics in the ocean interfere with phytoplankton’s ability to sequester carbon.\n\nJoaquim Goes, a research professor at the Earth Institute’s Lamont-Doherty Earth Observatory, said that although he has not seen any studies that show a direct effect of microplastics on phytoplankton, “We have seen microplastics attach onto phytoplankton under the microscope. Phytoplankton can shed extra sticky carbohydrates through photosynthesis, and plastics can attach onto the sticky material. One thing you can assume is that if you have too many microplastic particles, they compete with phytoplankton for light.”\n\nMicroplastics in the Chesapeake Bay Watershed. Photo: Chesapeake Bay Program\n\nMarco Tedesco, a research professor at Lamont-Doherty Earth Observatory, who currently researches microplastic in snow and how it evolves, said that the chemicals used to make plastic could have unknown effects. “The chemicals that have been used during their lifecycle are heavily toxic and there’s very little regulation about the use of these elements when it comes to plastics,” said Tedesco. “So the treatment of microplastics requires an extra level of attention because of the potential harm related to the chemicals that are used to treat plastics to make them colorful, more resilient, and impermeable. After a certain point, all the chemicals can permeate through the plastic and you don’t know what the consequences are.”\n\nIn fact, a 2019 study by researchers from Macquairie University in Australia studied how substances leached from plastic affected Prochlorococcus, a tiny type of phytoplankton considered a key player in the photosynthetic process that fixes carbon. Exposure to the leachate compromised its in vitro growth and photosynthetic capacity and resulted in changes in its genome.\n\nThere is still much that scientists don’t know about microplastics, their impacts on the environment or what to do about them, but one thing we do know: “Anything that we produce that we put into the atmosphere or on our planet—microplastics and CO2—are going to be around. They’re not going anywhere,” said Tedesco, “You can stop producing plastics now and you can stop emitting CO2 now, but the effect of what’s left in the atmosphere or what’s around in terms of microplastics will still be huge…. And there’s really no clear technological path to the removal of microplastics at any scale.”\n\nWhat solutions could yield results?\n\nRecycling\n\nRight now, plastic recycling in the U.S. is not working well. For decades, the U.S. sent its recycled plastic to China, but in 2017, China banned certain types of solid waste—mainly plastics. Without a market for recycled plastic, recycling is no longer economically viable for many municipalities. The Plastic Pollution Coalition estimates that in 2018, only two percent of municipal plastic waste was recycled in the U.S. and six times more plastic was burned than recycled.\n\nPlastic recycling in Bangladesh. Photo: UN Women Asia & the Pacific\n\nThat year, the U.S. sent 68,000 shipping containers of recycled plastic to countries such as Bangladesh, Laos, Cambodia, Philippines, Turkey, Ethiopia and Senegal — countries that are not able to handle most of their own plastic waste.\n\nRecycled plastic used to be cheaper than new plastic, but because of the boom in petrochemical production in the U.S., and because of the demand for recycled plastic from sustainable companies, virgin plastic is becoming cheaper than recycled. As an example, Nestle, which is often considered one of the world’s worst plastic polluters, is going to pay above market rate for recycled plastic in an attempt to reach its goal of reducing virgin plastic use by one-third by 2025.\n\nPlastic bans\n\nMicrobeads. Photo: MPCA Photos\n\nAs of 2018, 127 countries had some type of legislation regulating plastic bags, according to a United Nations Environment Programme report. These bills might involve limiting the bags’ manufacture or use, taxing them or regulating their disposal. Twenty-seven countries have banned certain plastic products, such as packaging, plates, cups and straws. Sixty-three countries have required extended producer responsibility for single-use plastics, where producers of the plastic are responsible, financially or physically, to deal with their disposal.\n\nIn the U.S., the only federal ban on plastics is the Microbead-free Waters Act of 2015, forbidding the use of microbeads in cosmetics. Eight states have enacted other plastic restrictions, and 24 states have passed approximately 330 local plastic bag laws.\n\nA global campaign against single-use plastics could make a larger dent in oil demand than electric cars.\n\nChristof Ruehl, a senior research scholar at Columbia University’s Center on Global Energy Policy, is sanguine about the effectiveness of these bans and recycling. He and a colleague researched the potential impacts of a modest reduction in the demand for packaging material and a small improvement in plastic recycling. They cited three outcomes. “It brings peak oil demand forward by about five years into the mid- to late 2020s,” said Ruehl. “Secondly, it creates stranded assets because a lot of especially national companies are now heavily investing into new petrochemical facilities, because they believe plastic demand will continue rising. And thirdly—this I found really amazing—the impact of a successful campaign globally against the use of single-use plastics has a larger dent in oil demand than the dent caused by electric cars.” In other words, effective regulations on plastic could reduce oil demand by at least as much as the adoption of electric cars 20 years from now.\n\nThe CIEL report studied possible solutions to the plastic pollution problem and determined that five measures would reduce greenhouse gas emissions the most and deliver environmental and social benefits:\n\nEnding the production and use of single-use, disposable plastic;\nStopping development of new oil, gas, and petrochemical infrastructure;\nPromoting zero-waste communities;\nRequiring extended producer responsibility;\nAdopting and enforcing ambitious targets to reduce greenhouse gas emissions from all sectors, including plastic production.\n\nIt’s important to bear in mind, however, that even if it were possible to achieve these measures and eliminate all demand for plastic, “You will have to replace the plastic with something else,” said Ruehl. “That something else would use energy and produce carbon emissions. Glass and paper, for example, are very energy-intensive. So in order to get a complete picture, you would have to study these replacements, but no one has done that yet.”\n\nTags: Center on Global Energy PolicyfrackingLamont-Doherty Earth Observatorymicroplasticsnatural gasplasticplastic pollutionrecycling\nRelated Posts\nFaculty Spotlight: Why Trees Will Always Have Something to Teach Us\nA New 66 Million-Year History of Carbon Dioxide Offers Little Comfort for Today\n Subscribe \n Login\n\n\n\n\n{}\n[+]\n2 COMMENTS\nOldest \nIvy\n 10 months ago\n\nYou know, you and most people post articles like above, but nobody does anything about plastic\n\n Reply\nWillmar Furgesin\n 9 months ago\n\nIt’s important that we all do something to reduce plastic waste and help protect our environment. By promoting sustainable practices and supporting companies like Raw tech trade we can make a positive impact on our planet and pave the way towards a more sustainable future.\n\n Reply\nFeatured Story\nIn Many Major Crop Regions, Workers Plant and Harvest in Spiraling Heat and Humidity\nUpcoming Events\nClimate LIVE K12: Towards Climate Justice and Resilience in Colombia\nInvisible Consequences: Climate Disaster Recovery\nTopics\nTopics\nSelect Category\nAgriculture\nClimate\nEarth Sciences\nEcology\nEducation\nEnergy\nGender Equality\nGeneral Earth Institute\nGlacierHub Blog\nHealth\nNatural Disasters\nPeace and Conflict\nPoverty / Development\nPress Release\nSustainability\nUrbanization\nWater\nResearch Centers & Programs\nInternational Research Institute for Climate and Society\nLamont-Doherty Earth Observatory\nAuthors\nAdrienne Kenyon\nAmy Imdieke\nAndrew Revkin\nCaroline Adelman\nCassie Xu\nColumbia Center on Sustainable Investment\nCenter for International Earth Science Information Network\nColumbia Climate School\nCharlotte Munson\nDebbie Cook\nDebra Tillinger\nDavida Heller\nDiana B Sierra\nDavid Maurrasse\nDonna Shillington\nDiego Villarreal\nDwi Susanto\nDale Willman\nEarth Institute\nEve Warburton\nElza Bouhassira\nEmily Denny\nEinat Lev\nEvan Lim\nCenter on Global Energy Policy\nEmily O'Hara\nEric Holthaus\nElizabeth Robinson\nEmily Rothenberg\nEve Solomon\nElisabeth Sydor\nFarah Hegazi\nKyle Frischkorn\nFrancesco Fiondella\nFrank Nitsche\nGina Ackerman\nGavin Schmidt\nElisabeth Gawthrop\nGabriella Cohen\nGeoffrey Heal\nGilma Mantilla\nGisela Winckler\nGrennan Joseph Milliken\nGrace Palmer\nGrant Goodrich\nHamsa Subramaniam\nHannah Chang\nHima Batavia\nHayley Martinez\nHamna Tariq\nIndrani Das\nInternational Research Institute for Climate and Society\nIvy Morgan\nJaclyn Leigh Carlsen\nJames Wariero\nJessica Crespo\nJeff Schlegelmilch\nJeffrey Sachs\nJennifer Vettel\nJesper Frant\nJessica Fanzo\nJaden Hill\nJeremy Hinsdale\nJill A. VanTongeren\nJim Cochran\nJim Gaherty\nJonathan Nichols\nJohn McArthur\nJohn Mutter\nJenna Travers\nJacquelyn Turner\nJu Young Lee\nJulia Apland Hitz\nJulie Arrighi\nKatherine Allen\nKalpana Venkatasubramanian\nKate Brash\nKate Morris\nKate Weinberger\nKatherine Regan\nKatie Horner\nKatie Johnson\nKavita Jain-Cocks\nKelsie DeFrancia\nKelsey Dyez\nKevin Krajick\nKate Kennedy Freeman\nKim Anne Kastens\nKim Martineau\nKlaus Lackner\nKristin Francoz\nKatherine Schulman\nKirsty Tinto\nKelcie Walther\nKyu Lee\nKathy Zhang\nLakis Polycarpou\nIsabel Amos-Landgraf\nLareef Zubair\nLaura Ly\nLauren Barredo\nLauren Ziegler\nLenfest Center\nLeesa Ko\nLonnie Thompson\nLaura Piraino\nLily Roberts\nLindsay Siegel\nLucia Rodriguez\nMadeleine Rubenstein\nMargie Turrin\nMariapaola Sutto\nMarie DeNoia Aronsohn\nMary-Elena Carr\nMattias Chesley\nMeaghan Daly\nMelika Edquist\nMeg Reitz\nMegan Winston\nMeghna Bhattacharjee\nMeredith Forsyth\nMichael B. Gerrard\nMichael Barnett\nMichelle Cordray\nMichelle Shevin\nMike Steckler\nMolly Hellmuth\nMilap Patel\nMarivi Perdomo Caba\nMeg Towle\nMargo Weiss\nNatalie Unwin-Kuruneri\nNicole deRoberts\nNikhil Narula\nNatalia Mroz\nNeil Pederson\nNathan Rudder\nOlga Rukovets\nPaola Mejia\nPatrick Kinney\nPaul Block\nPeter Coleman\nPeter Francis Deneen\nPeter Kelemen\nPeter Schlosser\nPria Mahadevan\nPatty Mechael\nPratigya Polissar\nPoonam Arora\nPhebe Pierson\nPrabhjot Dhadialla\nPrabhjot Singh\nPamela Vreeland\nRenee Cho\nRebecca Fowler\nRonny Friedrich\nRadhika Goyal\nRebecca Greenwald\nRichard Gonzalez\nRichard Plunz\nBob Crocco\nRobert Hsu\nRustom Masalawala\nSabin Center for Climate Change Law\nSamantha Tress\nSuzanne Carbotte\nThomas Chen\nScott Barrett\nSelim Tlili\nShahid Naeem\nShahzeen Z. Attari\nSidney Hemming\nSharon Kim\nStacy Morford\nSamantha Ostrowski\nShama Perveen\nSasha Starovoitov\nBeth Stauffer\nStephanie Ruiz\nStephen Hammer\nStephen Yang\nSteve Cohen\nSusan Blaustein\nSusan Karuti\nSophia Vatakis\nTanya Heikkila\nTheresa E. Hernandez\nTim Creyts\nTim Crone\nTimothy Gildner\nTobias Siegfried\nTamara Plummer\nTristan Jones\nTracy Slagle\nTrevor Williams\nUyen Kim Huynh\nUjala Qadir\nUpmanu Lall\nWilliam Menke\nYanis Ben Amor\nYochanan Kushnir\nYombo Tankoano\nZoe Alexandra Klobus\nArchives\nSelect Year\n2023  (307)\n2022  (456)\n2021  (511)\n2020  (566)\n2019  (478)\n2018  (434)\n2017  (370)\n2016  (395)\n2015  (414)\n2014  (383)\n2013  (334)\n2012  (507)\n2011  (511)\n2010  (549)\n2009  (285)\n2008  (11)\nABOUT\nASK A QUESTION / SUGGEST A STORY\n     \n2\nThis website uses cookies as well as similar tools and technologies to understand visitors' experiences. By continuing to use this website, you consent to Columbia University's usage of cookies and similar technologies, in accordance with the Columbia University Website Cookie Notice.Close"
}