{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Banning plastic straws is a complete farce disguised as taking ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/cdh720/banning_plastic_straws_is_a_complete_farce/",
  "body": "Banning plastic straws in the US did absolutely nothing to keep them out of the ocean, because those straws weren't the ones going into the ocean in the first place. OP is right; it was an exercise in panic, pandering, virtue signalling, and marketing. Reply",
  "textContent": "Banning plastic straws is a complete farce disguised as taking care of the planet : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n4 yr. ago\nilovebeingthatguy\nBanning plastic straws is a complete farce disguised as taking care of the planet\n\nIt’s marketed and praised as a remedy to a very real, and very serious problem. Everyday I see marketing for new products like reusable metal straws that you can keep right on your keychain. It’s a complete money grab that in all honesty accomplishes nothing in relation to the problem at hand\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nDiverGaming\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nI agree, I literally got a paper straw on a movie last week, it broke after like 2 minutes. That was the last straw.\n\nilovebeingthatguy\n•\n4 yr. ago\n\nHaha I really should have saw that punchline coming, quality pun my friend\n\nmaxwelldoug\n•\n4 yr. ago\n\nJust take the damn silver.\n\n1 more reply\nTheRover156\n•\n4 yr. ago\n\nYep! Environmentalism gets used like a marketing trend, and it has nothing to do with real care for the environment,\n\nilovebeingthatguy\n•\n4 yr. ago\n\nLike don’t get me wrong, taking steps in the right direction is important but to me this is just so transparent it’ll make us gloss over the real contributing factors\n\n1 more reply\nLolazaurus\n•\n4 yr. ago\n\nAnd if you disagree with their bullshit facade of a plan because you know it's just a way for them to make money and look like the \"good guys\" you get branded as some anti-environmentalist nutjob who denies climate change.\n\n2 more replies\nGazhette\n•\n4 yr. ago\n\nStraws are very useless in the 99% of the cases...\n\nDo hoy want to drink something? Drink ir from the bottle/can/glass... Don't use a stupid plastic straw\n\nOnlymgtow88\n•\n4 yr. ago\n\nHow are this many typos possible sober.\n\n3 more replies\nR50cent\n•\n4 yr. ago\n\nNah man.\n\nNon reusable plastics are an issue. Look at the number of capped dumps on the planet full of plastic. there's nothing hyperbolic about it dude. And... to argue that a corporate interest would switch over from a non reusable commodity to a reusable one as a \"money grab\" sure doesn't seem to follow any logic whatsoever, especially not the \"they're trying to get more money\" angle.\n\nsmackum_frackum13\n•\n4 yr. ago\n\nMost of all the plastic in the ocean is just plastic fishing nets. Really, taking away plastic straws doesn't do crap\n\n3 more replies\nExiled_From_Twitter\n•\n4 yr. ago\n\nIt actually does help though. And how is it a money grab if the govt decides to ban plastic straws? Are those same members who made the decision also monetarily invested into reusable straw companies?\n\nnojbro\n•\n4 yr. ago\n\nBig reusable straw bribed the government /s\n\n11 more replies\nDazz316\n•\n4 yr. ago\n\nThe is no one single thing we can do. If you just want that one stop we take to fix this. You're going to be looking forever. Plastic straws are just one step. Plastic bags and plastic packaging are a step that's being taken in many places. Recycling. All sorts of steps are being taken and it adds up. And if you ask people to make all these changes at once it's just not going to work. It needs to be gradual. It's plastic straws one day and then plastic cups from McDonalds (that's the next one btw, not lids just the cups).\n\n4 more replies\npotatotub\n•\n4 yr. ago\n\nThe main reason cited for eliminating plastic straws is their negative impact on our oceans and marine wildlife.\n\nilovebeingthatguy\n•\n4 yr. ago\n\nPlastic = bad for the environment. Yes. Completely and categorically agree. Why don’t we have the same movement and change in legislation to address the real roots of the problem. For example the meat and dairy industry. Or offshore oil drilling. Or fracking? The list goes on. There are countless things that can, and should be done, that can lead to progress. But I fear that people are buying these products and say “well I’ve done my part” and instead of making progress we’re wasting time\n\n5 more replies\n[deleted]\n•\n4 yr. ago\n\nWell, it is a step in the right direction. Id rather see baby steps rather than no steps at all\n\n3 more replies\nSkiboyz2011\n•\n4 yr. ago\n\nIt’s the same idea as the electric car movement, everyone thinks that driving a brand new electric car is how they’re saving the environment, it’s good don’t get me wrong but, there is more of an impact caused when a new car is produced and manufactured than driving one moderately efficient car for a long period of time. The only thing we can do is to appreciate the effort and hope that it ripples more into mainstream culture, causes more people to think about their personal environmental footprint and could enact a change.\n\nOne of my professors of environmental studies started the class off by saying that “if you want to be a true environmentalist and save the planet, you should kill yourself” - really stuck with me\n\n[deleted]\n•\n4 yr. ago\niMnotHiigh\n•\n4 yr. ago\n\nIt's funny, how California is all about Pollution, but is one of the most Polluted states in the country.\n\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/vegan\n\"Environmentalists\"\n1K upvotes · 68 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n252 upvotes · 13 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/90s\nGwen before Blake\nyoutube\n124 upvotes · 27 comments\nr/psychology\nSinging to babies is vital to help them learn language, say scientists\ntheguardian\n202 upvotes · 19 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/psychology\nMagicians less prone to mental disorders than other artists, finds research\ntheguardian\n780 upvotes · 83 comments\nr/Xennials\nTori Amos - Cornflake Girl\nyoutube\n186 upvotes · 45 comments\nr/lastweektonight\nDollar Stores: Last Week Tonight with John Oliver (HBO)\nyoutube\n224 upvotes · 42 comments\nr/LiveFromNewYork\nWhich skit lives rent free in your head?\nyoutube\n269 upvotes · 101 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n190 upvotes · 22 comments\nr/lastweektonight\nIsrael-Hamas War: Last Week Tonight with John Oliver (HBO)\nyoutube\n758 upvotes · 297 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 15, 2019\nReddit\nreReddit: Top posts of July 2019\nReddit\nreReddit: Top posts of 2019"
}