{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "8 Alternatives For Plastic Straws: What's Right For Your Business ...",
  "href": "https://www.imperialdade.com/blog/plastic-straw-alternatives",
  "body": "December 27, 2019 As the trend toward sustainability grows, and plastic straws become the target of increasing government regulations, businesses are looking for alternatives for the traditional plastic straw. There are several available alternatives, and selecting the best one for your foodservice program can be confusing.",
  "textContent": "Home\nAbout \nProducts \nManufacturers\nOrdering\nLogin \nImperial Dade Insights\nStay Informed With Helpful Information From Our Experts\n8 Alternatives For Plastic Straws: What’s Right For Your Business\nPosted on\nDecember 27, 2019\n\nAs the trend toward sustainability grows, and plastic straws become the target of increasing government regulations, businesses are looking for alternatives for the traditional plastic straw. \n\nThere are several available alternatives, and selecting the best one for your foodservice program can be confusing. Some options are more sustainable while others are more durable, but all are more expensive than plastic straws.\n\nImperial Dade has a large selection of green foodservice products to satisfy your facility’s needs and budget. To help you choose the best one for your business, we have compiled a list of the most common alternatives so you don’t have to. \n\nBelow, we’ll cover the advantages and disadvantages of the 8 most common alternatives for plastic straws.\n\nAlternatives To Plastic Straws:\nSip Cup Lids\nPaper Straws\nBamboo Straws\nPLA Straws\nMetal Straws\nGlass Straws\nSilicone Straws\nReusable Plastic Straws\n \n1. Sip Cup Lids\nSip cup lids replace the need for a straw entirely. The lid is dome-shaped with a sip-thru hole in the top \nso your customers can drink right from the top of the cup without having to remove the lid or insert a straw.\nSip cup lids are typically made from PET or PLA. PLA (polylactic acid) is a fully compostable corn resin. PET (polyethylene terephthalate) or plastic number one is easily and widely recycled.\nAdvantages of Sip Cup Lids: \nForming a tight seal, customers don’t have to worry about leakage or spills from the cup’s rim. The slight dome shape of the sip cup lid can also provide extra room for froth or whipped cream.\nSip cup lids are an eco-friendly alternative to plastic straws.  PLA sip cup lids can be BPI certified to compost at commercial facilities. PET lids can be recycled curbside. The clear lid design helps showcase your product to consumers while helping reduce plastic waste. \nDisadvantages of Sip Cup Lids: \nConsumers may mistake the PLA lid for plastic and not compost it. \nCompletely eliminating straws can negatively affect your guests experience with your products. For example, some individuals such as those with disabilities require straws to be able to drink beverages.\n2. Paper Straws\n\nPaper straws are a single-use alternative to plastic straws. They are offered in various colors. \n\nAdvantages of Paper Straws: \nPaper straws are compostable at commercial composting facilities. They break down into organic materials leaving a smaller footprint on the earth. Look for third-party certifications such as the Cedar Grove Composter® approval seal.\n\nPro Tip: Cedar Grove is a commercial composter that provides third-party certifications to products. Find out more about which paper straws are Cedar Grove Certified Compostable. \n\nIf you are looking to display your sustainability efforts, using paper straws can make it obvious to your customers that you consider the full product lifecycle and are making an effort to leave a smaller footprint on the earth. \nDisadvantages of Paper Straws: \nThe durability of a paper straw will depend on the manufacturer, but it is generally less durable than plastic straws and the other alternatives on this list.\nThe integrity of paper straws will be reduced the longer they are left to sit in a drink. Although still usable when soft, consumers often negatively react to a soggy straws.\nPaper straws should not be used with hot liquids. Hot liquids will cause a paper straw to lose its shape faster.\n3. Bamboo Straws\n\nBamboo is a rapidly renewable resource making it a great option for single-use straws.\n\nAdvantages of Bamboo Straws:\nDerived from bamboo stalks, it is an environmentally friendly alternative that can be composted at the end of its life. \nDisadvantages of Bamboo Straws:  \nBamboo can splinter with prolonged or rough use. Splintering straws can lead to customer dissatisfaction or even injury. \nThey are very difficult to clean because they can absorb liquids. \nMost bamboo straws can only be used one time. \nBamboo should only be used with cold liquids.\n4. PLA (Polylactic Acid) Straws\n\nPLA is made from corn resin. Corn is a renewable resource, which helps make PLA more sustainable than plastic which is made from petroleum. \n\nAdvantages of PLA Straws:\nMost PLA straws are certified compostable. \n\nPro Tip: PLA straws must be commercially composted to break down. Look for third-party certifications such as the Cedar Grove Composter® approval seal.\n\nPLA straws are very flexible and perform similarly to single-use plastic straws. \nPLA straws can be wrapped or unwrapped. Wrapped straws help prevent contamination. \nDisadvantages of PLA Straws: \nPLA products look and feel just like regular plastic which can be confusing to consumers. If you are looking to showcase your sustainability, customers may not know that it is compostable, creating a negative perception of your business’ sustainability efforts. \nThey should only be used with cold liquids. Hot liquids can cause the straw to melt.\n5. Metal Straws\n\nMost metal straws are made from stainless steel. They can also be made from aluminum.\n\nAdvantages of Metal Straws:\nMetal straws are extremely durable and can be reused many times. \nThey are dishwasher safe.\nDisadvantages of Metal Straws: \nMetal straws can be used with hot or cold liquids, but they can transfer the heat to the consumer. For example, if the consumer uses a metal straw with their hot beverage, like coffee, they can burn their lips.\nThey are very hard and can pose a risk of chipped teeth if the consumer bites or misuses the straw. \nAt the end of life, metal straws are typically not accepted curbside.\n6. Glass Straws\n\nMost glass straws are made from borosilicate. Borosilicate is the same type of glass used for beverage glassware and kitchenware (like coffee pots).\n\nAdvantages of Glass Straws:\nBorosilicate is extremely durable. It is microwave, freezer and dishwasher safe. \nUnlike other straw substrates like bamboo or plastic, glass straws are hypoallergenic. \nGlass straws can be used with hot or cold liquids. \nDisadvantages of Glass Straws: \nAlthough glass straws are durable, they can break under pressure.\n7. Silicone Straws\n\nSilicone straws are made from non-harmful food-grade silicon. Silicon is non-plastic and a BPA free material.\n\nAdvantages of Silicone Straws:\nSilicone straws are a great option for facilities who serve children, seniors, or persons with disabilities. \nSilicon straws provide a softer alternative to metal and glass straws. Patrons don’t have to worry about accidentally hitting their teeth or biting a hard straw. \nThey are dishwasher safe. Silicone straws can safely withstand temperatures up to 500 degrees. For extra sanitation, they can be boiled for a short period of time. \nDisadvantages of Silicone Straws: \nSilicone straws are not as visually appealing as other alternatives.\n8. Reusable Plastic Straws\n\nReusable plastic straws are typically made from polypropylene.\n\nAdvantages of Reusable Plastic Straws:\nReusable plastic straws are thicker than single-use plastic straws but not as hard as glass or metal.\nThey can be reused several times. \nSome reusable straws are dishwasher safe. Check with your manufacturer.\nDisadvantages of Reusable Plastic Straws:\nThese straws are not very flexible and will break with twisting or bending. \nThese straws are difficult to recycle. Many curbside recyclers will not accept reusable straws.\nFinal Thoughts \n\nFinding the right single-use plastic straw alternative for your business will depend on your customers’ needs and your business goals. \n\nIf you are looking for a single-use alternative, sip cup lids, paper straws, bamboo straws or PLA straws can suit your needs. Of the single-use straws, wrapped PLA straws can offer a more sanitary solution. Additionally, when compared to single-use plastic straws, they provide the user with the most comparable experience. \n\nSchools or facilities with children, seniors, or persons with disabilities will want to consider silicone straws. \n\nMetal or glass straws are a great option if you are looking for sleek, reusable straws. \n\nWhen considering price, silicone is cheaper than glass and metal, but more expensive than bamboo, paper, PLA or reusable plastic. Metal and glass are the most expensive. \n\nStreamlining eco-friendly foodservice alternatives into your business can be complex. That’s why Imperial Dade locations have a wide variety of sustainable foodservice items, designed to help your business adjust to changing trends.\n\nIf you’re located in the United States, Puerto Rico, or the Caribbean, contact an Imperial Dade Specialist for help finding the right alternative to plastic straws for your business that will help you balance sustainability, performance, look, and price.\n\nCheck Out These Additional Resources: \nPlastic Straws vs Paper Straws: Should Your Business Switch to Paper?\nWhat are the Different Plastic Recycling Codes? (Examples & Disposal)\nCategories\nFoodservice Green Cleaning & Sustainability Other Sustainable Packaging\nContact Us for more information\n\nType of Company (optional)\nExisting Customer\nProspective Customer\nSupplier Partner\nMedia\n\nOr call us at 855-772-1645\n\nCONTACT US\nSearch Articles\nSUBMIT\nCategories\nCleaning & Disinfecting\nCOVID Resources\nFoodservice\nCost Savings & Innovation\nFood Safety\nKitchen & Foodservice Equipment\nSustainable Packaging\nHow To (Step-by-Step) Articles\nIndustrial Packaging\nJanitorial\nCold & Flu\nFloor Care\nCarpet Care\nHard Floor Care\nGreen Cleaning & Sustainability\nIndoor Air Quality\nInnovation\nJanitorial Equipment\nOdor Control\nOther\nSafety\nRestroom Care\nTraining\nWarewash & Laundry\nOVERVIEW\nImperial Dade Imperial Dade is the leading independently owned and operated distributor of foodservice packaging, facilities maintenance supplies, and equipment in North America.\nPrivacy Policy\nFOLLOW US\n    \n 2023 IMPERIAL DADE\nGET IN TOUCH WITH US\nJersey City Headquarters\n255 Route 1 & 9\nJersey City NJ, 07306\nPhone: 201-437-7440\nView all Locations\nSales: 855-772-1645\nGeneral Inquiries: contact@imperialdade.com\nMedia Inquiries: media@imperialdade.com\nReport an Incident:\n800-461-9330\nimperialdade.com/hotline\nLINKS\n• Home Page\n• Our Products\n• Ordering System\n• About Us\n• Market Segments\n• News\n• Careers\n• Ethics Hotline"
}