{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The 4 Truths of PLA Straws -- Environmental Protection",
  "href": "https://eponline.com/articles/2019/09/25/the-4-truths-of-pla-straws.aspx",
  "body": "Disposing any type of PLA, bioplastic or \"plant-based\" plastic straw is no different than throwing away a regular plastic straw. Not only are PLA straws impossible to decompose in a landfill, like traditional plastic straws, they are especially dangerous if they end up in our waterways and ocean.",
  "textContent": "Contact UsSubscribeAdvertise\n\n\nTwitter\nFacebook\nHOME\nTOPICS\nNEWS\nEP NPOY\nPRODUCTS\nINDUSTRY DIRECTORY\nRESOURCES\n\n\n1\nShares\nThe 4 Truths of PLA Straws\n\nWhether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nBy Andy RomjueSep 25, 2019\n\nPlastic pollution is one of the biggest environmental challenges of our time, with statistics showing there will be more plastic in the ocean than there are fish, by volume, by 2050. Restaurants, venues and establishments worldwide are working to combat plastic pollution by eliminating plastic straws. \n\n\n\n\nRecently, notable hospitality, restaurant and airline brands have eliminated single-use plastic straws, while cities like Seattle, San Francisco, Washington, D.C. and more have banned plastic straws entirely. Whether it be part of legislation or conservation efforts, many brands are switching from plastic to a sustainable alternative, often PLA, without knowing the real truth about the dangers of a PLA straw.\n\nConsumers, restaurants and businesses believe they are making an environmentally sound choice by using or offering PLA straws over single-use plastic straws. But, that’s not always the case.\n\nPLA “biodegradable” straws are positioned as straws made from plants that can break down in the environment. They are made from naturally occurring, plant material such as renewable resources like cornstarch or sugar cane. While PLA plastic is typically a better alternative than its close relative, the traditional petroleum-based plastic, they aren’t the most environmentally sound option.  \n\nBecause many consumers and businesses are not aware of the real facts about PLA straws, outlined are four truths about PLA straws to consider before you decide to make the switch.\n\nTruth #1: PLA straws require specific disposal conditions.\n\nPLA straws require industrial composting conditions, meaning consumers or businesses must have access to a commercial compost facility, which are only available in certain parts of the U.S.\n\nIn order for PLA straws to compost, they require temperatures above 140 degrees Fahrenheit for 10 consecutive days and need to be properly routed to specialized industrial composting or recycling facilities to break down. While this is possible in a composting facility, few facilities exist to break down PLA straws.\n\nTruth #2: PLA straws can act the same as traditional plastic straws.\n\nMany studies show that PLA straws are almost impossible to decompose in a landfill and cannot be composted at home or through backyard systems. Disposing any type of PLA, bioplastic or “plant-based” plastic straw is no different than throwing away a regular plastic straw.\n\nNot only are PLA straws impossible to decompose in a landfill, like traditional plastic straws, they are especially dangerous if they end up in our waterways and ocean. Since they do not break down here, PLA straws are just as likely to be consumed by marine wildlife and fish, ultimately endangering or killing them.\n\nTruth #3: Consumers don’t know the difference.\n\nThe issue with PLA straws is that people think they are using an environmentally-friendly product, which is true, if disposed of correctly. The reality is that they are not. People don’t know where to dispose of it and question whether it goes in a general recycling bin, the trash or a plastics recycling bin. The answer? None of the above.\n\nAlthough PLA is compostable, PLA straws must be sorted and put into their own industrial composting collection bin – an option rarely found in the U.S.\n\nAn article from Smithsonian magazine explains, “Recycling facilities have problems with PLA too. They worry that consumers will simply dump PLA in with their PET … PLA and PET mix about as well as oil and water, recyclers consider PLA a contaminant. They have to pay to sort it out and pay again to dispose of it.”\n\n\n\nThe confusion surrounding PLA disposal becomes an even bigger issue when it is used outside of individual households and in foodservice settings.\n\nTruth #4: PLA straws are cumbersome to operators.\n\nWhile PLA straws are “compostable,” it cannot be mixed with other types of plastics because PLA has a lower melting temperature that causes problems at recycling centers. This means it cannot be recycled with other curbside recycling. \n\nRestaurants and businesses using PLA straws must sort their PLA products separately from other recyclables to have them commercially composted. They must also arrange a pickup or drop off at a commercial composter and pay to recycle PLA straws.\n\nOn top of having to clean and turn tables quickly, this means that restaurant operators must further separate tabletop garbage and recyclable items.\n\nMore education is needed to understand the process behind disposing of PLA, and there is a huge gap within the community as consumers believe using a PLA straw is an eco-friendly alternative to the plastic straw. We all have a social responsibility to teach businesses, consumers, family and friends the truth of PLA straws and what other sustainable options are available to us.\n\nYour options for a greener planet\n\nIf you want to do Planet Earth a favor, the most sustainable choice is to not use a straw at all. Of course, many people need or want a straw to sip their beverage, and in that case, the most environmentally friendly options are reusable straws such as glass or stainless steel. These might be an option for personal use, but it is not for foodservice operations due to sanitation and safety concerns.\n\nOther alternatives cause problems as well, like the wheat straw, avocado pit straw and noodle straw, as these straws have the possibility to cause allergic reactions and may have an unfavorable taste and texture.\n\nPaper straws remain the best option for foodservice and venues because they are an environmentally safe, single-use option, but as we all know, not all paper straws are made equally.\n\nAs the paper straw movement grows, so does the number of paper straw options at our fingertips. Some paper straws are 100% compostable and made with FDA-approved adhesive, inks and papers and last multiple hours in liquid. Others give paper straws a bad reputation when they’re made with toxic dyes and break down in minutes.\n\nThe next time you are looking for a sustainable straw option, do some research and look for paper straws that are not only durable but use paper that was responsibly harvested.\n\n\n\n\nAbout the Author\n\nAndy Romjue is the president of Hoffmaster Foodservice, the industry-leading supplier of disposable tableware providing foodservice solutions such as napkins, paper plates, Aardvark paper straws, table covers, and placemats. He has over 20 years of experience producing revenue growth, increasing profit margins, and gaining market share by managing product marketing and sales strategies through diverse channels including big box, mass merchant, wholesale, and independent distributors. Andy also works closely with NGOs Lonely Whale, Plastic Pollution Coalition, and more, to help educate the public about our plastic pollution crisis.\n\n\nRELATED ARTICLES\nEPA Launches Inaugural National Environmental Youth Advisory Council\n \nJoint Task Force Releases Guide to Prepare Communities for Future Pandemics\n \nEPA Reaches 75 Percent Completion in Phase 1 of Maui Cleanup Efforts\n \nUSDA Commits $1 Billion to Enhance Urban Green Spaces for Public Health and Safety\n \nEncore Green Environmental Teams with Texas A&M University Kingsville\n \nEPA Announces $3.6 Million in Available Environmental Education Grants\nEnvironmental Protection Reveals 2023 New Product of the Year Winners\nHow Digital Technology Transforms Environmental Protection\nMOST POPULAR ARTICLES\nTransforming Climate Change with Composting Technology: A Sustainable Solution\nEPA Reaches 75 Percent Completion in Phase 1 of Maui Cleanup Efforts\nThe Fear and Facts Surrounding Wastewater Treatment\nHow to Minimize Carbon Footprint on Moving Day\nJoint Task Force Releases Guide to Prepare Communities for Future Pandemics\nFEATURED WEBINAR\nCrafting Certainty from Uncertainty: Scenario-Based Extreme Weather Planning\n\nThis free educational webinar will provide a detailed process for climate-driven “pre-response” in a variety of key areas including: Supply Chain Disruptions, Employee Safety and Productivity, Regulatory and Compliance Risks …and many more areas.\n\nTRENDING\nEPA Launches Inaugural National Environmental Youth Advisory Council\nEnvironmental Health and Safety\nRules and Regulations\n \nHow Digital Technology Transforms Environmental Protection\nGreen Building\nEnvironmental Health and Safety\nRenewable Energy\n \nHow to Minimize Carbon Footprint on Moving Day\nGreenhouse Gases\nEnergy\nRecycling\n \nIndoor Air Quality Amid Wildfires: The Imperative of Real-time Monitoring\nIndoor Air\nEnvironmental Health and Safety\n \nEPA Announces Video Contest to Spread Awareness of Electric Transportation\nElectric Vehicles\n \n \n \n \nTOPICS\nAIR\n\nELECTRIC VEHICLES\n\nGLOBAL CLIMATE CHANGE\nGREEN BUILDING\nNUCLEAR ENERGY\n\nRECYCLING\nWASTE\nWATER\nMORE TOPICS\nQUICK LINKS\nBLOG\nSUBSCRIBE\nWHITEPAPERS\nWEBINARS\nNEW PRODUCTS\n\n\nABOUT EPONLINE\nABOUT US\n\nADVERTISING\nTERMS OF USE\nPRIVACY POLICY\nCA: DO NOT SELL MY PERSONAL INFO\n\n14901 Quorum Drive, Suite 425\nDallas, TX 75254\n(972) 687-6700\n\n\n\n\n© 2023 1105 Media, Inc.\n\nBy clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Cookie Policy\nAccept All Cookies\nCookies Settings"
}