{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Are Plastic Straws Recyclable? - Green Matters",
  "href": "https://www.greenmatters.com/p/plastic-straws-recyclable",
  "body": "Plastic straws are usually made from resin #5, known as polypropylene. The good news is this plastic can be recycled in most cases. The United States makes five billion pounds of polypropylene annually. Thanks to its high melting point and durability, resin #5 is the go-to pick for plastic packaging material.",
  "textContent": "SMALL CHANGES\nBIG IMPACT\nCLIMATE ACTION\nGO GREEN\nHome > Big Impact > Community > Pollution\nAre Plastic Straws Recyclable?\n\nCan you actually recycle plastic straws? Find out!\n\nBY STEPHANIE OSMANSKI\n\nNOV. 6 2019, UPDATED 10:50 A.M. ET\n\nSOURCE: ISTOCK\n\nYou don’t have to self-identify as an eco-warrior to know that straws are having a moment right now. As in, a moment where they are villainized, everybody hates the plastic ones (but also doesn’t really love the paper ones), and some cities have even banned them. And sure, we know that plastic straws end up in our oceans and ultimately are bad for marine life like turtles, but what exactly is so bad about plastic straws? Is it that they aren’t ending up where they are supposed to or is it that plastic straws ultimately aren’t recyclable?\n\nArticle continues below advertisement\nWhat Are Plastic Straws Made Of?\nSOURCE: ISTOCK\n\nAs you may well know, there are many different categories of plastic based on the resins. Plastics #1, #2, and #3 are generally recyclable, while some other kinds of plastic are more difficult. Plastic straws are usually made from resin #5, known as polypropylene. The good news is this plastic can be recycled in most cases.\n\nThe United States makes five billion pounds of polypropylene annually. Thanks to its high melting point and durability, resin #5 is the go-to pick for plastic packaging material. With so much of it being made, it’s crucial that this plastic at the very least be recyclable.\n\nArticle continues below advertisement\nWhat’s Going Wrong With Recycling Plastic Straws?\nSOURCE: ISTOCK\n\nWhile plastic straws made out of resin #5 generally are recyclable, not many of them are being recycled. So, what’s the deal?\n\nWell, straws are small and incredibly lightweight, which means they can fall off the recycling machines pretty easily. If a straw falls off, they don’t make it through the mechanical recycling sorter, so they fall off the radar. When the straws fall, they fall into other plastic sorting categories, then mixing with other materials. Since the straws are too small to separate from other materials, they either get mix-matched with other materials, contaminating those materials, or end up in landfills as garbage rather than a recyclable material.\n\nWhat’s the Takeaway?\nSOURCE: ISTOCK\n\nThe takeaway is though plastic straws are, yes, technically recyclable, our current recycling system and machinery is flawed, causing plastic straws to contaminate other materials or end up in landfills. In fact, most plastic straws do end up in landfills. Since they are not biodegradable, the straws will sit there for decades where they will cause environmental harm, pose a threat to wildlife, and leak toxic pollutants like phthalates and bisphenol A into our soil and waterways.\n\nSo, what should you do? Whenever possible, avoid the plastic straw. You can buy your own reusable straws made from metal, silicone, or even reusable plastic (but we recommend a more sustainable material). Or, you could always forego the straw altogether and you know, drink from the side of the cup.\n\nIf you find yourself in pickle and you absolutely need to use a single-use plastic straw, do your best to recycle it properly, but know that even if you do, it may still end up causing damage.\n\nAdvertisement\nMore from Green Matters\n\nThis Is How Plastic Straws Affect Turtles and Marine Life \n\nHow to Reduce Your Carbon Footprint at Home\n\nWhat Can Go in a Compost? Our Ultimate Guide\n\nLATEST POLLUTION NEWS AND UPDATES\n\nHow Plastic Straws Affect the Ocean and Sea Turtles\nJust a Few Choice Arguments as to Why Plastic Should be Banned\nHow I Learned To Survive Without Single-Use Plastic\nHow and Where Do You Recycle No. 4 Plastic?\nWhat Do I Do With Non-Recyclable Plastic? (And How Do I Identify It...\nIs Any Type of Plastic Considered Eco-Friendly?\nThe Plastic Industry Is Ruining Planet Earth in More Ways Than One\nThis Is How We Could Stop Plastic Pollution — It Takes More Than Re...\nWhat Is Ocean Plastic?\nCan You Recycle Compostable Containers? Here's How to Dispose of Th...\n\t\nAdvertisement\nABOUT Green Matters\nAbout Us\nPrivacy Policy\nTerms of Use\nDMCA\nSitemap\nCONNECT with Green Matters\n\nOpt-out of personalized ads\n\n© Copyright 2023 Green Matters. Green Matters is a registered trademark. All Rights Reserved. People may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}