{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The Plastic Tide : NPR",
  "href": "https://www.npr.org/series/684530164/the-plastic-tide",
  "body": "A New Weapon In The War Against Plastic Waste. January 15, 2019 • Every year, 8 million tons of plastic wash into the oceans. The biggest sources are in Asia. In the Philippines, one man is ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nSPECIAL SERIES\nThe Plastic Tide\nEXPLORING PLASTIC WASTE IN OUR ENVIRONMENT\nSUBSCRIBE TO GOATS AND SODA NEWSLETTER\nMeredith Rizzo/NPR\nPlastics: What's Recyclable, And What Becomes Trash\n\nKnowing what to recycle is confusing. And with 11,000 recycling programs in the U.S., it varies from one community to the next. Learn more with our interactive feature.\n\nRebecca Davis/NPR\nMore U.S. Towns Are Feeling The Pinch As Recycling Becomes Costlier\n\nAugust 21, 2019 • The U.S. recycling industry is facing a quandary: Too much of the plastic we use can't be recycled, and taxpayers increasingly are on the hook for paying for all that trash to hit the landfills.\n\nLISTEN· 6:21\nPLAYLIST\nDownload\nEmbed\nSaul Loeb/AFP/Getty Images\nU.S. Recycling Industry Is Struggling To Figure Out A Future Without China\n\nAugust 20, 2019 • China is no longer taking the world's waste. The U.S. recycling industry is overwhelmed — it can't keep up with the plastic being churned out. This doesn't bode well for our plastic waste problem.\n\nLISTEN· 5:17\nPLAYLIST\nDownload\nEmbed\nTranscript\nSponsor Message\nDiaa Hadid/NPR\nGOATS AND SODA\nHow Bad Is Pakistan's Plastic Bag Problem? See For Yourself\n\nAugust 13, 2019 • Prime Minister Imran Khan's ban on plastic bags in the Islamabad area goes into effect on Aug. 14. Environmentalists say it's a good idea — but argue that the plan is flawed.\n\nWayne Parry/AP\nPlastics Or People? At Least 1 Of Them Has To Change To Clean Up Our Mess\n\nJuly 30, 2019 • As consumers rebel against plastic waste, there's a growing question: Do we invent something people can toss without harming the environment or do we change people by giving them a chance to reuse?\n\nLISTEN· 5:25\nPLAYLIST\nDownload\nEmbed\nTranscript\nKoji Sasahara/AP\nPlastic Has A Big Carbon Footprint — But That Isn't The Whole Story\n\nJuly 9, 2019 • Plastic waste litters cities, oceans and even the air. Largely overlooked is how making plastic affects the environment. Plastic is a big contributor to global warming. So are its alternatives.\n\nLISTEN· 4:53\nPLAYLIST\nDownload\nEmbed\nTranscript\nChris Joyce/NPR\nReplacing Plastic: Can Bacteria Help Us Break The Habit?\n\nJune 17, 2019 • Entrepreneurs are eager to find substitutes for plastic that naturally degrade. One option is a \"natural\" plastic made by microbes and then eaten by them. But the process is still in the early days.\n\nLISTEN· 5:12\nPLAYLIST\nDownload\nEmbed\nTranscript\nLisa Elaine Held/NPR\nTHE SALT\nOrganic Farming Has A Plastic Problem. One Solution Is Controversial\n\nJune 7, 2019 • Many organic farmers rely on plastic as a form of mulch, but it ends up in landfills. Biodegradable plastic could help, but some worry about its long-term effects on soil health and the environment.\n\nCourtesy of the Monterey Bay Aquarium Research Institute\nTHE SALT\nMicroplastics Have Invaded The Deep Ocean — And The Food Chain\n\nJune 6, 2019 • Giant gyres of plastic in the ocean grab headlines, but it's the tiny bits of plastic that scare scientists. And they've made their way everywhere, a new study finds — including in our seafood.\n\nLISTEN· 4:20\nPLAYLIST\nDownload\nEmbed\nTranscript\nCourtesy of Silke Stuckenbrock\nRemote Island Chain Has Few People — But Hundreds Of Millions Of Pieces Of Plastic\n\nMay 16, 2019 • The Cocos Keeling Islands make up barely 6 square miles in the Indian Ocean. It's a good place to measure debris because almost no one lives there. Scientists were flabbergasted by what they found.\n\nLISTEN· 3:13\nPLAYLIST\nDownload\nEmbed\nTranscript\nSponsor Message\nSorting Out Plastics At The Grocery Store\n\nMay 1, 2019 • Every visit to the grocery store it seems we're faced with more and more plastic packaging. We visit a grocery store with a recycling expert who has some tips.\n\nLISTEN· 6:38\nPLAYLIST\nDownload\nEmbed\nTranscript\nVW Pics/UIG via Getty Images\nMicroplastic Found Even In The Air In France's Pyrenees Mountains\n\nApril 15, 2019 • Tiny fragments broken down from larger pieces of plastic have already been found in rivers, lakes, oceans and in agricultural soil. But very few studies of wind-borne microplastic have ever been done.\n\nLISTEN· 2:36\nPLAYLIST\nDownload\nEmbed\nTranscript\nOlivia Sun/NPR\nGOATS AND SODA\nWhere Will Your Plastic Trash Go Now That China Doesn't Want It?\n\nMarch 13, 2019 • Last year, China drastically cut back its imports of plastic waste to recycle. Now the U.S. and other wealthy nations must figure out what to do with their discards.\n\nLISTEN· 5:38\nPLAYLIST\nDownload\nEmbed\nTranscript\nJes Aznar for NPR\nGOATS AND SODA\nYour Questions About Plastic Waste, Answered\n\nFebruary 8, 2019 • How can I find out if my plastic waste is really being recycled What makes some plastic recyclable and some not? Here are answers from the NPR correspondents working on \"The Plastic Tide\" series.\n\nAlexander Koerner/Getty Images\nGOATS AND SODA\nHow Teenage Sisters Pushed Bali To Say 'Bye-Bye' To Plastic Bags\n\nJanuary 26, 2019 • Plastic is choking our oceans. Inspired by Gandhi's activism, two young women on the island of Bali are on a mission to do something about it.\n\nLISTEN· 3:57\nPLAYLIST\nDownload\nEmbed\nTranscript\nCourtesy of Alex Weber\nTeenage Diver Finds Tons Of Golf Balls Rotting Off California\n\nJanuary 17, 2019 • Alex Weber discovered more than 50,000 balls in the ocean near coastal California golf courses. When golf balls degrade, as these were doing, they release plastic particles and toxic chemicals.\n\nLISTEN· 2:31\nPLAYLIST\nDownload\nEmbed\nTranscript\nMovement To Find Alternative To Plastic Packaging Grows In Philippines\n\nJanuary 16, 2019 • A young island man came to Manila for college and found a morass of plastic waste. Now he's found ways for Manila's poorest people to dig out, and shown how multinational companies create the problem.\n\nLISTEN· 7:39\nPLAYLIST\nDownload\nEmbed\nTranscript\nA Small Plastic Package Is A Big Culprit Of The Waste Filling Oceans\n\nJanuary 15, 2019 • To really understand the plastic problem in countries like the Philippines, you have to understand how consumer goods there are packaged.\n\nLISTEN· 7:54\nPLAYLIST\nEmbed\nTranscript\nJes Aznar for NPR\nGOATS AND SODA\nA New Weapon In The War Against Plastic Waste\n\nJanuary 15, 2019 • Every year, 8 million tons of plastic wash into the oceans. The biggest sources are in Asia. In the Philippines, one man is going head-to-head with multinational corporations to stop the plastic tide.\n\nLISTEN· 6:12\nPLAYLIST\nDownload\nEmbed\nTranscript\nChris Joyce/NPR\nTHE SALT\nBeer, Drinking Water And Fish: Tiny Plastic Is Everywhere\n\nAugust 20, 2018 • Plastic trash less than 5 millimeters long is in the things we eat and drink, and the air we breathe. Scientists are just beginning to study where it comes from and how it might affect our health.\n\nLISTEN· 5:41\nPLAYLIST\nDownload\nEmbed\nTranscript\nCourtesy of Amy Brooks\nWe're Drowning In Plastic Trash. Jenna Jambeck Wants To Save Us\n\nJuly 24, 2018 • The engineer views a landfill as a living ecosystem, and the plastic that clogs it as a serious threat that crowds out life and never goes away. Can we eliminate the waste before it smothers us?\n\nLISTEN· 6:35\nPLAYLIST\nDownload\nEmbed\nTranscript\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}