{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The global odyssey of plastic pollution | Science",
  "href": "https://www.science.org/doi/10.1126/science.abc4428",
  "body": "Open in viewer. Researchers now recognize that plastic cycles through more than just the ocean. To be sure, the ocean is a sink for micro plastics. But as ecologists learn more about these particles, they realize that the ocean is not always the final fate of microplastics; rather, the ocean is one part of the global plastic cycle.",
  "textContent": "ADVERTISEMENT\nNEWS\nCAREERS\nJOURNALS\nLOG IN\nBECOME A MEMBER\nCurrent Issue\nFirst release papers\nArchive\nAbout\nSubmit manuscript\nHOME\nSCIENCE\nVOL. 368, NO. 6496\nTHE GLOBAL ODYSSEY OF PLASTIC POLLUTION\nFULL ACCESS\nPERSPECTIVE\nECOLOGY\nShare on\nThe global odyssey of plastic pollution\nThinking big about small particles reveals new features of the microplastic cycle\nCHELSEA M. ROCHMAN AND TIMOTHY HOELLEINAuthors Info & Affiliations\nSCIENCE\n12 Jun 2020\nVol 368, Issue 6496\npp. 1184-1185\nDOI: 10.1126/science.abc4428\n4,331\n151\nMetrics\nTotal Downloads\n4,331\nLast 6 Months\n979\nLast 12 Months\n1,818\nTotal Citations\n151\nLast 6 Months\n2\nLast 12 Months\n34\nAcknowledgments\nReferences and Notes\neLetters (0)\nInformation & Authors\nMetrics & Citations\nView Options\nReferences\nMedia\nTables\nShare\nScientists who once studied microplastics (plastic debris <5 mm in size) as ocean pollutants have now detected them in soils, biota, and Earth's atmosphere. To decipher the global fate of microplastics, scientists have begun to ask questions about the “microplastic cycle,” which is akin to global biogeochemical cycles (nitrogen, carbon, and water). For example, what are the sources of microplastics, and how do they transform as they move from one pool (e.g., a beach, inside an organism, or a river bed) to another? And what processes (“fluxes”) transfer microplastics between pools? On page 1257 of this issue, Brahney et al. (1) report high-resolution spatial and temporal data that provide evidence of both global and regional microplastic transport, thus increasing our understanding of the microplastic cycle.\nNearly a decade ago, scientists began studying marine microplastics in surface currents of the ocean as the key mechanism for global transport. As datasets grew, their understanding of long-range transport within and between oceans expanded to include mechanisms such as deep-sea circulation (2), biological transport (3, 4), and drifting sea ice (5). In parallel, emerging work uncovered pools of microplastics in other Earth compartments, including freshwater and terrestrial systems (6), and the atmosphere (7). To fully understand the microplastic cycle, researchers must piece together the fluxes that connect the transport and transformation of microplastics as they move between planetary compartments.\nAtmospheric transport of microplastics in airborne dust, which settles to the ground (deposition) during dry and wet periods and in both urban and remote locations, was initially overlooked. Scientists have understood the global transport of dust for decades, but until recently, dust was not known to carry substantial amounts of microplastics. Seminal work on transport of microplastics in the atmosphere demonstrated their presence in wet (e.g., rain, snow) and dry deposition in Paris, France (8), providing proof that microplastics are a component of dust and that atmospheric deposition is a mechanism of transport. Long-range atmospheric transport, away from urban centers, was first demonstrated in 2019, when microplastics were unearthed from a remote mountain catchment (7) and in Arctic snow (9). These studies prove that microplastics are transported atmospherically to both regional and faraway places.\nSIGN UP FOR THE SCIENCEADVISER NEWSLETTER\nThe latest news, commentary, and research, free to your inbox daily\nSIGN UP\nBrahney et al. studied both global and regional transport of microplastics by comparing the size and shape of particles deposited in dry and wet weather (see the figure). The new work elucidates patterns of deposition and processes of atmospheric transport, and predicts that atmospheric transport is an important source of microplastics in remote locations. For example, the authors estimate that more than 122 tons of microplastics are deposited annually to U.S. protected lands of the western United States.\nBy incorporating human population metrics, local weather patterns, and climate models, Brahney et al. found that larger microplastics were deposited during wet events and likely originated from nearby urban centers during regional storms. In contrast, smaller microplastics deposited during dry weather were more likely to have been transported long distances and made up the majority of the microplastic mass.\nA key insight from the new work is that fundamental tools for studying global dust transport can be applied to microplastics. Like dust, most particles measured were within the size range typical of global transport (<25 µm). However, microplastics are less dense than soil and therefore might travel longer distances than natural dust particles. Future research should test hypotheses about the distances that microplastics can travel atmospherically and the processes that entrain microplastics in the air, such as sea spray and dust storms. The new study also invites questions about latitudinal gradients. Global atmospheric circulation is affected, in part, by air rising at 0° and 60° latitude and sinking at 30° and 90°. Do researchers expect movement of atmospheric microplastics to follow similar patterns? Moreover, scientists know that dust particles are a vector for atmospheric distribution of chemical contaminants and microbes. How do microplastics interfere or aid in such spread?\nResearchers also must delve deeper into other transport pathways of the microplastic cycle. For example, scientists know little about how microplastics move through terrestrial ecosystems, but evidence suggests percolation from the surface to deeper layers, resuspension into the atmosphere, and transport into ground and surface waters (9). In streams, microplastics can be continuously deposited and resuspended, buried in sediments, or exported to downstream ecosystems including lakes, estuaries, and the ocean (10). Also, very little is known about how microplastics move through food webs, but some evidence suggests trophic transfer (11). Moreover, during their life cycle, microplastics are subject to abiotic and biotic transformations. For example, microbes can incorporate carbon atoms derived from plastic when building their cell membranes (12). Microbial breakdown can generate airborne fragments and greenhouse gases, as can degradation (oxidation) by ultraviolet light from the Sun (13).\nMicroplastic pollution is pervasiveEmerging research pinpoints atmospheric deposition as a mode of microplastic transfer to the western United States. Mapping microplastic pools (water, land, organisms) and fluxes (arrows) will guide delineation of the global microplastic cycle.GRAPHIC: N. CARY/SCIENCE\nOPEN IN VIEWER\nResearchers now recognize that plastic cycles through more than just the ocean. To be sure, the ocean is a sink for micro plastics. But as ecologists learn more about these particles, they realize that the ocean is not always the final fate of microplastics; rather, the ocean is one part of the global plastic cycle. In his essay “Odyssey,” Aldo Leopold poetically describes how biological, chemical, and geological factors shape the journey of atoms “X” and “Y” (representing carbon and nitrogen) among the land, atmosphere, and sea, between biotic and abiotic compartments, and through deep time. Microplastics might display a different arrangement of atoms, but nonetheless, plastic particles in the environment are subject to the same biogeochemical forces as all other matter.\nAs ecologists think about all that encompasses the sources, fates, and transformations of microplastics, Leopold's prose challenges them to envision and measure processes among all ecosystem compartments, including those that strain one's imagination, such as plastic in rain. Future microplastic researchers should follow the example of Brahney et al. and think big about small particles, so as to contribute to our understanding of the global microplastic cycle and how it has become an aspect of global elemental cycles.\nAcknowledgments\nWe thank M. J. Hoffman and D. L. Mahler for comments.\nReferences and Notes\n1\nJ. Brahney et al., Science 368, 1257 (2020).\nGO TO REFERENCE\nCROSSREF\nPUBMED\nISI\nGOOGLE SCHOLAR\n2\nI. A. Kane et al., Science 368, eaba5899 (2020).\nGO TO REFERENCE\nCROSSREF\nISI\nGOOGLE SCHOLAR\n3\nK. Katija et al., Sci. Adv. 3, e1700715 (2017).\nGO TO REFERENCE\nCROSSREF\nPUBMED\nGOOGLE SCHOLAR\n4\nA. Porter et al., Environ. Sci. Technol. 52, 7111 (2018).\nGO TO REFERENCE\nCROSSREF\nPUBMED\nISI\nGOOGLE SCHOLAR\n5\nI. Peeken et al., Nat. Commun. 9, 1505 (2018).\n6\nA. A. Horton et al., Sci. Total Environ. 586, 127 (2017).\n7\nS. Allen et al., Nat. Geosci. 12, 339 (2019).\n8\nR. Dris et al., Environ. Chem. Lett. 12, 592 (2015).\n9\nM. Bergmann et al., Sci. Adv. 5, eaax1157 (2019).\n10\nT. J. Hoellein et al., Sci. Rep. 9, 3740 (2019).\n11\nJ. F. Provencher et al., Environ. Rev. 27, 304 (2019).\n12\nS. J. Taipale et al., Sci. Rep. 9, 19894 (2019).\n13\nB. Gewert et al., Environ. Sci. Process. Impacts 17, 1513 (2015).\nSHOW ALL REFERENCES\n(0)\neLetters\n\neLetters is a forum for ongoing peer review. eLetters are not edited, proofread, or indexed, but they are screened. eLetters should provide substantive and scholarly commentary on the article. Embedded figures cannot be submitted, and we discourage the use of figures within eLetters in general. If a figure is essential, please include a link to the figure within the text of the eLetter. Please read our Terms of Service before submitting an eLetter.\n\nLOG IN TO SUBMIT A RESPONSE\n\nNo eLetters have been published for this article yet.\n\nRecommended articles from TrendMD\nNatchez Man Gets Younger\nDavid P. Hamilton, Science, 1990\nGetting genetic ancestry right for science and society\nAnna C. F. Lewis et al., Science, 2022\nNew Books\nScience\nIN THE NEWS\nScience, 2008\nNew Products\nScience, 2005\nJournal indexing 101: Understanding the basics\nEditage Insights, 2015\nCan I transfer the copyright of my journal article to the publisher of my thesis?\nEditage Insights\nPrecision Tests of the Nonlinear Mode Coupling of Anisotropic Flow via High-Energy Collisions of Isobars\nJiangyong Jia et al., Chinese Physics Letters, 2023\nIntelligent fitting global real-time task scheduling strategy for high-performance multi-core systems\nJunpeng Wu et al., CAAI Transactions on Intelligence Technology, 2022\nForming-free flexible memristor with multilevel storage for neuromorphic computing by full PVD technique\nTian-Yu Wang et al., Journal of Materials Science & Technology, 2021\nPowered by\nCURRENT ISSUE\nROS-induced ribosome impairment underlies ZAKα-mediated metabolic decline in obesity and aging\nBY GODA SNIECKUTE LAURA RYDER ET AL.\nSpatial transcriptomics of B cell and T cell receptors reveals lymphocyte clonal dynamics\nBY CAMILLA ENGBLOM KIM THRANE ET AL.\nToward a Cenozoic history of atmospheric CO2\nBY THE CENOZOIC CO2 PROXY INTEGRATION PROJECT (CENCO2PIP) CONSORTIUM*†\nTABLE OF CONTENTS\nADVERTISEMENT\nSign up for ScienceAdviser\n\nSubscribe to ScienceAdviser to get the latest news, commentary, and research, free to your inbox daily.\n\nSUBSCRIBE\nLATEST NEWS\nSCIENCEINSIDER8 DEC 2023\nTheir budget already stretched near bursting, U.S. particle physicists dream small\nSCIENCEINSIDER8 DEC 2023\nFederal agency’s plan to disclose university misconduct findings splits academics\nNEWS8 DEC 2023\nPatagonian people were riding horses long before Europeans arrived\nNEWS8 DEC 2023\nA ‘living skin’ is protecting the Great Wall of China from erosion\nNEWS8 DEC 2023\nFirst-of-its-kind tyrannosaur fossil reveals what younglings ate\nSCIENCEINSIDER7 DEC 2023\nBiden wants NIH to have ‘march-in’ power to override patent rights for high-priced drugs\nADVERTISEMENT\nRECOMMENDED\nSPECIAL ISSUE REVIEWJULY 2021\nThe global threat from plastic pollution\nPERSPECTIVESJANUARY 2007\nAerosols Before Pollution\nSPECIAL VIEWPOINTSDECEMBER 2003\nGlobal Air Quality and Pollution\nREPORTSEPTEMBER 2020\nPredicted growth in plastic waste exceeds efforts to mitigate plastic pollution\nADVERTISEMENT\nView full text|Download PDF\nSkip slideshow\nFOLLOW US\nGET OUR NEWSLETTER\nNEWS\nAll News\nScienceInsider\nNews Features\nSubscribe to News from Science\nNews from Science FAQ\nAbout News from Science\nCAREERS\nCareers Articles\nFind Jobs\nEmployer Hubs\nCOMMENTARY\nOpinion\nAnalysis\nBlogs\nJOURNALS\nScience\nScience Advances\nScience Immunology\nScience Robotics\nScience Signaling\nScience Translational Medicine\nScience Partner Journals\nAUTHORS & REVIEWERS\nInformation for Authors\nInformation for Reviewers\nLIBRARIANS\nManage Your Institutional Subscription\nLibrary Admin Portal\nRequest a Quote\nLibrarian FAQs\nADVERTISERS\nAdvertising Kits\nCustom Publishing Info\nPost a Job\nRELATED SITES\nAAAS.org\nAAAS Communities\nEurekAlert!\nScience in the Classroom\nABOUT US\nLeadership\nWork at AAAS\nPrizes and Awards\nHELP\nFAQs\nAccess and Subscriptions\nOrder a Single Issue\nReprints and Permissions\nTOC Alerts and RSS Feeds\nContact Us\n\n© 2023 American Association for the Advancement of Science. All rights reserved. AAAS is a partner of HINARI, AGORA, OARE, CHORUS, CLOCKSS, CrossRef and COUNTER. Science ISSN 0036-8075.\n\nTerms of Service  Privacy Policy  Accessibility\nReference #1"
}