{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Top Plastic-straw Using European Countries - WorldAtlas",
  "href": "https://www.worldatlas.com/articles/top-plastic-straw-using-european-countries.html",
  "body": "Other Top Plastic Straw Users In Europe. Other top plastic straws consuming states that use over a billion straws every year include Sweden (1billion), Netherland s (1.1billion), Poland (1.2billion), and Italy (2billion). After the EU voted in favor of banning the use of single-use plastic items by 2021, several eco-friendly Italian bars ...",
  "textContent": "Top Plastic-Straw Using European Countries\nA woman says \"no\" to a plastic straw offered to her.\nAccording to the British government, the Great Britain uses over 8.5 billion plastic straws annually.\nIn Europe, people use over 25.3 billion single-use plastic straws every year while the Americans use over 500 million straws daily.\nPlastic straws became famous after the Second World War since the material was inexpensive.\n\nDrinking tubes or drinking straws are thin pipes that allow people to consume their beverages conveniently. These straws can be made using various materials, including plastic, stainless steel, bamboo, or paper. These thin pipes can be either straight or bent, and they are intended for single-use. Plastic straws, which are the most common type of straws, have been banned by several municipalities, regions, and nations to reduce pollution. Several companies have reduced the amount of plastic straws that are distributed on their premises or even banned them. Bon-Appetit announced that they will ban plastic straws in their 1,000american locations in May 2019. McDonald's has banned these straws in their Ireland and U.K. restaurants while Starbucks plans to phase them out in 2020. One of the first airlines to ban plastic stirrers and straws is Alaska Airlines.\n\nHistory Of Straws\n\nEven though plastic straws are a modern invention, human beings have been using drinking pipes for drinking beverages for centuries. Sumerians were the first society to create and use straws for drinking beer. The Sumerians used it to avoid the solid products that sink to the bottom during the fermentation process. The oldest drinking pipe in existence was discovered in a Sumerian tomb that dates back to 3,000BCE. The Argentines have used a metallic straw, known as a bombilla, for centuries as both sieve and straw.  Rye-grass drinking pipes were introduced in the 1800s because they were soft and cheap; however, these straws turned into mash when inserted in hot beverages.\n\nMarvin Chester patented a modern paper straw in 1888, to address the problems associated with the Rye-grass straws. Marvin came up with his idea when he was taking mint-julep in Washington, DC. The taste of Rye grass was mixing with his drink; therefore, he wound a piece of paper on a pencil and applied glue between the strips before inserting it in his drink. Marvin created a machine that would add a coat on the outside part of the straw and hold it together.\n\nPlastic straws became famous after the Second World War since the material was inexpensive. The first mass manufacturing of twisted drinking pipes was the Sip-N-See straws created by Dinhofer Milton. Milton had patented his invention in the shape of a pair of scissors, however, Macy's refused t purchase them unless they had a character on them. Therefore they suggested that he should create 3 straws; a clown, a cowboy and another one with an animal. Milton attached these characters on lopped polythene straws. The user was to drink his/her beverage using another detachable straight acetate straw. Still, Macy's refused to sell them; therefore, he turned to Woolworth and convinced them to allow him to display his straws in the stores near his home. After selling for a weekend, Woolworth ordered more straws for their other stores. Soon other buyers wanted to carry these straws and market them as \"action-drinking toys\". Sip-N-See sold over 6million units.\n\nTypes Of Straws\n\nDifferent drinking pipes have been created for specific beverages. One of the most common types of straw is the bendy straws. A bendy straw has concertina-kind of hinge near its top. Bendy straws were invented in 1937 by Joseph Friedman. The ones with wide opening are used to take bubble tea while the spoon straws are used to drink iced-slush drinks. The tip of numerous straws is cut at an angle, leaving a point which the user can use to puncture the cover on the cup.\n\nTop Plastic Straw Using European States\nThe United Kingdom\n\nOther than being the eleventh biggest European nation by area, the U.K. is the top plastic straw using state in Europe. According to the British government, the Great Britain uses over 8.5 billion plastic straws annually.  According to Plastic Oceans U.K., over 8million tons of plastic-waste ends up in the sea annually, and half of these wastes are single-use plastic items, including straws. Therefore, the Environment-food-and-rural affairs department announced in 2019 that it plans to ban the supply of these straws in the United Kingdom by 2020. The ban excludes all the people using plastic straws due to disabilities. Plastic straws will only be sold online or in pharmacies in the country. A considerable percentage of these straws are used in fast food stores. As of 2018, the citizens of the United Kingdom were using and discarding over 23 million plastic straws per day. Queen Elizabeth banned the use of all single-use plastic items in all her palaces in 2018.\n\nGermany\n\nThe Germans are ranked among the biggest users of plastic straws in Europe, followed by France and Italy. The Germans use over 4.8 billion straws per year. Other than supporting the bill passed by the EU on banning 10- single-use plastic items, Germany introduced its 5-part plan that will help the country reduce the amount of plastic waste produced in the country. The 5-part plan is notable since the Germans are the worst offenders in the European Union when it comes to plastic waste production. Each German resident produced about 486 pounds of plastic waste in 2016 alone.\n\nFrance\n\nOther than being the third-largest European state by area, France is also one of the leading plastic straws using nations in the continent. The French use over 3.2billion straws per year, which ends up polluting the ocean. The French government banned the use of plastic-bags followed by plastic plates and cups in 2016. The government decided to extend its ban on plastic items to include single-user products like utensils and straws. The only disposable items allowed in Germany must be manufactured using about 50% biodegradable material. \n\nOther Top Plastic Straw Users In Europe\n\nOther top plastic straws consuming states that use over a billion straws every year include Sweden (1billion), Netherlands (1.1billion), Poland (1.2billion), and Italy (2billion). After the EU voted in favor of banning the use of single-use plastic items by 2021, several eco-friendly Italian bars started using pasta straws. The pasta straws can last for over an hour in cold drinks. Walbrzych became the first Polish city to ban single-use plastic-items in 2019.\n\nEffects Of Plastic Straws On The Environment\n\nPlastic straws are light, single-use items that are made using polypropylene that is not easily degradable or recycled. Therefore, when disposed inappropriately, it can impact the environment negatively. In Europe, people use over 25.3 billion single-use plastic straws every year while the Americans use over 500 million straws daily. A considerable percentage of these plastic straws contribute a small portion of the world's plastic pollution. If not disposed of properly, these straws end up in soil-ecosystems and oceans. All the major rivers on the planet carry 1.15 million tons of plastic waste into the sea annually. These straws break down into smaller pieces that are hazardous to the animals in the ecosystem. \n\nPlastic pollution can poison animals, which can end up affecting food supplies. Plastic pollution can be very detrimental to huge marine mammals. Several marine animals like sea turtles have been found to have a considerable proportion of plastic waste in their stomachs. When they ingest plastic, these animals can starve since the plastic blocks their digestive tracts.\n\nTop Plastic-Straw Using European Countries\nRank\tEuropean country\tNumber of straws (in billions)\n1\tUK\t8.5\n2\tGermany\t4.8\n3\tFrance\t3.2\n4\tItaly\t2.0\n5\tPoland\t1.2\n6\tNetherlands\t1.1\n7\tSweden\t1.0\n8\tHungary\t0.6\n9\tCzech Republic\t0.3\n10\tDenmark\t0.3\n11\tBulgaria\t0.3\nSHARE\nGeoffrey Migiro February 7 2020 in Environment\nHome\nEnvironment\nTop Plastic-straw Using European Countries\nRelated\nTop Pesticide Using Countries\nEuropean Countries That Are Not Members Of The European Union\nCountries Putting The Most Plastic Waste Into The Oceans\nWhich Countries Have Banned Plastic Bags?\nMore In Environment\nImportance Of Wetlands\nMeet 12 Incredible Conservation Heroes Saving Our Wildlife From Extinction\nIndia's Leopard God, Waghoba, Aids Wildlife Conservation In The Country\nIndia's Bishnoi Community Has Fearlessly Protected Nature For Over 500 Years\nWildfires And Habitat Loss Are Killing Jaguars In The Amazon Rainforest\nIn India's Sundarbans: Where People Live Face-To-Face With Wild Tigers\nAfrica's \"Thunderbird\" Is At Risk Of Extinction\nWhy Is Biodiversity Critical To Life On Earth?\n\nAll maps, graphics, flags, photos and original descriptions © 2023 worldatlas.com\n\nHome\nContact Us\nPrivacy\nCopyright\nAbout Us\nFact Checking Policy\nCorrections Policy\nOwnership Policy\nCONTINENTS\nCOUNTRIES\nGEOGRAPHY\nEDUCATION\nSOCIAL SCIENCE\nSEARCH WORLDATLAS"
}