{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Even Small Acts Can Have a Ripple Effect: Tackling Plastic Pollution",
  "href": "https://www.oursafetynet.org/2020/01/06/even-small-acts-can-have-a-ripple-effect/",
  "body": "Microplastics are ending up in freshwater systems and polluting soil and sediment. Moreover, chlorinated plastics release harmful chemicals that can pollute our drinking water, according to the UN Environment Programme.",
  "textContent": "DONATE NOW \n\n\t\nin Pollution by\nEVEN SMALL ACTS CAN HAVE A RIPPLE EFFECT\nTackling Plastic Pollution\n\nPlastic pollution has become a part of the food chain in our waterways. According to Plastic Oceans more than 8 million tons of plastic waste is dumped into the ocean annually. As a result, one in three species of marine mammals become entangled in our trash and over 90% of seabirds ingest it, including double-crested cormorants in Toronto. And while much attention is centered on the impact that plastic is having on our oceans and marine life, it also affects land-based biodiversity. Microplastics are ending up in freshwater systems and polluting soil and sediment. Moreover, chlorinated plastics release harmful chemicals that can pollute our drinking water, according to the UN Environment Programme.\n\nDespite these grim facts, people are becoming more aware of how they are personally contributing to the mounds of plastic clogging up our planet. Over the past few years, we have seen a major shift in attitude towards plastic. This change became more apparent after the infamous 2-minute Blue Planet II segment aired in the UK in which a scientist sorts through the plastic waste found around an albatross’s nest. Fueled by a myriad of emotional responses, this cultural shift is manifesting itself through single-use plastic bans, the opening of zero-waste shops, and beach clean-ups.\n\nIndividual Action and System-Wide Changes\n\nUnlike the many transformative changes needed to tackle the climate crisis, addressing plastic waste is something that individuals and communities can identify with and ultimately tackle in their day-to-day lives. Making simple changes like carrying reusable shopping bags, buying in bulk with reusable containers, or carrying a travel mug are fairly easy. Though small in the grand scheme of things, these behavioural changes can cause a ripple effect, especially if they influence food manufacturers and grocery stores. However, these individual actions must be paired with a larger system overhaul. For example, cotton produce bags are kind of useless if everything is already wrapped in plastic at the grocery store. The blue box recycling program introduced in the 1980s was enthusiastically embraced by Canadians. However, it actually increased waste as industry was permitted to use cheaper single-use plastics in exchange for partially subsidizing the program, according to the Walrus.\n\nPhoto by Pancaketom via Canva\nCanada’s Response to Plastic Pollution\n\nWith mounting global pressure and revelations around our waste export practices, 2019 was a very eye-opening year for many Canadians. After discovering that less than 10% of plastic waste is actually recycled with much of it ending up in developing countries, many people are calling for more climate action and major improvements to our recycling systems.\n\nWhile Canada needs to significantly improve our recycling systems, the best way to curb the tidal wave of plastic pollution choking our planet is to turn off the tap. In October 2020, the Canadian Federal government finally announced its plans for a Canada-wide ban on single-use plastics as part of its goal of achieving zero plastic waste by 2030. Regulations are set to be finalized by the end of 2021. To determine which items to ban, they compiled a list based on which plastics are: harmful to the environment; difficult to recycle; and whether or not there are feasible alternatives.\n\nThe single-use plastics that will be banned include:\n\n✔️ Grocery checkout bags\n✔️ Straws\n✔️ Stir sticks\n✔️ Six-pack rings\n✔️ Plastic cutlery\n✔️ Food takeout containers made from hard-to-recycle plastics (like black plastic packaging)\n\nThe federal Zero Plastic Waste Initiative will also be funding 14 Canadian-led plastic reduction initiatives, aimed at developing new and innovative solutions to plastic pollution, including microplastics. \n\nPhoto by Dane Deaner on Unsplash\nRetailer Solutions for Curbing Plastic Pollution\n\nGreenpeace recently published The Smart Supermarket: How retailers can innovate beyond single-use plastics and packaging. This useful guide outlines a series of solutions for plastic waste, how supermarkets and other retailers can achieve them, the benefits of these approaches, along with recommendations and considerations. As we cannot recycle our way out of this issue, we must turn off the plastic tap. Here are a few sustainable solutions from the report:\n\n1. Laser Food Labelling: Imprinting product information on the skin of produce replaces stickers.\n\n2. Nude food: Working with food suppliers to find alternatives for wrapping produce in plastic. Shipping products in large reusable containers is a great place to start.\n\n3. Bulk Food: Offering more products in bulk. This not only enables customers to buy the amount they desire, but also eliminates smaller plastic packaging.\n\n4. Reusable container programs: Buying in bulk will only reduce plastic waste if customers can choose reusable containers over plastic bags. Many programs even allow customers to bring their own containers, rather than purchase containers from the store.\n\n5. Package free cosmetics and toiletries: This solution works with suppliers to reduce or eliminate packaging required for products like shampoo, soap, and cosmetics. It also gives customers refill or bar options (i.e. shampoo bars).\n\nTags: plastic pollution, pollution, wildlife\n\n\n\n \n \n \n \n \n\nPRIVACY POLICY\n\n2021 © National Environmental Treasure. All rights reserved.\nCharitable # 86964-8147-RR0001\n\n \n\nAll website and social media artwork by Jason Adair and Chantelle Mussell, unless specified. All images open source, unless specified."
}