{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Why Plastic Straws Are a Problem and What You Can Do",
  "href": "https://greenthatlife.com/why-plastic-straws-are-a-problem/",
  "body": "Plastic straws are one of the most common types of litter found on beaches, yet they can't be recycled. Instead they end up in landfills, as litter, or in waterways. Heavy Usage. It's estimated that Americans use, on average, 1.6 straws per person per day. That translates into roughly 500 million disposable plastic straws every single day.",
  "textContent": "GREEN THAT LIFE\nHOLIDAY GUIDE\nLIFESTYLE\nEXPLAINERS\nTAKE ACTION\nCOMMENTARY\nGREEN READING\nRECYCLING RESOURCES\nGREEN TERMS\nGREEN THAT LIFE\nFoodHomeSimple Changes\nWhy Plastic Straws Are a Problem and What You Can Do\nApril 8, 20205 minute readSara Goddard\nWondering why plastic straws are a problem? Read on to find out.\n\nA brief story to illustrate why plastic straws are a problem.\n\nI was out at a restaurant recently and as my family made our way to our table, I ran into a friend sitting at the bar. She was there with a few friends, and while chatting with her I overheard the bartender ask one of them if he wanted a straw with his drink. The man replied that he did. At that point, a woman in the group gave the man a playful nudge and raised her eyebrows in mock horror. “You’d better watch out with that straw,” she said. “Very Politically Incorrect!”\n\nThis is the problem: we take that one plastic straw, stick it in our drink and think, it’s small and harmless. And that’s true. One straw, properly disposed, is essentially an environmental blip. So it can seem ridiculous to hear of efforts to reduce or even ban plastic straw usage.\n\nWhat happens, unfortunately, is that it’s not just one straw. It’s hundreds of millions of straws. And those hundreds of millions of straws aren’t recyclable. So where do they go?\n\nBefore I answer that question and give you – thankfully – some very simple solutions, some facts about why plastic straws are a problem.\n\nThe Facts About Plastic Straws\nThis infographic provides a good visual of why plastic straws are a problem.\nPlastic Pollution\n\nThe main reason why plastic straws are a problem is their enduring environmental footprint.\n\nEnduring pollution. Plastic straws are one of the most common types of litter found on beaches, yet they can’t be recycled. Instead they end up in landfills, as litter, or in waterways.\nHeavy Usage. It’s estimated that Americans use, on average, 1.6 straws per person per day. That translates into roughly 500 million disposable plastic straws every single day.\nHazard to marine life. Marine animals mistake plastic straws for food. They can choke on them or straws can get stuck in animals’ nasal passages.\nNon-renewable ingredients. Plastic straws are made from polypropylene, a petroleum-based plastic. In effect, a non-renewable resource is used to create a single-use, disposable item.\nA heartbreaking consequence of plastic straw pollution.\nHealth Issues\n\nOther reasons why plastic straws are a problem? There are health-related issues:\n\nChemical leaching. According to a recent study by Environmental Health Perspectives, research suggests that all plastics – including those advertised as BPA free – may leach chemicals if they’re scratched or heated. Another study shows evidence that the chemicals from polypropylene can leach into liquids and affect estrogen levels.\nDental Issues. Using a straw to drink sugary beverages can concentrate the sugar to specific areas of the mouth, increasing the likelihood of cavities. Chewing on straws can also be bad for your teeth.\nThey can cause wrinkles! Straw use causes people to purse their mouths and can create wrinkles from the repetitive muscle motion.\nWhy Pick on Straws?\nRefusal is Easy And Effective\n\nRefusing plastic straws is such a simple solution with a big impact. Will it solve the environmental crisis of single-use plastic pollution? No. But it will certainly make a significant dent.\n\nStraws aren’t recyclable\n\nOnce you’ve used plastic straws, they can’t be reused. They either end up in a landfill or are incinerated. Or they end up polluting our environment and harming wildlife.\n\nWhat about compostable or biodegradable straws? Can’t they be recycled? In most cases, no. These “green” alternatives aren’t really green at all and are a form of green-washing.\n\nRead more here about the difference between compostable and biodegradable products.\nAre Straws Really Necessary?\n\nThink about it: You choose to drink certain carbonated beverages, like sodas, with a straw, but wouldn’t consider drinking a beer, through a straw. However, the vast majority of restaurants automatically serve water and other beverages with a plastic straw. That straw is then tossed away after one brief use.\n\nFor most of us, straws are a convenience, not a necessity. Plastic straw usage has become a habit of convenience, and habits can be changed with the desire to change.\n\nSo unless you have health issues that require a straw, making a change is no cost to you! You can simply say no thanks and still enjoy that drink.\n\nLifestyle Changes\n\nUnderstanding why plastic straws are a problem and making a conscious effort to make a change is probably the most difficult part of minimizing or eliminating straw usage.\n\nOnce you kick the habit, you may want to take a look around and do away with other convenience items that you rely on. Try these simple and affordable changes that can start you on your way.\n\nWhat Can You Do?\nA beach cleanup is a great way to reduce plastic waste.\nSay “No Thanks” to (Plastic) Straws\n\nFortunately, there are solutions to this problem. Choosing not to use or purchase disposable straws is the most simple solution. In fact, The Plastic Pollution Coalition estimates that 1,800 “restaurants, organizations, institutions and schools worldwide have gotten rid of plastic straws or implemented a serve-straws-upon-request policy.”\n\nSpread the Word\n\nOn a Personal Level. It may seem that your one voice doesn’t have an effect, but it does! Refusing plastic straws while you’re out with friends and family may initially subject you to some teasing. But the more you do it and talk – in a positive way – about how simple it is to say no, the more you’ll find people listening.\n\nOn a Community Level. A few years ago the group I chaired, Rye Sustainability Committee, started a plastic straw reduction campaign called Sound Shore Last Straw (SSLS). By asking residents and food establishments to make a pledge to refuse plastic straws, the goal is to reduce plastic straw consumption in our town.\n\nSSLS has been a very successful and positive campaign designed to reduce plastic straw usage by explaining why plastic straws are a problem. The campaign also focuses on the broader issue of raising awareness about the environmental effects of single-use plastics.\n\nDo Some Cleanup\n\nIf you live in a coastal community, consider organizing a beach cleanup. Organizing local schools, civic organizations, and residents is an easy and effective way to help reduce plastic waste. It’s also a great way to get outdoors!\n\nHost a Film Screening About Straw Pollution\nAt the STRAWS film screening with honored guest, STRAWS director Linda Booker.\n\nRye Sustainability and a local school, Rye Country Day, hosted a film screening of STRAWS, an award-winning documentary about the negative impact of straws and other single-use plastics that inundate our waterways. The screening was an effective way to convey the message to a wide audience.\n\nAdvocate for Legislation to Restrict Plastic Straw Usage\n\nSometimes education and raising awareness about plastic straw pollution isn’t enough and legislation is necessary to change people’s behavior.  I’ve devoted an entire post to plastic straw bans and legislative restrictions. Read more here about whether they work.\n\nAlternatives to Plastic Straws\n\nWant to use a straw or need to use one? Fortunately there are a wide variety of reusable and environmentally safe alternatives, including paper, glass, metal, and even some made from avocado seeds! Try a few styles to see which you like.\n\nRelated: Ditch the (Single-Use) Plastic! 4 Reusable Alternatives to Plastic Straws\nPlastic Straw Pollution Sucks! But Do Bans Work? Your Questions Answered\nDitch the (Single-Use) Plastic! 4 Reusable Alternatives to Plastic Straws\n7 Ways to Make it a Plastic Free July 2022!\nSHARE\nTWEET\nSHARE\nSHARE\nRelated Topics\nhomehow tokitchensimple changessingle-use plastic\nSubscribe\n\nSubscribe to my newsletter\n\nSUBSCRIBE\nYOU MAY ALSO LIKE\nVIEW POST\nHoliday GuideFoodGardenHomeSimple Changes\nAn Eco-Friendly Gift Giving Guide to Green Your 2023 Holiday Season\nNovember 1, 2023Sara Goddard\nVIEW POST\nHoliday GuideFoodHomeSimple ChangesYour Carbon Footprint\nGreen That Holiday: 7 Easy Tips to Make 2023 an Eco Friendly Holiday\nOctober 24, 2023Sara Goddard\nVIEW POST\nFoodYour Carbon Footprint\nHow to Fight Climate Change With Climate-Friendly Food Choices\nAugust 9, 2023Sara Goddard\nVIEW POST\nHomeSimple ChangesYour Carbon Footprint\n7 Green Back to School Tips to Keep You Sustainable and Safe\nAugust 1, 2023Sara Goddard\nVIEW POST\nSustainable FashionSimple ChangesYour Carbon Footprint\n7 Eco-Friendly Back to School Clothes Ideas To Green the Planet and Your Wallet\nAugust 1, 2023Sara Goddard\nVIEW POST\nCommentaryGreen ExplainersHomePlastic PollutionRecycling\nThe Recycling Industry: Planet-Friendly or Environmental Foe?\nJuly 1, 2023Sara Goddard\nVIEW POST\nFoodGardenHoliday GuideHome\n8 Eco-Friendly Party Decorations for a Green Celebration\nMay 12, 2023Sara Goddard\nVIEW POST\nFoodGardenGreen ExplainersHomeOfficePlastic PollutionRecyclingSimple ChangesTake Action\nEasy Earth Day Tips for 2023 to Make Every Day a Green Day!\nMarch 16, 2023Sara Goddard\nABOUT THE AUTHOR\nSara Goddard\n\nGreen That Life is your guide for sustainable living. Its purpose is to provide practical tools, tips, and resources related to a variety of sustainability topics, including waste reduction, pollution prevention, food waste, environmental activism, and more.\n\nGreen That Life founder, Sara Goddard, is an environmental activist, sustainability adviser, and elected official. Sara’s mission through GTL is to provide original content that helps inform and inspire.\n\nSIGN UP FOR MY NEWSLETTER\nSUBSCRIBE\nFOLLOW GREEN THAT LIFE\nFACEBOOK\nINSTAGRAM\nPINTEREST\nRSS\nFEATURED POSTS\n1\nAn Eco-Friendly Gift Giving Guide to Green Your 2023 Holiday Season\n2\nHow to Discuss Climate Change This Holiday Season Without Pissing Off Everyone\n3\nGreen That Holiday: 7 Easy Tips to Make 2023 an Eco Friendly Holiday\n4\nHow to Fight Climate Change With Climate-Friendly Food Choices\n5\n7 Green Back to School Tips to Keep You Sustainable and Safe\nARCHIVES\nArchives\nSelect Month\nNovember 2023\nOctober 2023\nAugust 2023\nJuly 2023\nMay 2023\nMarch 2023\nNovember 2022\nOctober 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nJune 2022\nApril 2022\nMarch 2022\nFebruary 2022\nJanuary 2022\nDecember 2021\nNovember 2021\nOctober 2021\nSeptember 2021\nAugust 2021\nJuly 2021\nJune 2021\nMay 2021\nApril 2021\nMarch 2021\nFebruary 2021\nJanuary 2021\nDecember 2020\nNovember 2020\nSeptember 2020\nAugust 2020\nJuly 2020\nJune 2020\nMay 2020\nApril 2020\nMarch 2020\nFebruary 2020\nJanuary 2020\nDecember 2019\nNovember 2019\nOctober 2019\nSeptember 2019\nAugust 2019\nJuly 2019\nJune 2019\nMay 2019\nApril 2019\nMarch 2019\nCATEGORIES\nCOMMENTARY\nFOOD\nGARDEN\nGREEN EXPLAINERS\nGREEN READING\nHOLIDAY GUIDE\nHOME\nOFFICE\nPERSONAL CARE\nPLASTIC POLLUTION\nRECYCLING\nSIMPLE CHANGES\nSUSTAINABLE FASHION\nTAKE ACTION\nYOUR CARBON FOOTPRINT\nSearch for:\nSEARCH\nDISCLOSURE\nWhen you buy a product or service through a link on this site, I may earn a small commission. This helps cover the cost of running Green That Life. However, I only recommend products that meet my high standards. Thank you!\nSubscribe\n\nSubscribe to my newsletter\n\nSUBSCRIBE\nGREEN THAT LIFE\nHOLIDAY GUIDE\nLIFESTYLE\nEXPLAINERS\nTAKE ACTION\nCOMMENTARY\nGREEN READING\nRECYCLING RESOURCES\nGREEN TERMS\nYour guide to a more sustainable lifestyle"
}