{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "The importance cannot be understated/overstated : r/grammar - Reddit",
  "href": "https://www.reddit.com/r/grammar/comments/dklm4b/the_importance_cannot_be_understatedoverstated/",
  "body": "openapple. • 4 yr. ago. In this context, \"X cannot be overstated\" means that it's impossible to overstate the importance of X (rather than meaning that one isn't allowed to overstate the importance of X). So when someone says \"the importance of X cannot be overstated,\" they're saying that no matter how large you describe the ...",
  "textContent": "The importance cannot be understated/overstated : r/grammar\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to grammar\nr/grammar\n•\n4 yr. ago\nIamVAcer\nThe importance cannot be understated/overstated\n\nI am pretty confused with this phrase:\n\nAccording to the internet, if something is really important, the importance cannot be overstated. But why is that so? If something can't be overstated, doesn't that means that it should not be overstated and it should not be important?\n\nI am quite confused and the online search doesn't help. Any idea why is it so?\n\nnutro.com\nLearn More\nSort by:\nAdd a Comment\nopenapple\n•\n4 yr. ago\n\nIn this context, “X cannot be overstated” means that it’s impossible to overstate the importance of X (rather than meaning that one isn’t allowed to overstate the importance of X).\n\nSo when someone says “the importance of X cannot be overstated,” they’re saying that no matter how large you describe the importance of X, your description still won’t be an overstatement of that importance (because its importance is greater than what one is able to describe).\n\nReply\nreply\nmonktastic1\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nAlso note the relationships between \"cannot\" and \"should not\" (here using over/underestimated):\n\nIt cannot be overestimated = No matter how hard you try, you won't overestimate it.\n\nIt should not be underestimated = You shouldn't underestimate it, because if you do, you'll be in trouble.\n\nReply\nreply\nTarquin_McBeard\n•\n4 yr. ago\n\nIf something can't be overstated, doesn't that means that it should not be overstated\n\nThis doesn't logically follow at all. If something can't be done, it can't be done. If something shouldn't be done, it shouldn't be done. Can't and shouldn't mean totally different things. That's why they're different words.\n\nConsider these similar examples:\n\nA: \"I'm worried about kicking the ball too high.\"\nB: \"You can't kick the ball too high. The fence is tall enough to block it.\"\n\nA: \"I'm worried about kicking the ball too high.\"\nB: \"You shouldn't kick the ball too high. If you do, it'll go over the fence and break the neighbour's window.\"\n\nIf something can't be done, that means it's impossible. If something shouldn't be done, then it must at least be possible. They are, for the purposes of this discussion at least, practically opposites.\n\nSo you can see that if the importance of something can't be overstated, it must be a very important thing indeed. But if the importance of something shouldn't be overstated, it probably isn't that important.\n\nReply\nreply\nYelloow_eoJ\n•\n2 yr. ago\n\nBut if the importance of something shouldn't be underestimated, it is important.\n\nReply\nreply\n1 more reply\nreddittroll569\n•\n1 yr. ago\n\nI laughed nonstop at this comment and I don't know why.\n\nReply\nreply\n \nTop 2%\nRank by size \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/hlvrai\nHL2VRAI BEGINS DEC. 16TH\nyoutube\n149 upvotes · 38 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 44 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/listentothis\nM.D.C. -- Henry Kissmyassinger [Punk Rock] (1987)\nyoutube\n107 upvotes · 4 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n322 upvotes · 45 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 44 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/tiktokgossip\nAdrielle Sigler (veganrizz) is trying to destroy a small business.\ntiktok\n281 upvotes · 251 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes · 9 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n125 upvotes · 31 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n282 upvotes · 40 comments\nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 95 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 20, 2019\nReddit\nreReddit: Top posts of October 2019\nReddit\nreReddit: Top posts of 2019"
}