{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Getting rid of the plastic straw to 'help the turtles ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/cy7vno/cmv_getting_rid_of_the_plastic_straw_to_help_the/",
  "body": "So plastic straws could be recycled and paper ones cant and cost more to produce. Previously all plastic straws ended on a landfill (at best), and remained there for thousands of years. upto 30 years. Paper straws are completely decomposed in 6 weeks, or burned and gone completely.",
  "textContent": "CMV: Getting rid of the plastic straw to ‘help the turtles’ is just a coverup for the much bigger issue of coastal development. : r/changemyview\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to changemyview\nr/changemyview\n•\n4 yr. ago\nSzczesnyy\nCMV: Getting rid of the plastic straw to ‘help the turtles’ is just a coverup for the much bigger issue of coastal development.\nDeltas(s) from OP\n\nNow it may be easy to change my view as I don’t really have much data to back me up here. The way I think about it is while straws and plastic debris in the ocean is killing turtles, it’s also an easy scapegoat, now I’m all for getting rid of single use plastics because they pollute our oceans, but governments and people are acting like the issue is solved because McDonald’s has paper straws.\n\nThe destruction of turtle nesting areas and coastal development in places like Hawaii is destroying the breeding grounds of turtles and killing them before they’re even hatched, turtles are forced to go to other beaches which affects the hatch rate and gender of turtles. Recently as many as 70% of sea turtles are born female due to rising temperatures.\n\nNow a few things are being done to protect the nesting grounds of turtles, but it’s posed as a much smaller issue than “get metal straw save the environment” when it really just strokes our egos and is not as important.\n\nA turtle chokes on plastic, it gets eaten by something bigger and the cycle continues. A turtle nest gets crushed, it’s buried forever and no creature on earth benefits from that death.\n\nI believe that it is government propaganda due to the only thing people care about... money. It’s cheaper to get rid of plastic than to ACTUALLY conserve the environment by limiting tourism during nesting season or even just staying off the beach. That won’t happen though because money.\n\nThe one thing I see against my suggestion is the fact that conserving those beaches means many local people lose their jobs working in coastal tourist attractions and hotels. My counter to that is the fact that people lived there before huge companies moved in, and they will find a way to live after they leave. If you want to live or are born on a tropical island, respect your surroundings and don’t destroy habitats just because it’s easier to work in a hotel restaurant than to fish or work in a local shop.\n\nI think I covered everything I wanted to.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n4 yr. ago\nJgJay21\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nI've lived in 3 Caribbean islands. The biggest threat to turtles is not coastal development/tourism, it's the illegal turtle fishery. Turtles come ashore once a year to lay their eggs. Having both a pregnant mother and her eggs consumed has a major impact on the longevity of the turtle population in that area. And because of the dynamics of turtle nesting (eg. the entire population of mothers nest at the same time every year, nesting mothers are weak and easy to catch, nests are easy to locate), it is easy for illegal fishers to wipe out a population in a matter of years. Turtles whose nests are threatened by coastal development have a better chance of survival than those threatened by the illegal fishery as they can attempt to find a more suitable beach close by. Turtles being hunted for their meat don't have the same opportunities to escape.\n\nNow that's an issue for turtles during their annual nesting period.\n\nDuring the rest of the year when they're out at sea, pollution in the water is the biggest threat. This is where single-use plastics and ghost fishing comes into play. Ghost fishing is a difficult issue to police. How exactly does a government regulate discarding of nets during fishing? Perhaps a system of checking nets before and after boats leave port, requiring fishers to go diving for nets in the event they've lost some and having gvt divers on staff to go back looking for nets as evidence for charges... None of the [Caribbean's] fisheries ministries have the resources to police and enforce regulations surrounding ghost fishing. Moreover, many of our deep sea fishers don't even swim, much less dive. At least here in the Caribbean, these are mostly poor folk whose jobs as fishers are already dangerous as is, requiring them to go deep sea diving to return nets that may have gotten damaged or lost during their trip isn't realistic. They do not have the financial means or expertise. It just isn't practical, hence the reason why no government has succeeded in addressing the issue of ghost fishing.\n\nThis is why governments are more interested in tackling single-use plastics.\n\nSzczesnyy\n•\n4 yr. ago\n\n!delta I never knew that all sea turtles nest at once, and the illegal fishing issue seems to do what both of the issues I have raised do combined. While single use plastics may or may not kill less turtles than coastal development, the former is much easier to tackle and helps more than one issue. This has definitely shaped my view, while not turning it 180 degrees.\n\n1 more reply\nAXone1814\n•\n4 yr. ago\n\nYour points are all true but I still challenge the idea that we shouldn’t focus on small improvements as well as big ones.\n\nPlastic straws isn’t one of the biggest contributors but it’s still something people should stop using. Although I agree and wish people would make more individual changes in their day to day lives. The fishing and seafood industry as a big contributor to plastic pollution in the ocean and is something people could easily give up if they wanted to.\n\nMost people are only interested in giving up something they wouldn’t really miss so they can feel good about themselves but without making any real change or sacrifice in their life.\n\n15 more replies\nSaranoya\n•\n4 yr. ago\n\nTo me, this reads as a variation on: \"the solution we came up with won't solve the entire problem, so we shouldn't implement it.\"\n\nIt's true that the plastic straws are a token strand in a much larger web of problematic human interactions with the environment. It's also true that banning plastic straws is a step in the right direction.\n\n29 more replies\n[deleted]\n•\n4 yr. ago\n\nI do think this is an indication of a similar, but not exactly the same problem. It is a problem of government by wedge issues.\n\nThe goal is not to achieve the result. The goal is to make an appearance of fighting for the result.\n\nWill “assault weapons” bans make any difference in gun deaths? Rifles of any kinds are responsible for 400 homicides out of 17k murders, and of course they are easily substitutable in almost every shooting scenario by other types of rifles and handguns even in the very small number of homicides where they are commonly used. But we “have to do something”. It is about activity, not the results.\n\nDoes a “Green new deal” have any probability to pass? To make big transformations such as these, you have to have a support of the population at large, and it has things in it - such as housing as a human right - that the majority of the population in the US is far from agreeing to. It is not written to pass, it is written to prove to the 30% of the population that needs to come to the polls to ensure Democrats win in the blue states that the Democrats are “fighting for climate” - while also assuring party’s rich donors that the boat will continue going in the same general direction.\n\nThis is similar. Banning plastic straws is a pointless activity when it comes to saving wildlife, but it is a critical political tool: it shows you that Democrats care about the environment, so you either vote for them or see the planet burn.\n\nIt is kinda similar to the post-9/11 situation. You could install steel doors in the cockpits, or you could go to war in Iraq. Steel doors would have solved this particular terrorist issue, but going tk ear ensured republican dominance for a couple of elections.\n\n[deleted]\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nLike 90% of the oceanic plastic waste that comes from land comes from 10 rivers and they are nearly all in Asia.\n\nSomeone in the western world having a paper straw at macdonalds has no real benefit at all.\n\nGiven the fact that mcdonalds plastic straws were recyclable, and the paper ones aren't.\n\nhttps://www.google.com/amp/s/www.bbc.co.uk/news/amp/business-49234054\n\nIt is actually an environmental step backwards to facilitate corporate virtue signalling.\n\nFirmaran\n•\n4 yr. ago\n\nJust to combat some misinformation here:\n\nThe plastic straws could be recycled, but had to be seperated first, which was never done. They were also just put on a landfill.\n\nEven if paper straws are burned, they just release the CO2 that the trees absorbed to make them. In that sense they are carbon neutral (there still is the production/transport cost ofcourse)\n\nPaper is reabsorbed into nature a hunderd times faster than plastics.\n\nSaying that it is a step backwards is a stretch at best.\n\n5 more replies\n20 more replies\nDeltaBot\n•\n4 yr. ago\n•\nEdited 4 yr. ago\n\nu/Szczesnyy (OP) has awarded 2 delta(s) in this post.\n\nAll comments that earned deltas (from OP or other users) are listed here, in r/DeltaLog.\n\nPlease note that a change of view doesn't necessarily mean a reversal, or that the conversation has ended.\n\nDelta System Explained | Deltaboards\n\n1 more reply\nIlvi\n•\n4 yr. ago\n\nThe main cause for plastic pollution in oceans is fishing gear, so the best way to protect marine life is to stop consuming it.\n\nhttps://www.nationalgeographic.com/news/2018/03/great-pacific-garbage-patch-plastics-environment/\n\nSparklingLimeade\n•\n4 yr. ago\n\nI agree that the plastic straw ban is not solving much of anything itself. It's being implemented because for some reason the initiative was promoted and managed to get support. As people have pointed out though plastic straws in developed countries weren't really the source of any of these problems.\n\nI do think it's a good step though for several reasons. It shows that environmental causes can gain support even when they create inconvenience. It shows that corporations are willing to make some changes to get the goodwill linked to that support. And although the places with the real problems and the products that contribute aren't impacted yet, if the supply chains change it will make ecological options more pervasive worldwide and eventually the plastic will stop flowing.\n\nStraws as a first step was kind of stupid but I'm hoping more steps will follow.\n\nPurplekeyboard\n•\n4 yr. ago\n\nIt shows that environmental causes can gain support even when they create inconvenience\n\nIt gained support BECAUSE it causes inconvenience. Minor inconvenience.\n\nThere's a certain sort of person who loves the idea of sacrificing for a cause, and loves the idea of being able to tell everyone else about how they're sacrificing, and the best sorts of sacrifices are of course small insignificant ones. It lets people feel like they're doing something while doing nothing.\n\nIf it wasn't inconvenient in any way, the \"cause\" would never have become popular, and if it was majorly inconvenient, it wouldn't have become popular.\n\n2 more replies\nEllieSpacePrincess\n•\n4 yr. ago\n\nOur environmental issues are not an either or situation, we must conserve the environment on many issues. Turtles and plastic is a big issue. I once saved a turtle while scuba diving. We had to take it on to the boat and remove a plastic straw jammed tightly into its nose. It took about 30 mins of blood pain and suffering to get it out.\n\nscottsummers1137\n•\n4 yr. ago\n\n\"A turtle chokes on plastic, it gets eaten by something bigger and the cycle continues.\"\n\nUnfortunately, taking too many turtles out of the food chain causes jellyfish populations to increase (since they're one of its major predators).\n\nIn turn too many jellyfish causes phytoplankton and other oxygen-producing plankton populations to decrease resulting in poorer oxygen quality around the world.\n\ntaralundrigan\n•\n4 yr. ago\n\nPeople being so against banning single use plastic makes me that people will never be okay with changing anything on a larger scale.\n\nSeeing people's reaction to the removal of plastic straws is depressing. We should be able to remove something so minuscule and unnecessary from our society without there being such an uproar.\n\nSo while banning plastic straws and single use plastic won't instantly change the world, the point is to reframe our mentality and start to chip away at all the bad habits we've become accustomed to. Plus it would be cool to save some turtles along the way.\n\nStatWhines\n•\n4 yr. ago\n\nWhile costal development is a problem, there are many problems that need solving in an intertwined issue like environmental conservation, one of which is single-use plastics.\n\nBanning plastic straws is a pebble in the shoe. Straws are/have been so ubiquitous that their absence is a reminder to consider minimizing other single-use plastics.\n\nEven if 100% of US plastic straw waste was guaranteed to not end up in the ocean, the gross amount of increased time people spent considering, (and possibly acting on,) other single-use plastic reduction is worthwhile. It’s an easy win without a downside.\n\nMoteInTheEye\n•\n4 yr. ago\n\nNobody thinks turtles are the main reason we don't want plastic straws.\n\nDoublejayyz1\n•\n4 yr. ago\n\nIt’s not because of just more people being on the planet? Like obviously population density is growing meaning less space for other animals and such... imagine if they had a cure for everything.... the world would in flames from too many humans.\n\n[deleted]\n•\n4 yr. ago\n\nYour solution helps turtles specifically. Stopping single use plastic is about the entire ecosystem in the oceans. That plastic in the oceans affects thousands of species all over the world. The movement is focused around straws and turtles because of one video that went viral about a straw in a turtle’s nostril. That video makes people think. Maybe their first step is to stop consuming plastic straws. But their second step can be to reduce other plastics. It introduces people to the concept of reducing without it being a monumental challenge. Plastic in the ocean is now a huge problem for the ecosystem. In the Pacific ocean, there is a mass twice the size of Texas of plastic floating around. Also, those plastics breakdown into micro-plastics and then are consumed by marine life and us. Even our best filters are currently unable to remove micro-plastics. We also don’t know the long term effects of consuming micro-plastics. All this to say stopping the use of plastic straws is not about turtles, it’s about the entire marine population.\n\nView more comments\n \nTop 1%\nRank by size \nr/Futurology\nChile becomes first Latin America country to ban commercial use of plastic bags\nnews.sky\n360 upvotes · 28 comments\nr/perth\nWA government to phase out multiple single-use plastics!\nwa.gov.au\n516 upvotes · 138 comments\nr/skeptic\nThe Game of Anti-Woke DISTRACTIONS\nyoutube\n166 upvotes · 44 comments\nr/skeptic\nDid the US Government really sell crack, specifically targeting urban areas?\nyoutube\n276 upvotes · 310 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/skeptic\nTodd in the Shadows fact-checks queer media video essayist James Somerton, finding that (in addition to being a serial plagiarist, as hbomberguy recently revealed) he has also been creating and spreading unfounded pseudohistorical myths\nyoutube\n105 upvotes · 13 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/skeptic\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n1.3K upvotes · 167 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/skeptic\nFact Check: Is Donald Trump, Adolf Hitler viral quote comparison accurate?\nnewsweek\n771 upvotes · 891 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 44 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/BreadTube\nIf you don't already know why Kissinger sucks. Note: this six-parter is FAR from comprehensive.\nyoutube\n178 upvotes · 16 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/DecodingTheGurus\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n154 upvotes · 134 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 1, 2019\nReddit\nreReddit: Top posts of September 2019\nReddit\nreReddit: Top posts of 2019"
}