{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Guide To Surviving the Aftermath 100% Difficulty - Reddit",
  "href": "https://www.reddit.com/r/survivingtheaftermath/comments/dlvbbe/guide_to_surviving_the_aftermath_100_difficulty/",
  "body": "1 Well. Your very first priority is to build a Well on the outer edge of a functional farming green area that you have chosen to establish your colony near. 4 Small Farms. You will want to build your first farms as close as physically possible to your Wells and Emergency Shelters as you possibly can.",
  "textContent": "Guide To Surviving the Aftermath 100% Difficulty : r/survivingtheaftermath\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to survivingtheaftermath\nr/survivingtheaftermath\n•\n4 yr. ago\nkadinshino\nGuide To Surviving the Aftermath 100% Difficulty\n\nThis a \"Live Guide\" is currently up to date on Ver 46 - 1.0.2\n\nWelcome readers! If you want a massive guide on how to get started on surviving the long game, Read on! This will be a “Live Guide” which means ill do my best to update the guide whenever new major mechanics are introduced or bugs are fixed. We will cover how to get started and survive on 100% hardmode covering what you should be doing your first 160sd Days into the game. With this guide you should be able to achieve 1+ year long gameplays with little difficulty.\n\nTL:TR Section is Coming Soon Day 0-180 https://imgur.com/a/YQrMABP\n\n--------------------------------------------------------------------------------------------------------\n\nBugs Bugs Bugs Oh my! Tips and Tricks of a Pro Game Tester. \"IMPORTANT\"\n\n*Patch 1.0.1 Bugs.\n\nField Hospital sometimes no longer works. People will walk in and don't heal. I recommend not building field hospitals right away. You can mitigate this by building 1 medical tent for every 3 emergency shelters you have within a housing group.\n\nNumbers will no longer display correctly after collecting 10080 of any resource. This may make it seem like you have more or less resources than displayed amount. When collecting further resources.\n\n**Notification Bug (Non Storm warning related).**This happens when clicking on the notification will not go away. If this happens you should save and reload your game. This bug can cause a stack of notifications to build up during x3 speed that causes a different bug.\n\nx3 stack Notification Memory Leak. This happens when you are in x3 speed and notifications don't despawn. You will start to overload ram usage and corrupt further save files. If you notice that notifications are not going away after 30 seconds in any speed.\n\nSave Every 3-5 Days. Trust me, with the state of the game, its best to save after each catastrophe or minor event. I disabled my autosave and saved manually multiple files. At some point, your save file will glitch, and you will fall back however many days to your last save. After about day 290, this becomes incredibly important. Don't have more than 20 save files.\n\nWait Between Unit Combat and movement. If you move faster than the animations of the units during combat or world movement, you can potentially cause the game to stop responding to unit selection. You will have to close and reload to the last saved state.\n\nRadiation Farm Bug or Feature!: Very rare as of 1.0.2. At times you might experience your farms not clearing after an event. Just delete and rebuild the farm.\n\n--------------------------------------------------------------------------------------------------------\n\nThe Basics of Surviving the Aftermath Intro:\n\nPatch 1.0.0.69 *Note, Still looking over total rates of metal consumption since the new Buff, Making it past the breakpoint of the game has become a lot easier now that you don't have to worry about losing your production line so quickly. We have had our tools life extended by 33%.\n\nCurrent State of Tools. First few things we need to get out of the way. Currently, in-game, the most useless early game resource is Tools. The craft to use ratio is 1:1, which means Tool production output is nearly impossible. *Patch Update 1.0.1, Change in metal economy currently does not change the state of tools\n\nState of Tools as of 1.0.2, your workers will suffer a base 50% speed penalty, Which means any action you have your workers do will take twice as long. This is also important to know for keeping our food production high enough to support our colony. It is essential to make sure we establish farming immediately to maximize food production and storage for future growth.\n\nAs of Patch 1.0.2, We can now take more advantage of tool durability early game. I will be doing some more testing to see how much the metal buffs help us out long game. If you have a working population of 30, You will run out of tools by day 33.\n\nMetal Resources Patch 1.0.2. This is a very precious and scares material. You will need to expand camps, build Wells, Storage, and Water towers. And more advanced homes. Currently each pile contains roughly 93-97 metal each. Take this into consideration when you first load into game, count the amount of total available map resources and expand your population accordingly. Make sure you also account for future repairs for long extended play periods.\n\nOnce we are able to build a Trade Center, we have the chances for trading for metal. Any time we get a chance to get metal we should do so. One of the lesser used materials with the game in its current state would be Parts and Scrap, Both are great for trading to obtain more raw metal.\n\nWe can also make huge stocks of Corn, Potatoes and Cabbage. These will be our primary trading crops. So we should make sure we have 100+ in stock of each food that is not apart of our eating reserve, but our trading reserve. Food should be traded for any resources available other then more food.\n\nClothing.\n\nFundamentals of Navigating with F-11:\n\nBefore we place anything, Push F-11. This will bring up a cycle of Land Overlays that will give you detailed information about Ground Area, Pathing, Structures, Permanent blocking, air quality, and I'm not sure what the other filter is. The First filter is what we are interested in.\n\nThe Yellow Zones: We will use this area for placing Production, Houses, Storage, and Resource Gathering. We want to make sure we can line up our homes to be efficient with distance in any way possible. Any way we can make path A to path B with as little turns and curves as possible, we will move resources and get less stuck less often. You should Place Emergency Shelters in no more than Square Group of 2x2 with the homes facing outwards. Tents will fit in nicely in areas that are dead zones. Workers can rest between Point A and B easier.\n\nThe Blue and Green Zones: The Entire blue area is where we will be placing all our Farm Wells and Trees. We will want to put any farm no more than in a 2x2 pattern block for moving efficiency later on unless we need to squeeze in for space. The Edges of the blue area will be where we place paths to Houses, Wells, and food storage.\n\n--------------------------------------------------------------------------------------------------------\n\nSurviving Day Zero, The Basics:\n\nPopulation Growth. You will see a lot of refugees asking to join you, And you have to decide how long you want to last at this point. Don't be afraid to turn everyone away while you only have 15 population. Make sure you evaluate each trait of every person coming in, inspect the Bounty Hunter that comes with the group if one dose so. Early game you must avoid taking children in as much as possible.\n\nBuilding while paused. I haven't found an official blueprint mode yet. However, we can pause the game and line up our first buildings before we commit to material. Once the building has started construction, you will not be refunded your full amount of material.\n\nTips for Harvesting Supplies When selecting an area you can collect resources from, You can use Ctrl-Mouse-wheel to expand and close the collection circle. To reduce the walk around distance for retrieving resources, Close the circle as tight as possible. Once again make sure your circle does not overlap any hazardous material. Otherwise, you have a higher risk of getting sick.\n\n**Starting Stockpile.**This will be your starting method of gathering Wood and Concrete. Just Gather the nearest resource away from radiation that you can find.\n\nStarting Food Storage. In the early game, We should only gather berries during Catastrophic Events. This will ensure that any negative food production can be supplemented until we have adequate food storage. We also want to ensure that our Food Storage location is between our Farms and Emergency Shelters to minimize travel distance. You will likely want to move the starting position of your first Food Storage.\n\n--------------------------------------------------------------------------------------------------------\n\nDay 0 Start:\n\nFor this Guide, we will start with our population of 8, But no matter what you decide to begin with, our production will eventually only be at 33%. So control your growth as much as possible when you first start. Our goal is to set up an area to have a living population of 15/10+ workers.\n\nThis will give us a basic survivable foundry that's not too big or small to stock up on resources efficiently.\n\n1 Well. Your very first priority is to build a Well on the outer edge of a functional farming green area that you have chosen to establish your colony near.\n\n4 Small Farms. You will want to build your first farms as close as physically possible to your Wells and Emergency Shelters as you possibly can. Set up a road between every two farms next to each other so that you can reduce walk around the distance. Don't forget you will also want to establish your Shelters next to your first 4 farms to maximise speed of harvesting and moving food to Food Storage.\n\nOnce the farms are set up and Corn has been planted, Remove your Workers. We need them to do other things until your ready to harvest on day 2 or 3 \"depending on if you have any immediate Catastrophic Events.\" Civilians then should start working automatically on the Stockpile and Food Storage.\n\n3 Emergency Shelters. After enough replays since Patch 1.0.1 It's no longer worth building tents at all to start. If your starting with a population of 8, Build 3 Emergency Shelters. You will be expanding and taking population in by day 1 or 2 if your quick.\n\n--------------------------------------------------------------------------------------------------------\n\nDay 1-2, Tasks\n\nCollect Materials. Move your original farmers who are collecting resources to finish building your scrapper and recycler. Once finished, you must max out both collection areas for one day and receive as much material as possible without injuring your workers wile avoiding radiation pits.\n\n1 Medical Tent. You will get hurt very early on in the game. We need to be able to heal and get our working civilians back out as quickly as possible. I had this built by the end of day 2.\n\n1 Front Gate Start, and finished by day 2. We want to try and establish 10 workers as quickly as possible.\n\nDay 3 Tasks\n\nHarvest your farms after 50% of the day is over to gain maximum crop yield, but to finish harvesting in time before nightfall. We want our workers to get a chance to plant new crops if possible before day 4.\n\nFront Gate Finished. At this point you will want to start looking for small parties of people to join your colony. More people will start traveling to your entrance, and you will be able to select who comes or who goes. Pay very close attention to it. You do not want to bring in groups with more kids than adults unless you have a well-established food supply.\n\nFood Supplies You will be continuing to grow only corn until you have a population of over 20 people or you have obtained Soybeans.\n\nCreating a Foundation:\n\nIt might take a few playthroughs to not get RNGed into the ground. Some start events on 110% hardcore mode will just straight up kill you. If you find yourself at a point where you can't cure sickness and sustain population and work. Just restart and try again.\n\nYour first primary goal is to make it to a sustainable Work Population of roughly 10 workers while maintaining a Population below or around 15 people. You must not take in any survivors with a large number of kids.\n\n1 adult feeds 1.5 kids. So if you end up where you can't farm enough Food to sustain your population, you will collapse quickly during a Catastrophic Event such as Heat Waves or Radiation Storms\n\nOnce you have gathered enough Food, you need to move between farming and collecting Scrap. You will be micromanaging, making sure you can collect enough resources to get 1 Scrapper. Making sure you keep at least 1 person free from working to make sure you don't over exhaust civilians. Eventually,\n\nWorld Exploration:\n\nOnce you get your working crew, You will want to start exploring the outer world and immediately start looking Science and for 22 Components. That's your one goal. You need 12 to build 2 Solar Panels 10 to build 1 Environmental Station. Establishing this as soon as you possibly can be a huge early game advantage. Removing radiation from fertile areas will help you put down more Farms. And with only 25% of the working area that's important!\n\n*1.0.2 Update Tech Tree Order.\n\nBy Day 30, Communal Eating, Advanced Farming. We need to establish 4 Large Farms as soon as we possibly can. This will help give us better survivability through Nuclear Radiation Storms.\n\nBy Day 50, Bartering, General Storage, Energy Production 1, Hazmat Engineering.\n\nNo later than Day 50 do we want to start bartering and increasing our chances for better trade goods. This can help give us chances in getting clothing, tools, and seeds to help us through our survival.\n\nBuildings to establish Early Game:\n\n2 Stockpiles. Making sure you set 2 stockpiles to gather stone and wood continuously.\n\n1 Food Storage. We need a place to put all that Food we Farm. We can also gather Berries. The only time you should collect berries, are during Radiation Storms. This would be a single resource worth gathering during this event.\n\n1 Scavenging Hut. As soon as you possibly can start gathering metal. Remember, you want to stockpile as much metal as possible. During any Catastrophic Event, shut these buildings down unless they are working in the immediate area. You don't want to risk going out in a storm and getting hurt. That will put a major strain on your early game resources if you become too greedy. You may also have to cycle between farming and scavenging for metal. We only need enough metal to allow us to survive.\n\n1 Burial Pit. People will die. Faster we move the body, the better we will be. Pro tip once a pit is full, you can recycle the pit for resources and a method of clearing and rebuilding the pits. I try to keep them far out of the way but not too far from a Tent or Emergency Shelter.\n\n1 Trade Center: This is just important to establish more trade chance. Its 100% RNG from here.\n\nDay 30 Early Game Stabilization.\n\n5 Wells\n\n5 Emergency Shelters\n\n4 Large Farms\n\n3 Medical Tents\n\n2 Water Towers\n\n2 Stockpiles\n\n1 Food Storage\n\n1 Tent\n\n1 Saw Mill\n\n1 Forester\n\n1 Graveyard\n\n3 Tool Shops. Right now is a good idea to spam production tools for all your population. If you have been controlling the growth of your population you should have no more then 50 civilians. If you have more, you might need to build 1 extra Tool Shop.\n\nMinimum to Establish by day 60\n\n*Wells: You want to make sure you have total Well coverage along your paths, homes, buildings, and work areas. Seriously, don't let the guys thirst to death! You want to have roughly 1 well for every 5-6 people early game. Until you can establish a huge water reserve, it's honestly best to keep total Well and coverage to be safe during Heat Waves\n\n*Emergency Shelter: These are the only homes worth building. It's truly honestly better to be homeless than to put resources into tents or any other structure. Unless you are struggling to establish functional shelter groups, stick with these.\n\n1 Recycler: You should switch your Recycler and Scavenger Hut back and forth until you have enough population to operate both buildings. You want to try and maintain two transporters at this point to make sure you have no major breakdown in the supply chain or causing exhaustion.\n\n3 Forester Camps: We need to start establishing a healthy green zone quickly to farm for wood. Doing this as fast as possible is incredibly essential for resource management. Eventually, Stockpiles get harder to rely on, and we need to make sure we can expand at a good pace.\n\n1 Wearhouse. These do when near Housing and Food Storage.\n\n1 Sawmill. Be smart with this one, only forest what you need. If you don't need any wood, leave this building idle.\n\n*Farms: My farms changed regularly from size to food type to location on a weekly bases for the first 30 days. The most important thing to remember is to try and establish a 10 to 1 production ration. Meaning there is 10 food for every 1 person. This will make sure you will have enough Food for Catastrophic Events and room for continuous growth when desired. You can also use large quantities of different types of Food to barter for tools and Clothing. And this is 100% worth it. Right now, we balance repair and resource management with farming Food. We want to farm as much as the available green area as possible.\n\n2 Solar Panels. When building these panels, it's important to remember to put them in an area where we can establish multiple buildings/different buildings for future expansion and removal. Once we place these panels, we should plan never to remove them. We will not recover valuable resources if we scrap the panels. I eventually ended up with 4 panels in a row with buildings on both sides of the panels. (these took longer than 30 days to finish, but I started building them 30 days in)\n\n1 Environmental Station. This building is what we need to get operational as quickly and efficiently as possible. If we cant remove radiation from our immediate area of dwelling, we risk getting sick because we are not producing Clothing. We also want to make sure we can start clearing the fertile ground. Remember, just because the zone does not look fertile, doesn't mean it's not. I keep this station going at all times except during pandemics. It's easier to survive. The quicker we deal with the hazards around the map. (this took longer than 30 days to finish, but I started building it 30 days in)\n\nDay 60:\n\n1 Environmental Station\n\n2 Solar Panels\n\n2 Cook Houses\n\n1 Trade Center\n\n1 Logger\n\nDay 100 Population Boom\n\nOn Day 130:\n\n3-4 Taliors. To mass produce clothing for the entire population. For me at this point i had 78 civilians to take care of. In combination of searching for resources and producing clothing i needed, this cost roughly 140 fabric.\n\n1 Field Hospital\n\n2 Solar Panels\n\nDay 145:\n\nStopped Cloth production at 40 stockpiled\n\nDay 155:\n\nNo Scrap\n\nNo Recycle\n\nGeneral Storage, Bartering, Energy Production 1, Hazmat Engineering, Education, Remembrance\n\nDay 200, Catastrophic Radiation event 10 days.\n\nBuildings to avoid:\n\nLibrary. Currently civilians do not utilize this even with average population levels of around 100. Its better to build remembrance areas all around your city to help boost moral.\n\nTailors. For the most part, we want to spare our plastics and recycled materials for trading. By not building tailors, you risk getting sick from radiation or from epidemics. The epidemic are worse, but we can mitigate the radiation to an extent by navigating around large radiation piles.\n\nToolshop. We can't produce tools at a reasonable resource rate right now. And even if we could, I still wouldn't want to waste metal on tools. Yes, we will tire our workers out faster, and they will work way slower. However, We are surviving During the Apocalypse. Right now, tools are scarce and are simply just not plausible or available to get if we lose or break them.\n\nRead more\nSort by:\nAdd a Comment\nHongky85\n•\n4 yr. ago\n\nVery interesting and informative guide.\n\nMy two pence (or cents), is that wood isn't that scarce and can be easily replaced with the foresters, as you said. I'd go for wood consumption in terms of loggers and sawmill, just so you can use the firewood for the cookhouse. 5 veg can produce 10 meals along with some firewood, so I think it makes sense.\n\nReply\nreply\n[deleted]\n•\n4 yr. ago\n\nThanks for the guide! Just one question:\n\nPush F-11\n\nHow did you figure that out?\n\nReply\nreply\nGcrazygamer\n•\n4 yr. ago\n\nTagging onto this, has anyone found an equivalent key for xbox/controller?\n\nReply\nreply\n1 more reply\nxXEvanatorXx\n•\n4 yr. ago\n\nExcellent guide!\n\nReply\nreply\nkrich_Reddit\n•\n4 yr. ago\n\nNice guide. I think your building layout strats need a picture.\n\nReply\nreply\nkadinshino\n•\n4 yr. ago\n\nThats coming tomorrow :)\n\nReply\nreply\n2 more replies\nJust-Tune-Master\n•\n2 yr. ago\n\nhow do you start building a farm in day0? You have to research it first\n\nReply\nreply\nkadinshino\n•\n2 yr. ago\n\nOh man this guide was written so long ago lol. Man this game was a blast. How is it nowadays?\n\nReply\nreply\n1 more reply\n \nTop 9%\nRank by size \nRelated\nSurviving the Aftermath\nStrategy video game\nGaming\nforward\nback\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/LightNoFireHelloGames\nLight No Fire Announcement Trailer\nyoutube\n345 upvotes · 74 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/hellblade\nNew Senua's Saga: Hellblade II Trailer\nyoutube\n300 upvotes · 50 comments\nr/hlvrai\nHL2VRAI BEGINS DEC. 16TH\nyoutube\n149 upvotes · 38 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/steveoraw\nAcupuncture Ft. Steve-O - H3 Podcast\nyoutube\n147 upvotes · 4 comments\nr/Battleborn\nPlay Battleborn Now!\nyoutube\n173 upvotes · 41 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n138 upvotes · 16 comments\nr/TheWhyFiles\nPajamas, Champagne and 3 Million Friends\nyoutube\n145 upvotes · 16 comments\nr/DatGuyLirik\nPlease\nyoutube\n194 upvotes · 16 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/TigerBelly\nDEATH & RAMEN going live in 48 hours! link below\nyoutube\n251 upvotes · 30 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/assassinscreed\nACIV: Black Flag 10th Anniversary - Lead Writer Dev Commentary (Darby McDevitt)\nyoutube\n126 upvotes · 22 comments\nr/NeilBreen\nNeil Breen Updated Us!\nyoutube\n144 upvotes · 33 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 44 comments\nr/macgaming\nCrossover will have a 70% off CyberMonday Sale\nyoutube\n123 upvotes · 96 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 23, 2019\nReddit\nreReddit: Top posts of October 2019\nReddit\nreReddit: Top posts of 2019"
}