{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "POWERFUL VIDEO: Why We Need to Stop Plastic Pollution in Our ... - YouTube",
  "href": "https://www.youtube.com/watch?v=Yomf5pBN8dY",
  "body": "Our oceans are being filled and killed by throwaway plastics. But together, we can create a movement to reduce throwaway plastic at the source and save our o...",
  "textContent": "Skip navigation\nSign in\n0:00 / 4:35\nPOWERFUL VIDEO: Why We Need to Stop Plastic Pollution in Our Oceans FOR GOOD | Oceana\nOceana\n\n138K subscribers\nSubscribe\n37K\nShare\n1.9M views  4 years ago  #BreakFreeFromPlastic\nOur oceans are being filled and killed by throwaway plastics. But together, we can create a movement to reduce throwaway plastic at the source and save our oceans. Oceana and our allies are already winning plastic-free victories -- victories that aren't possible without your help. Ar …\n...more\n1,288 Comments\nSort by\nAdd a comment...\n@thomasgeorge7633\n3 years ago\nI’m 84 years of age and brought up in the thirties, forties, fifties’ when we had no plastic waste at all. All the rivers, streams, and beaches were all clean and free of plastic waste. The school I went to ( about 150 children) didn’t even have a garbage bin, just a small wooden box in case someone had something to throw away.   \nWho is to blame for all this plastic waste in the ocean and waterways? Let’s take fruit and vegetables for an example. The culprit is the grower, the distributor, and the seller. If they say they are concerned about plastic waste they are lying. They couldn’t care less. Scientists have shown videos of birds and fish and turtles etc dying by swallowing small pieces of plastic, yet the grower of oranges, apples, avocado, pears etc you name it, they stick billions of small plastic labels on their product. Most of these labels ends up down throats of fish, birds, and even children. Why don’t they use paper labels instead of plastic? Better still why use labels at all. For decades we purchased fruit and vegetables without labels stuck all over them and went through the checkout no trouble. Why put plastic garters on bunches of bananas. Surely there is no need for that. And why pack and sell 3 potatoes in a plastic container. These are just a few things that cause plastic waste. There are hundreds of items that could be sold without using plastic packaging.\nRead more\n734\nReply\n66 replies\n@oliviamekhael2029\n2 years ago\nThis video is so powerful. We need to protect our oceans and animals everywhere. Share this with everyone you know!\n116\nReply\n3 replies\n@JediRaziel413\n4 years ago\nPROUD to be a monthly donor to the cause @Oceana - thanks so much for all you do for our planet! <3\n46\nReply\n@saneladimitrievski6675\n1 year ago\nThis is the hardest challenge we have faced yet. No body decides to pollute, they decide on what they can afford. Don't let this video make you feel guilty. Instead let it help you understand that you are not expected to do it all on your own. We are working together to phase out plastic. All it takes is that initial decision to say \"I will start to try\".\n25\nReply\n4 replies\n@user-yj9cr1qi8c\n5 months ago (edited)\nI'm sure that the realization of the massive amount of plastic in the ocean, and its severe impact on polluting the marine ecosystem and causing the death of numerous life forms, was eye-opening. It highlighted the urgent need for action to protect our oceans. The magnitude of the problem made me realize that we have a significant responsibility to address this issue and safeguard the health and vitality of our oceans. It prompted me to educate myself further on the detrimental effects of plastic pollution and to actively seek ways to reduce my own plastic consumption and waste. Additionally, I became motivated to support organizations and initiatives focused on ocean conservation and participate in beach clean-ups to directly contribute to the preservation of our oceanic environment. I am confident that with collective efforts and a heightened awareness, we can make a positive impact and ensure a healthier future for our oceans and the countless species that depend on them.\nRead more\nReply\n@eloiserosina6355\n3 years ago (edited)\nThis video is so true and people need to really take this seriously!!! It's a big deal, and will affect many if we continue! Thank you for the information. Stay safe everyone! \n46\nReply\n5 replies\n@sophieclements9121\n3 years ago\nThey really need to broadcast this and I mean everywhere. People need to know what we are doing to our oceans, how it's effecting our health and what we can to to stop it.\n16\nReply\n1 reply\n@emmatabarez830\n3 years ago\nThis needs to be shared on the news cuz this is serious.\n215\nReply\n5 replies\n@elpas.6974\n2 years ago\nThat message should be translated into every language for people to hear it everywhere. And not escape the responsibility as consumers, wherever they live - supporting plastic-free businesses is key to helping to overcome these problems. If bottling and packaging companies sign contracts with producers of biodegradable 'plastic', the entire chain will lose the burden of plastic recycling. And it is a problem to litter the ocean because even if there is biodegradable plastic, they may end up choking animals too. \n\nResponsible consumption includes responsible treatment of waste - worldwide. It's easiest beginning with the end users of products - every one of us can compost and buy less plastic and bring their reusable bags when shopping, instead of taking supermarket bags each time. Right now the economy has slowed down so it allows for planning. People can plan for plastic-free shopping easily.\nRead more\n6\nReply\n@jamescurry2697\n3 years ago\nIt should be in trending its so powerful\n513\nReply\n20 replies\n@CBraga-jd4jm\n6 months ago\nI am heartbroken by the problem of ocean pollution. Thankfully, there are millions who are now awakened to protect the ocean. Together we can address the problems by being one of the voices of 'Plastic pollution in the ocean'. Share this video with our family, friends and others in order to be aware of the problem we are facing. This is a serious matter.\n5\nReply\n1 reply\n@thepeopleplaceandnaturepod8344\n4 months ago\nThis is a wake-up call for all of us to make sustainable choices! \n2\nReply\n@Maryam-td9md\n3 years ago\nThis is amazing. Keep up the good work. for the people who disliked this, why? Why is it bad to save the ocean? There are innocent animals dying and your hate isn't gonna help.\n13\nReply\n1 reply\n@oyamo\n2 years ago\nI came here to search for things for my school work, and now im leaving almost crying. Most of us (humans) still dont understand how bad we are to the planet, i hope this video go viral one day..\n23\nReply\n@user-vm4jt2ue2w\n3 years ago (edited)\nthis video needs to be shared everywhere\n454\nReply\n24 replies\n@jocelinemorrison5190\n2 years ago\nI am 82 and I agree with Thomas George (see his comment a year ago) everything was fine then;  no insecticides, no artificial fertiliser.   No plastics.  David Attenborough is doing his best and is optimistic we can turn become sustainable - if everyone does their bit and we have the will .\n4\nReply\n3 replies\n@nikkyswiftie9036\n2 years ago\nSend this to family and friends. Tell them to resend. Do your part to spread word. And do your part to reduce your waste, even if it's as small as getting a reusable waterbottle. Remember, Reduce, reuse, THEN recycle. In that order.\n1\nReply\n@MyMonkeyMind7\n2 years ago\nGreat impactful video. I'm just curious though, if elìmination of plastics is successful we still face countries like Japan disposing of its nuclear waste in the ocean. Is there a similar initiative to prevent nuclear wastes being dumped into the ocean. Just a question. Im glad to have discovered Oceana.\n10\nReply\n@nightcwovles0540\n3 years ago\nthis video is helping me understand how important the sea life is and how it can affect us humans and animals if we don't step up our game and do something about it. I believe that everyone has  goal to reach to help our planet stay healthy and alive. this is also helping me for my GCSE's so thank you. This is very serious and i want to do something about it but i need to find more information so i can protest the wrong about plastic and why plastic should stop. I love the marine life so it hurt me to see an hear this. Let's step up our game people and help those animals and ocean\nRead more\n8\nReply\n@johanna424\n1 year ago\nSchools should absolutely show this video and call out the problem and educate the younger people.\n5\nReply\n@woocheongan1437\n1 year ago\nPlastics bring a lot of convenience to our lives, and their lifespans are often short-lived, ranging from minutes to hours.  And after they become plastic waste, they will continue to exist in the environment for hundreds of years.  So I hope more people can use recyclable materials and jointly protect our environment\n1\nReply\n@marianajuarez6059\n3 years ago\nIt is a very interesting video that talks about environmental pollution and specifically water pollution.  Which means a very relevant topic nowadays, because thousands of species are dying because of this bad education that we humans have of not throwing away the garbage instead.  \n  \nMany times animals do not know how to differentiate these types of objects and they end up eating them, or simply hurting themselves with them, which has led to their death. \n \nAlso accidents of ships at sea, which throw chemicals and mainly CO2 and is a serious problem. \n \nBecause of this, the issue of acid rain arose, which is annihilating the marine species, and not only that, but also human diseases.\n\nI’m hope that this problem will change.\nRead more\n3\nReply\n@keita3781\n1 year ago\nWhen I go to beaches, I feel impressed  by how beautiful oceans are. That’s why I want to use plastics  as less as possible to protect oceans.\nReply\n@TigerHenry678\n1 year ago\nI totally agree, we need to stop polluting the ocean!\nReply\n@GoldenBili\n3 years ago\nthis video is really and truly powerful. It isn't click bait at all this is real life situation. Please take this video as a powerful lesson.\n11\nReply\n@andydutton455\n2 years ago\nI hope more companies use ocean plastic for their packaging.\n2\nReply\n@arunthathykalaichelvankala793\n2 years ago (edited)\nIt is so disappointing that 269 people disliked this video\n8\nReply\n@marcelaloquias7835\n1 year ago\nThank you so much your video is so good and as an environmental science students, I want to help in protecting our environment even in small ways. We, the youth must open our eyes and make our world a plastic free and plant more trees for our own good and also for animals\n2\nReply\n1 reply\n@norrisnutsfan2518\n3 years ago\nThis is my FAVOURITE YouTube video this needs to be shared with the world and no should reject helping the world. One day In the summer my mom and i were cleaning up the beach and now that I saw this video it makes me just want to be able to help the whole world. One day I swear everyone will see this video and understand how important our world our homes and everything we Love will be gone because of US.\nRead more\n6\nReply\n@phylumsi8372\n2 years ago\nThere is a huge difference between someone who acts out of compassion and someone who acts out of survival. \nThe latter will only look at their own point of view, putting in the bare minimum to suffice. The compassionate will look at their point of view and wants the best for all.\n7\nReply\n1 reply\n@kufishani3100\n3 years ago\nreally shocking.. this video to be shared everywhere..we all have to take our part to reduce the use of plastics\n2\nReply\n@carlos412\n3 years ago\nIn my school's cafeteria they almost always used metal trays, cups and cutlery. Although sometimes they would use the plastic version of those (I really dont know why, I suppose sometimes they were lazy to wash everything) that's just a small example on how a simple change can get rid of tons of trash everyday.\nFor every day we used the metal trays, cutlery and cups, we stopped about 1600 single use plastic items from being thrown out.\nRead more\n1\nReply\n@MandiSills\n3 years ago\ni went to their campaign website and the increasing number of plastic dumped into the ocean every second shocked me\n62\nReply\n1 reply\n@sarahlangstaff1782\n3 years ago\nwe really need to stop plastic in our oceans\n1\nReply\n@mitivadhar08\n2 years ago\nExcellent video...very nicely explained in a short time. Thumbs Up!\n4\nReply\n@pandorahearts07\n3 years ago\nWe can make a difference even if we are outnumbered! we can!  No plastic! We can reduce the consumption of plastics! I count on you, brothers!\n1\nReply\n@manojjeenar4037\n2 years ago\nWe may forget after one or two hour. We can also help in protecting oceans,seas etc. by using it in our daily life. Let us start from today and applying it daily\n2\nReply\n@salinahussein7582\n1 year ago\nThis is my life goal to take care of our ecosystem ️️️\nReply\n@MARIALUIZA-vu3no\n4 months ago\nExistem mesmo empresas que trabalham com reciclagem? ️\nAlgumas cidades até procedem à coleta seletiva mas, esse material é realmente reciclado?\n1\nReply\n@maysamisho515\n6 months ago\nThis is the biggest problem we have ever faced but we have to save our oceans and seas together , but fast because we don't have much time....\n1\nReply\nAll-Inclusive Overwater Bungalow Package\nThese Overwater Bungalows May Be Cheap. Find Deals Using These Top Searches\n\nSponsored\n\nLast Minute Resort Deals\nVisit site\n2:24\nNOW PLAYING\nPlastic Pollution is Killing Wildlife | Oceana Canada\nOceana Canada\n17K views 9 months ago\n4:07\nNOW PLAYING\nWhat really happens to the plastic you throw away - Emma Bryce\nTED-Ed\n\n4.7M views 8 years ago\n7:22\nNOW PLAYING\nWater Pollution for Kids | Learn How to Keep Our Water Clean\nLearn Bright\n297K views 2 years ago\n4:27\nNOW PLAYING\nOne Earth - Environmental Short Film\nRomain Pennes\n1.8M views 3 years ago\n4:24\nNOW PLAYING\nHis Epic Message Will Make You Want to Save the World | Short Film Showcase\nNational Geographic\n\n2.9M views 6 years ago\n9:00\nNOW PLAYING\nWhy 99% of ocean plastic pollution is \"missing\"\nVox\n\n5.2M views 2 years ago\n10:22\nNOW PLAYING\nMost Ocean Plastic Flows From Rivers. Can Giant Trash Barriers Stop It? | World Wide Waste\nBusiness Insider\n2.4M views 7 months ago\n54:09\nNOW PLAYING\nThe Plastic Problem - A PBS NewsHour Documentary\nPBS NewsHour\n\n2.8M views 4 years ago\n4:16\nNOW PLAYING\nThe Story of Plastic (Animated Short)\nThe Story of Stuff Project\n\n510K views 2 years ago\n10:14\nNOW PLAYING\nPlastic Disaster - An Ocean Pollution Documentary\nFarida Alami\n153K views 5 years ago\n7:30\nNOW PLAYING\nWhat Is PLASTIC POLLUTION? | What Causes Plastic Pollution? | The Dr Binocs Show | Peekaboo Kidz\nPeekaboo Kidz\n\n2.4M views 3 years ago\n1:00\nNOW PLAYING\nPlastic Pollution Video\ncitizenscampaign\n157K views 3 years ago\n7:29\nNOW PLAYING\nPlastic Ocean\nUnited Nations\n\n2.5M views 6 years ago\n3:10\nNOW PLAYING\nSAVE PLANET | Global Warming - Climate Change\nUtku Demircan\n181K views 2 years ago\n1:05\nNOW PLAYING\nDestroying Earth - 4K | Benthe Sam\nB E N T H E S A M\n11K views 3 months ago\n6:03\nNOW PLAYING\nDear Future Generations: Sorry (2023)\nPrince Ea\n\n33M views 8 years ago\n9:02\nNOW PLAYING\nPlastic Pollution: How Humans are Turning the World into Plastic\nKurzgesagt – In a Nutshell\n\n9.2M views 5 years ago\n4:34\nNOW PLAYING\nInnovative young Kenyan scientist is turning Nairobi's mountain of plastic waste into paving bric…\nCBS Mornings\n\n1.1M views 2 years ago\n14:00\nNOW PLAYING\nHow To Clean Up The World’s Most Polluted Rivers\nCNBC\n\n834K views 1 year ago\n9:58\nNOW PLAYING\nTrash Island: Is It a Myth? | The Ocean Cleanup\nThe Ocean Cleanup\n\n203K views 9 months ago\n9:10\nNOW PLAYING\nHow to Clean an Ocean\nTech World\n1.7M views 2 years ago\n6:51\nNOW PLAYING\nPlastic Pollution: Its Cause and Effects\nUnravel Talks\n13K views 2 years ago\n3:38\nNOW PLAYING\nClimate Change - A Short Film [4K]\nDJI Captures\n1.4M views 2 years ago\n16:18\nNOW PLAYING\nWho is polluting the ocean with plastic?\nThe Economist\n\n79K views 1 month ago\n10:48\nNOW PLAYING\nThe Problem of Plastic Pollution in the Rio Motagua, Guatemala | Rivers | The Ocean Cleanup\nThe Ocean Cleanup\n\n651K views 1 year ago\n1:51\nNOW PLAYING\nThe effects of ocean pollution\nProject Seavax\n141K views 7 years ago\n2:39\nNOW PLAYING\n(PLASTIK) - A short film to end plastic pollution in South-East Asia\nMeshMinds\n322K views 1 year ago\n12:29\nNOW PLAYING\nWhy Miners Risk Their Lives To Get Sulfur From An Active Volcano | Risky Business\nInsider News\n\n19M views 1 year ago\n13:02\nNOW PLAYING\nTracking Devices Reveal Where Recycling Really Goes\nBloomberg Originals\n\n676K views 1 year ago\n7:05\nNOW PLAYING\nEverything We Know About Ocean Plastic Pollution So Far | The Ocean Cleanup\nThe Ocean Cleanup\n\n77K views 6 months ago\n1:18\nNOW PLAYING\nPLASTIC POLLUTION - An Advocacy In A Minute (NAS DAILY INSPIRED)\nRonn Manalo\n23K views 2 years ago\n2:02\nNOW PLAYING\nPlastic Pollution PSA | Earth Day 2019\nReed Taylor\n113K views 4 years ago\n8:33\nNOW PLAYING\nHOPE (2020)\nGreenTree Production\n22M views 1 year ago\n53:16\nNOW PLAYING\nPlastic Wars (full documentary) | FRONTLINE\nFRONTLINE PBS | Official\n\n1.8M views 3 years ago\n3:11\nNOW PLAYING\nHow We Can Keep Plastics Out of Our Ocean | National Geographic\nNational Geographic\n\n3.1M views 7 years ago\n8:04\nNOW PLAYING\nIs This The END Of The Great Pacific Garbage Patch?\nPeak Luxury\n938K views 1 year ago\n2:40:57\nNOW PLAYING\n16 Ways To Solve Trash, From Recycling Jeans To Making Bricks From Tires | World Wide Waste\nBusiness Insider\n646K views 2 weeks ago\n52:51\nNOW PLAYING\nWhat Can Be Done About The Plastic Crisis? (Part 1) | Drowning In Plastic | Earth Stories\nEarth Stories - Climate Disaster Documentaries\n22K views 11 months ago\n\nFundraiser\n\n14:48\nNOW PLAYING\nBITTEN by 3 TOXIC Worms! (Which is Worst?)\nBrave Wilderness\n\n215K views 1 day ago\n\nNew\n\n6:18\nNOW PLAYING\nHow plastic is destroying our environment and what to do about it\nInteresting Engineering\n\n138K views 3 years ago\nFast-forward to better TV\nSkip the cable setup & start watching YouTube TV today – for free. Then save $22/month for 3 months.\nDismiss\nClaim offer"
}