{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Single-Use Plastics 101 - NRDC",
  "href": "https://www.nrdc.org/stories/single-use-plastics-101",
  "body": "Since the 1950s, 8.3 billion metric tons of plastics have been produced, and half of that in the past 15 years alone. There are many uses for plastic that are not only reasonable but important,...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all Data, Reports & Resources\nGuide\nSingle-Use Plastics 101\n\nHere’s everything you need to know about the most ubiquitous (and avoidable) kind of plastic waste: the kind made to be tossed in mere minutes.\n\nJanuary 9, 2020 Español\nCredit:\nMatt Rath/Chesapeake Bay Program\nCourtney Lindwall\nContributor\nShare this page\n\nA straw with our iced coffee, a plastic bag to carry our takeout, a wrapper on a candy bar: taken individually, each seems harmless. These modern conveniences are so ubiquitous—and so quickly thrown out—that they hardly register in our minds. But single-use plastics come with a steep environmental price—one that we’ll be paying off for millennia. Our plastic addiction is having a devastating impact on our oceans, our wildlife, and our health.\n\nWhat Are Single-Use Plastics?\nWhy Is Single-Use Plastic Bad?\nSingle-Use Plastics and Pollution\nShould We Ban Single-Use Plastics?\nMajor Corporations and Single-Use Plastics\nAvoiding Single-Use Plastics\nWhat Are Single-Use Plastics?\n\nPut simply, single-use plastics are goods that are made primarily from fossil fuel–based chemicals (petrochemicals) and are meant to be disposed of right after use—often, in mere minutes. Single-use plastics are most commonly used for packaging and serviceware, such as bottles, wrappers, straws, and bags.\n\nThough plastic—a chain of synthetic polymers, essentially—was invented in the mid-19th century, it wasn’t until the 1970s that its popularity skyrocketed. Manufacturers began replacing traditionally paper or glass staples with lighter or more durable and affordable plastic alternatives; plastic jugs replaced milk jars, for instance. Since the 1950s, 8.3 billion metric tons of plastics have been produced, and half of that in the past 15 years alone.\n\nThere are many uses for plastic that are not only reasonable but important, such as surgical gloves, or straws for people with disabilities. But these cases make up a small fraction of single-use plastic. According to a 2017 study, more than half of non-fiber plastic, which excludes synthetic fabrics like polyester and nylon, comes from plastic packaging alone, much of which is for single-use items.\n\nCredit:\nDavid via Flickr\nWhy Is Single-Use Plastic Bad?\n\nSingle-use plastics are a glaring example of the problems with throwaway culture. Instead of investing in quality goods that will last, we often prioritize convenience over durability and consideration of long-term impacts. Our reliance on these plastics means we are accumulating waste at a staggering rate. We produce 300 million tons of plastic each year worldwide, half of which is for single-use items. That’s nearly equivalent to the weight of the entire human population.\n\nReducing plastic use is the most effective means of avoiding this waste (and the impacts linked to plastic production and use). Carrying reusable bags and bottles is one great way to avoid single-use plastics in our day-to-day lives; more on preventing plastic waste can be found below.\n\nRecycling more plastic, more frequently, reduces its footprint. Polyethylene terephthalate, one of the most commonly recycled plastics and the material that makes up most water and soda bottles, can be turned into everything from polyester fabric to automotive parts. But a whopping 91 percent of all plastic isn’t recycled at all. Instead it ends up in landfills or in the environment. Single-use plastics in particular—especially small items like straws, bags, and cutlery—are traditionally hard to recycle because they fall into the crevices of recycling machinery and therefore are often not accepted by recycling centers.\n\nLeft alone, plastics don’t really break down; they just break up. Over time, sun and heat slowly turn plastics into smaller and smaller pieces until they eventually become what are known as microplastics. These microscopic plastic fragments, no more than 5 millimeters long, are hard to detect—and are just about everywhere. Some microplastics are even small by design, like the microbeads used in facial scrubs or the microfibers in polyester clothing. They end up in the water, eaten by wildlife, and inside our bodies. They’ve even made their way up to the secluded Pyrenees mountain range and down to the bottom of the Mariana Trench. For wildlife, microplastics can be particularly dangerous; when eaten they can easily accumulate inside an animal’s body and cause health issues, like punctured organs or fatal intestinal blockages.\n\nA laboratory photograph of microplastics found in the Corsica River in the Chesapeake Bay watershed, Maryland\n\nCredit:\n\nWill Parson/Chesapeake Bay Program\n\nExposure to microplastics, as well as the chemicals that are added to plastics during processing, harm our health. Many of the chemicals in plastics are known endocrine disruptors,and research has suggested that human exposure could cause health impacts including hormonal imbalances, reproductive problems like infertility, and even cancer. The phthalate DEHP, as just one example from dozens, is often added to plastic goods like shower curtains and garden hoses to make them more flexible—but was also found to be a probable human carcinogen by the U.S. Environmental Protection Agency.\n\nCredit:\nMartin Grimm/Picture-alliance via Associated Press\nSingle-Use Plastics and Pollution\n\nAlthough single-use plastic pollution accumulates most visibly on our streets, in fact our water suffers even more. Litter can be the first stage in a waste stream that enters waterways as plastics tossed on the street are washed away by rain or travel via storm drains into rivers and streams. Our waterway plastic pollution is particularly concentrated: Just ten rivers carry 93 percent of the world’s total amount of plastic that enters the oceans via rivers each year.\n\nIn 2015 researchers from the University of Georgia estimated that between 4.8 million and 12.7 million metric tons of plastic per year make their way into the oceans via people living within 30 miles of a coast. The majority of this pollution—dominated by single-use plastic waste—comes from countries lacking infrastructure to properly manage waste, particularly in Asia. India, for example, generates 25,940 tons of plastic waste every day but collects only 60 percent of it. (It’s also important to remember that waste management is just one part of the global materials cycle. For instance, a lot of the plastic produced in Asian countries is for products that serve U.S. demand—and the United States often sends plastic waste back to these countries for recycling.)\n\nAn albatross found dead with a belly full of plastic on Midway Atoll\n\nCredit:\n\nForest and Kim Starr via Flickr\n\nMarine animals bear the burden of this influx of garbage into their habitats. Beached whales have been found with stomachs full of plastic trash. And recent studies found plastic in the guts of 90 percent of the seabirds tested and 100 percent of the turtles. Alarmingly, scientists estimate that there will be more plastic than fish in the ocean by weight in 2050. Not only is plastic estimated to kill millions of marine animals and seabirds each year, but it’s also contaminating seafood that humans have relied on for millennia, particularly with microplastics in animals’ guts.\n\nOur addiction to plastic also has negative impacts on the climate. A recent report showed that plastic production contributes to planet-warming greenhouse gas emissions at every point in its life cycle. The process of drilling for plastic’s source materials, oil and gas, leads to methane leaking and flaring and is often combined with clearing forests and wetlands that otherwise would have sequestered carbon. Refineries where crude oil is turned into plastic make up one of the most greenhouse gas–intensive industries in the manufacturing sector. And “cracker plants”—which break, or “crack,” ethane molecules, a component of natural gas, into the chemical building blocks of plastic products—are energy intensive and highly polluting. In 2015 a mere 24 of these ethane cracker facilities in the United States had the combined carbon output of 3.8 million passenger vehicles. And the recent fracking boom, resulting in a surplus of oil, is fueling a subsequent rise in cracker plants, too. That’s bad news for our carbon reduction goals: if plastic production continues unabated, its greenhouse gas emissions could reach 1.34 gigatons per year by 2030—equal to adding nearly 300 new coal-fired power plants—even as the need to curb global climate change becomes more urgent.\n\nPlastic pollution—whether in our oceans, piling up on our coastlines, or contributing to our climate crisis—impacts vulnerable communities first. Even if plastic doesn’t end up in the ocean, recycled plastic is often exported from high-income countries to developing countries to process. But the sheer amount of plastic waste inundates communities until they are drowning under thousands of tons of plastic trash. This is the case particularly in Southeast Asia, which has begun to import much of the plastic that used to go to China for recycling. Not only does the waste destroy the land itself, but when plastic is incinerated (as is the case for unrecyclable plastic at some illegal facilities) its toxic fumes quickly become a health hazard for residents, leading to everything from skin rashes to cancer. Such is the case with many environmental crises: the worst effects are pushed onto overburdened communities with the fewest resources to fight back.\n\nCredit:\nNatasha Chub-Afanasyeva via Flickr\nShould We Ban Single-Use Plastics?\n\nPlastic is putting a strain on waste management systems, our oceans, and vulnerable communities the world over. A wave of single-use plastic bans is sweeping the country and the globe—most often on plastic bags, straws, stirrers, and takeout clamshells. (Some places are going so far as to ban single-use plastics entirely; most notably, India intends to go this route by 2022.) Among the U.S. cities to outlaw plastic straws are Malibu, Berkeley, Seattle, and Miami Beach. Plastic bag bans—ideally accompanied by a fee on paper bags—are also catching on. New York State and Hawaii just passed theirs, set to go into effect in 2020, and California’s bag ban, which was passed in 2014, has been shown to have reduced plastic bag usage by 85 percent (with some customers opting to pay a 10 cent fee for thicker plastic bags) and has reduced coastal pollution.\n\nWhat do the bans accomplish? They prevent millions of tons of plastic from entering the waste stream each year. And when it comes to waste that lasts forever, every ton counts. In New York, 23 billion plastic bags are used by residents each year. Not only does banning single-use plastic reduce pollution, but it also reduces demand for plastic production that’s contributing to global climate change. But beyond these impacts, the bans have cultural effects. Companies are forced to innovate, rethinking their designs and sourcing sustainable materials. And they help shift consumer mind-sets, as people begin to recognize that exorbitant and avoidable waste is not sustainable.\n\nCredit:\nJuan Cristobal Cobo/Bloomberg via Getty Images\nMajor Corporations and Single-Use Plastics\n\nLarge producers of single-use plastics can make a big environmental impact. As part of the Break Free From Plastic movement, Greenpeace volunteers conducted an audit of plastic pollution along coastlines, sifting through tens of thousands of individual pieces across 42 countries to identify the pollution’s sources. They discovered that Coca-Cola, PepsiCo, and Nestlé products were found most often. Coca-Cola has said that it alone produces three million tons of plastic packaging each year, equivalent to a terrifying 200,000 plastic bottles per minute. Policies like bottle bill laws—which generally require retailers to add a fee on individual bottles, which can then be partially redeemed by customers when they recycle—are a way to increase corporate responsibility for waste while providing a monetary incentive to recycle. In Taiwan, which was once overflowing with so much trash that it spurred public protest and the nickname “Garbage Island,” companies now either manage their own waste or subsidize government-run infrastructure. Accompanied by high social accountability and musical garbage trucks, that strategy has proved wildly effective: the island now reports recycling rates above 50 percent.\n\nSome companies are taking initiative on their own. McDonald’s swapped its plastic straws for paper at its United Kingdom and Ireland restaurants. Disney is eliminating single-use plastic straws and stirrers at all its theme parks, resorts and properties. And Starbucks, which uses an estimated one billion plastic straws per year, is phasing them out in favor of paper ones. These actions are a response to calls for change and shifting consumer habits.\n\nCredit:\nFiona Goodall/Getty Images\nAvoiding Single-Use Plastics\n\nIndividual choices—and the collective shifts they bring about—add up quickly. Making just one simple swap, like purchasing a reusable water bottle, can spare the environment hundreds of plastic bottles each year. Here are a few more tips for ridding your life (and your community) of single-use plastics for good.\n\nAlways pack a reusable bag when shopping. (And yes—reusable totes are better for the environment than plastics, recent media claims aside.)\nCook more often, to reduce your use of plastic-heavy takeout containers.\nBuy in bulk. Avoid individually packaged goods, like snack packs.\nThough buying online sometimes has a lower carbon footprint than shopping in a store (skip the express delivery option, if you can), online shipments are still chock-full of plastic. Your best bet to reduce your footprint and plastic waste? Walk, bike, or take public transit to buy in-person.\nAvoid plastic wrap altogether by storing leftovers in reusable containers. Try reusable and compostable beeswax wrap for an easy and decorative option.\nBuy a metal or bamboo reusable straw. Pack it alongside reusable cutlery (like wood, bamboo, or metal chopsticks) for sustainable eating on the go.\nTalk to the owners of the restaurants you frequent. Ask if they have nonplastic alternatives to plastic straws, stirrers, or bags.\nSpeak out in support of local plastic bans, whether by calling your local government representative, submitting an op-ed to your city’s newspaper, or simply starting conversations with neighbors.\nLet companies that make your favorite products know that you care about the packaging. Tweet, call, or send letters to these companies to ask them to switch to more durable, recyclable, compostable, renewable, and/or recycled-content packaging with less fossil fuel–derived plastic.\n\nThis NRDC.org story is available for online republication by news media outlets or nonprofits under these conditions: The writer(s) must be credited with a byline; you must note prominently that the story was originally published by NRDC.org and link to the original; the story cannot be edited (beyond simple things such as grammar); you can’t resell the story in any form or grant republishing rights to other outlets; you can’t republish our material wholesale or automatically—you need to select stories individually; you can’t republish the photos or graphics on our site without specific permission; you should drop us a note to let us know when you’ve used one of our stories.\n\nRELATED ISSUES\nToxics\nRELATED STORIES\nSkip carousel items\nslide 5 to 7 of 3\nMercury’s Journey from Coal-Burning Power Plants to Your Plate\nMay 2, 2023 ExplainerUnited StatesSusan Cosier\nThe EPA wants to lower people’s exposure to this potent neurotoxin by going after the pollutant’s biggest source.\n“Forever Chemicals” Called PFAS Show Up in Your Food, Clothes, and Home\nApril 12, 2023 ExplainerUnited States, InternationalMolly M. Ginty, Courtney Lindwall\nThese toxic chemicals are so common in consumer products and manufacturing that they’re everywhere—including inside our bodies.\nLearn to Spot Greenwashing\nFebruary 9, 2023 How-ToUnited StatesCourtney Lindwall\nIt’s tricky to separate flimsy promises from what’s actually environmentally friendly. We can help.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}