{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Laaxus (u/Laaxus) - Reddit",
  "href": "https://www.reddit.com/user/Laaxus/",
  "body": "It was 100% true before pollution patch. But if you have a strong economy right from the start (Think FRA, GBR, USA, PRU, ...) I believe you need to spread out, especially the mines. This is because you'll (or at least aim to) hire almost every peasants you have in the first 50 years, so better spread the pollution to reduce it's impact. Plus ...",
  "textContent": "Laaxus (u/Laaxus) - Reddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nLaaxus\n\nu/Laaxus\n\nOverview\nPosts\nComments\nback\nforward\nr/Starfield\n• \"Bethesda's Game Design Was Outdated a Decade Ago\" - NakeyJakey\nLaaxus replied to Vv4nd 1 hr. ago \n\nxd it is deleted\n\nReply\nreply\nr/victoria3\n• Why are the British so strong?\nLaaxus commented 7 days ago \n\nThey're very strong mainly because they receive 100k$ a week from the EIC. Remove that, and they're just strong, not the strongest.\n\nReply\nreply\nr/ADCMains\n• Rito probably knows exactly how to fix/improve the ADC role because the solution is as clear day to me, but they would never do it and here's why\nLaaxus commented 8 days ago \n\nMake adc better in early, worse in late. This nerf proplay (where adc is very strong) and buff soloq( where it's weak)\n\nReply\nreply\nr/victoria3\n•\n13 days ago\nReleasing LRoAI 0.7.2 - Now on Steam !\n\nHello everyone !\n\nToday I release the version 0.7.2 of LRoAI! This version is intended for 1.5.9\n\nNot many things changed, updated it to 1.5.9, tried to tweak technologies and laws a little bit, major countries now invite intelligentsia and industrialists agitators but I'm not sure yet it changes anything.\n\nWhat remains to be done before the 1.0 release :\n\nAround 50-100h of parameters tuning.\n\nDebugging (because I can't believe there's no bug)\n\nDocument the code for the modders\n\nAdd Autobuild back\n\nI'll now take a break until Sphere of Influence, except for major bugs or incompatibilities if they arises.\n\nYou can find the project github here, the last github release here, and the steam link here.\n\nIf you find any bug, feel free to send it here or on the V3 modding discord , where I'm the most active.\n\nIf you have any question, feel free to ask !\n\nhttps://preview.redd.it/releasing-lroai-0-7-2-now-on-steam-v0-89x2tfxbgy2c1.png?width=1282&format=png&auto=webp&s=e9e23c6644957a67cb03f4fba03d55393ae11a7f\nView full post\nr/TheDigitalCircus\n• Caine isn't an AI and heres why\nLaaxus commented 16 days ago \n\nFirst, Gooseworx has confirmed Caine is an AI.\n\nNow let's check everyone of your timestamp :\n\n2:07 : \"an incredible world of wonders where anything Can Happen\" is the description of the world written in his code. But the rules made by the devs force him to censor swears. He stutters because he understands the contradiction but can't avoid it.\n\n2:28 He's programmed to make a paradise of happiness for every human. That's his very purpose. And yet, the very first request from pomni is to leave. Imagine being a god, and then you give free will to a new creature and its very first wish is to die, how would you react ? That's basically what happens here with Caine\n\n3:38 Pause the video, and you'll see an actual missing page error (type that on google). It's just a way to prove how unfinished the game is (along with the many bugs). There was supposed to have more activities. Caine was supposed to explain them to every new player. But the dev didnt have the time to implement them, hence the missing page error.\n\n4:12 Honestly, the void is too mysterious to give an educated opinion now. Let's skip it.\n\n4:20 Same thing with swearing. TADC is game destined for KIDS. Obviously the ringmaster does not want to show flirt and seduction to KIDS.\n\n4:36 Honestly I don't see how this support your point. Cain being able to simulate emotions does not make him being an ai less plausible.\n\n4:55 same as 4:36\n\n5:07 The explanation is litteraly at the end of the episode, Caine did not want for the humans to see his unfinished work, that leads into the void. (The interesting part is that caine does not control the door apparitions. This is what is important in this sequence)\n\n6:03\n\nIf name has not vowel, then name bad\n\nHere's the pseudo code of an ai so complex that it must be human\n\nAnyway Caine is an ai.\nMost probably, every other character too.\nProbably, pomni too (by the end of the episode).\n\nEdit :\nNow that does not mean that Caine is not based on a human mind.\nAn AI is basically 2 things : A model and the parameters (=billions of numbers)\nIn TADC, The wood manequins are basically the models with placeholders parameters. Maybe the dev projected his mind into the models, and then give it admin rights and modified it a bit, who knows ?\n\nReply\nreply\nr/Conservative\n• What kind of question is that?\nLaaxus commented 16 days ago \n\nWait a minute, European here.\nYou don't have an id card with an ID number ?\nYou don't have to use your ID card/ID number to identify yourself to vote?\nHow do you verify that someone has not voted twice ?\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to Trobzlor 23 days ago \n\nThis weekend I hope\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to mecdekamouraska 23 days ago \n\nYes, that's normal, the game is not updated to 1.5.8\n\nI'll do that this weekend\n\nEdit : Meanwhile, you can remove the Law folder from the mod to fix that\n\nReply\nreply\nr/victoria3\n• Announcing Laaxus Revision of AI 0.4.2, a sequel to ARoAI, as hotfix for 1.5.4 army formation bug.\nLaaxus replied to FreedomPuppy 23 days ago \n\nGood question !\n\nIn short ( no order) :\n\nI claim that LRoAI is better at managing its balance. For example, it uses precisely the number of construction point it needs to reach a 0 balance, when old ARoAI would use every construction point available, even if it leads to bankruptcy. Another différence would be how we estimate the cost / construction point. ARoAI just take the current value, which hugely underestimate the cost and make the whole ai unstable, while I take a weighted average over the past Months, which is a much better approximation.\n\nI claim that LRoAI is much much easier to be read and understood by the modding community. I'll also entirely document the code when I'll have Time. (ARoAI was known to be very hard to understand, there's a reason I'm the only one taking over such a popular mod)\n\nI claim that LRoAI is currently better at building an economy, and that it'll be better again once I find the Time to adjust the parameters.\n\nReply\nreply\nr/leagueoflegends\n• [SOURCES] Mac and Pad have reached a verbal agreement with Team Vitality\nLaaxus replied to Strange-Implication 25 days ago \n\nTheir fanbase isn't more toxic than any fanbase.\nI would even say that their fanbase is on the better side.\n\nThe KC fanbase is passionate and organized, which is something you're not used to\n+\nThis is one of the biggest fanbase in europe (with Koi (and g2 if the fanbase organize themself))\n\nThe LEC teams have close to NO fanbase, it's just random lol enjoyers that want to support an european team but have to chose a team among 10 tasteless ones.\n\nKoi has a fanbase\nKC has a fanbase\nG2 has a fanbase\nFNC&MAD also, but on a smaller scale\n\nThe others might have fans but on a significantly smaller scale.\n\nPrepare yourselves, because you're not ready for the harsh realization that your fanbase is nothing against the KC one.\nEven if you think that you outnumber them behind the screens, they're so much passionate that they'll outnumber any fanbase in events, and will put other fanbases to shame with their chant, fan content, and organization in general.\n\nThey'll force other fanbases to adapt and copy them, like they did in LFL.\n\n(Not a KC fan btw)\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to themilklives 1 mo. ago \n\nI have something planned in my head, but it's not for anytime soon.\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to themilklives 1 mo. ago \n\nYes.\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to themilklives 1 mo. ago \n\nOh If it's in your playset then it's working I just removed settings because I don't have the Time to maintain them. And I removed autobuilding the same way. I'm sorry.\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to themilklives 1 mo. ago \n\nThis seems good. I Guess your issue is that you can't add the mod to a playset ?\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to themilklives 1 mo. ago \n\nShow me an image of your Documents\\Paradox Interactive\\Victoria 3\\mod\\LRoAI folder\n\nReply\nreply\nr/victoria3\n• First victoria 3 multiplayer game eve hosted.\nLaaxus replied to StormSpring 1 mo. ago \n\nI'm pretty attached to this account & pseudo.\nI had it for years.\n\nbut maybe i'm not sane.\n\nReply\nreply\nr/victoria3\n• First victoria 3 multiplayer game eve hosted.\nLaaxus replied to StormSpring 1 mo. ago \n\nI'm all for having fun.\nBut I don't want that guy to be banned. It's just a warning.\nI just want him to be aware of what he's doing.\n\nReply\nreply\nr/victoria3\n• First victoria 3 multiplayer game eve hosted.\nLaaxus commented 1 mo. ago \n\nDelete.\nSee rule 3.\n\nReply\nreply\nr/TheDigitalCircus\n• You know what the worst part of their situation is?\nLaaxus commented 1 mo. ago \n\nJax isn't a total jerk, he just wants everybody to focus on him rather than on the situation\n\nhe's the first to ask cain if pomni is a human\n\nhe instantly says what everybody can't : that they're stuck there. He doesn't want pomni to have the hope to escape, as he knows many people abstracted because of that ( and kaufmo a bit later). Same reason why he repeat that this isn't a dream.\n\nhe instantly ask cain for an adventure to fill pomni time.\n\nwhen they go seeing kaufmo, he purposely let the depressive and mentaly unstable behind. The goal was to reassure pomni. If he wanted to see funny things happen to people as he claimed, he would have stayed with kinger and gangle to see them struggling with the gloinks situation.\n\nWhen pomni is confused in front of kaufmo room, he's the one to notice and to wake her up, not Ragatha.\n\nRight after Ragatha explain that everybody is trying their best not going insane and almost lose herself, he instantly make a joke about ragatha biggest fear (centipedes), just so she could forget that moment\n\nAt the end, he's the first one to say that they should enjoy the feast despite knowing there's no benefit doing so, and when kinger says that out loud, Jax stops him.\n\nI could go on. Everytime jax is mean, there's a purpose behind it\n\nReply\nreply\nr/TheDigitalCircus\n• Whats Jax intent for his mischief?\nLaaxus commented 1 mo. ago \n\nIMO, it's mainly 1 (but also a bit of 2&3). Jax isn't a total jerk, he just wants everybody to focus on him rather than on the situation\n\nhe's the first to ask cain if pomni is a human\n\nhe instantly says what everybody can't : that they're stuck there. He doesn't want pomni to have the hope to escape, as he knows many people abstracted because of that ( and kaufmo a bit later). Same reason why he repeat that this isn't a dream.\n\nhe instantly ask cain for an adventure to fill pomni time.\n\nwhen they go seeing kaufmo, he purposely let the depressive and mentaly unstable behind. The goal was to reassure pomni. If he wanted to see funny things happen to people as he claimed, he would have stayed with kinger and gangle to see them struggling with the gloinks situation.\n\nWhen pomni is confused in front of kaufmo room, he's the one to notice and to wake her up, not Ragatha.\n\nRight after Ragatha explain that everybody is trying their best not going insane and almost lose herself, he instantly make a joke about ragatha biggest fear (centipedes), just so she could forget that moment\n\nAt the end, he's the first one to say that they should enjoy the feast despite knowing there's no benefit doing so, and when kinger says that out loud, Jax stops him.\n\nI could go on. Everytime jax is mean, there's a purpose behind it\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to Immense_Pig_Influx 1 mo. ago \n\nIf any new building is added, the mod needs to be modified.\nI'll do a full documentation for modders when I have the time.\nmeanwhile, people that want to use it in their mod should try to read the code (starting from events/lroai_framework_events and tools/vanilla_building_types.js ). The mod is now much easier to understand than ARoAI.\n\nAnd if anybody has any question, they can ask me in the vic3 mod discord (link in the post).\n\nReply\nreply\nr/victoria3\n• Releasing LRoAI 0.6.0\nLaaxus replied to NGASAK 1 mo. ago \n\nVery worst case, I'm back 1st february.\nIf the mod break with 1.5 full release, I'll fix it.\n\nReply\nreply\nr/victoria3\n•\n1 mo. ago\nReleasing LRoAI 0.6.0\n\nHello everyone !\n\nToday I release the version 0.6.0 of LRoAI! This version is intended for 1.5.5 beta patch.\n\nMany things changed, but to summarize : USA and Russia are now able to industrialize.\n\nI believe that LRoAI is now feature complete. The code should not change significantly anymore.\n\nWhat remains to be done before the 1.0 release :\n\nLot of balancing for the different values and parameters.\n\nDebugging (because I can't believe there's no bug)\n\nDocument the code for the modders\n\nI'll now take a break, I spent too much time on this and now university deadlines are knocking on my door.\n\nYou can find the project github here and the release here. It is not currently available on steam, so you'll have to install it manually. Instructions are on the repository for those who need them.\n\nIf you find any bug, feel free to send it here or on the V3 modding discord where I'm quite active.\n\nIf you have any question, feel free to ask !\n\nhttps://preview.redd.it/releasing-lroai-0-6-0-v0-2t8gybztp6xb1.png?width=1284&format=png&auto=webp&s=4f81390dde6ae4b1026e9297f91c667abd1bb3e3\nView full post\nr/victoria3\n• The next Update should be focused on the addition of new states, worldwide. So I'm asking you which states are missing in this game, which states should be divided?\nLaaxus commented 1 mo. ago \n\nThis would just make the experience worse.\nIf anything, they should merge states. (looking at you usa).\n\nReply\nreply\nr/victoria3\n• Releasing Laaxus Revision of AI 0.5.0\nLaaxus replied to HarryZeus 2 mo. ago \n\nI'll post it on Steam when I'm 100%sure it's working well, is bug free, and is as optimized as possible.\n\nI also want the mod code to be as understandable as possible such that the modding community can use it in their own mods, meaning that I need to be sure most of the code won't change much after the release.\n\nI'll probably release it 1-2 weeks after 1.5 so between 21-28th november.\n\nReply\nreply\nr/victoria3\n• Spectre Haunting The World working as intended?\nLaaxus replied to uncommonsense96 2 mo. ago \n\noh wait, !'m blind I thought it was a - because it is red.\n\nReply\nreply\nr/victoria3\n• Releasing Laaxus Revision of AI 0.5.0\nLaaxus commented 2 mo. ago \n\nI modified the post following his comment as it was not clear enough.\n\nReply\nreply\nr/victoria3\n• Releasing Laaxus Revision of AI 0.5.0\nLaaxus replied to eranam 2 mo. ago \n\nIt is probably the case, but I'll have to investigate to be sure\n\nReply\nreply\nr/victoria3\n• Releasing Laaxus Revision of AI 0.5.0\nLaaxus replied to cyberzone2 2 mo. ago \n\nIt is intended for 1.5 beta patch. I am not sure it works for 1.4 tbh\n\nReply\nreply\nr/victoria3\n• Spectre Haunting The World working as intended?\nLaaxus replied to uncommonsense96 2 mo. ago \n\nFrom what I remember, you actually want that je to FAIL so I think it's working as intended\n\nReply\nreply\nr/victoria3\n•\n2 mo. ago\nReleasing Laaxus Revision of AI 0.5.0\n\nHello everyone !\n\nToday I release the version 0.5.0 of LRoAI! Edit:This version is intended for 1.5 beta patch.\n\nI like the system I've built for the evaluate_production_building effect (aka the \"What should we build\" decision process). (Which does not mean economy is perfect, USA and Russia could definitly be better).\n\nPerformance got worse. It's a known issue. I know how to fix it but it'll take time.\n\n0.6 will be performance improvements, debugging and code cleaning only.\n\nYou can find the project github here and the release here. It is not currently available on steam, so you'll have to install it manually. Instructions are on the repository for those who need them.\n\nIf you find any bug, feel free to send it here or on the V3 modding discord where I'm quite active.\n\nIf you have any question, feel free to ask !\n\nhttps://preview.redd.it/releasing-laaxus-revision-of-ai-0-5-0-v0-acqc6pd6yawb1.png?width=1279&format=png&auto=webp&s=dd08c653e740f2280cc7ce599889bfa0630e9559\nView full post\nr/victoria3\n• Announcing Laaxus Revision of AI 0.4.2, a sequel to ARoAI, as hotfix for 1.5.4 army formation bug.\nLaaxus replied to IndependenceNo9699 2 mo. ago \n\nNah, one of my core design is that ai won't cheat.\n\nReply\nreply\nr/victoria3\n• Announcing Laaxus Revision of AI 0.4.2, a sequel to ARoAI, as hotfix for 1.5.4 army formation bug.\nLaaxus replied to IndependenceNo9699 2 mo. ago \n\nLooked into it Best I could do is ai enact weight, but I have no Idea how effective it can be.\n\nReply\nreply\nLaaxus\nFollow\nChat\n\n8,457\n\nPost Karma\n\n7,520\n\nComment Karma\n\nSep 11, 2019\n\nCake day\n\nTROPHY CASE\nFour-Year Club\nPlace '22\nEnd Game '22\nVerified Email"
}