{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic straw alternatives bad for planet, people with disabilities",
  "href": "https://www.usatoday.com/story/news/nation/2019/08/16/plastic-straw-alternatives-often-bad-planet-people-disabilities/1761397001/",
  "body": "Plastic straws are bad for the planet because they \"cannot be recycled because of their weight,\" and thus contribute to the eight million tons of plastic trash that flow every year into the world ...",
  "textContent": "Start the day smarter ☀️\nHow often do women giving birth at individual hospitals experience heart attacks, seizures, kidney failure, blood transfusions or other potentially deadly problems?\nNotable deaths in 2023\nHuman trafficking laws\nU.S.\nIsrael War\nSports\nEntertainment\nLife\nMoney\nTech\nTravel\nOpinion\nNATION\nFamily forward\nAdd Topic\nPlastic straws are trash. Are there alternatives that don't suck?\nElinor Aspegren\nUSA TODAY\n0:00\n3:23\n\nEnvironmental groups and concerned members of the public are attempting to make plastic straws a thing of the past. But many alternatives present other problems for the planet or are unsuitable for people with disabilities, critics say.\n\nPlastic straw bans have made their way into both local and national stages with a movement that gained traction last year. California governor Jerry Brown signed legislation aimed at reducing straw waste, while Seattle has banned all plastic utensils from businesses.\n\nStarbucks will get rid of its straws by 2020, and McDonalds has phased out plastic straws in their UK restaurants, replacing them with paper straws.\n\nPlastic straws are bad for the planet because they \"cannot be recycled because of their weight,\" and thus contribute to the eight million tons of plastic trash that flow every year into the world’s oceans, said Dr. Tony Walker, assistant professor of environmental science at Dalhousie University in Canada, to USA TODAY.\n\nCritics have called the government bans too oppressive and have said the statistic many of these bans are based on, that Americans throw away 500 million drinking straws daily, is outdated and unverified.\n\nOver 300 million metric tons of single use plastics — which include plastic bags, cutlery, and yes, straws — are produced annually, and 50% are discarded after a single-use, according to Walker.\n\nBut finding a good alternative has proven tricky, with advocates for people with disabilities as well as environmental activists finding fault with many options.\n\nDisability Rights Education and Defense Fund Communications Director Lawrence Carter-Long told USA TODAY that reusable straws don't work \"as well as plastic straws\" for people with disabilities.\n\nThe disabilities affected by the plastic straw ban \"run the gamut,\" he said, ranging from people with quadriplegia to people with down syndrome or Parkinson's. \n\nThat anti-straw movement?:It's all based on one 9-year-old's suspect statistic\n\nEditorial:Plastic straws ban is quite a straw man\n\nMost straws pose injury risks, and are expensive, says the Center for Disability Rights.\n\nA 60-year-old U.K. woman with mobility issues died in July after using a metal straw while drinking from a glass with a fixed lid. When she accidentally fell onto the straw, it impaled her left eye socket and pierced her brain.\n\nAnd two of the most common straw alternatives — paper and metal — have drawn criticism for environmental experts such as Walker.\n\nPaper straws use a lot of raw materials, and because of their single-use nature, do not lessen one's carbon footprint, Walker told USA TODAY.\n\nStainless steel, on the other hand, uses a fair amount of energy as well as mining resources to make.\n\n\"[Single use plastic] straws have been described as a ‘gateway plastic’, which if curbed, can help change the behavior of consumers and retailers to reduce other SUP items,\" Walker said in a 2018 study.\n\nTo be sure, most of the straws use energy or materials that are less than beneficial for the environment. But if you keep them on your person and use them whenever possible, Walker says, you should have a net positive impact.\n\nDangers:Metal drinking straw fatally impales woman through her eye after fall\n\nLaws:McDonald's to test plastic-straw alternatives in U.S. later this year\n\nForgoing a plastic straw for a reusable one will definitely not singlehandedly save the environment. But if you do not have disabilities and want to cut down on plastic usage, a reusable straw might be for you. \n\nPaper is not included in the below list of good alternatives. Why? Mostly, because it isn't much better for the environment than plastic straws are. They are still a single-use waste item, similar to paper bags.\n\nHere are five of the best options for people who want to stop using plastic straws:\n\nWant to be eco-friendly?:20 ways you can save the planet this summer\n\n1. Metal \n\nPros: Metal straws are arguably the most popular of the reusable straws. They come in many varieties, including curved, straight and silicon capped. There's also evidence that metal straws make drinks taste better, and they can be easily packed and carried around.\n\nCons: Although there are a variety of metal straws, some of which are cheaper, metal straws tend to be more expensive than other alternatives. They also conduct heat, making them possibly unpleasant to use with hot or cold beverages. Metal straws are also hard to clean, and bacteria or mold can grow inside a dirty straw.  \n\n2. Glass \n\nPros: Glass straws are clear, allowing for easy cleaning – and are dishwasher safe as well. They're also hypoallergenic, safe for people with sensitivities. \n\nCons: Glass straws break easily – so they may not be the best option for children. Glass is also a conductor of hot and cold liquids, but it maintains similar temperature to the vessel you're drinking out of.\n\n3. Silicon\n\nPros: Silicone is flexible and soft, meaning these straws don't pose a risk of injury. They also don't leak tiny particles into what you're drinking — something that metal and plastic straws tend to do when they're under heat. It's also great for kids who like to bite down on their straws.\n\nCons: Silicon isn't known as the most aesthetically pleasing of reusable straws. Make sure to clean them, for the same reason as metal straws.\n\n4. Bamboo\n\nPros: Bamboo straws don't conduct heat or cold, so they're a great option for people sensitive to that. You can also use them whenever you want to pretend you're on vacation. \n\nCons: These kinds of straws are the hardest of the straws to clean and can have a little bit of a chalky aftertaste. Also, the absorbent bamboo material can soften, warp, and crack if left soaking in liquid.\n\n5. No straw\n\nPros: Go strawless — You'll be saving money and saving the planet. \"Over 95% [of people] are quite okay without straws,\" Walker says.\n\nCons: This can cause some spillage, so this may not be the best option for children. \n\nFollow Elinor Aspegren on Twitter: @elinoraspegren.\n\nWe asked, you answered: you're holding onto your phone forever\nFellow golfer calls Bryson DeChambeau a 'single-minded twit' for his slow play\nDespite warning signs, why wasn't Jeffrey Epstein on suicide watch when he died?\nUniversal cancels release of 'The Hunt,' controversial film Trump appeared to criticize\nLike what you see? Download the USA TODAY app.\nWalmart Camera Captured These Hillarious 20 Photos\nStreetInsider.com\n|\nAd\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nThis simple trick can save tons of money on Amazon, but most Prime members are ignoring it.\nCoupon Code Finder\n|\nAd\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\n|\nAd\nLearn More\nNeuropathy Experts Astounded by the Power of This New Device\nHealth Insight Journal\n|\nAd\nLearn More\nCardiologists: Overweight? Do This Before Bed\nHealthy Guru\n|\nAd\nTry Now\nMan Finds Weird-Looking Snake - When Ranger Arrives, He Says: \"You're Not Supposed To See This\"\nDaily Story\n|\nAd\nProvide Scholarships for Young Women\nUNICEF USA\n|\nAd\nDonate now\nDog Gives Birth To A Litter - Vet Turns Pale When He Takes A Closer Look\nglobetip.com\n|\nAd\nMan Finds Strange Creature In His Garden - Then Vet Says, “You Have A Big Problem”\nsciencepicker.com\n|\nAd\nHere Are 23 Of The Coolest Gifts For Holiday 2023\nBest Tech Trend\n|\nAd\nLearn More\nDeal of the Day\nGet 35% Off Sweet Zzz Luxury Bamboo Sheets For Black Friday\nREVIEWED\nView Deal\nRecommendations are independently chosen by our editors. Purchases you make through our links may earn us a commission.\nRecommended\nFleet operations face challenges; one company offers solutions\nSTORY FROM MOTIVE\nMore Stories\nFlorida woman dead after surgery at husband's practice; investigation underway\nNEWS\nTexas teen killed by semi after stepping off school bus\nNEWS\nHer Gown Is Still The Most Expensive To This Day\nStreetInsider.com\n|\nAd\n© 2023 USA TODAY, a division of Gannett Satellite Information Network, LLC."
}