{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How plastics contribute to climate change",
  "href": "https://yaleclimateconnections.org/2019/08/how-plastics-contribute-to-climate-change/",
  "body": "\"Plastic pollution is not just an oceans issue. It's a climate issue and it's a human health issue,\" said Claire Arkin, communications coordinator for the Global Alliance for Incinerator Alternatives, a global network aiming to reduce pollution and eliminate waste incineration.",
  "textContent": "Knowledge is power\n\nStay in the know about climate impacts and solutions. Subscribe to our weekly newsletter.\n\nJoin our email list\n\nBy clicking submit, you agree to share your email address with the site owner and Mailchimp to receive emails from the site owner. Use the unsubscribe link in those emails to opt out at any time.\n\nSkip to content\n\nYale Climate Connections\n\nARTICLES\nOpen dropdown menu\n EN ESPAÑOL\nOpen dropdown menu\n RADIO PROGRAM\nOpen dropdown menu\n TOPICS\nOpen dropdown menu\n ABOUT\nOpen dropdown menu\nNEWSLETTER\nOpen Search\nPOSTED IN\nCLIMATE SCIENCE\nHow plastics contribute to climate change\nThey generate heat-trapping gases at every stage of their life cycle.\nby BROOKE BAUMAN\nAUGUST 20, 2019\nClick to share on Facebook (Opens in new window)\nClick to share on X (Opens in new window)\n\nIn 2015, Texas A&M graduate student Christine Figgener recorded a video of her colleagues removing a straw lodged in a turtle’s nostril. The video went viral, inspiring people to take action. Since then, “skip the straw, save a turtle” has become a slogan for people determined to decrease their plastics use.\n\nBut critics say the marine impact of plastics is only part of the problem. “Plastic pollution is not just an oceans issue. It’s a climate issue and it’s a human health issue,” said Claire Arkin, communications coordinator for the Global Alliance for Incinerator Alternatives, a global network aiming to reduce pollution and eliminate waste incineration.\n\nPlastics have become essential components of products and packaging because they’re durable, lightweight, and cheap. But though they offer numerous benefits, plastics originate as fossil fuels and emit greenhouse gases from cradle to grave, according to a May 2019 report called “Plastic & Climate: The Hidden Costs of a Plastic Planet,” released by the Center for International Environmental Law, a nonprofit environmental law organization.\n\nUnder a business-as-usual scenario in which policies continue to foster plastics production, the sector’s fossil fuel consumption will only increase. Today, about 4-8% of annual global oil consumption is associated with plastics, according to the World Economic Forum. If this reliance on plastics persists, plastics will account for 20% of oil consumption by 2050.\n\nThe “Hidden Costs” report suggests that a transition toward “zero waste” – the conservation of resources through responsible production, consumption, reuse, and recovery of materials without incineration or landfilling – is the best path to reduce emissions. But getting there would require a huge cultural shift and a makeover for each step in a product’s life cycle.\n\nThe problem starts with extraction and transportation\n\n“When people think about plastics, they really don’t tend to think about the beginning of its life cycle. And the beginning of its life cycle really begins with oil and gas development,” said Matt Kelso, manager of data and technology at FracTracker Alliance, a nonprofit that addresses extraction concerns in the United States. He co-authored the extraction and transport section of the report.\n\nOil, gas, and coal are the fossil-fuel building blocks of plastics. Natural gas and oil can be extracted from the earth through fracking. Companies drill wells into the ground until they hit a rock layer, then they turn 90 degrees and drill horizontally. Injecting sand, chemicals, or water breaks up the rock to release gas and oil, which are transported to other facilities via pipelines, trains, and trucks.\n\nExtraction and transportation of these fossil fuels is a carbon-intensive activity. Authors of the CIEL report estimated that 12.5 to 13.5 million metric tons of carbon dioxide equivalent are emitted per year while extracting and transporting natural gas to create feedstocks for plastics in the United States.\n\nLand disturbance also contributes to greenhouse gas emissions associated with extraction. Kelso said each mile of pipeline must be surrounded by a “right of way” zone of cleared land. About 19.2 million acres have been cleared for oil and gas development in the United States. Assuming just a third of the impacted land is forested, 1.686 billion metric tons of carbon dioxide are released into the atmosphere as a result of clearing, authors of the CIEL report said.\n\n“These figures really add up over time because you’re talking about millions of miles of pipelines in the United States,” Kelso said. “You have to clear cut. So you’re taking all of the carbon from the trees and from soils and removing that from the earth basically and introducing it to the atmosphere.”\n\nRefining and manufacturing cranks up emissions\n\nPlastics refining is also greenhouse-gas intensive. In 2015, emissions from manufacturing ethylene, the building block for polyethylene plastics, were 184.3 to 213 million metric tons of carbon dioxide equivalent, which is about as much as 45 million passenger vehicles emit during one year, according to the CIEL report. Globally, carbon dioxide emissions from ethylene production are projected to expand by 34% between 2015 and 2030.\n\nWaste management affects community health\n\nGlobally, about 40% of plastics are used as packaging. Usually, packaging is meant for a single use, so there’s a quick turnaround to disposal. This packaging can be processed in three different ways: landfill, incineration, or recycling.\n\nWaste incineration has the largest climate impact of the three options. According to the CIEL report, U.S. emissions from plastics incineration in 2015 were 5.9 million metric tons of carbon dioxide equivalent. Based on projections from the World Energy Council, if plastics production and incineration increase as expected, greenhouse gas emissions will increase to 49 million metric tons by 2030 and 91 million metric tons by 2050.\n\nThe climate impact isn’t the only concern. Incineration facilities are disproportionately built near communities of color and low-income populations.\n\n“Incineration is a massive environmental injustice – not just in the United States, but all over the world,” Arkin said. “The people who are subjected to the pollution from these incinerators often are the ones who are least responsible for the waste in the first place and have to bear the brunt of the impacts.”\n\nBurning waste can release thousands of pollutants. Incinerator workers and people living near facilities are particularly at risk to exposures.\n\nLandfilling has a much lower climate impact than incineration. But the placement of landfills can be associated with similar environmental injustices.\n\nRecycling is a different beast with an entirely different set of problems. Compared to the low costs of virgin materials, recycled plastics are high cost with low commercial value. This makes recycling profitable only rarely, so it requires considerable government subsidies.\n\nResearch from the Ellen MacArthur Foundation suggests that only 2% of plastics are recycled into products with the same function. Another 8% are “downcycled” to something of lower quality. The rest is landfilled, leaked into the environment, or incinerated.\n\nRecycling facilities also commonly receive low-quality materials. Wishful recycling makes people recycle items that they think should be recyclable but are actually not. This puts a huge responsibility on the recycling facilities to process and sort the waste.\n\nFor many years, the United States and many other Western countries sent a lot of their contaminated waste to China, transferring the responsibility of waste management. In 2018, China closed its doors to the West’s contaminated recycling. Rather than increasing domestic recycling capacity, the United States now sends the waste to other countries like Thailand, Malaysia, and Vietnam. But some of these countries have started to turn down Western recycling, too.\n\nRecycling could be an important bridge on the way to waste reduction, but Arkin said the Western world needs to address its plastics addiction at the source.\n\n“We can’t recycle our way out of the plastic pollution crisis,” Arkin said. “There’s simply too much plastic – single-use plastic – being produced and consumed.”\n\nWhen plastics enter the environment, they don’t stop polluting\n\nAfter plastics have been used, people may dump them into the environment, sometimes purposefully and other times accidentally. Even if plastics go to a landfill, some are light enough to blow in the wind and enter waterways.\n\nPlastics can break down into smaller pieces, called microplastics, through biodegradation or exposure to the sun, heat, or water. These microplastics scatter across the globe, even to the depths of the ocean. Toxic chemicals can bind to microplastics and create poison pills that aquatic animals eat. Plastics also harm animals through entanglement and ingestion at all levels of the food chain.\n\nSarah-Jeanne Royer at Scripps Institution of Oceanography has found that low-density polyethylene – one of the most common types of plastics found in the ocean – releases greenhouse gases as it breaks down in the environment.\n\nBut beyond the direct emissions from plastics in the environment, there’s another issue with microplastics. Historically, the ocean has sequestered 30-50% of carbon dioxide emissions from human-related activities. However, evidence suggests that plankton are ingesting ever-greater quantities of microplastics.\n\nResearchers at the Ocean University of China found that microplastics reduced the growth of microalgae and the efficiency of photosynthesis. So producing more microplastics could degrade plankton’s ability to remove carbon dioxide from the atmosphere.\n\nWhat is the solution?\n\nFor every phase of the plastics life cycle, there are ways to reduce emissions. But it may take systemic shifts to slow the growth of plastics production. For example, some advocate for using bio-based feedstocks to reduce emissions in the refining stage. According to 2018 analysis by Material Economics – a sustainability management consulting firm – using only zero-carbon energy sources, such as wind and solar, in the manufacturing phase would decrease overall emissions by 50%. That may not be enough to offset emissions associated with the rapid rise of plastics production.\n\nWhen developing solutions, it’s important to think critically about the materials that will replace plastics. Authors of a 2011 study from the Environment Agency in the United Kingdom assessed the life cycle environmental impacts of different bags – such as paper, plastic, and cotton – used in U.K. grocery stores. Their study found that the key to reducing global warming impact is to reuse the bags as many times as possible. But the number of times the bag must be reused depends on the material it’s made from. The paper and cotton bags need to be reused three and 131 times respectively to ensure their global warming potential is lower than a typical plastic grocery bag.\n\nUltimately, cutting emissions associated with plastics may require an all-of-the-above strategy: reducing waste, retaining materials by refurbishing or remanufacturing, and recycling. Under this type of circular business model, authors of the CIEL report say carbon dioxide emissions would decrease by 62 million metric tons per year.\n\nBrooke Bauman is an intern at YCC and a student at UNC-Chapel Hill studying environmental science, geography, and journalism.\n\nTAGGED:Brooke Bauman\nFacebook\nTwitter\nYouTube\nAN INITIATIVE OF\n\n\n\n\nCLIMATE CONNECTIONS PODCAST\n\nUSE AND PRIVACY POLICY\n\nACCESSIBILITY AT YALE\n\n© 2023 YALE CLIMATE CONNECTIONS.\nPROUDLY POWERED BY NEWSPACK BY AUTOMATTIC"
}