{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Why Are Plastic Straws a Problem? — FabMo",
  "href": "https://www.fabmo.org/blog/2019/7/22/the-big-deal-about-plastic-straws",
  "body": "Plastic straws are the 8th most frequently found plastic in the ocean. I also read that it is the 7th but I can't find the article anymore. Be it as it may, plastic straws should not be in oceans or on beaches. At all. Straws are made of polypropylene, also known as plastic number 5.",
  "textContent": "Happy Holidays to all. On December 29 FabMo will host the annual Inventory Reduction Day.  Stay tuned for more info.\n\nThe FabMo Online Store is always open.  (curbside or event-day pickup only) \n\nABOUT\nABOUT FABMO\nGREEN LIVING\nGREEN LIVING\nINSPIRATION\nEVENTS\nGENERAL INFORMATION\nEVENTS CALENDAR\n 0\nVOLUNTEER\nVOLUNTEER\nVOLUNTEER CALENDAR\nDONATE\nDONATE\nSTORE\nSTORE\nFABRIC\nNOTIONS\nPAPER\nTILE\nBOOKS\nYARN\nLEATHER\nCARPET\nMISCELLANEOUS\nGIFT CARDS\nEBAY STORE\nWhy Are Plastic Straws a Problem?\n\nThe other day I ordered a soda*. It came in a (reusable, good) plastic cup with a plastic straw. My son got the same thing and we both looked at each other in distress . We had yet again forgotten to say “No straws, please”  when ordering our drinks. Now we were stuck with those darn wasteful plastic bits that - for most people - serve no useful purpose. \n\nAs recently as maybe two or three years ago, I wouldn’t have thought twice about using straws. Aren’t they fun and cute and useful to twirl the ice chips around and blow some bubbles? How much of a problem can that little bit of plastic really be?\n\nWell, it turns out more than you think.\n\nDo you want to hazard a guess how many plastic straws are used every day in the US? I’ll wait …\n\nHigher\n\nProbably even higher\n\nHere you go: approx. 400 million - e v e r y single day. \n\nLet’s do a little math (math is fun, isn’t it?) if each straw is 8 inches long we are talking 88.89 million yards or around 50,500 Miles or more than twice around the equator - e v e r y single day. \n\nWhat for? So people have a fun and cute colorful plastic thingy to drink out of instead of lifting a glass up to their mouth?\n\nIs that really worth it?\n\nIf you aren’t convinced yet, let’s look at some other data: \n\nPlastic straws are the 8th most frequently found plastic in the ocean. I also read that it is the 7th but I can’t find the article anymore. Be it as it may, plastic straws should not be in oceans or on beaches. At all. \n\nStraws are made of polypropylene, also known as plastic number 5. While it is theoretically recyclable it practically simply isn’t done and so all of those 400 million straws per day end up in the landfill, or in the ocean.\n\nPlastic (in general, not just straws) kills sea birds and marine animals. Most of us have seen the picture of the sea turtle with the straw sticking out its nostril. There is a graphic video to go with it. I won’t post it here, if you want to watch it, you’ll find it.\n\nStraws are also especially dangerous to seabirds, as they can be easily picked up and swallowed, suffocating and choking the bird. In fact, over 1 million seabirds die each year from ingesting plastic (again, in general).\n\nThe good thing about plastic straws: they are easy to avoid for all but a very few. When I recently posted an article about avoiding straws on Facebook somebody commented that she has a medical condition and needs to use straws. I think we can all agree that it you need to use a straw to be able to take in food or drink, by all means, do so. If you are just using a straw to make your drink look fun, you might want to think about that sea turtle the next time you are tempted to shop for straws. \n\nIf you can’t do without one, there are alternatives. This article lists 10, actually nine in addition to using no straw.  Here s another article listing alternatives to plastic straws. \n\nShould you go the bamboo or metal = reusable straw route, I have an idea for you. Remember that cute pencil wrap we featured as the project of the month some time ago: it can easily be adjusted to hold a reusable set of cutlery plus that bamboo or metal “straw”. Just make the pouches smaller or wider to fit everything. You can use FabMo fabrics and make it look really spectacular.\n\nIn case you missed those instructions. Here they are again:\n\nhttps://drive.google.com/file/d/1lF_2AZIxeLckR9BBPnAYNiMDa8jwK9PZ/view\n\n * so here is the footnote: California banned full-service restaurants from automatically giving straws but not every place is as advanced. This “straw incident” happened in Vienna, Austria. They are catching up, though, at a large event, we got paper straws with our cocktails.\n\nPREVIOUS\nMusings of an Accidental Board Chair\nNEXT\nFabMo Arts Boutique\nEVENT\n\n About   |   Newsletter   |  Blog  |    Contact \n\nDONATE\n\n1240 Birchwood Drive, Suite 2  |  Sunnyvale, CA 94089\n\nPrivacy    |   Terms of Use    |     Photo Disclaimer\n\nBy using this website, you agree to our use of cookies. We use cookies to provide you with a great experience and to help our website run effectively."
}