{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "How does plastic pollution affect humans? - EHN",
  "href": "https://www.ehn.org/plastic-pollution-101-2646027569/how-does-plastic-pollution-affect-humans",
  "body": "- EHN How does plastic pollution affect humans? Many chemicals found in plastics can have adverse effects on human health, including increased risk of infertility. Exposure to microplastics, as well as the chemicals added to plastics during processing, harm our health.",
  "textContent": "Home\nJustice\nToxics\nClimate\nPopulation\nWater\nFood\nPittsburgh\nGood News\nEHN en Español\nGuides\nAbout Us\nContact\nSubscribe\nLog in\nEnvironmental Health News\nNewsletters\nTopics\nSpecial Projects\nAbout Us \nGuides\nDonate\nPowered by RebelMouse\nHome>\nPopular>\nEnvironmental Health\nyoutu.be\nWhat is plastic pollution?\n\nHow plastics damage our lives and the environment—and why recycling is not the answer.\n\nGwen RannigerJune 04, 202013 min read\n\nPlastics: we can't live without them, or so it seems.\n\n\nWhile using plastics in some cases may be unavoidable, we can take steps to reduce our constant consumption and discarding of the chemical-laced material.\n\nThe U.S. produces 234 pounds of plastic waste per person per year, and hardly any of it is recycled.\n\nHere's a comprehensive introduction to plastic waste and plastic pollution, how we got here, and what we can do about it.\n\nHow does plastic cause pollution?\n\nAn excavator pushes through a landfill. About 79% of plastic is ending up in landfills or as litter in our environment. (Credit: Tom Fisk/Pexels)\n\nPlastics are an untamed and unmanaged beast:\n\nMore than 1 million plastic bags are used every minute, with an average \"working life\" of only 15 minutes\n500 billion plastic bags are used annually—and that's just plastic bags.\nOf all plastics the world has produced, only 9% of the nine billion tons has been recycled—most ends up in landfills, dumps, or in the environment.\nThe ocean is expected to contain 1 ton of plastic for every 3 tons of fish by 2025 and, by 2050, more plastics than fish (by weight).\nStudies suggest that the total economic damage to the world's marine ecosystem caused by plastic amounts to at least $13 billion every year.\nIf current consumption habits continue, we're on pace to have discarded 12 billion tons of plastic waste into landfills and our environment by 2050.\nTake action: download our free guide to tackling plastic pollution\nBy downloading this guide you will also be subscribed to our weekly Plastic Pollution newsletter. You may opt out at any time.\nFull Name\nEmail*\nSubmit\nWhy is plastic a problem?\n\nTwo marketing strategies employed by the plastics industry have successfully propelled plastic to regular household use:\n\nPromoting throwaway culture\nCreating eco-campaigns that shift blame to the individual.\n\nThese strategies, along with the lack of legislation preventing mass consumption, have caused single-use plastics to flourish.\n\nWhat is throwaway culture?\n\nFood in disposable plastic packaging is a common sight in grocery stores.\n\nThrowaway culture is a modern phenomenon that was slowly impressed upon the consumer after the Great Depression and war-era years of frugality. Through advertisement, the plastics industry had to convince the public that single-use plastics were possible, acceptable, and even necessary.\n\nToday it's hard to imagine a world without single-use plastics: our \"to-go,\" \"hustle,\" and \"convenience\" cultures have adopted and even celebrated the ease of disposables.\n\nIn 2013, the plastics industry put 78 million tons of plastic packaging on the market, with a total value of $260 billion.\n95% of that plastic packaging's material value, or $80 billion to $120 billion annually, is lost to the economy after a short first use—but the ease and low cost of churning out more disposables prevents the effort to maintain that value after it's sold.\nIn detail:This captivating article by Rebecca Altman highlights the lobbying efforts that led to the eternal existence of the plastic bag. \"If the plastics industry wants to drive sales ... it must teach customers how to waste.\"\nHow do eco-campaigns encourage plastic pollution?\n\nThe recycle symbol—a sign of environmental activism—also encourages consumption. (Credit: ready made/pexels)\n\nThe recycling logo—one of the most recognizable images of the environmental movement—was created in a contest held by a plastics company.\n\nIt's an icon that persuades consumers we can continue to consume products and materials, because the cycle will create an ecological balance between production and consumption that mitigates the environmental impact.\n\nFailure to recycle is placed on the individual consumer, not on the manufacturer—even though many common plastics can't be recycled, and the fact that 91% of plastic not being recycled suggests a systematic failure.\n\nStat: For all its campaigns, the United States recycles less than 10% of its plastics.\n\nCampaigns such as \"Keep America Beautiful\" were also funded by companies that produce plastic waste, such as Coca-Cola and Dixie Cup.\n\nThe message suggests individual responsibility to keep litter out of our environment, and invokes individual guilt and shame for the pollution that is there.\n\nAgain, it effectively shifts blame from corporations mass-producing pollutants, the root cause of the issue.\n\nAre there laws against plastic pollution?\n\nPlastic shopping bags are one of the greatest contributors to plastic waste. (Credit: Peteruetz/Wikipedia)\n\nAnother reason plastic waste and pollution has amassed so quickly is the lack of legislation regulating plastics. As of May 2020, there are currently no federal laws restricting single-use plastics, the single highest contributor to plastic waste.\n\nCongress could work to shape federal policy by modeling legislation after existing local and state laws passed to tackle the plastics problem.\n\nFor example, in 2015, Congress passed a federal act banning plastic microbeads in health and beauty products after several states did the same.\n\nToday, however, the plastics problem remains unregulated and continuously building. The recent coronavirus pandemic has resulted in a ban on reusable bags in grocery and retail stores, prompting greater usage of single-use plastic bags that activists have worked so hard to discourage.\n\nIn detail: Focusing on BPA, this article from our founder Pete Myers discusses why chemical regulation, thought to stifle innovation, is key to reversing today's epidemic of chronic diseases.\nAbout plastics\n\nPlastic was first invented in 1862 as a substitute for ivory.\n\nDuring World War II, plastics gained popularity as military resources. After the war ended, the plastics industry began marketing to consumers: in the 1950s, polyester and polypropylene were introduced into consumer products, and plastics took off from there.\n\nIn detail: This article from the Science History Institute covers the rise of the plastic empire, from origins to looking into the future.\n\nA variety of chemical building blocks are used to construct plastics; the resulting wide range of unique properties is what makes plastic so versatile.\n\nHowever, its benefits were quickly discovered and mass-produced without concern for the detriments:\n\nPlastic doesn't biodegrade, instead, it breaks into smaller and smaller fragments of plastic—known as microplastics—that are much more difficult to remove from the ocean and appear in our drinking water, food, and air.\nThe very same chemicals that make plastic so useful can also release toxics into your food, body, and overall lifestyle.\nIn detail: Our year-long investigation into the common plastic additive BPA reveals dangerous neglect by the federal government to protect our health.\nHow does plastic pollution affect humans?\n\nMany chemicals found in plastics can have adverse effects on human health, including increased risk of infertility.\n\nExposure to microplastics, as well as the chemicals added to plastics during processing, harm our health.\n\nStat: Microplastics have been found in 90% of bottled water and 83% of tap water.\n\nMany chemicals used in plastics are known endocrine disruptors, causing reproductive issues such as infertility, hormonal imbalances, and greater risk of cancer.\n\nFor example, the phthalate DEHP, added to plastic goods to make them more flexible (garden hoses, shower curtains, medical equipment, etc) is a probable human carcinogen.\nIn detail:This article by Pete Myers demonstrates the issues (read: toxics) that can arise with recycling plastics into food packaging.\nHow does plastic waste affect the environment?\n\nPlastic pollution that has washed up on the shores of Ghana. (Credit: Wikimedia Commons)\n\nPlastic causes an overabundance of problems when discarded into our environment.\n\nPlastic bags block waterways and clog sewers, providing breeding grounds for insects like mosquitoes that in turn proliferate the risk of diseases such as malaria.\nIn poorer countries, plastic waste is burned as heat for cooking, exposing people to toxic emissions and contributing to poor air quality.\nFloating plastic debris serves as a vehicle for alien species to hitchhike to unfamiliar parts of the world, becoming invasive species and threatening biodiversity.\n\nPlastics are also one of the main end products of fracking—a practice linked to water and air contamination. Fossil fuels are used to make plastic, so as the demand for plastics increases, it supports the natural gas and oil industry.\n\nIn detail:This piece published for World Environment Day visually demonstrates just how much plastic ends up in our waterways, and this story from Jessica Knoblauch emphasizes the environmental toll of plastics.\nHow is plastic killing animals?\n\nSeabirds using plastic waste to build nests. It's estimated that 99% of seabirds will have ingested plastic waste by 2050. (Credit: Wikimedia Commons)\n\nMany marine species, such as turtles and dolphins, mistake plastic fragments for food. Ingesting plastic is often fatal to animals—too much plastic blocks their digestive tracts, causing them to starve.\n\nStat: Plastic fragments have been found in 86% of all sea turtle species, 44% of all seabird species, and 43% of all marine mammal species.\nMarine mammals also become entangled in plastic debris, causing drowning and suffocation, or becoming easy prey for predators.\n\nStyrofoam products, containing possible carcinogens such as benzene and styrene, are highly toxic when ingested and can damage animals' lungs, nervous systems, and reproductive organs.\n\nChemicals ingested by these animals can make their way up the food chain onto our dinner plates.\n\nWhere we’re at with plastic pollution\n\nGlobal plastic bag bans, July 2019. Source: UNEP\n\nThe tide of plastic waste has yet to be stemmed. However, attention given to the issue has dramatically increased in recent years. Countries across the world have taken steps to ban single-use plastics and ramp up access to recycling.\n\nIn detail:This article by Stephen Buranyi for The Guardian looks at \"the worldwide revolt against plastic\" - and whether \"our rage\" will be enough to make a difference.\n\nWe're getting there. In Sweden, only 4% of household waste ends up in landfills—the rest is either recycled or used as fuel in waste-to-power energy plants.\n\nThe success in Sweden has led to waste-to-energy initiatives in four other European countries. Kenya's strict plastic bag ban has led to so much success that other east African nations are considering following suit.\n\nThe EU approved a single-use plastic ban, and countries such as Canada and Peru have plans in place as well. Eight U.S. stateshave plastic bag bans, with additional major cities following suit.\n\nProgress is being made. However, change at the corporate level is of the utmost importance for large-scale effects.\n\nIn detail:Look into the future of plastic and plastic waste with our founder and Chief Scientist, Pete Myers.\nHow can plastic pollution be reduced?\n\nIf this matters to you, say something. Contact your local government, pressure your representatives, find others in your community that also care.\n\nTo be clear, change doesn't have to start with federal legislation: it can begin in your home and in your consumption habits.\n\nForgo plastic in favor of glass and metal alternatives, from water bottles to food storage containers.\nUse a reusable water bottle and avoid sending 167 plastic bottles per year to the landfill.\nUsing plastic wrap? Switch to tinfoil or beeswax wraps.\nPlastic sponges are inefficient and get destroyed easily. Instead, use a bristle brush or steel wool.\nThere are so many other plastic alternatives out there—growing consumer demand is changing the market. Do your research and make the change for your health, your wallet, and the environment.\n\nInterested in learning more? Sign up for our free Plastic Pollution weekly newsletter, sponsored by Plastic Pollution Coalition, for the most up-to-date information about plastics.\n\nFurther reading\n\nFrom making it to managing it, plastic is a major contributor to climate change\n\nFreshwater is getting neglected when it comes to plastic pollution research\n\nFinancial fallout from coronavirus could devastate the fracking and plastics industries\n\nBanner photo credit: Marco Verch/flickr\n\nAbout the author(s):\nGwen Ranniger\n\nGwen Ranniger is the former Communications and Engagement Manager at Environmental Health Sciences.\n\nFrom Your Site Articles\nFertility Crisis Leaves Little Time For Solution - EHN ›\nRecord Levels Of Harmful Particles Found In Great Lakes Fish - EHN ›\nOp-Ed: Closing The Plastic Tap - EHN ›\nLawsuits Against The Plastics Industry For Health And Environmental Harm Could Exceed $20 Billion By 2030 - EHN ›\nPete Myers To Address US Senate Committee On The Dangers Of Plastic - EHN ›\nEvery Stage Of Plastic Production And Use Is Harming Human Health - EHN ›\nChemical Recycling “A Dangerous Deception” For Solving Plastic Pollution: Report - EHN ›\nenvironmental healthmicroplasticsplastic pollutionplastic wasteplasticsrecyclingsingle-use plasticsvideoyoutube.com\nSUBSCRIBE TO EHN'S MUST - READ\nDAILY NEWSLETTER: ABOVE THE FOLD\nFull Name\nEmail*\nGET IT!\nTODAY'S TOP NEWS\nWA proposes ban on ‘forever chemicals’ in clothes, other products\n www.seattletimes.com\n'Never seen a group of substances' like these: Florida lawmakers told of the perils of PFAS\n floridapolitics.com\nHow Bogotá tried to lead the way for better bus systems\n www.nytimes.com\nHigh mercury levels in tropical birds in Americas blamed on gold mining\n www.chemistryworld.com\nKlobuchar questions drug company behind 10-fold spike in price of lead poisoning antidote\n www.cnn.com\nTRENDING TOPICS\nPlastic Pollution\nEnvironmental Justice\nChildren's Health\nClimate Change\nToxics\nFROM OUR NEWSROOM\nDecember 07, 2023\nScented period products bring worrisome toxic exposures. Who’s most at risk?\n\nScented tampons and pads, and scent-altering douches and wipes, often contain potentially harmful chemicals. Lower educational attainment, age, and race are linked with using the potentially harmful products.\n\nDecember 07, 2023\nOp-ed: How climate change harms pregnant people and their babies\n\nFrom extreme heat to pollution, health risks are worsening and growing.\n\nDecember 06, 2023\nLISTEN: Ebony Martin on merging labor, voting and environmental rights\n\nThe first Black woman to lead Greenpeace talks about the organization’s evolution and recent victories.\n\nNovember 29, 2023\nLISTEN: A couple must-read environmental justice books\n\nStill looking for a holiday book idea for a loved one? We have you covered.\n\nNovember 28, 2023\nEHN reporter discusses new proposed fracking regulations in Pennsylvania on \"Living on Earth\"\n\nPennsylvania Governor Josh Shapiro directed agencies to draft new regulations that would improve the disclosure of the chemicals used during fracking.\n\nStay informed\nSign up for Above the Fold\nThe most consequential news on your health and the planet, free every morning.\nFull Name\nEmail*\nSubmit"
}