{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Should Plastic Straws Be Banned? [Pros & Cons of a Straw Ban]",
  "href": "https://get-green-now.com/should-we-ban-plastic-straws-pros-cons/",
  "body": "Plastic straws (like most plastic) are non-biodegradable, meaning that it can't be naturally broken down by decomposers. They also aren't accepted by recycling facilities because they can jam recycling machinery (due to their small size). Thus, plastic straws can't be recycled.",
  "textContent": "Skip to content\nHome\nElectric Vehicles\nSustainability\nBlog\nAbout\nContact\nSUSTAINABLE LIVING\nShould Plastic Straws Be Banned? [Pros & Cons of a Straw Ban]\nBy\nHugh\nJuly 11, 2019\nUpdated on\nJanuary 27, 2021\n\nPlastic straws are everywhere we look. We use them to drink beverages at home and we get them at almost every restaurant. Recently, however, plastic straws have been the subject of many plastic bans in an attempt to help the environment. \n\n\nBut should plastic straws really be banned? And will a plastic straw ban actually be effective when it comes to saving our oceans and environment?\n\n\nIn this article, I’ll go over both the pros and cons of a plastic straw ban. I’ll also go over whether or not plastic straw bans will actually help the environment, and explain everything else you’ll need to know. \n\n\nLet’s get started:\n\n\nWhy Should Plastic Straws Be Banned? (Pros of the Ban)\n\nThe single biggest reason why people want to ban plastic straws is because of their negative effects on the environment. \n\n\nPlastic, in general, is one of the biggest pollutants in the world. Most of it is either dumped in landfills or ends up in the ocean. Once in the ocean, plastic pollution is extremely dangerous to marine life, and plastic straws are no exception. \n\n\nPlastic straws (like most plastic) are non-biodegradable, meaning that it can’t be naturally broken down by decomposers. They also aren’t accepted by recycling facilities because they can jam recycling machinery (due to their small size). Thus, plastic straws can’t be recycled. \n\n\nTo make matters worse, if plastic straws get into the ocean, they can be mistaken for food by marine animals. When animals ingest plastic, it clogs up their digestive systems, which can easily choke or kill animals like birds or sea turtles.\n\n\nIn fact, the global backlash against plastic straws likely started after researchers off the coast of Costa Rica shared a viral video of a sea turtle with a plastic straw stuck up its nose.\n\n\nAccording to the researchers, the turtle likely mistook the straw for food and swallowed it. Then, the straw got stuck in the turtle’s nose after she/he tried to cough the straw back out. \n\n\nYou probably already saw the video, but if you didn’t, you can watch it below (WARNING: Graphic Content):\n\n\nSupporters of plastic straw bans claim that the ban will help reduce our use of single-use plastics. As a result, the ban will reduce the number of plastic straws polluting the ocean.\n\n\nAccording to market research firms, Americans use about 350 million plastic straws every single day. Plastic straws are also the 6th most common trash item found during ocean cleanups. A plastic straw ban would serve to reduce the number of plastic straws entering the ocean. \n\n\nOverall, the main reason for a plastic straw ban is to help the environment by preventing plastic straws pollution. \n\n\nIf you’d like to learn more about how plastic straws negatively impact the environment, you can check out this article I wrote about the environmental impact of plastic straws.\n\nNow, let’s get into the negatives of a plastic straw ban:\n\nWhy Plastic Straws Shouldn’t be Banned (Cons of the Ban):\n\nWhile banning plastic straws might help the environment in some aspects (we’ll talk about this later), there are also many reasons against (or cons) of a plastic straw ban. \n\n\nHere are 3 reasons why plastic straws should not be banned, explained in a simple and easy-to-understand manner:\n\n1. Some Disabled People Require Plastic Straws to Drink\n\nFor some people with disabilities, straws are the only way they can drink. An outright ban on plastic straws would create an accessibility problem for disabled people while dining in public. \n\n\nFor example, some disabled people may not be able to properly hold or pick up a cup, so they need to use straws to drink properly. \n\n\nAlternatives to plastic straws, such as paper, may not always be effective for disabled people: paper can be bitten through or broken easily. As for reusable straws, they aren’t flexible as plastic ones and can be easily forgotten at home. This leaves few other alternatives other than plastic straws. \n\n\nFor many in the disabled community, the availability of plastic straws is essential for their well-being and survival. A complete ban on plastic straws would harm disabled people, which definitely isn’t the goal of such a ban.\n\n\nSo, what could be a better solution?\n\n\nWell, a possible alternative solution could be to encourage businesses to only give out plastic straws on request. This way, disabled people can continue to be served, while also reducing the number of plastic straws that we use. \n\n2. A Ban Could Harm Local Businesses\n\nIf plastic straws are completely banned, local small businesses like boba tea shops will have to look for pricier alternatives. This could negatively reflect on their income.\n\n\nBubble Tea / Photo courtesy of Oqmilteashop / CC BY-SA 3.0\n\nPaper straws cost on average around 2.5 cents ($0.025), whereas plastic straws cost only half a cent ($0.005). While an extra two cents may not seem like a lot, it could make a difference for some businesses that depend on plastic straws. \n\n3. A Plastic Straw Ban Might Not Really Help the Environment\n\nSome opposers of the plastic straw ban say that a ban is unlikely to actually help the environment, as plastic straws do not make up a large percentage of plastic in the ocean. \n\n\nIn fact, plastic straws only make up around 0.03 percent of total plastic waste by mass. By comparison, an estimated 46 percent of all pollution in the ocean is made up of lost or abandoned fishing gear (Vox). \n\n\nTherefore, a plastic straw ban by itself is unlikely to be very effective in actually helping the environment, although it could act as a gateway into the reduction of other single-use plastics. I’ll talk about this more in the next section:\n\nWill a Plastic Straw Ban Actually Help the Environment?\n\nBy itself, a plastic straw ban is unlikely to have a large impact on the environment. Without proper education, few people would know the purpose of the ban, and they would continue using other single-use plastics which could be even worse for the environment. \n\n\nHowever, if a plastic straw ban is properly implemented with education about single-use plastics, then the ban could encourage the public to reduce their usage of other single-use plastics as well. \n\n\nIncreased awareness about the negative effects of single-use plastics would help the environment a lot more than just a simple plastic straw ban.\n\n\nAdditionally, a plastic straw ban could also act as a gateway into other single-use plastic bans for items like plastic bottles and plastic bags, which are worse for the environment than plastic straws. \n\n\nOverall, the goal of a plastic straw ban should be to increase public awareness for single-use plastics and their nasty effects on the environment. Only then would a plastic straw ban be able to actually help preserve the environment. \n\nConclusion: Should Plastic Straws Be Banned?\n\nThere are definitely differing opinions on whether or not plastic straws should be banned. In fact, I just listed many reasons and points in this article that support both sides of the argument.\n\n\nYou are free to have your own personal opinion on whether or not we should ban plastic straws. However, as an environmental enthusiast, here’s what I think about this ban. \n\n\nIn my opinion, plastic straws should not be banned outright, because many disabled people require plastic straws to drink. We shouldn’t ban plastic straws if it creates an accessibility issue.\n\n\nHowever, I do believe that we should limit our use of plastic straws by asking businesses to only give out straws on request. We should also try to give up plastic straws if we are capable of doing so.\n\n\nIt’s also important to look at the bigger picture regarding plastic bans. \n\n\nThe bottom line of any plastic ban is that we must use less single-use plastics overall. A plastic straw ban could be a good step in the right direction, but we must use less single-use products overall to actually help the environment.\n\n\nGetting rid of a single plastic straw may not have a very large effect on the environment. But, getting rid of all single-use plastics definitely will. \n\n\nPlease share this message with your friends so that together, we can tackle our global plastic problem. You can share this article on social media by using the share buttons below. \n\n\nShare this post:\nShare on\nTwitter\nShare on\nFacebook\nShare on\nPinterest\nPost Tags:\n#Plastic Straws\nSimilar Posts\nprev\nnext\nslide 1 to 2 of 6\n11 Simple Ways to Reduce Your Ecological Footprint\nBy\nGuest Author\nJuly 4, 2019\nAre Plastic Straws Recyclable? [How to Properly Recycle & Dispose Plastic Straws]\nBy\nHugh\nSeptember 18, 2018\nWhat is an Organic Mattress? (Types, Pros & Cons, and Eco-Friendliness)\nBy\nHugh\nJuly 14, 2019\n10 Reasons Why You Should Send Recycled Christmas Cards\nBy\nGuest Author\nAugust 10, 2020\nHow much Water does it take to make your Breakfast, Lunch and Dinner? [Infographic]\nBy\nHugh\nMay 14, 2017\nTurn off the Tap: Tips of the Week\nBy\nHugh\nJuly 12, 2015\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nSearch for:\nAbout Me\n\nHi, I’m Hugh, and my mission with Get Green Now is to raise awareness of environmental issues and teach people how to live sustainably. This blog covers a variety of topics including plastic pollution, renewable energy, electric vehicles, and much more.\n\nLearn More About Us\n\nRecent Posts\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\n5 Metals in your Home that can be Recycled for Cash\nHow exactly bidets offer a healthier, green option for your bathroom\nA Closer Look at General Motors’ (GM) Sustainability Initiatives\nCar Modifications for Electric Vehicles: What’s Possible?\n\nAffiliate Disclaimer: Some links on this site may be referral or affiliate links. Buying a product through my link comes at no extra cost to you, and I only recommend products that I believe in. As an Amazon Associate I earn from qualifying purchases.\n\nUseful Links\nAbout Us\nBlog\nContact Us\nWrite For Us\nFollow Us\nFacebook\n \nTwitter\nSearch for:\n\n© 2023 Get Green Now. All Rights Reserved.\n\nContact\nWrite For Us\nPrivacy Policy\nComment Policy\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}