{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic Pollution | National Caucus of Environmental Legislators",
  "href": "https://www.ncelenviro.org/issue/plastic-pollution/",
  "body": "Plastic pollution is a global crisis causing extensive public health and ecological adversities. Given the fossil fuel origins of plastic materials, the extraction and refining processes for those petrochemicals create hazardous air and water conditions, particularly for community members who reside in proximity to these sites.",
  "textContent": "Issue Area\nPlastic Pollution\nOverview\n\nPlastic pollution is a global crisis causing extensive public health and ecological adversities. Given the fossil fuel origins of plastic materials, the extraction and refining processes for those petrochemicals create hazardous air and water conditions, particularly for community members who reside in proximity to these sites. Within plastic materials can exist hazardous substances such as Bisphenol A and PFAS, which have been associated with degrading health. As these materials are managed post-consumer use, they can end up incinerated, landfilled, and exported – causing additional health and environmental challenges. Examples of the effects to the oceans include reports of whale deaths due to plastic, the discovery of plastic at the bottom of the Mariana Trench, and reports of the amounts of plastic in the oceans tripling by 2050. The impacts on freshwater are evident by the fact that microplastics have been found in cities’ tap water, bottled water, and throughout the Great Lakes and our rivers.\n\nTo address the full extent of the plastic pollution crisis, comprehensive policy strategies are needed. Strategies that reduce and eliminate these materials at the source, strengthen material recovery processes to improve the recyclability of materials through effective recycled content strategies, eliminate the use of hazardous substances in these materials, and require producers of the materials to steward their end of life all work together to advance zero waste and a circular economy.\n\nLearn more about Extended Producer Responsibility\nNCEL Point of Contact\nJulia Meltzer\n\nZero Waste Coordinator\n\nContact\nKey Facts\n\nPlastic pollution has reached every part of the planet, from the Arctic to the depths of the Mariana Trench. There are even microplastics found in the food we eat and the water we drink.\n\nNational Geographic\n\nEach year nearly 9 million tonnes of plastic waste ends up in the world’s oceans.\n\nScience\n\nPlastics are derived from fossil fuels – primarily oil, gas, and coal – therefore creating more carbon emissions.\n\nCenter for International Environmental Law\nJump to:\nCurrent Legislation Resources News and Events Environmental Justice\nWY\nWV\nWI\nWA\nVT\nVA\nUT\nTX\nTN\nSD\nSC\nRI\nPA\nOR\nOK\nOH\nNY\nNV\nNM\nNJ\nNH\nNE\nND\nNC\nMT\nMS\nMO\nMN\nMI\nME\nMD\nMA\nLA\nKY\nKS\nIN\nIL\nID\nIA\nHI\nGA\nFL\nDE\nDC\nCT\nCO\nCA\nAZ\nAR\nAL\nAK\nBill\nRegion\nSponsors List\nBill Type\nDescription\nStatus\n\nA.B.1290 Product safety: plastic packaging: substances.\n\nCalifornia\n\nCA Assemb. Luz Rivas (D-CA-043)\n\nPlastic Pollution\n\nSingle-Use Bag Bans and Fees\n\nOut of Committee\n\nS.4008C (TED) Enacts into law major components of legislation necessary to implement the state transportation, economic development and environmental conservation budget for the 2023-2024 state fiscal year\n\nNew York\n\nCarbon Pricing\n\nPlastic Pollution\n\nExtended Producer Responsibility (EPR)\n\nEnacted\n\nH.2938 An Act Advancing Renewable Heating Solutions For The Commonwealth\n\nMassachusetts\n\nMA Rep. Jeffrey \"Jeff\" Roy (D-MA-Massachusetts House 10th Norfolk)\n\nBuilding Decarbonization\n\nPlastic Pollution\n\nIntroduced or Prefiled\n\nL.D. 1418 (H.P. 914) An Act Concerning Single-Use Disposable Water Bottles And Water Refill Stations\n\nMaine\n\nME Rep. Lori Gramlich (D-ME-131)\n\nPlastic Pollution\n\nSingle-Use Bag Bans and Fees\n\nIntroduced or Prefiled\n\nH.B.6608 An Act Concerning the Distribution of Single-Use Plastic Straws and Stirrers by Certain Restaurants.\n\nConnecticut\n\nPlastic Pollution\n\nSingle-Use Bag Bans and Fees\n\nOut of Committee\n\nH.B.6664 An Act Concerning the Management of Solid Waste and Establishing the Mira Dissolution Authority.\n\nConnecticut\n\nPlastic Pollution\n\nSingle-Use Bag Bans and Fees\n\nEnacted\n\n1\n2\n3\n...\n21\n\nResources\nNCEL Resources\nPolicy Options\nPlastic Pollution Policy Options\nJuly 28, 2021\nDownload\nView Summary\nBriefing Book\nPlastic Pollution Briefing Book\nJuly 27, 2021\nDownload\nView Summary\nFact Sheet\nEPR for Packaging Fact Sheet\nJuly 27, 2021\nIssue Brief\nPlastic Pollution Myth vs Fact\nJuly 25, 2021\nIssue Brief\nEconomic Case for a Circular Economy\nJuly 27, 2021\nOnline Resources\nClean Water Action: Facts About Styrofoam\n\nClean Water Action has compiled facts about styrofoam, alternative options, and the negative health effects from styrofoam.\n\nGo to resource \nBackground Information on Regulating Plastic Bags\n\nThe Massachusetts Sierra Club compiled background information on laws proposing a ban on plastic bags.\n\nGo to resource \nLegal Limits on Single-Use Plastics and Microplastics: A Global Review of National Laws and Regulations\n\nThis UN report provides a global overview on the progress of countries in passing laws and regulations that limit single-use plastics.\n\nGo to resource \nPlastic & Health: The Hidden Costs of Plastic Pollution\n\nThis first-of-its-kind report highlights the health implications of plastics throughout its entire lifecycle.\n\nGo to resource \nFueling Plastics - Fossils, Plastics, & Petrochemical Feedstocks\n\nThis report outlines the origins of plastics and traces its roots to the fossil fuel industry.\n\nGo to resource \nNews and Events\nHighlighting Our Successes\nSuccess Story\nPlastic Pollution and the EPR Legislator Network\nFebruary 1, 2021\nSuccess Story\nStates Drive Federal Action on Microbeads\nNovember 26, 2016\n\nFor more information contact NCEL’s Zero Waste Coordinator Julia Meltzer.\n\nContact\nPolicy Library\nBill Tracking\nResource Center\nJoin\nJoin NCEL\nState Leads\nAreas of Focus\nIssues\nLand\nWater\nWildlife\nEnergy\nClimate\nTransportation\nOceans\nZero-Waste\nEnvironmental Justice\nToxic Chemicals\nThe Organization\nAbout\nNCEL’s Impact\nAnnual Reports\nLegislative Session Analysis\nNCEL Team\nCareers\nContact\nNews & Events\n\nDonate today to empower state environmental champions\n\nDonate\n\nCopyright © 2001-2023 National Caucus of Environmental Legislators. NCEL is a 501(c)(3) nonprofit organization.\nAll Rights Reserved.\n\nPrivacy Policy\n\nCreated by Constructive"
}