{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "What is the problem with plastic? - BBC Newsround",
  "href": "https://www.bbc.co.uk/newsround/42810179",
  "body": "Plastic is useful and everywhere, but it can also harm the environment and animals. Learn how plastic is made, used, recycled and disposed of, and why it causes plastic pollution in the oceans and on land.",
  "textContent": "BBC Homepage\nSkip to content\nAccessibility Help\nSign in\nCBBC\nCBBC iPlayer\nNewsround\nBitesize\nOwn It\nCBeebies\nCBBC on TV\nMore menu\nSearch CBBC\nShows\nGames\nQuizzes\nWatch\nJoin In\nPuzzles\nNewsround\nWhat is the problem with plastic?\nPublished\n17 March 2020\nIMAGE SOURCE,\nGETTY IMAGES\n\nPlastic is really useful and we use it every day.\n\nBut what happens after we throw it away is causing a big problem for our planet.\n\nIt's thought more than five trillion pieces of plastic are in the world's oceans and it can take years for it to break down.\n\nWhat is plastic?\nMedia caption,\n\nWATCH: Martin finds out why plastic is a problem (Pictures from Greenpeace, Caroline Power and Blue Planet II/BBC iPlayer)\n\nPlastic is in lots of things we use from clothing to crisp packets, and bottles to buckets.\n\nMaking things from plastic is popular because there are many different types and it can be made in to all sorts of shapes, colours and sizes.\n\nPlastics are man-made and can be produced from natural materials like coal and oil.\n\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nA radio made from Bakelite\n\nThe first synthetic plastic - plastic made entirely from man-made materials - was created over 100 years ago.\n\nIt was called Bakelite and was invented by Belgian chemist Leo Baekeland in the early 1900s.\n\nMany think Bakelite was the start of plastics as we know them today.\n\nHow do we use plastic?\nIMAGE SOURCE,\nGETTY IMAGES\nImage caption,\nAll these were found on the shore of the Thames Estuary in Kent\n\nPeople can pretty much do whatever they want with plastic.\n\nIt can be coloured or clear, thick or thin, strong or weak.\n\nThis means a lot of different things can be made from it.\n\nIf you look around your home or school, you'll find most things have plastic in them, including your pencil case, games consoles, and even clothing.\n\nThe new £5 and £10 notes are also made from plastic.\n\nWhy is plastic a problem?\nIMAGE SOURCE,\nCHRISTOPHER FURLONG\nImage caption,\nThirty-five million plastic bottles are sold in the UK every day\n\nOk, so far plastic sounds pretty great - and it is.\n\nThe new waterproof £5 notes are neat and who doesn't like using glitter?!\n\nBut the problem with plastic is that most of it isn't biodegradable. It doesn't rot, like paper or food, so instead it can hang around in the environment for hundreds of years.\n\nEach year, 400 million tonnes of plastic is produced and 40% of that is single-use - plastic we'll only use once before it's binned.\n\nExamples of single-use plastic are carrier bags, drinks bottles and crisp packets.\n\nMedia caption,\n\nWATCH: Plastic microbeads banned in the UK\n\nMore than eight million tonnes of plastic enters the world's oceans each year and most of that escapes from land.\n\nIt can be blown into the sea from ships and beaches, or carried there by river. Some also gets flushed down the toilet.\n\nAnother issue is that not all plastic can be recycled.\n\nThis might be because of the way it is made up or because it is too expensive or difficult to do.\n\nSome coffee cups, for example, have a waterproof plastic lining which can make them difficult to recycle.\n\nEvery day seven million cardboard coffee cups are thrown away but only one in 400 are recycled.\n\nHow does plastic harm animals?\nMedia caption,\n\nWATCH: What are the hardest products to recycle, and why?\n\nExperts think that by 2050, the amount of plastic in the ocean will weigh more than the amount of fish in the ocean.\n\nAll animals, whether they live on land or in the sea, can be hurt by plastic.\n\nThey can get trapped in bigger items such as carrier bags or food packaging.\n\nBirds, fish and shellfish can mistake plastic for food when it has broken down in to smaller pieces.\n\nIMAGE SOURCE,\nSIMON MAINA/AFP/GETTY IMAGES\nImage caption,\nPlastic bags are banned in Kenya because animals like these pigs can end up eating them after they're thrown away\n\nOne in three sea turtles, and around 90% of seabirds, have eaten it.\n\nThey can't digest plastic so their stomachs can become full, meaning they don't have room for actual food.\n\nEach year, 100,000 animals in the sea are killed by plastic.\n\nWhat are 'trash islands' or 'garbage patches'?\nIMAGE SOURCE,\nCAROLINE POWER\nImage caption,\nThis is a 'trash island' in the Caribbean\n\nYou might have seen these astonishing pictures of what look like little bits of land in the middle of the sea.\n\nWhen you look closely they're actually made up of floating plastic! The rubbish includes bags, bottles and fishing gear.\n\nThese are known as 'trash islands' or 'garbage patches'.\n\nMedia caption,\n\nWATCH: The invention that could clean up the Pacific Ocean\n\nThey're created by currents in the ocean which carry the waste and bring it together.\n\nOne of the most famous is the 'Pacific Garbage Patch' between California and Hawaii.\n\nWhat's being done?\nMedia caption,\n\nWATCH: Meet the plastic-busting Eco Crew (Pictures from Greenpeace, Caroline Power and Blue Planet II/BBC iPlayer)\n\nThere are lots of groups trying to help tackle plastic pollution and cut the amount of plastic we use.\n\nWe now pay 5p for plastic carrier bags and the number we use has dropped by over 80%\nCertain cafes and restaurants are only giving out straws if people ask for them. Some are also swapping them for paper ones\nA group of nurseries has stopped using glitter\nPlastic microbeads have been banned from products like face scrubs and toothpaste.\nAnd supermarkets are looking at making changes too, including making their packaging easier to recycle or even plastic free.\n\nThe Government's promising to cut all avoidable plastic waste over the next 25 years.\n\nMedia caption,\n\nWATCH: Lana and Thomas from Norway explain how the Deposit Return Scheme works\n\nCountries such as Germany, Norway and Sweden have a Deposit Return Scheme and it helps those countries recycle over 90% of their plastic bottles.\n\nThis means you pay a bit more for a drink in a plastic bottle, but you get that money back when you return the bottle to be recycled.\n\nThere are plans in Scotland for a Deposit Return Scheme but other parts of the UK aren't convinced.\n\nIn the UK, just 57% of bottles are collected to be recycled.\n\nMore on this story\n\nWhy do people want to ban plastic?\n\nPublished\n11 January 2018\n\nThe Bali beaches vanishing under TONNES of plastic rubbish\n\nPublished\n29 December 2017\n\nPlastic microbeads banned in the UK. Video, 00:00:52\nPlastic microbeads banned in the UK\n\nPublished\n9 January 2018\n0:52\nWatch Newsround\n\nWatch Newsround. Video\nWatch Newsround\n\nPublished\n8 hours ago\n\nWatch Newsround - signed and subtitled. Video\nWatch Newsround - signed and subtitled\n\nPublished\n2 days ago\nTop Stories\n\nSkull of ancient sea monster unearthed\n\nPublished\n4 hours ago\n\nDo you learn British Sign Language at school?\n\nPublished\n1 day ago\nComments\n11\n\nGiant 'hole' bigger than 60 Earths has appeared in the Sun\n\nPublished\n1 day ago\nComments\n5\n\nWho do you want to win Mamma Mia! I Have A Dream?\n\nPublished\n8 hours ago\nComments\n7\n\nAustralia's first Moon rover to be named 'Roo-ver'\n\nPublished\n1 day ago\nComments\n1\n\nWhat is your cheeky elf up to this Christmas?\n\nPublished\n2 December\n\nWould you pull a cracker that doesn't bang to help the environment?\n\nPublished\n3 days ago\nComments\n42\nCBBC\nCBBC iPlayer\nNewsround\nBitesize\nOwn It\nCBeebies\nCBBC on TV\nCBBC Help\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nParental Guidance\nContact the BBC\nGet Personalised Newsletters\nWhy you can trust the BBC\nAdvertise with us\nDo not share or sell my info\n\n© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
}