{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "5 types of reusable straws that will help you use less single-use plastic",
  "href": "https://www.mic.com/impact/5-types-of-reusable-straws-that-will-help-you-use-less-single-use-plastic-21732272",
  "body": "Hard plastic straws. Amazon. Reusable plastic straws, set of 32. $5.99. See on Amazon. This variety of sustainable straw is made from thick plastic that offers no flex. Many have a notch at the ...",
  "textContent": "MENU\nNot all sustainable straws suck. Here are the 5 best\n\nShutterstock\nIMPACT\nBYSARAH BRICKER HUNT\nFEB. 10, 2020\n\nIt’s hard to believe the humble drinking straw has become Public Enemy No. 1, but here we are. As it turns out, the permanent existence of billions of disposable-yet-indelible straws is a growing environmental concern. Single-use plastic drinking straws are polluting beaches, clogging up inland waterways, and destroying ocean ecosystems.\n\nA 2017 study published in Science Advances magazine revealed that upwards of 8.3 billion plastic straws currently pollute beaches around the world. That’s more than the one straw per person on the entire planet. One estimate puts the number of disposable straws used (and then trashed) at 500 million per day.\n\nThere may soon come a time when these ubiquitous drinking aids are as hard to find as an ice cube in France, with cities, major companies, and small businesses alike enforcing disposable straw bans. But some critics consider the recent attention on straws an outsized reaction given that plastic straws comprise less than 1% of the total amount of plastic waste.\n\nBut what if you really love a straw? And what if you or a loved one needs to use straws because of physical or developmental limitations? What’s an environmentally-conscious consumer to do?\n\nEnter the “sustainable” straw. These (more) environmentally friendly, reusable drinking tools are now sold widely, but deciding which type to try can feel daunting. Do you go silicone? Stainless steel? Both at the same time?\n\nThere's a lot to consider when it comes to something as mundane as getting liquids into your body.\n\nJAMIE GRILL/TETRA IMAGES/GETTY IMAGES\n\nYou still have to consider the environment\n\nPicking the right option goes beyond your preferred drinking style. If you're motivated by a desire to put at least a tiny dent in the breathtaking amount of plastic waste, you should consider the life cycle and production process of your reusable straw choice. Hard plastic reusable straws, for example, are only marginally more environmentally friendly than disposable varieties. They aren’t ever going to decompose; the manufacturing process is environmentally problematic.\n\nSilicone is widely considered a better environmental choice than plastic, but it is not biodegradable and its manufacture requires non-renewable energy sources like natural gas and oil. It can be recycled, but you’ll need to seek out a suitable facility near you or, more likely, use a mail service like TerraCycle.\n\nStainless steel products are also a big step ahead of plastics, but alas, they're not perfect either. Though stainless steel is technically biodegradable, that process can take centuries depending on various climate factors. But it is recyclable, so when it’s finally time for your stainless steel straw to move on to greener pastures, just recycle it as you would any other metal. Today’s stainless straw is tomorrow’s washing machine drum.\n\nEven considering the limitations, reusable straws last much, much longer than their wimpy plastic counterparts. If it’s true that the average person uses over 60,000 disposable straws between the ages of 5 and 65, the impact of an increasing number of people turning to reusable versions quickly becomes clear.\n\nIn an attempt to sort through the many reusable straws on offer, I put five different products — all priced under $20 for 5-10 straws — through a durability and use test. I tried bending the stainless steel varieties and tying the silicone straws into pretty bows to see if they’d split. I shoved them indiscriminately into the dishwasher, realistically anticipating the future. I even allowed my straw-obsessed kitten to carry a few off to his secret hiding place. On the durability front, all the varieties held up well. I also tried drinking various liquids from each type of straw; generally, they all fit the suckability bill just fine, with a few caveats.\n\nHard plastic straws\nAmazon\nREUSABLE PLASTIC STRAWS, SET OF 32\n$5.99\nSEE ON AMAZON\n\nThis variety of sustainable straw is made from thick plastic that offers no flex. Many have a notch at the bottom so the straw can’t accidentally be pulled through a lid, but notched straws work just as well in lidless cups.\n\nHard plastic straws get the job done, but I’m not sure their usability outweighs the still-worrisome issue of contributing more plastic waste to the world at large — not when there are viable eco-friendly options to consider.\n\nHighlights: If you’re looking for a great milkshake or smoothie straw, this type of reusable straw is your best bet. Look for a hard plastic straw with a wider-than-normal shaft to handle these thick drinks. You don’t want to be caught unaware should a friend bearing piña coladas show up unexpectedly.\n\nBecause they don’t flex, hard plastic straws are a breeze to clean with a straw brush, which is supplied with most sets of reusable straws. Pro tip: Use a straw brush to to reach hard to scrub areas in your gross smoothie cup, too.\n\nConcerns: These aren’t the perfect choice if you’re striving to live a zero-waste lifestyle; they are still plastic, after all. That said, they are much thicker and weigh more than their disposable counterparts, so they are better suited for recycling when the time comes.\n\nFlexible silicone straws\nUncommon Goods\nSILICONE REUSABLE DRINKING STRAWS, SET OF SIX\n$9\nSEE ON UNCOMMON GOODS\n\nMade from the same material as silicone bakeware, these straws offer a great deal of flexibility.\n\nI like this type of straw a lot. It turns out, I’m a bendy straw person. While I’m not sure if this implies something about my personality or maturity level, these straws make me happy. I like to make my drinking tool literally bend to my will, eliminating the need to strategically position my cup while I’m enjoying my “couch and Netflix” or “one-handed social media scrolling” time.\n\nHighlights: If you, too, are missing the convenience and fun of bendy straws, look no further. While this type of straw doesn’t play well with cups with lids, it’s fantastic at home in drinks that don’t require stirring.\n\nSilicone straws are also a good choice for young kids thanks to their softer consistency, and it’s easy to source a BPA-free option.\n\nConcerns: An unexpected, potentially negative aspect of the flexible silicone straw is a distinct, rubbery texture that some may find off-putting. Drinking from silicone straws is, texturally, a bit like blowing up a really thick balloon.\n\nStainless steel straws\nAmazon\nSIPWELL STAINLESS STEEL DRINKING STRAWS, SET OF 4\n$4.89\nSEE ON AMAZON\n\nThese futuristic-looking drinking devices come in straight and slightly bent versions. They are shiny, rigid, and a little dangerous. Occasionally, they are even deadly.\n\nI took my chances anyway, and I’m glad I did. When I don’t need a bendy straw, these are my go-to choice. I like that they conduct cold really well, maybe because I love icy cold drinks, and a super cold, metal drinking apparatus is an extension of that preference. These straws add a somewhat surgical, high-end flair to my Crystal Light on ice.\n\nHighlights: This type of reusable straw cleans up nicely, is excellent for stirring, and looks cool in a mixed drink.\n\nConcerns: If you opt for a stainless steel straw, you’ll quickly discover just how effectively these thin metal tubes conduct temperature. Cold drink, cold straw. It can become almost painful to your lips if you, too, enjoy icy beverages. I like the sensation, but it's not for everyone.\n\nAnother word of caution: These straws can be somewhat dangerous. Accidentally jabbing the roof of your mouth with one of these metallic beauties can cause some serious pain or even damage a tooth. There have been several lawsuits involving mouth lacerations and other injuries from this type of straw, so take that into consideration when considering whether or not to let a child use these.\n\nCombination stainless steel-silicone straws\nEcoVessel\nSTAINLESS STEEL SET OF 4 REUSABLE STRAWS W/SILICONE TIPS & CLEANING BRUSH\n$9.95\nSEE ON ECOVESSEL\n\nThe best of both sustainable worlds? The stainless steel shaft will stand up straight in your drink and allow you to stir any beverage it encounters. The silicone tips add a bit of flexibility and help with that temperature conductivity issue.\n\nI approached this option with some apprehension, and I wasn’t wrong to be concerned. These combo straws are fine — you can stir any beverage with ease — but you miss the cold drink, cold straw aspect of the standalone stainless straw.\n\nHighlights: Combination stainless-silicone straws are as easy to keep clean as regular stainless steel straws — a quick rinse and a few seconds with a straw brush will usually do the trick. Most sets come with an array of silicone-tip colors, making it easy to keep track of beverage ownership at your next gathering of eco-friendly conversationalists. You can also buy silicone tips separately.\n\nConcerns: The tips detach from the straw shaft and can be relatively short (sometimes no longer than an inch), so there’s a decent risk of misplacing these bits of silicone. They could also pose a choking hazard if you have toddlers and babies in the mix.\n\nCollapsible stainless steel straws\nFinal Straw\nFINAL STRAW\n$24.95\nSEE ON FINAL STRAW\n\nOne day, we may live in a completely (disposable) straw-less world, but until then, you’ll be fully prepared anywhere you roam with a collapsible stainless steel straw. Some straws in the collapsible category fold, while others extend like an old-school antenna. Even the kids over on TikTok are enamored with these MacGyver-inspired devices.\n\nI love road trips and camping, two activities that seem ideal for collapsible straws. And they are useful, when I remember I have one. For some reason, I usually forget I have a straw at hand any time I’m carrying my keys. When I do remember, I live in fear that I will leave it behind in a roadside diner in rural Oklahoma. These straws work well and are aimed squarely at reducing the main use of disposable straws when you’re dining out.\n\nHighlights: Collapsible straws usually come with a carrying pouch that you can affix to your handbag, backpack, or person, making these a handy accessory for the environmentally-conscious foodie-on-the-go.\n\nConcerns: If you’re mostly drinking water from this straw, cleaning won’t be much of an issue, but you will need to figure out how you want to handle cleaning this contraption away from home if you use it with a thicker drink. If you collapse these straws when they have residue inside, you may be faced with a cleaning challenge later. Also, the same “don’t poke yourself in the face or mouth” caveat for the other stainless steel straws applies here.\n\n***\n\nNo matter which sustainable straw you try, you may be surprised to find there’s a bit of an adjustment period. I have very nearly tossed one of my reusable straws into the recycling bin many times because it’s such an ingrained habit.\n\nMostly, even though I fully understand that making the switch will only impact our environment to a very small degree, I feel good about addressing my straw-a-holic tendencies in a positive way. Creating less plastic trash is a positive, and shifting to reusable straws is an easy way to get started.\n\nStories that Fuel Conversations\nMic Check\nUp Next\nSubmit\nBy subscribing to this BDG newsletter, you agree to our Terms of Service and Privacy Policy\nLIFE\n65 cheap gifts trending on Amazon that are effing amazing\nCULTURE\nAmazon still has tons of Cyber Monday deals over 50% off: here's what to get before they sell out\nNEWSLETTER\nABOUT US\nMASTHEAD\nADVERTISE\nTERMS\nPRIVACY\nDMCA\nYOUR PRIVACY OPTIONS\n© 2023 BDG MEDIA, INC. ALL RIGHTS RESERVED.\nCulture\nIdentity\nLife\nImpact\nSupport Mic\n\nTake action to continue accessing the content on this site\n\nPut it on my tab\n$0.25 for 24 hours of access\nGet access now and pay later"
}