{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The Humble Drinking Straw: An Ethical Dilemma",
  "href": "https://www.workplaceethicsadvice.com/2020/06/the-humble-drinking-straw-an-ethical-dilemma-the-following-is-a-guest-post-by-jane-sandwood-that-deals-with-the-important-i.html",
  "body": "The problem with plastic straws Plastic straws are a significant environmental problem because of their weight: they're too light to be sorted at recycling facilities and end up either in landfill or harming the recyclability of other items.",
  "textContent": "Home\nPress\nAbout\n Subscribe\nEthics Resources\nWhy Read the Blogs\nProfessional Services\nHome Press About Subscribe Ethics Resources Why Read the Blogs Professional Services\nThe Humble Drinking Straw: An Ethical Dilemma\n06/18/2020\n\nEnvironmental Considerations of Plastic Straws and Eco Friendly Alternatives\n\nThe following is a guest post by Jane Sandwood that deals with the important issue of whether plastic straws are better than other forms and the fact that alternatives raise some environmental concerns.\n\n2020 marks that year Starbucks set as its target to ban all disposable plastic straws from its branches. The ethics of drinking straws is a hotly debated topic, with environmental concerns on the one side and accessibility concerns on the other. Environmental groups have been campaigning to do away with plastic straws altogether, but the alternatives often present environmental concerns too, and they pose a problem for those with disabilities. It’s clear that companies have a responsibility to act here, but the question remains as to what the most ethical course of action is.\n\nThe problem with plastic straws\n\nPlastic straws are a significant environmental problem because of their weight: they’re too light to be sorted at recycling facilities and end up either in landfill or harming the recyclability of other items. Partly due to this, and partly due to individual negligence, they are among the most-collected items at coastal cleanups. They pose a significant threat to marine life, and there is evidence of seals choking and sea turtles dying as a result of their presence in the ocean. Eight million tons of plastic end up in the ocean every year, and drinking straws are certainly a part of the problem.\n\nA similar problem is seen with plastic shopping bags, which first came into circulation in the 1960s. These are made up of different types of plastics and have a tendency to clog machines, meaning they’re often not accepted by recycling centers. As a result, they contribute significantly to the littering problem, and many end up in rivers and oceans.\n\nThe alternatives \n\nOn the surface, this seems like a fairly easy issue to navigate: why do drinking straws or shopping bags need to be plastic? For some people, access to drinking straws is essential due to a disability, but the eco-friendly alternatives fall short. Speaking to USA Today, Lawrence Carter-Long, the Disability Rights Education and Defense Fund Communications Director, said that reusable drinking straws simply don’t work as well for those with disabilities. Straws made from paper or pasta can present a choking hazard, and there is an injury risk with straws made from glass, metal, bamboo and acrylic. Many of the alternatives are not as positionable as plastic straws, and some are not compatible with high temperature foods and drinks.\n\nSome of the alternatives also raise further environmental concerns. Paper straws rely on large quantities of raw materials, and are still single-use, despite being biodegradable. Stainless steel, meanwhile, requires a lot of energy and resources to produce. On the whole, though, a reusable straw, regardless of the carbon footprint involved in its production, has a net-positive impact if it is used frequently, and it can significantly reduce the reliance on single use items.\n\nAnswering the plastic bag dilemma might seem more straightforward, but in fact, there are complications here too. Until they reach the end of their life, they are clearly a more ethical alternative, but once they are no longer usable, they must be disposed of, and this presents its own problem. Many reusable shopping bags are made from polypropylene, polyester or nylon, all of which are difficult to dispose of: few recycling facilities are equipped to deal with them. Unless washed frequently, they can also present a bacteria problem. However, by and large, there is less ethical debate around them than there is around drinking straws.\n\nSo what’s the answer?\n\nFor the individual consumer, the answer is simply not to use a straw unless a disability necessitates it. For those who do need to use a straw, a reusable one is the most environmentally friendly option, but it’s important to be aware that not all of the alternatives are safe or practical for all people. For companies like Starbucks, the answer is a little more complex. Certainly, the habit of bars to automatically serve cocktails with a straw could easily be stopped, but the hospitality industry will need to continue to provide accessibility options for those who need them.\n\nOne option would be to keep a small supply of reusable straws in a range of materials behind the bar, offering them only to those who need them and running them through the dishwasher after use. Otherwise, clients could be encouraged to bring their own straw when necessary, but this presents another ethical dilemma: is it fair to marginalize people with disabilities even further by placing the responsibility on them?\n\nAs far as shopping bags go, plastic ones are rarely the better answer. While there are some disadvantages, they do not present the same ethical dilemma as drinking straws, and they do not exclude one group of society. The bulk of the debate around drinking straws exists not because of the materials used in alternatives, but because for some people, they make the world a more accessible place.\n\nThe ethical dilemma around the drinking straw continues to be a topic of debate. Environmental awareness is growing throughout society, but this must not be at the expense of inclusivity. There is no one clear answer to the problem, but one thing’s for certain: both the environment and the people who live within it should be a vital consideration.           \n\nBlog written by:\n\njanesandwood.writer@gmail.com\n\nPosted by Steven Mintz, aka Ethics Sage, on June 18, 2020. You can sign up for our newsletter and learn more about Dr. Mintz’s activities at: https://www.stevenmintzethics.com/. Follow him on Facebook at: https://www.facebook.com/StevenMintzEthics.\n\nPosted at 07:29 AM in Business ethics, CSR, going green | Permalink | Comments (0)\n\nTags: business ethics, CSR, going green\n\nComments\nComment below or sign in with Typepad Facebook Twitter and more...\nVisit my Website\n\nwww.stevenmintzethics.com\nSteven Mintz Ethics on Facebook\n\nVisit my other blogs\n\nHigher Ed Ethics Watch\nEthics Sage\nHave a Question?\nConfidential Correspondence\nClick Here to submit your question\n\nSIGN UP FOR OUR NEWSLETTER\n\nBLOG AWARDS\n\nSubmit\nMy Other Accounts\n  \nArchives\nNovember 2023\nOctober 2023\nSeptember 2023\nAugust 2023\nJuly 2023\nJune 2023\nMay 2023\nApril 2023\nMarch 2023\nFebruary 2023\nCategories\nAccounting and auditing ethics (24)\nAccounting regulation (18)\nAI (9)\nBullying (14)\nBusiness ethics (539)\nCSR (88)\nCyber security (7)\ncyberbullying (1)\ndigital ethics (14)\nDigital Technology (7)\nDiscrimination (1)\nDiversity (11)\nemotional intelligence (2)\nEthical decision-making (35)\nEthical leadership (21)\nEthics Sage (3)\nExecutive Compensation (2)\nFinancial disclosures (3)\nFraud (113)\nFraud in Financial Statements (11)\nGen X (1)\nGen Z (4)\ngoing green (4)\nInclusion (1)\nMillennials (33)\npersonal ethics (22)\nPolitical Ethics (5)\nPress (13)\nsexism (4)\nSexual Harassment (24)\nSocial media (110)\nsports ethics (1)\nsustainability (7)\nSustainability (1)\nTechnology (11)\nTechnology and privacy (13)\nWellenss (20)\nwellness (6)\nWhistleblowing (22)\nwoke (2)\nwomen's issues (1)\nWomens' issues in the workforce (94)\nWork/life balance (19)\nWorkplace ethics (203)\n Subscribe to this blog's feed\nResources\nComplete Guide on How to Be More Empathetic\nEmpathy is an essential core value of ethical people because it deals with how we treat others. Along with kindness, compassion, and understanding, empathy help us to \"walk in another person's shoes\" and feel what they feel before deciding what to do.\nJosephson Institute of Ethics\nExcellent website that details programs in ethics for youth, sports, and others. Created the \"Six Pillars of Character: and a book on making ethical issues, and much, much more.\nEthics Sage\nOn line persona of Steven Mintz, the Ethics Sage, who is known internationally for his knowledge, writings, and speaking engagements on all issues related to ethics in the workplace and ethical issues facing higher education. Visit his website for more information: https://www.stevenmintzethics.com/.\nThe FEEEL Magzine\nLeadership development, life coaching, emotional intelligence and a great resource on mental health issues. Conducts programs, continuing education courses, and interviews with leaders in the field. Deals with all issues related to wellness under the leadership of Dr Faryal Razzaq, the director of a Pakistani think tank, The FEEE, and Director Ethics and Social Head.\nHow to Deal with CSR and ESG\nBusinesses that practice corporate social responsibility aim to improve communities, the economy or the environment. They are sometimes linked to environment, social, and corporate governance (ESG) issues in the workplace. For information on the difference between CSR and ESG see: https://www.alva-group.com/blog/whats-the-difference-between-csr-and-esg/.\nWhat is Bullying\nBullying is unwanted, aggressive behavior among school aged children that involves a real or perceived power imbalance. The behavior is repeated, or has the potential to be repeated, over time. Both kids who are bullied and who bully others may have serious, lasting problems.\nSexual Harassment at Work\nGuide to responding to sexual harassment at work.\nUS Equal Employment Opportunity (EEOC)\nThe go-to resource for matters related to discrimination in the workplace\nCorporate Wellness Magazine\nAdvice on overcoming the challenges to wellness in the work place.\nAssociation of Certified Fraud Examiners (ACFE)\nThe ACFE is the world's largest anti-fraud organization and premier provider of anti-fraud training and education. Together with nearly 90,000 members, the ACFE is reducing business fraud worldwide and inspiring public confidence in the integrity and objectivity within the profession.\nWorkplace Ethics Advice • Powered by Typepad\nTop"
}