{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Why plastic is a deadly attraction for sea turtles - BBC",
  "href": "https://www.bbc.com/news/science-environment-51804884",
  "body": "Seven charts that explain the plastic pollution problem. The findings, published in Current Biology , are based on an experiment involving 15 young loggerhead sea turtles that had been raised in ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nWhy plastic is a deadly attraction for sea turtles\n9th March 2020, 10:59 CDT\nShare\nBy Helen Briggs\nBBC News\nGetty Images\nLoggerhead turtle being returned to the sea\n\nScientists have new evidence to explain why plastic is dangerous to sea turtles: the animals mistake the scent of plastic for food.\n\nThus, a plastic bag floating in the sea not only looks like a jellyfish snack, but it gives off a similar odour.\n\nThis \"olfactory trap\" might help explain why sea turtles are prone to eating and getting entangled in plastic, say US researchers.\n\nPlastic debris is rapidly accumulating in the oceans.\n\nThe likes of plastics bags, netting and bottles pose a threat to hundreds of marine species, including endangered turtles, birds and whales.\n\nOdours given off by floating or submerged plastics were an \"olfactory trap\" for sea turtles, said Dr Joseph Pfaller of the University of Florida, Gainesville.\n\n\"Plastics that have spent time in the ocean develop smells that turtles are attracted to and this is an evolutionary adaptation for finding food, but it has now become a problem for turtles because they're attracted to the smells from the plastics,\" he said.\n\nGarbage patches\n\nOnce plastic has been released into the ocean, microbes, algae, plants and tiny animals start to colonise it and make it their home. This creates food-like odours, which have been shown to be a magnet for fish and possibly sea birds. The new research suggests sea turtles are attracted to plastic for the same reason.\n\nMarine predators like sea turtles, whales and sea birds forage over a vast area to find food and it makes sense that they would use chemicals in the air or water to do so, said Dr Pfaller.\n\n\"It's not just a visual thing - they're being attracted from probably long distances away to these garbage patches out in the open ocean.\"\n\nGetty Images\nSand sculpture on beach in India\n\nThe danger of items like straws and plastic bags to sea turtles is well known. A video of a plastic straw stuck up a turtle's nose went viral on social media in 2015.\n\nDr Pfaller said all types of plastic were a threat.\n\n\"The errant plastic straw in a turtle's nose or the random plastic bag - sure those are absolute problems - but anything out there can grow bacteria and animals on it that turtles want to eat and so it smells to them like something they should go check out and possibly consume, which can lead to their death.\"\n\nSeeking the 'plastic score' of the food on our plates\nPlastic in Pacific 'growing rapidly'\nSeven charts that explain the plastic pollution problem.\n\nThe findings, published in Current Biology, are based on an experiment involving 15 young loggerhead sea turtles that had been raised in captivity.\n\nThe researchers piped airborne odours into the air above a water tank and recorded the turtles' reactions with cameras.\n\nThe animals responded in the same way to odours from conditioned plastics released into the air as they did to food such as fish and shrimp meal.\n\nWhen they came up to breathe, they kept their noses out of the water more than three times longer than normal to get a good smell of the weathered plastics.\n\nThe findings open up new avenues for research to protect the marine animals that are threatened by plastic debris in the sea, mostly through entanglement and ingestion.\n\nA recent study found that given current trends, 99% of seabirds will have ingested plastic waste by 2050.\n\nFollow Helen on Twitter.\n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}