{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Why are people arguing over plastic straws and metal straws ... - Reddit",
  "href": "https://www.reddit.com/r/AskReddit/comments/dsalmb/why_are_people_arguing_over_plastic_straws_and/",
  "body": "525 votes, 251 comments. 43M subscribers in the AskReddit community. r/AskReddit is the place to ask and answer thought-provoking questions.",
  "textContent": "Why are people arguing over plastic straws and metal straws when they could just drink straight out of the cup? : r/AskReddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskReddit\nr/AskReddit\n•\n4 yr. ago\nIm_A_Epic_Giraffe\nWhy are people arguing over plastic straws and metal straws when they could just drink straight out of the cup?\nSorry, this post has been removed\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nred_west_la\n•\n4 yr. ago\n\nIt’s easier to use a straw if you’re wearing lipstick\n\nCoffee3Soup3\n•\n4 yr. ago\n\nAlso so your beard is not soaked in strange liquids\n\n4 more replies\n37 more replies\nYellowFlySwat\n•\n4 yr. ago\n\nI have sensitive teeth, and drinking cold drink from a glass isn't a fun experience for me.\n\nJust my two cents.\n\n6 more replies\ny00sum\n•\n4 yr. ago\n\nBecause people like cups with caps so that it doesn't spill so easy. At least that's why I like them but thats only when your driving\n\n[deleted]\n•\n4 yr. ago\n\nif only there was some sort of cap we could put on containers that would let us suck the liquid out, without the need of an extended, narrow tube.\n\nhmmm\n\n21 more replies\n39 more replies\nChadamm\n•\n4 yr. ago\n\nThere are plenty of people who need a straw for a medical purpose.. shaky hands, weak muscles and muscle spasms are just some of the reasons.\n\nHaving straws available for these people is important. If you can also provide a more environmentally option to them that is best. We often forget that a lot of things we take for granted in our lives really help others who are less fortunate.\n\njustreading31\n•\n4 yr. ago\n\nHow am I’m going to drink my Carmel frappe with a 4 inch whipped cream topping? Unless I want a pie in face clown look I need some type of slurping device.\n\n3 more replies\nTaurusteacups\n•\n4 yr. ago\n\nYou know when the ice clumps to the bottom of the cup and then, all the sudden, falls down and hits you in the face...maybe it's that.\n\n3 more replies\n[deleted]\n•\n4 yr. ago\n[deleted]\n•\n4 yr. ago\n\nThis is an excellent point!\n\npecklepuff\n•\n4 yr. ago\n\nSomeone who insisted on using straws told me once that they did so because the glass may be dirty, and they don't want to touch a dirty glass with their lips.\n\nI pointed out that if the glass is dirty, they are just drinking the dirt through the straw! Suffice it to say, I ruined their entire day. I mean how could that have not occurred to this person?\n\n10 more replies\njasminel96\n•\n4 yr. ago\n\nLots of reasons.\n\nSpilling. Cups that aren’t entirely clean (think restaurants- I’d say this is more on the germaphobic side). Teeth sensitivity. Disabilities. To the people who mentioned water bottles - are you drinking a smoothie from a water bottle?\n\njaylovesyou2\n•\n4 yr. ago\n\nI've always thought it was crazy, look how much plastic is used in packaging for simple products. A straw seems very small in comparison.\n\n13 more replies\nnotsocoolnow\n•\n4 yr. ago\n\nBecause loads of fast food places give you paper or Styrofoam cups, meaning that drinking without a straw stands a good chance of ending up with your bra showing through your shirt.\n\nIf I am drinking from a glass, can or plastic cup I'll happily give up the straw.\n\nrandomMNguy98\n•\n4 yr. ago\n\nIts easier to bypass braces with a straw than it is with fancy tongue work.\n\n6 more replies\nDeathSpiral321\n•\n4 yr. ago\n\nI'd like to know why people get upset about plastic straws, but still drink out of plastic cups? As if the straw plastic is more wasteful than the cup plastic.\n\n2 more replies\narch_nyc\n•\n4 yr. ago\n\nCans. Ever stop to think how they’re stored? The tops are filthy. Back when my office had canned drinks I always used straws.\n\n3 more replies\n[deleted]\n•\n4 yr. ago\n\nMakes sense. When we were kids, we'd just find a garden hose somewhere and drink straight out of it lol\n\n1 more reply\nScylinz\n•\n4 yr. ago\n\nBoba\n\nView more comments\n \n2\nRank by size \nRelated\nReddit\nAsk\nOnline community\nSocial media\nMobile app\nMeta/Reddit\nWebsite\nInformation & communications technology\nTechnology\nforward\nback\nr/AskReddit\nWhat is a little bombshell your therapist dropped in one of your sessions that completely changed your outlook?\n20K upvotes · 8.1K comments\nr/AskReddit\nWhat treasures that we 100% know existed still haven’t been found?\n13K upvotes · 3.7K comments\nr/AskReddit\nNSFW\n(Serious) What's a local rumor you heard as a kid that turned out to be true years later?\n13K upvotes · 5K comments\nr/AskReddit\nWhat has become so expensive that it’s not worth buying anymore?\n13K upvotes · 21K comments\nr/AskReddit\nNSFW\nWhat are some unethical financial hacks that you know of that won't land you in prison?\n11K upvotes · 3.6K comments\nr/AskReddit\nWhat are some of the most secret documents that are known to exist?\n10K upvotes · 4.6K comments\nr/AskReddit\nNSFW\nWhat's something you wish you knew about sex before you had sex?\n8.9K upvotes · 3.7K comments\nr/AskReddit\nNSFW\nwhat’s one thing about the female body that men might not know?\n8.8K upvotes · 6K comments\nr/AskReddit\nNSFW\nWhat is an old wives tale that people still believe?\n8.2K upvotes · 6K comments\nr/AskReddit\nMen, what is something that your wife/girlfriend dislikes about herself that you actually find attractive?\n8K upvotes · 2.9K comments\nr/AskReddit\nWhat's the most \"small town\" thing you've witnessed?\n7.4K upvotes · 6.8K comments\nr/AskReddit\nWhat's a disproven parenting myth that way too many people still believe?\n7.2K upvotes · 5.6K comments\nr/AskReddit\nNSFW\nWhat is a flex that you rarely talk about?\n6.6K upvotes · 5.3K comments\nr/AskReddit\nWhat is the worst thing you’ve seen someone get addicted to that wasn’t any form of drug like substance or alcohol?\n6.6K upvotes · 6.8K comments\nr/AskReddit\nNSFW\n(Serious) What is the most disturbing documentary you've ever seen?\n6.5K upvotes · 3.7K comments\nr/AskReddit\nWhat are cool yet not cringy Wi-Fi names?\n6.4K upvotes · 8.3K comments\nr/AskReddit\nWhat world record are you sure you own without any actual proof?\n6.3K upvotes · 5.2K comments\nr/AskReddit\nNSFW\nIf you were in a room with all of your sexual partners, what would you say to them?\n6.1K upvotes · 7.2K comments\nr/AskReddit\nWhat existed when you were a child that doesn’t exist now?\n5.8K upvotes · 15K comments\nr/AskReddit\nWhich good celebrity do you find suspicious?\n5.7K upvotes · 9.6K comments\nr/AskReddit\nNSFW\nWhat's the worst victimless crime you know of?\n5.6K upvotes · 2K comments\nr/AskReddit\nWhat's the worst Christmas bonus you've ever received?\n5.4K upvotes · 7.9K comments\nr/AskReddit\nNSFW\nDoctors, how do you inform patients of an incurable and fatal diagnosis?\n5.3K upvotes · 858 comments\nr/AskReddit\nNSFW\nWhat pickup line actually worked?\n4.6K upvotes · 1.9K comments\nr/AskReddit\nMen: What’s the most disgusting thing you ever said to a girl and didn’t even realize how disgusting it was until later?\n4.5K upvotes · 2.1K comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 6, 2019\nReddit\nreReddit: Top posts of November 2019\nReddit\nreReddit: Top posts of 2019"
}