{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The sticky problem of plastic wrap - National Geographic",
  "href": "https://www.nationalgeographic.com/environment/article/story-of-plastic-sticky-problem-of-plastic-wrap",
  "body": "A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. California's sweeping new plastics law could be a game changer.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nENVIRONMENTTHE STORY OF PLASTIC\nThe sticky problem of plastic wrap\n\nIt may save your sandwich, but plastic wrap pollutes the planet. Is there a better solution?\n\nPlastic wrap was discovered in a lab by accident in the 1940s. Now there are more than 100 brands of the covering to choose from.\n\nPHOTOGRAPH BY HANNAH WHITAKER, NATIONAL GEOGRAPHIC\nBYSARAH GIBBENS\nPUBLISHED JULY 12, 2019\n• 10 MIN READ\nThis article was created in partnership with the National Geographic Society.\n\nThe slick, transparent film we now know as plastic wrap was originally a mistake of chemistry, a residue clinging stubbornly to the bottom of a beaker in a 1930s laboratory. The military originally used it to line boots and planes. Today, consumers around the world, and the grocery stores they shop in, have more than a hundred brands of the super water-resistant substance to choose from.\n\nPlastic wrap is popular in the United States. One industry research group found that, in the past six months, nearly 80 million Americans had used at least one roll of plastic wrap, but more than five million Americans had gone through more than 10 million boxes. Commercial uses in supermarkets and shipping account for the additional three million tons of plastic wrap companies expect to make in 2019.\n\nThough the portable, cheap wrap keeps leftovers fresh for longer, there are several catches: Plastic wrap contributes to the larger plastic pollution crisis, it’s difficult to recycle, and it’s made from potentially harmful chemicals, especially as they break down in the environment.\n\n“If you look back to the 1950s when we didn't have as effective food storage like we do now, you can see why it was so popular,” says Leah Bendell , a marine ecotoxicologist from Simon Fraser University.\n\n“We didn't have plastic 70 years ago, and then in the post-war boom, you had chemists who were going to provide us with this brave new world. Pesticides, herbicides, and plastics were a big part of that,” she says.\n\n5:45\n\nPLASTICS 101\n\nSlick and green\n\nWhen Ralph Wiley discovered polyvinylidene chloride (PVDC) while working in the physicals lab at Dow Chemical in Midland, Michigan, he nicknamed it eonite after a fictional, indestructible material in the comic strip \"Little Orphan Annie.\"\n\nHis task had been to create a new product out of hydrocarbon and chlorine, two by-products of manufacturing the dry-cleaning agent perchloroethylene.\n\nNational Geographic is committed to reducing plastics pollution. Learn more about our non-profit activities at natgeo.org/plastics. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nThe newfound chemical was so water-resistant that it couldn’t be washed clean from its distillation flask. PVDC molecules bind together so tightly, they’re nearly impenetrable by oxygen and water molecules. Those properties made the material attractive in war efforts and in American kitchens as Saran Wrap.\n\nBy the 1960s, the Australian company GLAD had created its own—though less clingy—version of plastic wrap from polyethylene. Saran Wrap too is now made from polyethylene after consumers grew concerned about the health impacts of wrapping their food in a plastic made with chloride.\n\nGlobal consumers can buy plastic wrap made of PVDC, PVC, polyethylene, and waxed cotton.\n\nPHOTOGRAPH BY HANNAH WHITAKER, NATIONAL GEOGRAPHIC\n\nToday, consumers around the world have plastic wrap brands at their disposal made of PVDC, PVC, and polyethylene.\n\nPlastic infiltrates the environment\n\nThin, flimsy, plastic-like bags are difficult to recycle; without specialized equipment they clog machines. And even when plastic wrap is recycled, it's costlier than using virgin materials. When it ends up in landfills or incinerators, both PVC and PVDC can release a highly toxic chemical called dioxin, says the World Health Organization.\n\nIn marine environments, plastic wrap contributes to a larger plastic pollution crisis, but unlike other plastics, scientists are finding that PVC and PVDC do great jobs of picking up bacteria and metals. Those contaminated pieces of microplastic then harm the fish that mistake them for food.\n\nWhile environmental activists tend to advocate for ditching the product altogether, manufacturers point the finger at outdated infrastructure.\n\nScott Defife, the vice president of government affairs at the Plastics Industry Association, says plastic films could be easily recycled if our infrastructure for collecting waste wasn't “lacking.”\n\n“We want the federal government to make investments,” he says. “They should think of it as a critical public utility like roads and bridges.”\n\nThe Plastics Industry Association touts plastic wrap as an effective way to reduce food waste by keeping food fresh.\n\nTHE STORY OF PLASTIC\n\nPLASTIC WRAP\n\nDiscovered in 1933, the key chemical in plastic wrap was first used as a spray to protect fighter planes and other military gear from water. In 1949, Dow Chemical created the commercial plastic wrap we know today.\n\nUsage\n\nRecycling\n\nDid You Know?\n\nLast year, 5.3 million Americans used 10 or more rolls of plastic wrap.\n\nPlastic wrap is rarely recycled because it can clog machinery.\n\nEach year, Americans buy enough plastic film to shrink-wrap Texas.\n\nMONICA SERRANO, NGM STAFF; MEG ROOSEVELT\n\nSOURCES: MORE RECYCLING; U.S. PACKAGING AND WRAPPING; HARVARD BUSINESS REVIEW; STATISTA; CLEAN AIR COUNCIL\n\n“Each of these materials was developed for a reason,” Defife says.\n\nConcerns about safety\n\nPVC and PVDC differ by the slightly different chloride compositions in each molecule. Saran Wrap includes some vinyl chloride, often 13 percent, and both typically have toxic additives, said Bendell. The Food and Drug Administration regulates both, permitting less than a fraction of one percent of PVC and PVDC food wrap from migrating into food. At that exposure level, it's highly unlikely someone could be poisoned by their plastic wrap.\n\n“If you have a dinner plate made out of PVC, is that posing a risk? Probably not,” says Rolf Halden, an environmental scientist at Arizona State University's Biodesign Institute. “But if we surround ourselves with PVC and phthalates, they can leach or ooze out of the products. That creates an unwanted exposure.”\n\nIn order to make plastics softer, more flexible, and more transparent, they are often mixed with plasticizers, particularly for food packaging, says Ramani Narayan, a chemical engineer at Michigan State University. One common class of plasticizers is a group of molecules called phthalates—a category that contains carcinogens—although PVC plastic wrap doesn't contain them anymore. It does contain a plasticizer called DEHA, or diethylhexyl adipate, but its effects on human health are unclear.\n\nPLANET OR PLASTIC?\n\nThree things you can do to be part of the solution:\n\n1. Switch from plastic wrap to a reusable wax wrap.\n\n2. Store leftovers in glass containers.\n\n3. Cover foods with aluminum foil instead of plastic wrap.\n\nStretch-Tite makes plastic wrap that contains PVC. In an email, they noted that their product is free of cancer-causing chemicals like BPA and phthalates, and they claim that safety concerns over plastic wrap aren’t based in sound science.\n\nSays Halden: “Unlike infectious pathogens, the effects of toxic chemical exposures may take decades to manifest.” And an increase in cancer rates, for example, would be challenging to tie directly to chemicals in plastic wrap.\n\nThe search for alternatives\n\nWax paper was frequently used in the decades before plastic wrap was stocked on supermarket shelves, and it's a reusable form of wax paper that’s now offering an alternative to throwaway plastics.\n\nBee's Wrap is made by coating bee's wax, jojoba oil, and tree resin onto a thin strip of cotton. Warmth from your hands loosens the bonds, making it more pliable and sticky.\n\nCo-owner of a start-up called Etee, Steve Reble says he was inspired by the ancient Egyptian wraps on mummies when he created his own version of a reusable food wrap by coating a thin strip of cotton in a waxy barrier.\n\nWhile still relatively new companies—Bee’s Wrap was founded in 2012 and Etee in 2017—they’ve effectively captured a demographic of consumers searching for alternatives to single-use plastics.\n\nReble says Etee food wraps have been able to eliminate more than 100 million square feet of plastic wrap in the past two years. Katie Flagg, a representative from Bee’s Wrap, says the company grew by 87 percent last year.\n\nConsumer research group Nielsen estimates that U.S. consumers will spend $150 billion on a wide variety of sustainable products by 2021.\n\n“We’re becoming much more savvy about how we interact with our resources,” says Flagg.\n\nMORE ARTICLES FROM THE STORY OF PLASTIC SERIES\n\nHow your toothbrush became a part of the plastic crisis\n\nWhy carrying your own fork and spoon helps solve the plastic crisis\n\nThis common plastic packaging is a recycling nightmare\n\nCigarette butts are toxic plastic pollution. Should they be banned?\n\nHow the plastic bottle went from miracle container to hated garbage\n\nHow tampons and pads became so unsustainable\n\nTires: The plastic polluter you never thought about\n\nCan medical care exist without plastic?\n\nYour shoes are made of plastic. Here’s why.\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThis forgotten tech could solve the world’s palm oil problem\nENVIRONMENTPLANET POSSIBLE\nThis forgotten tech could solve the world’s palm oil problem\nFound in everything from chips to toothpaste, our addiction to the oil is destroying rainforests. But oily microbes may finally offer a sustainable alternative.\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}