{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Characteristics of Plastic Pollution in the Environment: A Review",
  "href": "https://link.springer.com/article/10.1007/s00128-020-02820-1",
  "body": "Plastics are ubiquitous in the environment and have become a hot topic in academic circles. Extensive studies have focused on analytical methods, source, abundance, transport, fate, degradation of plastics in the environment and threats to natural surroundings, wildlife or even human health. However, characteristics of plastic pollution, which are critical to understand this emerging problem ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\nLog in\nFind a journal\nPublish with us\nSearch\nCart\nHome  Bulletin of Environmental Contamination and Toxicology  Article\nCharacteristics of Plastic Pollution in the Environment: A Review\nFocused Review\nPublished: 12 March 2020\nvolume\n 107, \npages\n577–584 (2021)\nBulletin of Environmental Contamination and Toxicology\nAims and scope\nSubmit manuscript\nPenghui Li, Xiaodan Wang, Min Su, Xiaoyan Zou, Linlin Duan & Hongwu Zhang \n\n14k Accesses\n\n95 Citations\n\n18 Altmetric\n\n1 Mention\n\nExplore all metrics \n\nCite this article\n\nAbstract\n\nPlastics are ubiquitous in the environment and have become a hot topic in academic circles. Extensive studies have focused on analytical methods, source, abundance, transport, fate, degradation of plastics in the environment and threats to natural surroundings, wildlife or even human health. However, characteristics of plastic pollution, which are critical to understand this emerging problem, remain unknown up to now. Here, this paper reviews the major characteristics of plastic pollution in the environment to enhance present understanding of this issue. These characteristics, including diversity, persistence, global issues, combined pollution and threats to organisms and human health, are critically summarized in this work. Further, “plastic cycle” in the environment, namely, aquatic, atmospheric, and terrestrial system, is also discussed in this review. Finally, we highlight current challenges of plastic pollution posed to the public and also recommend the research trends in future work.\n\n This is a preview of subscription content, log in via an institution  to check access.\n\nSimilar content being viewed by others\nOccurrences, sources, fate and impacts of plastic on aquatic organisms and human health in global perspectives: What Bangladesh can do in future?\nArticle 29 June 2023\nRole of Environmental Science in Solving the Plastic Pollution Issue\nChapter © 2022\nMegaplastics to Nanoplastics: Emerging Environmental Pollutants and Their Environmental Impacts\nChapter © 2019\nReferences\n\nAkdogan Z, Guven B (2019) Microplastics in the environment: a critical review of current understanding and identification of future research needs. Environ Pollut 254:113011\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAlexiadou P, Foskolos I, Frantzis A (2019) Ingestion of macroplastics by odontocetes of the Greek Seas, eastern mediterranean: often deadly! Mar Pollut Bull 146:67–75\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAllen S, Allen D, Phoenix VR et al (2019) Atmospheric transport and deposition of microplastics in a remote mountain catchment. Nat Geosci 12:339–344\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAndrady AL (2015) Persistence of plastic litter in the oceans. Marine anthropogenic litter. Springer, Cham, pp 57–72\n\nChapter\n \nGoogle Scholar\n \n\nAraujo CF, Nolasco MM, Ribeiro AM et al (2018) Identification of microplastics using Raman spectroscopy: latest developments and future prospects. Water Res 142:426–440\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBai M, Li D (2020) Quantity of plastic waste input into the ocean from China based on a material flow analysis model. Anthropoc Coasts 3:1–5\n\nArticle\n \nGoogle Scholar\n \n\nBakir A, O’Connor IA, Rowland SJ et al (2016) Relative importance of microplastics as a pathway for the transfer of hydrophobic organic chemicals to marine life. Environ Pollut 219:56–65\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBarboza LGA, Vethaak AD, Lavorante BR et al (2018) Marine microplastic debris: an emerging issue for food security, food safety and human health. Mar Pollut Bull 133:336–348\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBatel A, Linti F, Scherer M, Braunbeck T (2016) The transfer of benzo(a)pyrene from microplastics to Artemia nauplii and further to zebrafish via trophic food web experiment-CYP1A induction and tracking of persistent organic pollutants. Environ Toxicol Chem 35:1656–1666\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBjerrum CJ, Canfield DE (2011) Towards a quantitative understanding of the late Neoproterozoic carbon cycle. Proc Natl Acad Sci 108:5542–5547\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBond T, Ferrandiz-Mas V, Felipe-Sotelo M et al (2018) The occurrence and degradation of aquatic plastic litter based on polymer physicochemical properties: a review. Crit Rev Environ Sci Technol 48:685–722\n\nArticle\n \nGoogle Scholar\n \n\nBrennecke D, Duarte B, Paiva F et al (2016) Microplastics as vector for heavy metal contamination from the marine environment. Estuar Coast Shelf Sci 178:189–195\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBrun NR, van Hage P, Hunting ER et al (2019) Polystyrene nanoplastics disrupt glucose metabolism and cortisol levels with a possible link to behavioural changes in larval zebrafish. Commun Biol 2:1–9\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCai L, Wang J, Peng J et al (2018) Observation of the degradation of three types of plastic pellets exposed to UV irradiation in three different environments. Sci Total Environ 628:740–747\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCarpenter EJ, Smith KL (1972) Plastics on the Sargasso Sea surface. Science 175:1240–1241\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nChen J, Tan M, Nemmar A et al (2006) Quantification of extrapulmonary translocation of intratracheal-instilled particles in vivo in rats: effect of lipopolysaccharide. Toxicology 222:195–201\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nChen Q, Allgeier A, Yin D et al (2019) Leaching of endocrine disrupting chemicals from marine microplastics and mesoplastics under common life stress conditions. Environ Int 130:104938\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nChen Q, Yin D, Jia Y et al (2017) Enhanced uptake of BPA in the presence of nanoplastics can lead to neurotoxic effects in adult zebrafish. Sci Total Environ 609:1312–1321\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCole M, Lindeque P, Fileman E et al (2013) Microplastic ingestion by zooplankton. Environ Sci Technol 47:6646–6655\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCooper DA, Corcoran PL (2010) Effects of mechanical and chemical processes on the degradation of plastic beach debris on the island of Kauai. Hawaii Mar Pollut Bull 60:650–654\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCorcoran PL, Moore CJ, Jazvac K (2014) An anthropogenic marker horizon in the future rock record. GSA Today 24:4–8\n\nArticle\n \nGoogle Scholar\n \n\nCox KD, Covernton GA, Davies HL et al (2019) Human consumption of microplastics. Environ Sci Technol 53:7068–7074\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDa Costa JP, Santos PSM, Duarte AC, Rocha-Santos T (2016) (Nano) plastics in the environment-sources, fates and effects. Sci Total Environ 566:15–26\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDai Z, Zhang H, Zhou Q et al (2018) Occurrence of microplastics in the water column and sediment in an inland sea affected by intensive anthropogenic activities. Environ Pollut 242:1557–1565\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDau BK, Gilardi KVK, Gulland FM et al (2009) Fishing gear-related injury in California marine wildlife. J Wildl Dis 45:355–362\n\nArticle\n \nGoogle Scholar\n \n\nDonnelly-Greenan EL, Nevins HM, Harvey JT (2019) Entangled seabird and marine mammal reports from citizen science surveys from coastal California (1997–2017). Mar Pollut Bull 149:110557\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDo Sul JAI, Costa MF (2014) The present and future of microplastic pollution in the marine environment. Environ Pollut 185:352–364\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDris R, Gasperi J, Mirande C et al (2017) A first overview of textile fibers, including microplastics, in indoor and outdoor environments. Environ Pollut 221:453–458\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDuncan EM, Broderick AC, Fuller WJ et al (2019) Microplastic ingestion ubiquitous in marine turtles. Global Change biol 25:744–752\n\nArticle\n \nGoogle Scholar\n \n\nEerkes-Medrano D, Thompson RC, Aldridge DC (2015) Microplastics in freshwater systems: a review of the emerging threats, identification of knowledge gaps and prioritisation of research needs. Water Res 75:63–82\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEngler RE (2012) The complex interaction between marine debris and toxic chemicals in the ocean. Environ Sci Technol 46:12302–12315\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEriksen M, Mason S, Wilson S et al (2013) Microplastic pollution in the surface waters of the Laurentian Great Lakes. Mar Pollut Bull 77:177–182\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGalloway JN, Townsend AR, Erisman JW (2008) Transformation of the nitrogen cycle: recent trends, questions, and potential solutions. Science 320:889–892\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGalloway TS, Lewis CN (2016) Marine microplastics spell big problems for future generations. Proc Natl Acad Sci 113:2331–2333\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGestoso I, Cacabelos E, Ramalhosa P, Canning-Clode J (2019) Plasticrusts: a new potential threat in the Anthropocene's rocky shores. Sci Total Environ 687:413–415\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGeyer R, Jambeck JR, Law KL (2017) Production, use, and fate of all plastics ever made. Sci Adv 3:e1700782\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGregory MR, Andrady AL (2003) Plastics in the marine environment Plastics and the Environment. Wiley, Hoboken\n\nGoogle Scholar\n \n\nHahladakis JN, Velis CA, Weber R et al (2018) An overview of chemical additives present in plastics: migration, release, fate and environmental impact during their use, disposal and recycling. J Hazard Mater 344:179–199\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHermabessiere L, Dehaut A, Paul-Pont I et al (2017) Occurrence and effects of plastic additives on marine environments and organisms: a review. Chemosphere 182:781–793\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nIoakeimidis C, Fotopoulou KN, Karapanagioti HK et al (2016) The degradation potential of PET bottles in the marine environment: An ATR-FTIR based approach. Sci Rep 6:23501\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nJacobsen JK, Massey L, Gulland F (2010) Fatal ingestion of floating net debris by two sperm whales (Physeter macrocephalus). Mar Pollut Bull 60:765–767\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nJambeck JR, Geyer R, Wilcox C et al (2015) Plastic waste inputs from land into the ocean. Science 347:768–771\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKarbalaei S, Hanachi P, Walker TR, Cole M (2018) Occurrence, sources, human health impacts and mitigation of microplastic pollution. Environ Sci Pollut Res 25:36046–36063\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKershaw P, Turra A, Galgani F (2019). Guidelines for the monitoring and assessment of plastic litter in the Ocean-GESAMP reports and studies no. 99. GESAMP Reports and Studies\n\nKim JS, Lee HJ, Kim SK, Kim HJ (2018) Global pattern of microplastics (mps) in commercial food-grade salts: sea salt as an indicator of seawater MP pollution. Environ Sci Technol 52:12819–12828\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKirstein IV, Kirmizi S, Wichels A et al (2016) Dangerous hitchhikers? Evidence for potentially pathogenic Vibrio spp. on microplastic particles. Mar Environ Res 120:1–8\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKoelmans AA, Nor NHM, Hermsen E et al (2019) Microplastics in freshwaters and drinking water: critical review and assessment of data quality. Water Res 155:410–442\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKroon F, Motti C, Talbot S et al (2018) A workflow for improving estimates of microplastic contamination in marine waters: a case study from North-Western Australia. Environ Pollut 238:26–38\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLamb JB, Willis BL, Fiorenza EA et al (2018) Plastic waste associated with disease on coral reefs. Science 359:460–462\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLaw KL (2017) Plastics in the marine environment. Annu Rev Mar Sci 9:205–229\n\nArticle\n \nGoogle Scholar\n \n\nLebreton LCM, Van der Zwet J, Damsteeg JW et al (2017) River plastic emissions to the world’s oceans. Nat Commun 8:15611\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLehner R, Weder C, Petri-Fink A, Rothen-Rutishauser B (2019) Emergence of nanoplastic in the environment and possible impact on human health. Environ Sci Technol 53:1748–1765\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLi WC, Tse HF, Fok L (2016) Plastic waste in the marine environment: a review of sources, occurrence and effects. Sci Total Environ 566:333–349\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLi J, Liu H, Chen JP (2018) Microplastics in freshwater systems: a review on occurrence, environmental effects, and methods for microplastics detection. Water Res 137:362–374\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLi P, Zou X, Wang X et al (2020) A preliminary study of the interactions between microplastics and citrate-coated silver nanoparticles in aquatic environments. J Hazard Mater 385:121601\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLu L, Luo T, Zhao Y et al (2019) Interaction between microplastics and microorganism as well as gut microbiota: a consideration on environmental animal and human health. Sci Total Environ 667:94–100\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLunov O, Syrovets T, Loos C et al (2011) Differential uptake of functionalized polystyrene nanoparticles by human macrophages and a monocytic cell line. ACS Nano 5:1657–1669\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLusher AL, Hernandez-Milian G, O’Brien J et al (2015) Microplastic and macroplastic ingestion by a deep diving, oceanic cetacean: the True's beaked whale Mesoplodon. Environ Pollut 199:185–191\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLv W, Zhou W, Lu S et al (2019) Microplastic pollution in rice-fish co-culture system: a report of three farmland stations in Shanghai, China. Sci Total Environ 652:1209–1218\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMahon AM, O’Connell B, Healy MG et al (2016) Microplastics in sewage sludge: effects of treatment. Environ Sci Technol 51:810–818\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMassos A, Turner A (2017) Cadmium, lead and bromine in beached microplastics. Environ Pollut 227:139–145\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMintenig SM, Int-Veen I, Löder MG et al (2017) Identification of microplastic in effluents of waste water treatment plants using focal plane array-based micro-Fourier-transform infrared imaging. Water Res 108:365–372\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nNeto JAB, Gaylarde C, Beech I et al (2019) Microplastics and attached microorganisms in sediments of the Vitória bay estuarine system in SE Brazil. Ocean Coast Manage 169:247–253\n\nArticle\n \nGoogle Scholar\n \n\nPeeken I, Primpke S, Beyer B et al (2018) Arctic sea ice is an important temporal sink and means of transport for microplastic. Nat Commun 9:1505\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRainieri S, Conlledo N, Larsen BK et al (2018) Combined effects of microplastics and chemical contaminants on the organ toxicity of zebrafish (Danio rerio). Environ Res 162:135–143\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRochman CM, Browne MA, Halpern BS et al (2013) Policy: classify plastic waste as hazardous. Nature 494:169–171\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRodrigues JP, Duarte AC, Santos-Echeandía J et al (2018) Significance of interactions between microplastics and POPs in the marine environment: a critical overview. TrAC Trends Chem 111:252–260\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRoss NL (2018) The “Plasticene” Epoch? Elements Editorial, p 291\n\nSilva AB, Bastos AS, Justino CI et al (2018) Microplastics in the environment: challenges in analytical chemistry-a review. Anal Chim Acta 1017:1–19\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSetälä O, Norkko J, Lehtiniemi M (2016) Feeding type affects microplastic ingestion in a coastal invertebrate community. Mar Pollut Bull 102:95–101\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSong YK, Hong SH, Jang M et al (2017) Combined effects of UV exposure duration and mechanical abrasion on microplastic fragmentation by polymer type. Environ Sci Technol 51:4368–4376\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nStatista (2018) https://www.statista.com/statistics/282732/global-production-of-plasticssince-1950/. Accessed April 2018\n\nStelfox M, Hudgins J, Sweet M (2016) A review of ghost gear entanglement amongst marine mammals, reptiles and elasmobranchs. Mar Pollut Bull 111:6–17\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSussarellu R, Suquet M, Thomas Y et al (2016) Oyster reproduction is affected by exposure to polystyrene microplastics. Proc Natl Acad Sci 113:2430–2435\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nTang G, Liu M, Zhou Q et al (2018) Microplastics and polycyclic aromatic hydrocarbons (PAHs) in Xiamen coastal areas: implications for anthropogenic impacts. Sci Total Environ 634:811–820\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nTeuten EL, Saquing JM, Knappe D et al (2009) Transport and release of chemicals from plastics to the environments and to wildlife. Philos Trans R Soc B 364:2027–2045\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nThompson RC, Olsen Y, Mitchell RP et al (2004) Lost at sea: where is all the plastic? Science 304:838–838\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nTurner A, Wallerstein C, Arnold R, Webb D (2019) Marine pollution from pyroplastics. Sci Total Environ 694:133610\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nVelzeboer I, Kwadijk CJAF, Koelmans AA (2014) Strong sorption of PCBs to nanoplastics, microplastics, carbon nanotubes, and fullerenes. Environ Sci Technol 48:4869–4876\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWang F, Wong CS, Chen D et al (2018) Interaction of toxic chemicals with microplastics: a critical review. Water Res 139:208–219\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWang J, Liu X, Li Y et al (2019) Microplastics as contaminants in the soil environment: a mini-review. Sci Total Environ 691:848–857\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWeithmann N, Möller JN, Löder MG et al (2018) Organic fertilizer as a vehicle for the entry of microplastic into the environment. Sci Adv 4:eaap8060\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWindsor FM, Durance I, Horton AA et al (2019) A catchment-scale perspective of plastic pollution. Glob Change Biol 25:1207–1221\n\nArticle\n \nGoogle Scholar\n \n\nWoodall LC, Sanchez-Vidal A, Canals M et al (2014) The deep sea is a major sink for microplastic debris. R Soc Open Sci 1:140317\n\nArticle\n \nGoogle Scholar\n \n\nWright SL, Kelly FJ (2017) Plastic and human health: a micro issue? Environ Sci Technol 51:6634–6647\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWright SL, Rowe D, Thompson RC et al (2013) Microplastic ingestion decreases energy reserves in marine worms. Curr Biol 23:R1031–R1033\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nYang Y, Liu G, Song W et al (2019) Plastics in the marine environment are reservoirs for antibiotic and metal resistance genes. Environ Int 123:79–86\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nZalasiewicz J, Waters CN, Ivar do Sul JA et al (2016) The geological cycle of plastics and their use as a stratigraphic indicator of the Anthropocene. Anthropocene 13:4–17\n\nArticle\n \nGoogle Scholar\n \n\nZiajahromi S, Neale PA, Rintoul L et al (2017) Wastewater treatment plants as a pathway for microplastics: development of a new approach to sample wastewater-based microplastics. Water Res 112:93–99\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nZhu F, Zhu C, Wang C, Gu C (2019) Occurrence and ecological impacts of microplastics in soil systems: a review. Bull Environ Contam Tox 102:741–749\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nThis work was supported by the Key Program of International Cooperation of Fujian Province (2019I0032), the National Natural Science Foundation of China (21507129, 61705228), and the Natural Science Foundation of Fujian Province, China (2018J05028).\n\nAuthor information\nAuthors and Affiliations\n\nKey Laboratory of Urban Pollutant Conversion, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen, 361021, China\n\nPenghui Li, Xiaodan Wang, Min Su, Xiaoyan Zou, Linlin Duan & Hongwu Zhang\n\nUniversity of Chinese Academy of Sciences, Beijing, 100049, China\n\nPenghui Li\n\nCorresponding author\n\nCorrespondence to Hongwu Zhang.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nLi, P., Wang, X., Su, M. et al. Characteristics of Plastic Pollution in the Environment: A Review. Bull Environ Contam Toxicol 107, 577–584 (2021). https://doi.org/10.1007/s00128-020-02820-1\n\nDownload citation\n\nReceived\n22 November 2019\n\nAccepted\n04 March 2020\n\nPublished\n12 March 2020\n\nIssue Date\nOctober 2021\n\nDOI\nhttps://doi.org/10.1007/s00128-020-02820-1\n\nKeywords\nMicroplastics\nDiversity\nPlastic pollution\nPersistence\nCombined pollution\nThreat\nAccess this article\nLog in via an institution\nBuy article PDF USD 39.95\n\nPrice excludes VAT (USA)\nTax calculation will be finalised during checkout.\n\nInstant access to the full article PDF.\n\nRent this article via DeepDyve \n\nInstitutional subscriptions \n\nSections\nFigures\nReferences\nAbstract\nReferences\nAcknowledgements\nAuthor information\nRights and permissions\nAbout this article\n\nAdvertisement\n\nDiscover content\nJournals A-Z\nBooks A-Z\nPublish with us\nPublish your research\nOpen access publishing\nProducts and services\nOur products\nLibrarians\nSocieties\nPartners and advertisers\nOur imprints\nSpringer\nNature Portfolio\nBMC\nPalgrave Macmillan\nApress\nYour privacy choices/Manage cookies Your US state privacy rights Accessibility statement Terms and conditions Privacy policy Help and support\n\n152.97.29.13\n\nAppalachian College Association (3000599644) - University of the South Jessie Ball duPont Library (8200707564)\n\n© 2023 Springer Nature"
}