{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Is plastic a threat to your health? - Harvard Health",
  "href": "https://www.health.harvard.edu/staying-healthy/is-plastic-a-threat-to-your-health",
  "body": "Some of these chemicals have been linked to health problems such as metabolic disorders (including obesity) and reduced fertility. This leaching can occur even faster and to a greater degree when plastic is exposed to heat. This means you might be getting an even higher dose of potentially harmful chemicals simply by microwaving your leftovers ...",
  "textContent": "Harvard Health Publishing\nSearch\nShopping Cart\nCustomer Service\nContent Licensing\nAbout Us\nLogin\nFree HealthBeat Signup\nShop\nPay Subscription Bill\nCommon Conditions\nStaying Healthy\nResources\nBlog\nCOVID-19 Updates\nRECENT BLOG ARTICLES\n\nWhat to do if you think your child has the flu\n\nWhen should you hire in-home help or health aides?\n\nSmall pets are delightful, but some carry dangerous bacteria\n\nWant to reduce your risk of dementia? Get your hearing checked today\n\nVeins are a key player in the body: Here's why\n\nDo toddler formulas deliver on nutrition claims?\n\nHoliday arguments brewing? Here's how to defuse them\n\nWhat does a birth doula do?\n\nCellulitis: How long does it take to heal on legs?\n\n21 spices for healthy holiday foods\n\nSTAYING HEALTHY\n\nIs plastic a threat to your health?\nDecember 1, 2019\nHeating plastics in the microwave may cause chemicals to leach into your foods.\n\nPlastic is everywhere. It's in bowls, wraps, and a host of bottles and bags used to store foods and beverages. But in recent years more people have been asking whether exposing our food (and ourselves) to all of this plastic is safe.\n\nStudies have found that certain chemicals in plastic can leach out of the plastic and into the food and beverages we eat. Some of these chemicals have been linked to health problems such as metabolic disorders (including obesity) and reduced fertility. This leaching can occur even faster and to a greater degree when plastic is exposed to heat. This means you might be getting an even higher dose of potentially harmful chemicals simply by microwaving your leftovers in a plastic container.\n\nTo continue reading this article, you must log in.\n\nSubscribe to Harvard Health Online for immediate access to health news and information from Harvard Medical School.\n\nResearch health conditions\nCheck your symptoms\nPrepare for a doctor's visit or test\nFind the best treatments and procedures for you\nExplore options for better nutrition and exercise\nLearn more about the many benefits and features of joining Harvard Health Online »\n\nI'd like to receive access to Harvard Health Online for only $4.99 a month.\n\nSIGN ME UP\n\nAlready a member? Login ».\n\nSHARE THIS PAGE\nSHARE THIS PAGE TO FACEBOOK\nSHARE THIS PAGE TO TWITTER\nSHARE THIS PAGE VIA EMAIL\nPRINT THIS PAGE\nClick to Print\nDisclaimer:\n\nAs a service to our readers, Harvard Health Publishing provides access to our library of archived content. Please note the date of last review or update on all articles.\n\nNo content on this site, regardless of date, should ever be used as a substitute for direct medical advice from your doctor or other qualified clinician.\n\nFREE HEALTHBEAT SIGNUP\n\nGet the latest in health news delivered to your inbox!\n\nNewsletter Signup\nSIGN UP\nFooter\nHarvard Health Publishing\nFacebook\nTwitter\nLinkedin\nYouTube\nMY ACCOUNT\nCustomer Service\nLog in\nORDER NOW\nOnline Learning Courses\nDigital Subscriptions\nSpecial Health Reports\nPrint Subscriptions\nMORE\nAbout Us\nPermissions\nContent Licensing\nTopics\nTrademark Notice\n\n© 2023 Harvard Health Publishing® of The President and Fellows of Harvard College\n\nDo not sell my personal information | Privacy Policy and Terms of Use"
}