{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How do straws hurt the environment? - Association of Zoos and Aquariums",
  "href": "https://www.aza.org/connect-stories/stories/how-do-straws-hurt-the-environment",
  "body": "Straws are particularly prone to ending up in our waterways, and ultimately the oceans, due to beach littering, wind that transports the lightweight objects from trash cans and trash collection facilities, and barges, boats, and aquatic transport vehicles. Most plastic straws simply break into ever-smaller particles, releasing chemicals into ...",
  "textContent": "ABOUT US\n ACCREDITATION\n ANIMAL CARE & MANAGEMENT\n CONSERVATION\n WILDLIFE TRAFFICKING ALLIANCE\n EQUITY & INCLUSION\n AZA SERVICES\n CONNECT\nJOBS\nFIND A ZOO OR AQUARIUM\nCALENDAR\nDONATE\n LOGIN\nFacebook\n \nTwitter\n \nInstagram\n \nPinterest\n \nYouTube\n\t\n\t\nEnter your search query in the field below. Click the X to close.\nAZA logo\nJOBS FIND A ZOO OR AQUARIUM DONATE\nJOIN\nLOGIN\nCalendar\nSearch the site\nAbout Us\nAccreditation\nAnimal Care & Management\nConservation\nWildlife Trafficking Alliance\nEquity & Inclusion\nAZA Services\nConnect\nFEATURE\nHow do straws hurt the environment?\nAZA STAFF\n11/15/2019\n4 min read\nLinkedIn\n \nTwitter\n \nFacebook\n \nStraw or No Straw: How Our Choices Impact Aquatic Wildlife One Straw at a Time\nHow does plastic impact the environment?\n\nPlastic can be used to save wildlife, but it can also be extremely dangerous, especially when we over-produce, over-use, and over-consume and then fail to reuse, recycle, and/or dispose of it properly. Most plastics are not biodegradable and cannot be broken down naturally by bacteria or other living things, and as a result, most of it ends up in wildlife habitats where it poses a threat to plants and animals.\n\nMore than 50% of all of the plastic ever made has been produced since 2004. Plastic pollution is a result of the buildup of plastic waste that has accumulated over decades and especially over recent years. The accumulated plastic finds its way into our lakes, rivers, and oceans, where aquatic life is in danger of ingesting plastic or being exposed to the toxins that leach from it. Some wildlife, like sea turtles, sea birds, and marine mammals, can even get trapped or ensnared in plastic waste. Millions of turtles, seabirds, and other wildlife die each year from complications directly related to plastic consumption. It’s estimated that as many as 70% of seabirds and 30% of turtles have ingested some type of plastic from the ocean. [1]\n\nWhy are straws being banned? How do straws hurt the environment?\n\nAs one of the most common types of single-use plastic, or plastic products that are generally used only one time and then thrown away, straws are one of the culprits of unnecessary plastic pollution.\n\nThe particular problem of plastic straws\n\nFive hundred million straws are used each day by people in the United States alone.[2] Plastic straws are one of the most widely used, and therefore disposed of, plastic products. Many types of straws cannot be reused or recycled due to the chemicals they are made from. Most plastic straws are also not biodegradable and cannot be broken down naturally by bacteria and other decomposers into non-toxic materials.\n\nStraws are particularly prone to ending up in our waterways, and ultimately the oceans, due to beach littering, wind that transports the lightweight objects from trash cans and trash collection facilities, and barges, boats, and aquatic transport vehicles. Most plastic straws simply break into ever-smaller particles, releasing chemicals into the soil, air, and water that are harmful to animals, plants, people, and the environment.\n\nWhat are some alternatives to plastic straws?\n\nIf you or a loved one is required to use a straw for medical purposes, or if you just prefer to consume your beverages with straws, there are many non-plastic straw options available. Simply replacing cheap and disposable plastic straws with reusable stainless steel, glass, or biodegradable paper alternatives is an easy way to cut down on plastic pollution. Check out the gift store at your local AZA-accredited zoo or aquarium and you might just find one in stock!\n\nWhere are straws banned?\n\nBanning plastic straws may very well become a standard initiative in the next few years. Several organizations have already taken steps to ban plastic straws in order to protect the environment. Plastic straws have been banned in several cities and countries around the globe, including New York City, Seattle, Miami Beach, Vancouver, Hawaii, California, Great Britain, Scotland, and Taiwan. Other locations and organizations where straws are banned or no longer in use include:\n\nRoyal Gift Shops and Museums in the UK (at Queen Elizabeth II’s request)\nVarious Members of the Association of Zoos and Aquariums\nThe University of Portland\nThe Art Institute of Chicago\nMcDonald’s (UK)\nWhat are AZA facilities doing to help prevent plastic pollution?\n\nA number of accredited members of the Association of Zoos and Aquariums make it a priority to reduce their impact on the environment by implementing green practices in their business operations.\n\n“Saving animals starts with saving habitats, and by choosing to act responsibly in our business practices, we provide support for our field conservation work around the world and our conservation education programs at home,” said Wanda Evans, former chair of AZA’s Green Scientific Advisory Group. “We cannot, as an industry, be serious about saving wildlife without being serious about natural resource conservation.”\n\nTo address the plastic straw problem, among other issues affecting aquatic wildlife, a group of AZA-accredited aquariums formed the Aquarium Conservation Partnership and launched the “In Our Hands” and “First Step” campaigns. These nationwide initiatives, as well as several local efforts, empower individuals to reduce their own straw usage by choosing not to use them at restaurants and/or buying non-plastic alternatives. Visit the Aquarium Conservation Partnership’s website, take the pledge to skip straws, and learn more about the effect of plastic straws, and other single-use plastics, on the environment.\n\nAZA Marketplace\n\nWith AZA’s Marketplace, zoos and aquariums can easily find commercial members who offer sustainable products to make implementing and sustaining conservation efforts easy.\n\nLEARN MORE\n\nInitiatives like the Aquarium Conservation Partnership are why zoos and aquariums matter. They help in saving species and habitats, while also spreading awareness about conservation. Learn more about other initiatives AZA is a part of that help conservation such as Saving Animals From Extinction (SAFE), Species Survival Plans (SSPs), and more at our website www.aza.org.\n\nNOTES:\n\n[1] Threat of plastic pollution to seabirds is global, pervasive, and increasing, Chris Wilcox, Erik Van Sebille, and Britta Denise Hardesty, http://www.pnas.org/content/112/38/11899\n\n[2] Eco-cycle: Building Zero Waste Communities, http://www.ecocycle.org/bestrawfree/faqs\n\nRELATED STORIES\nFour Gifts that Help Save Animals »\nA New Era of Tourism »\nCultural Attractions Drive Community Impact Through Food, Retail, and Admissions »\nBACK TO ALL STORIES\nAbout\nAccreditation\nAnimal Management\nConservation\nAZA Services\nZOO & AQUARIUM FINDER\nJOIN\nFacebook\nTwitter\nPinterest\nInstagram\nYouTube\nJOBS\nDONATE\nMY AZA\nCALENDAR\nLOGIN\nCONTACT AZA\n8403 Colesville Rd., Suite 710\nSilver Spring, MD 20910-3314\nPhone: 301-562-0777\nEIN: 55-0526930\nRegistered 501(c)(3)\nPARTNERS\nADVERTISE\nPHOTO CREDITS\nSITEMAP\nPRIVACY POLICY\nTERMS OF USE\n© 1997 - 2023 AZA • All Rights Reserved\nWeb Design by Speak\nI ACCEPT\n\nThis site uses cookies to offer you a better browsing experience. If you continue using our website, we'll assume that you are happy to receive all cookies on this website and you agree to our Privacy Policy."
}