{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Where to with the Plastic Straws? | SpringerLink",
  "href": "https://link.springer.com/article/10.1007/s42411-020-0082-z",
  "body": "Metrics. Researchers from Brazil introduced a new application for reusing plastic straws: They produced fibers from recycled plastic straws that can be used as additives for refractory materials. These fibers make the drying of refractory products safer and faster. In the past decades, human beings consumed approximately 9 billion plastic ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\nLog in\nFind a journal\nPublish with us\nSearch\nCart\nHome  Interceram - International Ceramic Review  Article\nWhere to with the Plastic Straws?\nCeramics Forum\nPublished: 30 April 2020\nvolume\n 69, \npage\n14 (2020)\nDownload PDF\nInterceram - International Ceramic Review\n\n1618 Accesses\n\nExplore all metrics \n\nCite this article\n\nResearchers from Brazil introduced a new application for reusing plastic straws: They produced fibers from recycled plastic straws that can be used as additives for refractory materials. These fibers make the drying of refractory products safer and faster.\n\nIn the past decades, human beings consumed approximately 9 billion plastic beverage straws per day and most of them ended up in the oceans along with 5 to 10 million tons of other types of plastic wastes dumped every year. Due to their floatability, they can spread over the oceans after a few months. Because of the deleterious environmental impact on aquatic life, many cities banned or plan to ban their use in restaurants and other public spaces.\n\nStraws are typically made of isotactic polypropylene (PP) or high-density polyethylene (HDPE) and their recycling is tricky due to the difficulties found in selective pickup and the thermal degradation these polymers present after a second processing cycle. As a consequence, recycled straws can not be used to produce new ones. However, a recent work proposed a novel application for these materials.\n\nResearchers from Brazil from the Federal University of São Carlos and São Carlos School of Engineering used recycled straws to melt-spun thin continuous fibers that were chopped into 3 mm staples and mixed with a high-alumina self-flowing refractory castable formulation. After hardening and during the initial heating of the casted parts, the recycled-straw fibers melt and form permeable canals throughout the structure of the refractory, easing the release of water vapor. Known as anti-spalling additives, these fibers significantly reduce the required time and the consumption of energy to heat-up the refractory linings and prevent explosive spalling caused by pressurized water vapor.\n\nThe recycled fibers (Figure 1) have a significantly lower melting point (approximately 141 °C) in comparison to the conventional fibers used in this application (170-180 °C). Due to this, they are more efficient in reducing water vapor pressurization, allowing a safer installation with smaller consumption of fuel for heating and fewer maintenance time.\n\nFigure 1\n\nFibers produced from recycled polypropylene straws (© Salomão)\n\nFull size image\n\nBesides being an alternative for the destination of straws and improving the refractory castables drying behavior, these fibers can also be added to construction concrete to prevent explosions in fire situations based on the same principles. Because these concretes are produced in a much larger volume than refractory castables, other types of plastic wastes could also be employed to produce recycled fibers.\n\nOriginal Publication\n\nR. Salomão, V.C. Pandolfelli, \"Anti-spalling fibers for refractory castables: A potential application for recycling drinking straws\", Ceramics International (In press) (2020). doi.org/10.1016/j.ceramint.2020.02.122\n\nShow more\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nWhere to with the Plastic Straws?. Interceram. - Int. Ceram. Rev. 69, 14 (2020). https://doi.org/10.1007/s42411-020-0082-z\n\nDownload citation\n\nPublished\n30 April 2020\n\nIssue Date\nApril 2020\n\nDOI\nhttps://doi.org/10.1007/s42411-020-0082-z\n\nUse our pre-submission checklist \n\nAvoid common mistakes on your manuscript.\n\nSections\nFigures\nRights and permissions\nAbout this article\n\nAdvertisement\n\nDiscover content\nJournals A-Z\nBooks A-Z\nPublish with us\nPublish your research\nOpen access publishing\nProducts and services\nOur products\nLibrarians\nSocieties\nPartners and advertisers\nOur imprints\nSpringer\nNature Portfolio\nBMC\nPalgrave Macmillan\nApress\nYour privacy choices/Manage cookies Your US state privacy rights Accessibility statement Terms and conditions Privacy policy Help and support\n\n152.97.29.13\n\nAppalachian College Association (3000599644) - University of the South Jessie Ball duPont Library (8200707564)\n\n© 2023 Springer Nature"
}