{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plumbing : r/projectzomboid - Reddit",
  "href": "https://www.reddit.com/r/projectzomboid/comments/e858oy/plumbing/",
  "body": "Nice guide. One thing: the fresh water thing from tap ain't a bug. It's purposely left as is by the Devs. I mean, it's a nice perk given that you need carpentry level 7 to build a large rain collector barrel (I ain't trusting no level 4 small barrels with my washing machines) - enough grinding to justify a fresh water tap (the alternate way of getting fresh water is a bonfire, which is 0 ...",
  "textContent": "Plumbing : r/projectzomboid\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to projectzomboid\nr/projectzomboid\n\n4 yr. ago\nEggsmuffins\nPlumbing\n\nI just spent about an hour or two trying to figure out how the plumbing works in this game, and I think I figured it out. There's a lot of misinformation and general lack of information online, so hopefully I can clear some things up. Basically here are the rules:\n\nThe sink has to be in an enclosed area\n\nI think most people have already figured this out, but basically the sink, (but not the barrel), has to be in an enclosed space. If you're in a normal house, you're fine, but if you built your own house, just make sure there's no empty holes in the area of the sink.\n\nThe barrel has to be up and adjacent of the sink\n\nA few people said that it has to be up and left, or right, or up and right, but all that matters is that the barrel is up and adjacent of the sink. It cannot be directly above, it will not work, only adjacent.\n\nThe sink has to be placed by you\n\nThis was a weird one, but I couldn't get it to plumb on sinks that are already existing in the world. You have to pick up the sink, then put it back down for it work.\n\nSome other things to note:\n\nThe sink will filter water into clean water, so you can just dump any rainwater in there, and it will become clean. This seems to me like an oversight by the devs, so use it while you can.\n\nOnce the sink is \"plumbed\", it will stay plumbed until you pick it back up. So you can add and remove barrels all you want, just as long as you put them back in the correct place.\n\nIt also doesn't have to be a barrel. The sink will also draw water from any other water source. So if there's a toilet or bathtub or something up and adjacent of the sink, it will pull from those as well.\n\nThat's about it, I think. Let me know if I missed anything or if you have any questions.\n\nEdit to add:\n\nJust did a few more tests with the washing machine, seems to be the same rules as the the sink, except you also need power for it to work. You have to pick up the washing machine, then put it back down. This will be a lot more difficult to get working, because IIRC you need Electricity 3 to pick it up.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ncammgig\n\n4 yr. ago\n\nGreat job. Thats a good guide, i had some problems with this.\n\narrasas\n\n4 yr. ago\n\nCan you fill bathtub with water yourself and use it to \"water\" sink or washing machine?\n\nLynken\n\n4 yr. ago\n\nOr even better, can I use the bathtub as a rain collector?\n\n3 more replies\n1 more reply\nZomboidia\n\n4 yr. ago\n\nNice guide. One thing: the fresh water thing from tap ain't a bug. It's purposely left as is by the Devs. I mean, it's a nice perk given that you need carpentry level 7 to build a large rain collector barrel (I ain't trusting no level 4 small barrels with my washing machines) - enough grinding to justify a fresh water tap (the alternate way of getting fresh water is a bonfire, which is 0 difficulty anyway).\n\n3 more replies\nDatBoiTrooper\n\n4 yr. ago\n\nIm defiantly saving this, thanks for the detailed guide\n\nGigibop\n\n4 yr. ago\n\nDo washing machines work in the stable version?\n\nEggsmuffins\n\n4 yr. ago\n\nNo, only in .41, and I forgot to add in the post, this was all done in .41\n\nmakute\n\n4 yr. ago\n\nThe barrel has to be up and adjacent of the sink\n\nMust it be on the floor inmediatly over the sink? So, can I have an \"empty second floor\" between say, the kitchen sink and a rain collector on the roof?\n\nr_moon\n\n4 yr. ago\n\nHow do you plumb the sink?\n\nredditbait82\n\n4 yr. ago\n\nit automatically happens when these conditions are met\n\n[deleted]\n\n4 yr. ago\n\nYooo thanks so much o.p. Ive been seeing comments about this but I wasnt sure exactly how it worked. \n\nFerrousglobin\n\n4 yr. ago\n\nMine is coming out tainted. The rain barrel is behind the sink and Im using a pedestal sink, I dont know if that matters?\n\nEggsmuffins\n\n4 yr. ago\n\nIm not sure what a pedestal sink is, but I dont think it should matter what type it is. Is the barrel above and adjacent to the sink, and did you plumb the sink with a wrench?\n\n1 more reply\nTough_Let_7189\n\n2 yr. ago\n\nWhat can elevate rain barrel? Can it be put on a crate etc.\n\n \nTop 1%\nRank by size \nr/projectzomboid\nZomboid porn - The rosewood fire station\n1.4K upvotes 路 134 comments\nr/projectzomboid\nSpiffo on board!\n214 upvotes 路 13 comments\nr/projectzomboid\nBlacksmithing B42 Update Critique\n314 upvotes 路 33 comments\nr/projectzomboid\nI'm recreating the UI from PZ just for fun. now i'm working on the UI in-game.\n1.9K upvotes 路 151 comments\nr/projectzomboid\nSerious Survival Roleplay - Text based - Permadeath - First time RPer's welcomed! - Minimally Modded!!!\n143 upvotes 路 57 comments\nr/projectzomboid\nEncounter with a wendigo (and other screenshots from our server)\n173 upvotes 路 19 comments\nr/projectzomboid\nI found an anoted map with a quest! Late game can become boring, and as I was starting to feel bored, browsing through anoted maps I came across this one and decided to not only save the art, but to actually build a new gallery at my base. How about u guys, what do u do to spice up your late game?\n104 upvotes 路 20 comments\nr/projectzomboid\nHow it started/How it ended. Can you guess what happened?\n158 upvotes 路 14 comments\nr/projectzomboid\nFRUC animation progress report! It took longer than I hoped, but I knocked out another 11 cars. My savings went below the line I set for myself, so if you guys like what I'm doin, please check out my patreon. It'll keep me workin on this 40 hours a week, haha. You'll also get weekly Charlie pics!\n275 upvotes 路 40 comments\nr/projectzomboid\nI love zomboid.\n263 upvotes 路 31 comments\nr/projectzomboid\nDidn't like available base mods - What do you think?\n159 upvotes 路 47 comments\nr/projectzomboid\nMy base in the Muldraugh warehouse\n118 upvotes 路 4 comments\nr/projectzomboid\nHe has come...\n170 upvotes 路 9 comments\nr/projectzomboid\nSo is this a mod the server im on is running, or is this just normal\n420 upvotes 路 72 comments\nr/projectzomboid\nAll buildings in Rosewood cleared and marked! 2 towns free now! (Operation Clearout Part 5)\n367 upvotes 路 47 comments\nr/projectzomboid\nMe spending more time planning out my dream base than actually playing\n98 upvotes 路 27 comments\nr/projectzomboid\nJust look at this guy glorios drip\n744 upvotes 路 59 comments\nr/projectzomboid\nI got the boii! >w<\n134 upvotes 路 11 comments\nr/projectzomboid\nPSA (since it doesn't seem to be well know) you can destroy streetlamps and desconstruct stairs\n483 upvotes 路 44 comments\nr/projectzomboid\nOne of my most favorite games ever :-) Do you know it?\n114 upvotes 路 28 comments\nr/projectzomboid\nAnyone else do this?\n232 upvotes 路 39 comments\nr/projectzomboid\nYou look lonley\n772 upvotes 路 19 comments\nr/projectzomboid\nSo this just happened...\n131 upvotes 路 34 comments\nr/projectzomboid\n25,000 kills apocolypse vanilla!\n191 upvotes 路 58 comments\nr/projectzomboid\nThe End of our worlds with the New Update?\n708 upvotes 路 64 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 9, 2019\nReddit\nreReddit: Top posts of December 2019\nReddit\nreReddit: Top posts of 2019"
}