{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "The plastic straw ban sucked. We still need regulations to save the ...",
  "href": "https://www.vox.com/the-goods/2019/12/27/21030090/straw-ban-environmental-regulation-plastic-ocean",
  "body": "Plastic straw bans popped up across the country — in Washington, DC, on the first day of 2019; in Seattle in 2018; in a handful of Massachusetts towns starting as far back as 2015; statewide in...",
  "textContent": "Skip to main content\nWill you help keep Vox free?\nVox's journalism is free, so that everyone can understand our world. Reader support helps us do that. Will you give today?\n×\nYes, I'll Give\nThe straw ban was both dopey and harmful in practice. We need (better) legislation like it. Sarah Lawrence for Vox.\n\nFILED UNDER:\n\nMONEY\nWe were all right to hate the plastic straw ban. And we need more legislation like it.\n\nIn 2019, we got good and mad about straws.\n\nBy Meredith Haggerty@manymanywords  Dec 27, 2019, 7:00am EST\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\nMeredith Haggerty is the senior editor for the Culture section at Vox. Before coming to Vox, she was a senior editor at Racked.\n\nA few weeks before the end of 2019, I watched my friend Fritz try to drink an iced coffee out of one of those wide-mouthed, plastic cold-cup lids that serve as a straw substitute. Of all the items that have swooped in to replace the somewhat-recently maligned plastic straw — melty paper tubes, injurious metal sticks, carb-heavy bucatini alternatives, the time-honored option of just spilling all over yourself — the strawless cold-cup lid is possibly the most absurd.\n\nIt’s like if you took a plastic straw, or a good handful of them, and stretched ‘em out. It raises both the question of “What are we even doing here?” and the one that Fritz asked: “How is this going to kill a turtle any less?”\n\nIn the US, anti-straw sentiment gained momentum in 2018 largely as a response to the news that straws are sea-turtle murderers. Plastic straw bans popped up across the country — in Washington, DC, on the first day of 2019; in Seattle in 2018; in a handful of Massachusetts towns starting as far back as 2015; statewide in California in 2019. Some brands, including Starbucks, Hyatt, and SeaWorld, phased them out preemptively. In 2019, we felt the effects, and talked about them a whole lot.\n\nTHE STRAW BAN SUCKS, AND WE NEED MORE — BETTER, SMARTER, MORE COMPASSIONATE — REGULATION LIKE IT.\n\nThe backlash popped up everywhere we complain about little indignities: local news, social media, late-night talk shows, the line at Starby’s. The topic even appeared on the r/AmItheAsshole (AITA) subreddit, on which a restaurant patron asked if they were, in fact, “TA” for “replying to the waitress ‘I think I’ll kill a turtle’ when she asked if I wanted a straw.” (The consensus was that they were not TA, based on the waitress’s treacly original question.)\n\nFox News used it as an example of hysterical liberal overreach, but it has been correctly pointed out that this particular ban negatively impacts people with disabilities with very little payoff in return. Plus, the actual effectiveness of the new straw alternatives have been publicly questioned, and not just by me and Fritz.\n\nExperiencing the tangible, often-silly effects of consumer-level environmental regulation has had an unarguably positive side effect: It’s gotten us talking (and talking and talking) about the relative culpability of our consumer choices in the destruction of the planet — and how much blame should go to the system at large.\n\nThe straws in the ocean are just a symptom of the larger problem: the harmful and excessive manufacturing of so much stuff. Capitalism has put us into a state of ceaseless, unthinking consumption. Stopping for a second to consider why we buy or use the things we do is a helpful correction, but smart regulation can, instead of placing these issues in our individual laps, relieve the psychic burden of the shopper. It’s easy not to buy harmful products when the harmful products aren’t available to buy. The straw ban sucks, and we need more — better, smarter, more compassionate — regulation like it.\n\nStraw bans changed the way we think about what we — and big business — need to do for the environment\n\nWhile some cities and regions banned straws, even more widespread was ground-level customer intervention — stores and restaurants that stopped automatically offering them, requiring a special request, or asked customers their preference — and the appearance of shopping guides for sippy alternatives. This all served to make the debate over plastic straws one about personal responsibility.\n\nIn a world where, according to the Carbon Majors Database, 71 percent of global greenhouse gas emissions since 1988 can be traced back to just 100 fossil fuel companies, “personal responsibility” is a frustrating concept. It’s a message most often directed at human beings with no institutional power; it’s the thing you’re somehow left with when you have little else. (Reminder that Amazon pays basically no taxes; you, presumably, do.) Many issues are better understood as a function of their complicated and broken systems than of individual choice, but when it comes to something as enormous as the environment, the fallacy of personal responsibility quickly falls apart.\n\nAs Li Zhou reported for Vox in coverage of CNN’s climate change forum, Democratic presidential candidate Elizabeth Warren responded to a question about whether the government should be regulating the lightbulb market with what many found to be a refreshing reframe:\n\n“Oh, come on, give me a break,” Warren said in response to the light bulb question, in one of the breakout moments of the night. “This is exactly what the fossil fuel industry wants us to talk about. ... They want to be able to stir up a lot of controversy around your lightbulbs, around your straws, and around your cheeseburgers, when 70 percent of the pollution, of the carbon that we’re throwing into the air, comes from three industries.”\n\n(Those industries: buildings, electric power, and oil, per the New York Times.)\n\nRichard Heede, co-founder and co-director of the Climate Accountability Institute, told Vox’s Gaby Del Valle last year, “You can measure a person’s impact, but there would be a lot of digits behind the zero in terms of percent of global emissions attributable to or savable by an individual.” It’s really, really easy to understand that your personal plastic consumption is negligible compared with the polluting power of a massive corporation.\n\nThis electrified sentiment — “Do not talk to me about how I drink Diet Coke at the movies until you’ve spoken to Big Oil” — has been popping up on Twitter since the ban first reared its head, and after Warren’s appearance at the CNN forum, it was echoed in more and more think pieces. Today, when a straw ban is invoked, people are quick to point the finger at the excesses of big business. The straw ban’s interference in our daily lives seems to have galvanized regular people around that idea.\n\nRegulation stands to relieve shoppers of a weirdo capitalist burden\n\nOkay, so business is big and bad and people are small and powerless. Are we done here? As Heede explains, it’s not so cut and dry. Although companies create the pollutants, he says they’re doing it for us: “What the companies do is produce the fuels, extract and market the fuels, so that we can use them.”\n\nWe are, to some degree, the market for much of this destruction. The climate crisis does require us to consume less. Individual choices don’t stem the rising tide, but our collective inaction worsens the problem.\n\nTHERE’S A POINT WHEN CONSUMER CHOICE STOPS BEING A FREEDOM AND BECOMES A PAIN IN THE ASS.\n\nEnter regulation, the best-of-a-set-of-mediocre-alternatives to our consumerist death pact with big business. Regulation is something Americans chafe at because it suggests the loss of certain freedoms, but there’s a point when consumer choice stops being a freedom and becomes a pain in the ass.\n\nExpecting a critical mass of people to keep the fall of life on Earth top of mind when deciding which of the 24 options of area rug to buy is arduous and, frankly, unlikely. If you’ve never felt overwhelmed by choice when shopping, I hope you have a great job writing gift guides. In one survey, 64 percent of customers who shop at the British grocery chain Waitrose said they felt deluged by the options available.\n\nWe’re just not thinking about the planet when we shop; holding the reality of our impact on the environment at bay is self-protection. Waste undergirds our society at an unthinkable scale. We power nearly everything — cars, refrigerators that are always running, the city of Las Vegas — on a finite supply of fossil fuels.\n\nIt feels heavy-handed to even describe what fossil fuels are: They were created from, as NBC put it, “carbon-containing (organic) molecules left over from the bodies of tiny plants and animals that lived and died millions of years ago.” We’ve taken the remnants of all the life that’s ever existed on this planet, aged over units of time so long we don’t have a snappy word like “millennia” for them, unearthed them from the deep, and set them on fire so that we can drive over to Target just to have something to do. It’s a metaphor so stark that it almost sounds fake.\n\nStill! Say you care; say that the gaping impossibility of being eco-friendly in a far-gone age hasn’t crushed your brain into apathy; say you’re in the market for some new [whatever] and ready to make the future-friendly choice. The greenwashing of everything from toilet paper to gasoline is well-documented. Being an environmentally conscious shopper doesn’t just mean actively caring every time you click “add to cart” like some kind of dang hippie, it means having a good idea when someone (from what is likely a massively deregulated industry) is lying to you. If we had better ideas about that, marketing wouldn’t exist at all.\n\nRegulations, as opposed to government-mandated discouragement or free-market solutions, are a matter of whether we want our actions to do anything. On a consumer level, in our current and actual marketplace and not a Brookings Institute thought experiment, the free market has taken us as far as it can go. It just isn’t capitalism’s job to save the Earth (which is the nicest thing I can say about capitalism). That doesn’t mean it’s not a job we want done.\n\nIT JUST ISN’T CAPITALISM’S JOB TO SAVE THE EARTH (WHICH IS THE NICEST THING I CAN SAY ABOUT CAPITALISM). THAT DOESN’T MEAN IT’S NOT A JOB WE WANT DONE.\n\nThe fear is that increased regulations will leave us with some kind of “nanny state.” It’s a bit funny to elect someone to make rules for you and then freak out at the idea of that person making some rules; fears over a nanny state mean the concern is that someone wants to take care of us. It’s the nature of American individualism, but as any advice columnist will tell you, sometimes the strongest thing to do is ask for help. In this case, it would mean someone who considers the effects of fossil fuels so we don’t constantly have to, someone who stands between us and the companies that would lie to us about what it means to be “green.”\n\nIt remains true that regulation, like business and child-rearing and lots of other things, is done by people, which makes it messy and contentious and, sometimes, even bad. Environmental regulations will be suggested that are dopey or regressive or unconsciously hurtful, the way that the straw bans are. But there are things we can cut down on using — energy-inefficient light bulbs, single-use K-cups, disposable water bottles — that could end up being a relief. We can’t just keep waiting for shoppers or even companies to solve it on their own; we need a stronger hand. When it comes to trying to repair and protect the environment, we need to be doing more of anything, less of nothing. We benefit even from finding out what doesn’t work, so we can figure out what can.\n\nStraw bans were enacted thanks to a public groundswell of support, which grew from an adorable teen’s campaign featuring upsetting images of large shelled creatures with plastic in their noses. The outcome was what I like to call “real medium,” but it’s something, and you can fix something. It’s a lot harder to fix nothing. There’s been a groundswell again, one of righteous annoyance at the straw ban. It seems like the power of indignation that comes from having the world’s ills dropped at our feet every time we order a Frappuccino could be enough to propel us to the next imperfect solution.\n\nSign up for The Goods newsletter. Twice a week, we’ll send you the best Goods stories exploring what we buy, why we buy it, and why it matters.\n\nYou've read 1 article in the last 30 days.\n\nContributions are a key part of the future of Vox\n\nReaders rely on Vox for clear, nuanced coverage that not only illuminates the issues, but poses solutions, too. And we rely on help from our readers: Advertising and grants cover the majority of our costs, but we count on contributions to help us close the gaps in our budget. In fact, we’re looking to reach 95,000 individual contributions before the end of the year. Will you make the next contribution right now? Our average gift is just $20 — and it goes a long way in helping us keep our work free. Vox is here to help everyone understand what’s shaping the world — not just the people who can afford to pay for a subscription. We believe that’s an important part of building a more equal society. Join that mission by making a contribution today.\n\nOne-Time Monthly Annual\n\n $5/month\n\n $10/month\n\n $25/month\n\n $50/month\n\nOther\nYes, I'll give $5\n/month\n\nWe accept credit card, Apple Pay, and Google Pay. You can also contribute via\n\nVIDEO\nWhy buying a house in the US is so hard right now\nMONEY\nIt’s just a tip\nSUPREME COURT\nBillionaires had a surprisingly bad day in the Supreme Court today\nView all stories in Money\nSponsored Content\nChorus\n\t\nAbout us\nOur staff\nPrivacy policy\nEthics & Guidelines\nHow we make money\nContact us\nHow to pitch Vox\n\t\nVox Media\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status Advertise with us Jobs @ Vox Media\nAuthor Login\n© 2023 Vox Media, LLC. All Rights Reserved"
}