{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Last Straw for Plastic: What's the Best Straw Then? - Rainforest Bowls",
  "href": "https://rainforestbowls.com/blogs/sustainable-living/most-eco-friendly-plastic-straw-alternatives",
  "body": "4 Straws FREE ($10+ Value) Free 4 STRAWS on orders $25+. 1 Coconut Bowl + 4 Straws FREE ($21 Value) Free 1 BOWL + 4 STRAWS on orders $50+. + Warehouse Sale Markdowns: All styles discounted up to 50% OFF to clear room for new items. (Tip: Combine with HOLIDAY Flash Sale for additinal 30% savings! !) ★ Real Customer Reviews ★.",
  "textContent": "Skip to content\n7 days 13 hours 47 minutes 15 seconds HOLIDAY FLASH SALE! - 30% OFF! - Code: \"HOLIDAY\"\nBusiness? Get Wholesale Pricing >>\nOver 1k 5-Star Reviews! Free US Continental Shipping on Orders $100+\nSubmit\n\t\nDINING & TABLETOP \nKITCHEN \nHOME \nGARDEN \nNEW ARRIVALS\nLAST CHANCE\n\t\n0\n Cart\n\t\n4 Straws FREE ($10+ Value)\non orders $25+\n\n\n\n1 Coconut Bowl + 4 Straws FREE ($21 Value)\non orders $50+\n\n\n\n+ Warehouse Sale Markdowns:\nAll styles discounted up to 50% OFF to clear room for new items\n(Tip: Combine with HOLIDAY Flash Sale for additinal 30% savings!!)\nIndex\nOverview\nPlastic Straws: What’s Really the Problem?\nPaper Straws: Too Mushy Too Quickly\nMetal Straws: Sensitive to Temperature\nGlass Straws: Reusable But Breakable\nSilicone Straws: Good for Children, Not Biodegradable\nHay Straws: The Straw Straws\nGrass Straws: A Green Alternative\nEdible Straws: Hitting Two Birds With One Straw\nBamboo Straws: An Absolute Must-Have\nThe Bottom Line\nHome  Sustainable Living  It’s the Last Straw for Plastic: So What’s the Most Eco-Friendly Straw to Use?\nIt’s the Last Straw for Plastic: So What’s the Most Eco-Friendly Straw to Use?\nBamboo Straws(3) Sustainable Living(7)\n| April 17, 2020\nShare\nShare\nShare on Facebook\nTweet\nTweet on Twitter\nPin it\nPin on Pinterest\n\nOne of today’s biggest environmental concerns rests on the problem of plastic pollution. Since the Second World War, industries all over the world have been mass-manufacturing plastic products. Plastic has indeed brought tons of conveniences to people’s lives, especially in medicine, health equipment, technology, and transportation. However, plastic has also been bringing almost 8 million metric tons of waste into the ocean each year.\n\nPlastic pollution has become one of the worst global crises today. It’s so harmful to the environment and even human health that it has urged the United Nations to form an international treaty about plastic waste reduction. As the public awareness of plastic trash continues to grow, cities and nations around the globe are now considering banning the use of plastic products, particularly plastic straws. \n\nNow that many restaurants and other businesses have started banning plastic straws, it naturally leaves people to ask: “What’s the best alternative to plastic straws?”\n\nPlastic Straws: What’s Really the Problem?\n\nEach day, between 170 million and 390 million plastic straws are used in the U.S. alone. And each year, over 7 million plastic straws end up on shorelines in the country. In addition, an estimated 437 million to over 8 billion plastic straws get washed up on coasts around the world. It’s also worth noting that disposable plastic straws and other products are typically used for just a short time, but they persist in landfills for hundreds of years. In spite of this tragic reality, why do people continue to opt for plastic straws?\n\nSome of the first establishments to use plastic straws are hospitals. Since plastic straws are bendable, they make it easier for bedridden patients to drink. That means these disposable straws are accessibility tools for people with certain disabilities, which is why disability rights advocates have spoken against the banning of plastic straws. Moreover, some straw options aren’t as durable or as soft as plastic, which can pose a problem for others with specific disabilities.\n\nEvery year, 8 million tons of plastic flow into the ocean, and only 0.025 percent of these are straws. This, however, has not stopped environmental organizations from trying to put an end to the widespread usage of plastic straws. Because it isn’t difficult for many people to refrain from using plastic straws, it’s easily the first major step to reducing or eliminating plastic waste altogether.\n\nAlthough plastic straws comprise a small percentage of the total plastic pollution, it’s no question that they still play a huge role in polluting and harming the environment. These straws are hard to recycle and unfailingly end up in landfills. That’s why for people who use straws only for convenience and not for necessity, it’s best to completely avoid drinking through plastic straws.\n\nBut the question remains unanswered: “What’s the most cost-effective, durable, and biodegradable straw that is accessible and ideal for everyone?” Before answering that, let’s look at the most popular eco-friendly alternatives to plastic straws.\n\nPaper Straws: Too Mushy Too Quickly\n\nPaper straws are the most popular disposable alternative to plastic straws. Unlike plastic, paper straws can disintegrate into the earth for a month or so. They are biodegradable and compostable, so discarding them won’t be as harmful to the environment as disposing of plastic straws. Moreover, many people won’t always remember bringing reusable straws with them every day, and paper straws are far better than plastic straws in terms of eco-friendliness and biodegradability.\n\nSo what’s the downside of paper straws? While they’re the most popular option in places that ban plastic straws, they’re also popular for their inconvenient characteristic: fast absorption of liquids. Paper straws go soggy too quickly, which means they can’t be reused at all. They also serve as a band-aid solution to the problem of single-use straws by being just another single-use alternative. Plus, they can make drinks taste pretty awful because of the fibers they leave. Unless the taste of wet paper pulp is your thing, you might want to consider other straw alternatives.\n\nMetal Straws: Sensitive to Temperature\n\nWhile paper straws are the most popular disposable option, metal straws are the most popular reusable alternative. Typically made of stainless steel, metal straws are durable, making them easy to transport and reuse for a long time.\n\nSince metal is a good thermal conductor, drinking extremely hot beverages through metal straws isn’t at all a pleasant experience. Metal straws can also occasionally leach a metallic taste into your drink. Moreover, you can end up with a toothache or even a cracked tooth when you bite down on a metal straw too hard. That’s why metal straws aren’t the greatest or safest reusable straw alternative, especially for kids.\n\n\n\nGlass Straws: Reusable But Breakable\n\nAnother reusable straw option is glass. Because glass is transparent, glass straws are easy to clean. Plus, they’re dishwasher-friendly and hypoallergenic. They also won’t leave an unpleasant taste in your drinks like how metal straws will. They come in different glass colors and shapes, so they’re pretty stylish too. Although they’re also a conductor of heat and cold, they’ll remain at the same temperature as that of the glass or cup you’re drinking out of, unlike metal straws.\n\nWhat makes glass straws a not so good reusable alternative is that they can easily break. That means they aren’t portable like other reusable straws, which you can just chuck into your bag and forget. Unless you want a pile of broken shards in your bag, you can’t bring glass straws wherever you go. Because they’re easily breakable, using glass straws isn’t that safe for children.\n\nSilicone Straws: Good for Children, Not Biodegradable\n\nBecause silicone straws are soft and flexible, they are a great option for children and for anyone who likes chewing on straws. As long as they’re BPA-free, silicone straws won’t leave particles in drinks, just like how metal, plastic, and paper straws do. They’re also durable, making them a great reusable straw option.\n\n\n\n\nThe problem with silicone straws is that, although they’re dishwasher-friendly, they can still be challenging to clean thoroughly because of their flaccid texture. They have also drawn criticism because of their rubber scent and taste. Additionally, they are not biodegradable since they still are considered plastic. As we’re all striving for a world with less plastic waste, producing silicone straws might even be counterproductive to such a goal.\n\n\n\nHay Straws: The Straw Straws\n\nStraws made from nature’s straws, hay has become one of the newest materials used for disposable drinking straws. Hay straws are completely biodegradable, unlike plastic straws. And unlike paper straws, they won’t get soggy. After using them, they can be tossed onto the pile of compost, and they’ll eventually break down and go right back to the earth. \n\nSo what’s wrong with straw straws? Well, they’re delicate and thin, so they’re ideal only as single-use straws instead of reusable ones. And because they’re delicate and thin, you have to be particularly careful when handling them as they can easily split and break with just a slight bend. That also means they generally are not strong enough for stirring drinks or for drinking thick, blended beverages.\n\nGrass Straws: A Green Alternative\n\nThere’s another new type of straw made from a natural, renewable source: grass straws. Since they’re all-natural, they can biodegrade and decompose after they’re thrown away. Made from wild grass, these straws are compostable, affordable, and free of chemicals and preservatives.\n\nFresh grass straws should be kept in airtight bags in the refrigerator so that they can last for up to two weeks. To make them last longer, they can be boiled in water with salt, dried, and stored in a cool, dry container. \n\nAside from this, there are also dried grass straws, which can be stored at room temperature and can last for up to six months. Whether they’re fresh or dried, grass straws are all-natural, organic, and surprisingly edible! Chewing these straws can even clean your teeth and gums.\n\nDespite the fact that they cannot last as long as other straws, grass straws are a great eco-friendly alternative to plastic straws. They’re made from sustainable materials that are easy to grow, and they can serve as healthy, edible snacks for all straw-biters out there.\n\nEdible Straws: Hitting Two Birds With One Straw\n\nSpeaking of edible straws, there are straws that are specially made to be edible. Most edible straws today are plant-based, so they are safe to eat—perfect for straw-biters. That also means they are biodegradable and compostable—a win for you and a win for the environment. Edible straws are ideal in times when you feel hungry and thirsty at the same time. Just sip your drink when you’re thirsty and chew on the straw when you’re hungry. Plus, they come in different delicious flavors, like strawberry and caramel.\n\nEdible straws are perfect for those going zero-waste. After eating them all up, there’s no waste left behind. They also seem too good to be true, and they are. Edible straws are relatively more expensive than other types of single-use straws, but arguably, they’re worth the extra penny.\n\nBamboo Straws:  An Absolute Must-Have\n\nGoing back to the question “What’s the most cost-effective, durable, and compostable straw that is accessible and ideal for everyone?” Here’s the answer: bamboo straws.\n\nLike grass straws, bamboo straws are also made from grass, except this type of grass is one of the strongest out there. In fact, bamboo’s durability is comparable to that of hardwood timber or strong softwood. It’s so durable that it is used as a building material in some parts of Asia. That’s why bamboo straws are a reusable, portable, and durable straw option.\n\nAnother plus point for bamboo straws is that they’re made from one of the fastest-growing plants in the world. A certain species of bamboo can grow up to 35 inches per day, giving it the world record for the fastest-growing plant. Because bamboo is easy to grow, it is one of the most sustainable and renewable sources of materials for straws. Also, its stalk is usually hollow, so it seems as if Mother Nature has intentionally made bamboo to be used as a straw.\n\nBesides being all-natural, sustainable, and chemical-free, bamboo straws won’t affect the flavor of drinks, and they are also more temperature-resistant than other straws. And let’s admit it, bamboo straws look cool. So not only can you enjoy your drink without accidentally burning your mouth or the straw changing your drink’s taste, but you can also sip drinks in fun tropical style.\n\nContrary to some beliefs, bamboo straws are easy to clean. After every use, you can rinse them with tap water or hot soapy water. You can also use a cleaning brush for a thorough cleaning, like what users of other reusable straws do. \n\nAfter a month or so of using these straws, you can soak them in boiling water with a bit of vinegar for a couple of minutes. To keep them in pristine condition, you can also polish them with natural coconut oil. With proper care and maintenance, bamboo straws can last months or even years of regular use.\n\nWhile bamboo straws are reusable and durable, they aren’t immune to wear and tear over time. But the great thing about bamboo straws is that they’re all-natural, biodegradable, and compostable. When they can’t be used any longer, they can simply be tossed onto the soil, and they’ll naturally break down into organic particles as healthy compost.\n\nThe Bottom Line\n\nAs long as you are physically able to abandon plastic straws altogether, then, by all means, don’t use plastic straws. As long as it isn’t plastic, then go ahead and sip away. Whether it’s made of glass, metal, grass, or silicone, the straw you’re using is already better than single-use, toxic plastic straws. Choosing reusable straws or biodegradable straws is the first step toward a plastic-free lifestyle.\n\nBiodegradable doesn’t always mean disposable, and reusable rarely means biodegradable. As it happens, bamboo straws are both. Because these straws are all-natural yet durable, they can be used for months or even years, and they can be composted when it’s time to throw them away.\n\nYes, bamboo straws are the best when it comes to eco-friendly, cost-effective, and reusable straw options. That’s why at Rainforest Bowls, we offer all-natural bamboo straws. These straws are available in three different sizes: regular, medium, and boba—perfect for sipping any kind of drink!\n\nFind wholesale reusable bamboo straws and even all-natural coconut bowls and wooden coconut utensils here at Rainforest Bowls.\n\nReferences:\nhttps://phys.org/news/2018-04-science-amount-straws-plastic-pollution.html\nhttps://www.nationalgeographic.com/environment/2018/07/news-plastic-drinking-straw-history-ban/\nhttps://www.nationalgeographic.com/magazine/2019/07/rethinking-plastic-straws-consider-these-options/\nhttps://www.washingtonpost.com/lifestyle/kidspost/plastic-straws-are-little-but-they-are-part-of-a-huge-problem/2018/09/07/63bfe44e-ac9f-11e8-b1da-ff7faa680710_story.html\nhttps://www.nytimes.com/2018/07/19/business/plastic-straws-ban-fact-check-nyt.html\nhttps://theaseanpost.com/article/vietnams-wild-grass-straws \nhttps://www.guinnessworldrecords.com/world-records/fastest-growing-plant/\nAuthor Profile\n\nA mother of succulents, various indoor plants, and a white mini Chewbacca, Diet Immarie Salazar simply adores living closer to nature—literally. In her home nestled in the mountains, she frequently writes about how and why people should enjoy a more natural and eco-friendly lifestyle.\n\n Order Post\nNewer Post \nYOU MAY ALSO LIKE\n10 Plants You Can Grow in Coconut Planters & How to Take Care of Them\nDecember 18, 2020\nIf you’ve joined our journey since day one, you may already know that we started out as a brand offering coconut bowls for your smoothies, as well as bamboo straws...\nRead Full Article >>>\nHow to Clean Your Wooden and Bamboo Tableware\nDecember 4, 2020\nWe can all agree: wooden and bamboo kitchen products turn any meals or drinks into delightful culinary creations. Best of all, they’re handcrafted from coconut wood and bamboo—some of the...\nRead Full Article >>>\nWooden Spoons vs All Others: Pros and Cons of Each Type of Spoon\nNovember 13, 2020\nOver the centuries of human existence, eating has evolved from a basic necessity to a kind of art. People enjoy eating not only because it’s needed for survival but also...\nRead Full Article >>>\n100,000+\n\nTREES PLANTED TO DATE\n\nLearn more >\n\nAbout us\n\nRainforest Bowls strives to provide the best of what Mother Nature has to offer throughout our entire process—from sourcing and packaging to our Earth-focused mission. By partnering with multigenerational family businesses of master artisans all over the world, we offer timeless pieces curated for your home.\n\nsales@rainforestbowls.com\n(805)-452-0659\n\nNavigation\n\nHome\nDeals\nWholesale\nOur Story\nOur Partners\nOur Process\n1 Million Trees\nWhy We Work with Wood\n\n \n\nShop by Categories\nShop by Wood Type\nProduct Categories\nDeals/Offers\nBecome an Ambassador\nBlog\nFAQ\nCustomer Reviews\n \n© 2023, Rainforest Bowls. All rights reserved.\nFacebook\nPinterest\nInstagram\nYouTube\nUse left/right arrows to navigate the slideshow or swipe left/right if using a mobile device\nGet up to 20% off + Freebies\n\nEnter Your Email To Receive 20% OFF Coupon Codes, Announcements, Special Offers, And More In The Future!\n\nJoin Now\n\nRainforest Bowls strives to provide the best of what Mother Nature has to offer throughout our entire process—from sourcing and packaging to our Earth-focused mission.\n\n★ Real Customer Reviews ★\nGet Free Gifts\n×"
}