{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Where Does All the Plastic Go? | The New Yorker",
  "href": "https://www.newyorker.com/news/news-desk/where-does-all-the-plastic-go",
  "body": "According to the study, most of the plastic thought to be currently in the marine environment—somewhere between seventy and a hundred and eighty-nine million metric tons—is stranded, lingering ...",
  "textContent": "Skip to main content\n$2.50 $1 a week for one year.\nNewsletter\nSign In\nSubscribe\nSearch\nThe Latest\n2023 in Review\nNews\nBooks & Culture\nFiction & Poetry\nHumor & Cartoons\nMagazine\nPuzzles & Games\nVideo\nPodcasts\nGoings On\nShop\nHoliday Sale\nWelcome offer: Subscribe to The New Yorker for $2.50 $1 a week for one year, plus get a free, limited-edition tote. Cancel or pause anytime.\nGet Digital Access\nAlready a subscriber? Sign in\nNews Desk\nWhere Does All the Plastic Go?\n\nBy Carolyn Kormann\n\nSeptember 16, 2019\nIt is likely that marine debris kills hundreds of thousands of sea birds, turtles, and marine mammals each year.Photograph by Paulo Oliveira / Alamy\n\nEvery year, an estimated eight million metric tons of land-based plastic enters the world’s oceans. But when marine researchers have measured how much of this plastic is floating on the water’s surface, swirling in offshore gyres—most notably, the so-called Great Pacific Garbage Patch, between Hawaii and California—they have only found quantities on the order of hundreds of thousands of tons, or roughly one per cent of all the plastic that has ever gone into the ocean. Part of the explanation for this is that all plastic eventually breaks down into microplastic, and, although this takes some polymers decades, others break down almost immediately, or enter the ocean as microplastic already (like the synthetic fibres that pill off your fleece jacket or yoga pants in the washing machine). Scientists have recently found tiny pieces of plastic falling with the rain in the high mountains, including France’s Pyrenees and the Colorado Rockies. British researchers collected amphipods (shrimplike crustaceans) from six of the world’s deepest ocean trenches and found that eighty per cent of them had microplastic in their digestive tracts. These kinds of plastic fibres and fragments are smaller than poppy seeds and “the perfect size to enter the bottom of the food web,” as Jennifer Brandon, an oceanographer at the Scripps Institution of Oceanography, told me. “They have been shown to be eaten by mussels, by coral, by sea cucumbers, by barnacles, by lots of filter-feeding plankton.”\n\nBut what happens to all the marine macroplastic—big stuff, like buckets, toys, bottles, toothbrushes, flip-flops—before it breaks down? Since most macroplastic has not been found floating at the surface, its location has, for many years, remained a mystery to scientists. “The question that everyone in the community has is, ‘Where is all the plastic?’ ” Erik van Sebille, an oceanographer who is leading a major five-year mapping project called topios, or Tracking of Plastic in Our Seas, told me. He calls the missing ninety-nine per cent “dark plastic.” It’s the dark matter of the sea.\n\nSign up for the daily newsletter.\nOur flagship newsletter highlights the best of The New Yorker, including top stories, fiction, humor, and podcasts.\nE-mail address\nSign up\n\nBy signing up, you agree to our User Agreement and Privacy Policy & Cookie Statement. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nVan Sebille has compared the problem to the discussion around carbon-dioxide emissions thirty years ago. Back then, scientists could see that people were adding greenhouse gases to the atmosphere, but it was unclear where all the carbon dioxide was coming from. “We could only really start thinking about solutions once we got the carbon question closed,” he said. “How much was from aviation, or automobiles, or industry?” For dark plastic, the leading hypothesis has been that the majority of it sinks to the seafloor. Much of it might degrade quickly into microplastic and then sink; other pieces might sink and then quickly degrade, becoming part of that sedimentary record. And, of course, lots of junk gets eaten: it is likely that marine debris kills hundreds of thousands of sea birds, turtles, and marine mammals each year, though no one knows the exact number. In March, a Cuvier’s beaked whale, a species that can dive deeper and hold its breath longer than any other marine mammal, washed up dead in the Philippines with eighty-eight pounds of plastic in its body. In April, a sperm whale washed up dead in Italy with forty-eight pounds of plastic, as well as the remains of a fetus, in its body.\n\nScientists working for the nonprofit Dutch organization the Ocean Cleanup, which is attempting to create a giant autonomous rake to collect and remove trash floating on the high seas, published a study in the journal Scientific Reports last week that presents a new hypothesis. Based on data the group has collected in the field, it posits that only a small fraction of the plastic that has entered the ocean eventually arrives to one of the five great ocean gyres, where it might persist for decades. According to the study, most of the plastic thought to be currently in the marine environment—somewhere between seventy and a hundred and eighty-nine million metric tons—is stranded, lingering on shorelines and beaches, or buried near the coastline, deep under sand and rocks.\n\nOn various Ocean Cleanup expeditions across the Pacific, researchers had collected a good deal of decades-old trash from the surface. The age of the items was apparent because of their displayed production dates. The oldest item discovered was a plastic bottle crate from 1977. But, apart from debris resulting from the tsunami in Japan in 2011, researchers did not find much recently made plastic—items from the past decade, during which plastic production, and the resulting emissions, have been at their fastest and greatest rates. This was perplexing; if it was true that most plastic sinks and degrades, as the leading hypothesis put forth, then, statistically speaking, most of the plastic that the researchers found floating at the surface should be newer. “If everything was degrading very quickly, we would not find so many old objects,” Laurent Lebreton, the study’s lead author and the Ocean Cleanup’s lead oceanographer, told me by phone. “We should be finding more objects from 2010 and after. This, however, was not the case.”\n\nVIDEO FROM THE NEW YORKER\n\nPuffling: Baby Puffins Meet Their Unlikely Saviors\n\nLebreton created what he describes as a very simple computer box model, which relies on five parameters, including the coastal stranding rate and plastic’s degradation rate, to better understand how different types of plastic move in the sea and why so much of the plastic they have found is so old. Lebreton and his co-authors, Matthias Egger and Boyan Slat, the founder of the Ocean Cleanup, wrote that, based on the model, it seems that land is likely “storing a major fraction of the missing plastic debris.” A small fraction of the plastic is “possibly slowly circulating between coastal environments with repeated episodes of beaching, fouling”—the accumulation of living and nonliving things on the materials’ surface—“defouling and resurfacing.” The older artifacts that the researchers had seen in the middle of the ocean were the few that had escaped the cycle, at least for a while. If they had not collected them, those artifacts might have also, one day, washed up again, on yet another beach.\n\nVan Sebille, who was not involved in Lebreton’s study and has not worked for the Ocean Cleanup, applauded the study and the simplicity of Lebreton’s model, which made it easy and quick to use. “These kind of exploratory models are desperately needed in the field,” he said. His project, topios, is still a few years away from any definite conclusions. But, van Sebille said, the findings in Lebreton’s paper—that most of the missing plastic has landed near the shore—“is kind of what we are seeing in our models, too.” If Lebreton’s conclusion “is true, then that is very problematic,” he continued. Most marine life is near coastlines—fisheries, agriculture, coral reefs. “In the open ocean, sure there are organisms, but the biodiversity and economic value of that is far lower.” Plastic in the ocean is particularly harmful when near land, arguably even worse than if it was sinking into the depths somewhere offshore. “You could read this paper as an advocation for beach cleanups,” van Sebille said.\n\nThat is perhaps an ironic conclusion, considering that the Ocean Cleanup is an organization devoted to developing new multimillion-dollar technologies to clean trash floating at the surface of the high seas. Boyan Slat told me that the findings “go to show that prevention is also important. If you want to clean the coastal environment, you need to close the tap. The broader statement is that we need to do it all, which includes cleaning up plastic pollution in the environment, from garbage patches to the mountains.”\n\nAlthough cleaning up all plastic once it enters the environment is likely impossible, the amount that can currently be cleaned up, as this study shows, is not insignificant. Last year, more than a million people, across 22,300 miles of shorelines and waterways around the world, participated in the Ocean Conservancy’s annual International Coastal Cleanup. They collected nearly a hundred million pieces of trash (23.3 million pounds), including a vacuum cleaner, a boom box, and dentures. The top item collected was, yet again, the measly cigarette butt (filters contain plastic), followed by food packaging, a $370 billion market in 2020. Policies that address the crisis at the source—by eliminating single-use plastics, expanding the circular economy (i.e., reusing more materials), and improving sanitation, waste, and recycling infrastructure, especially in developing nations—hold the most promise for reducing the amount of plastic in our seas. In the meantime, the old-fashioned beach cleanup never looked like such a worthwhile way to spend a morning. (This year’s International Coastal Cleanup will be held on Saturday, September 21st.)\n\nADVERTISEMENT\n\nEventually, all of the plastic contamination ends up in the same place—documented deep in the mud. Jennifer Brandon, the Scripps oceanographer, led a recent study in which she and her co-authors analyzed a core of sediment that was excavated a mile offshore from Santa Barbara, California. The core dates from 1834 until 2009. They found that, since the nineteen-forties, the quantity of microplastic in each sediment layer began to increase exponentially, doubling every fifteen years. There is almost no oxygen at the bottom of the Santa Barbara basin where the core was drilled, nineteen hundred feet deep, so there are no animals to stir up sediment. When phytoplankton and other things fall from the surface to the seafloor, they are left undisturbed, forming perfect, annual layers, akin to tree rings or a glacier’s layers. And, just as trapped air bubbles in an ice core drilled from a glacier show the industrial revolution’s sudden and steady increase in atmospheric carbon dioxide, the plastic fragments and fibres that dot this sedimentary core correlate to postwar increases in population and commercial plastic production. “Because plastic lasts forever in sediment, and the trends in plastic consumption so clearly match the trends of the Great Acceleration of the Anthropocene,” Brandon told me, “plastic is kind of the perfect geological marker of this new geological age.”\n\nCarolyn Kormann is a staff writer at The New Yorker.\nMore:\nPlastic\nEnvironment\nOceans\nCleanup\nDaily\nOur flagship newsletter highlights the best of The New Yorker, including top stories, fiction, humor, and podcasts.\nE-mail address\nSign up\n\nBy signing up, you agree to our User Agreement and Privacy Policy & Cookie Statement. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nRead More\nA Reporter at Large\nA Grand Plan to Clean the Great Pacific Garbage Patch\nCan a controversial young entrepreneur rid the ocean of plastic trash?\n\nBy Carolyn Kormann\n\nDispatch\nThe Battle for a Paycheck in Kentucky Coal Country\nA coalition of miners, their families, and labor activists encamped beside a train loaded with a million dollars’ worth of coal, pledging not to move until the miners get the wages they are due.\n\nBy Carolyn Kormann\n\nVideo\nThe Cost of Sea-Level Rise\nSome residents are planning real-estate development and new infrastructure to attempt to keep the city dry.\n\nSections\n\nNewsBooks & CultureFiction & PoetryHumor & CartoonsMagazineCrosswordVideoPodcastsArchiveGoings On\n\nMore\n\nCustomer CareShop The New YorkerBuy Covers and CartoonsCondé Nast StoreDigital AccessNewslettersJigsaw PuzzleRSS\nAboutCareersContactF.A.Q.Media KitPressAccessibility Help\n\n© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. The New Yorker may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices\n\nCookies Settings"
}