{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Integrating Panel Mount Components into a PCB - Reddit",
  "href": "https://www.reddit.com/r/PrintedCircuitBoard/comments/d9v8uq/integrating_panel_mount_components_into_a_pcb/",
  "body": "Hi folks. I am a PCB newbie and am looking for some guidance on integrating panel mount components into a PCB circuit. I understand how through hole components work on a breadboard/stripboard, and how SMD components work on a PCB, but I am a little fuzzy on how panel mount components or through hole components get assembled into a PCB.",
  "textContent": "Integrating Panel Mount Components into a PCB : r/PrintedCircuitBoard\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to PrintedCircuitBoard\nr/PrintedCircuitBoard\n•\n4 yr. ago\nnabelekt\nIntegrating Panel Mount Components into a PCB\n\nHi folks. I am a PCB newbie and am looking for some guidance on integrating panel mount components into a PCB circuit. I understand how through hole components work on a breadboard/stripboard, and how SMD components work on a PCB, but I am a little fuzzy on how panel mount components or through hole components get assembled into a PCB.\n\nI want the circuit that I am working with to include a rocker toggle switch. I have narrowed my options to these. Notice that there are no SMD options. Why is this? My best guess is that components which will be moved/pressed/pushed should be secured to the board better than what SMD solder connections will secure them to the board.\n\nI am using Altium CircuitMaker. Assuming that I can find one of those switch options with a footprint in the Octopart database (integrated into CircuitMaker), will I need to do anything else to my PCB that simply adding that component footprint won't do? Should the footprint ensure that the holes/vias will be big enough to fit the leads of the rocker switch?\n\nI plan to assemble the PCB myself. When doing so, how to I make sure that the proper electrical connections are being made, and how do I make sure that the switch is stable and secured to the board?\n\nHopefully these questions make sense. I may be off base here (do panel mount components even belong on a PCB?).\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ngoki\n•\n4 yr. ago\n\nYeah SMD would be too fragile for a big 10A+ rocker switch. What you usually want is a panel mount component with the option for \"PC pins\", which has normal sized pins that can fit through a typical PCB.\n\nCheck out this filter to get an idea of how they look: https://www.digikey.com/products/en?t=195&pv235=17&pv258=60\n\nI would find the part that is most suitable and if a footprint doesn't exist in the library, consider making the footprint yourself based on the datasheet dimensions.\n\ndatenwolf\n•\n4 yr. ago\n\nNotice that there are no SMD options. Why is this?\n\nThat is, because SMD pads are not meant to be load bearing.\n\nAs a general rule of thumb: Any component that comes into mechanical contact with a 200 pound gorilla human (switches, connectors) should always be done THT or edge launched. Never use purely SMD attached components for that; at least have the shell mount THT.\n\ntoybuilder\n•\n4 yr. ago\n\nBe careful about mounting mechanically stressed parts to the PCB if your intention is to mount the PCB and also the parts to the enclosure. When tolerances add up enough, that results in enough of a misalignment that can ultimately stress out the connection at the PCB or at the terminal. Part of what makes panel mount switches reliable is that the mechanical load goes straight to the panel via the body, and not through the electrical terminals.\n\nAnother issue is that rocker switches don't handle soldering well -- its easy to overheat them and make them not work 100% right.\n\nAs for the footprint -- you need to check the parts to make sure they are right and to make any adjustments that may be specific to your situation.\n\nedsammy\n•\n4 yr. ago\n\nYou could cut out a big rectangle, snap it in, then attach short jumper wires. Slide switches will be much easier to mount and the surface mount ones are quite strong!\n\n[deleted]\n•\n4 yr. ago\n\nI take it you know to treat it as a through hole component, right? Me personally, I'd insert it as I would a resistor, but insert it so that it's flush with the board and solder it on the other side, making sure that the holes would be big enough for the switch leads.\n\nhineybush\n•\n4 yr. ago\n\nMore often than not panel mount style connectors/switches/etc will have a cable lead from the component in the panel that would plug in/solder to the PCB itself. Also worth doing THT direct to the PCB from the panel, but keep installation/mechanicals in mind if you're planning on having a rigid solution\n\nikkehier\n•\n4 yr. ago\n\nSuggestion: put something like this: https://www.digikey.com/product-detail/en/te-connectivity-amp-connectors/1217861-1/A100452TR-ND/1148769 on the PCB. Then have wires made (or do it yourself for small quantities) that fit on those and on you switch.\n\nThe switches you selected are pushed into the front panel from the outside in. The PCB is on the inside of the box. If you want to solder directly it will be very inconvenient to remove/replace the PCB.\n\nRecommendation: you will most probably not find a matching footprint, no matter which PCB design tool you use. Learn how to make your own footprints.\n\nareciboresponse\n•\n4 yr. ago\n\nI would honestly look into flex PCB for the panel and see if it work for your application. The different depths of panel mount components pose a problem.\n\nspinwizard69\n•\n4 yr. ago\n\nThere are all sorts of reasons for different approaches. As for ”rocker” Switches it depends upon what you expect of it as there are all sorts of SMD switches. For example dip switches can be had in surface mount and made user accessible. I’m pretty sure that I’ve seen larger switches that are surface mount but these usually provide or require supplementary mechanical mounts. The problem is if you need to drill holes for the mechanical restraints you might as well go through hole.\n\nIn any event for frequently used Panel switches you almost alwayS want them mounted independent of the PCB. The reality is mechanical switches don’t last even with careful users and die quickly when a gorilla operates them. I’m speaking from the perspective of an automation technician here so lighted usage might not see similar failure rates. So repairability is a big thing. Switches soldered into a PCB can lead to premature failure of the board due to frequent repairs.\n\nThen you have the structural issues that comes from the required precision to avoid mechanical strain of an installation. This has already been pointed out but it is more involved than simply having the switches on center. This especially if you are using switches with bolted collars to effect some sort of seal at the panel.\n\nIf this is a product don’t be surprised if a customer does something you didn’t intend. In a number of cases we have pulled a PCB from its housing or the switches for mounting elsewhere. You will design for your imagined use case but that doesn’t mean a customer wil not do something different.\n\nI hope this helps. Generally you don’t want a device that relies totally upon surface mounting to come into regular user contact. Even through hole components often come with supplemental mechanical restraints because even here you don’t want to be stressing the connection. In an ideal world heavy use switches would be off board.\n\nnabelekt\n•\n4 yr. ago\n\nThank you for all of the responses! When I made the original post, it wasn't clear to me what the \"panel\" in \"panel mount components\" is. Now I understand it to be that the housing or enclosure around the PCB. For this particular project, which I am doing simply as a way to teach myself (and hopefully others) how to take a prototype from an Arduino-based breadboard circuit to a Arduino-independent PCB, I don't intent to create a housing. However, this is all great information for the future.\n\nThe circuit will have minimal use once I am done, so I am not too worried about failure. What I am gathering is that I probably need a through hole or panel mount with PC pins component that I will have holes drilled for and that I will solder into place.\n\nrockonrhydon\n•\n4 yr. ago\n\nWhen you select your switch, look at the data sheet for the recommended land pattern or pin layout. Check dimensions too, sometimes connectors come with a plastic leg that makes it polarity specific for mounting.\n\nNote that most of the switches you provided are not pcb mount switches and are quick connect termination style. You may need to redo your search for switches that are both panel mount and PCB terminating pins. Or you could just put a connector on your PCB to mate with a small harness with the quick connects or soldered wires.\n\n \nTop 3%\nRank by size \nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/flipperzero\nFinally, FlipperPhone! With this DIY open-source module you can call and write sms with FLipperZero. All materials and instructions will be on github (WIP), you can find git in the description under the video\nyoutube\n130 upvotes · 25 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/SpaceXLounge\nStarship | Second Flight Test\nyoutube\n247 upvotes · 35 comments\nr/spacex\nStarship 2nd Flight w. onboard shots!\nyoutube\n600 upvotes · 66 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n322 upvotes · 311 comments\nr/spacex\nSpaceX Starship Booster 9 Tank Slosh simulation\nyoutube\n366 upvotes · 186 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n342 upvotes · 211 comments\nr/spacex\nI captured Starship Flight 2 in slow motion 4K HDR and recorded high-fidelity audio, here's the result 🔥\nyoutube\n295 upvotes · 30 comments\nr/SpaceXLounge\nEveryday Astronaut: 4K slo-mo launch footage\nyoutube\n108 upvotes · 25 comments\nr/EngineeringPorn\nUni-wheel by Hyundai\nyoutube\n157 upvotes · 35 comments\nr/spacex\nStarship | 360 Video of Liftoff\nyoutube\n151 upvotes · 13 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/SpaceXLounge\n[CSI] Superheavy’s Massive Fire Suppression System Dramatically Increases Performance\nyoutube\n220 upvotes · 54 comments\nr/SpaceXLounge\nScott Manley's IFT2 recap and analysis video\nyoutube\n127 upvotes · 15 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/Vilebrequin\nC'est fini.\nyoutube\n748 upvotes · 143 comments\nr/linux_gaming\nHow Steam Play/Proton makes Gaming on Linux Awesome by GloriousEggroll\nyoutube\n120 upvotes · 3 comments\nr/virtualreality\nWhy I made a huge procedural city in VR and what's next for it\nyoutube\n308 upvotes · 95 comments\nr/Amd\nAMD Anti-Lag+ | We Need To Talk | Battle(non)sense\nyoutube\n294 upvotes · 148 comments\nr/spacex\nSpaceX Starship Explosion Filmed from the Florida Keys! (tumbling before)\nyoutube\n249 upvotes · 90 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 27, 2019\nReddit\nreReddit: Top posts of September 2019\nReddit\nreReddit: Top posts of 2019"
}