{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "How Plastic Straw Bans Affect People with Disabilities - CreakyJoints",
  "href": "https://creakyjoints.org/advocacy/plastic-straw-bans-bad-for-people-with-disabilities/",
  "body": "Plastic straw alternatives can be made with ingredients that contain corn, gluten, and other major allergens. This includes the glue used on paper straws. Despite assurances of safety from organizations such as Starbucks that have switched to compostable options, people are having to go to the ER in anaphylaxis because of these allergens. There ...",
  "textContent": "HOME\nCORONAVIRUS\nSUPPORT\nCO-PAY CARDS AND FINANCIAL ASSISTANCE\nINSURANCE ISSUES\nLIFE WITH ARTHRITIS\nPAIN MANAGEMENT\nDEPRESSION & EMOTIONAL WELLNESS\n#CREAKYCHATS\nPATIENT STORIES\nFIND A SUPPORT GROUP\nARTHRITIS CLINIC\nEDUCATION\nALL ARTHRITIS TYPES\nARTHRITIS TREATMENTS\nARTHRITIS DIET\nWHAT IS THE HEALTHCARE TEAM?\nJOINT REPLACEMENTS\nWEBINARS\nPATIENT GUIDELINES\nBACK PAIN AWARENESS\nCREAKYJOINTS PODCAST NETWORK\nPATIENT EDUCATION INITIATIVES\nADVOCACY\nTHE 50 STATE NETWORK\nFAIL FIRST HURTS\nHEALTHY BIOLOGICS\nTHE CONGRESSIONAL ARTHRITIS CAUCUS\nPATIENT SENTIMENT TOWARD NON-MEDICAL DRUG SWITCHING\nRESEARCH\nABOUT ARTHRITISPOWER\nOTHER CREAKYJOINTS RESEARCH\nLATEST RESEARCH NEWS\nPARTICIPATING IN CLINICAL TRIALS\n\nAdvocacy\n\nPlastic Straw Bans Are Not Fair to People with Disabilities, and Here’s What We Can Do About It\n\nPUBLISHED 10/28/19 BY GRAYSON SCHULTZ\n\nWe have to talk more about how these straw bans are negatively impacting those of us with disabilities — and what we can do to reverse the trend.\n\nUnless you’re in the teeny tiny minority of the population that never uses straws to drink beverages, chances are you’ve heard something about the growing trend of bans or restrictions on the use of plastic straws and other single-use plastic items. Some U.S. cities, like Oakland, California, have a partial ban that “prohibits the use of single-use plastic straws in the city’s restaurants, bars, and cafes unless customers ask for them.” Seattle, Washington implemented an even stricter ban last year. Large companies have started to part ways with plastic straws, too; Starbucks said it would phase out plastic straws by 2020, and many other cities and business are likely join the movement. Some entire countries have announced plastic straw bans: According to this article, Scotland plans to get rid of plastic straws by 2019 and Taiwan is banning single-use plastic items by 2030.\n\nMany people have mixed feelings about these bans — some wholeheartedly support the purported environmentally friendly policy. Others do so begrudgingly, maybe because they don’t really like the mouthfeel of paper straw alternatives.\nBut one voice that’s getting left out of the conversation about the plastic straw ban is that of people with disabilities. We have to talk more about how these straw bans are negatively impacting those of us with disabilities — and, importantly, what we can do to reverse the trend.\n\nA Brief History of Plastic Straws\n\nFun fact: Did you know that the plastic bendy straw was actually first used among people with illness and disability before it became a mainstream utensil? As recounted in this video, bendy straws were initially used in hospitals to help patients who were reclining in bed drink more easily.\n\nIn fact, plastic flexible straws are one of the very view devices that were first used among people with disabilities before they were adopted and normalized by people without disabilities.\n\nBefore these straws were invented, people with disabilities “aspirated liquid in their lungs, developed pneumonia, and died,” Shaun Bickley, co-chair of the Seattle Commission for People with DisAbilities, a volunteer organization that’s supposed to advise the city council or agencies on disabilities issues, told NPR.\n\nWhy should we go backward by implementing policies that negatively impact disabled people and prevent them from using a product that was intended specifically for them?\n\nWhy Plastic Straw Bans Are Bad for People with Disabilities\n\nMany people with all kinds of disabilities and special needs rely on straws to consume food and beverages for hydration and nutrition, as well as to participate in social and recreational activities. Without plastic straws, they would be unable to consume food or beverages offered at businesses or might have an unrealistic obligation placed on them to carry around and care for their own reusable straws. (More on this below.)\n\nPutting the responsibility on disabled customers or their caregivers to request a straw creates an opt-in system that puts a burden on people with disabilities who rely on straws. For some people, these utensils are essential an accommodation: People with disabilities would not be able to consume foods and beverages offered by a business without it.\n\nWhat’s more, many disabilities that necessitate the use of straws are invisible. Requiring customers to explicitly request a plastic straw may force those with disabilities to explain their disability or their needs in a way that adds unnecessary roadblocks to everyday activities. Imagine needing to explain what a rare form of arthritis is to food service employees every time you go to the movies, order a soda at a sporting event, or get a beverage at your local coffee or convenience store?\n\nNot only is that discriminatory and against the spirit of the Americans with Disabilities Act (ADA), employees of businesses may not know how to respond to the request, or worse, may be forced to act as gatekeepers to others’ quality of life — meaning that they will have the ability to decide who is and isn’t disabled, which is a very dangerous notion.\n\nWhat About Alternatives to Plastic Straws?\n\nFirst, every single person with a disability who relies on plastic straws knows that alternatives exist. No one needs to remind us. The problem is that each alternative fails to have the same many useful attributes of plastic straws. For example:\n\nPaper straws and those made out of other biodegradable materials often fall apart quickly\nSilicon straws aren’t flexible, which is one of the most important aspects of bendable straws for people with mobility limitations\nReusable straws need to be washed, which is a task with which many people with disabilities already struggle\nMetal straws can pose a safety risk, not to mention being hard and inflexible.\n\nThis chart details the specific risks of each plastic straw alternative:\n\nThese materials can also create unintended consequences. Plastic straw alternatives can be made with ingredients that contain corn, gluten, and other major allergens. This includes the glue used on paper straws. Despite assurances of safety from organizations such as Starbucks that have switched to compostable options, people are having to go to the ER in anaphylaxis because of these allergens. There are currently no regulations stating that allergens in these straws must be shared and there is little research about how many people with allergies have reactions to these straws.\n\nSometimes these consequences can even be fatal. The New York Times reported earlier this year that a British woman with a disability died after falling onto a metal straw that impaled her.\n\nThere are also unique barriers faced by people with arthritis and autoimmune conditions that many people may not be aware of. Reusable straws are incredibly difficult to clean if our disease affects the physical function of our hands. There’s no real way that I can sanitize a silicone straw in order to mitigate any risk of infection or mold after use. And people with autoimmune diseases have compromised immune systems to begin with.\n\nCan you see the problem here?\n\nPeople with Disabilities Care About the Environment Too\n\nPlastic straw bans often position people with disabilities on the wrong side of the battle to save the environment — as if we don’t care about our world, too. As someone who needs to use plastic straws and disposable wipes, I can’t help the fact that I have needs that aren’t 100 percent environmentally friendly.\n\n“Over the years, I’ve had to learn that being green does not always sit comfortably with my access needs,” writer Penny Pepper wrote in this recent Guardian article. Regarding plastic straws and baby wipes, she says, “along with many disabled people, I need both. Not as a lifestyle choice. Not as a luxury. I need straws that bend, ones that can handle all drinks, including medication, and all temperatures. I need straws that aren’t too fat, that won’t cause me to choke or be difficult for me to keep in my mouth.”\n\nBut just because those of us with disabilities can’t check every single box on a checklist of ways to “go green” doesn’t mean that we don’t fight for the environment. There are so many ways people can help offset their carbon footprints. For example, I take reusable bags with me to the local co-op where I shop, where I focus on buying produce that’s as local as possible. I know that there are more steps that I can take to reduce my carbon footprint. That’s also true for every single person on this planet.\n\nSo, why are people with disabilities being singled out in this debate? Especially when abled people can form new habits and offset more of a carbon footprint than we ever could.\n\nDo Plastic Straw Bans Even Work?\n\nIt seems that these bans also do little if anything to address actual environmental challenges. Alternative straws still sit in landfills. In the big picture of all the ways our individual and collective habits impact pollution, plastic straws are just one tiny slice of a much bigger and complex conversation. That debate requires addressing how entire business and industries are affecting the environment, especially relative to the actions and needs of individual people.\n\nAccording to a 2018 report about how different corporations contribute to plastic pollution, the top polluting companies included Coca-Cola, Pepsi-Co, Nestlé, Mars, and Unilever. U.S. industry has always had an outsized impact on pollution compared with that of individual citizens, but our perception of this may be warped, in part due to direct efforts of manufacturers to make pollution more about people than products and manufacturing processes. According this account in Mother Jones, starting in the 1950s, several companies got together and coined the term ‘litterbug,’ and started a “Keep America Beautiful” public relations campaign, which shifted the blame to people and used shaming to position pollution an individual problem and not a societal problem.\n\nSo, What Do We Do Now?\n\nWe need to keep disposable plastic straws available and without stigma to people in our society who rely on them for all the reasons I outlined above. We can put pressure on corporate polluters and push for legislation that holds them accountable. This will do more good than putting the onus on individual people, especially those with disabilities.\n\nWe can try to put ourselves in the shoes (and hearts and minds) of people with disabilities before we jump on an arbitrary bandwagon. We need to think through how such policies affect all members of our community.\n\nAnd if you don’t need a plastic straw? Avoid using them. Help advocate for those of us who do.\n\nTake Action\n\nIf you want to be part of the movement to support people with disabilities who wish to keep plastic straws accessible to those who need them, join our patient advocacy organization, the 50-State Network. Let us know if there is a proposed ban in your town, village, or state and we might be able to help raise awareness and effect change. Learn more and sign up here.\n\nKirsten Schultz is a disabled activist who has lived with systemic juvenile idiopathic arthritis (SJIA) nearly all their life. In addition to working full-time at an independent living center, they run a sexuality education site focused on living well at the intersections they experience. In their free time, they enjoy playing in a queer hockey league, performing burlesque, and fostering empathy in others. You can read more about their work and find information about their podcasts at kirstenschultz.org and notstandingstillsdisease.com.\n\nIf you enjoyed reading this article, you’ll love what our video has to offer.\n\nhttps://studio.youtube.com/video/AjyPrDOGcFk/edit?c=UC4ElZ1L_kW4fW4ofVYua91w\nWas This Helpful? \nShare\n Facebook\n\n Twitter\n\n Email\nSuggested Reading\nCreakyChats: Assured Resilience: Navigating Insurance & Chronic Illness\nThree Proposed Bills Aimed at Improving Rheumatology Care\n6 Reasons to Talk to Your Doctor About Switching Methotrexate\nJust Published\nMajority of Adults Aged 60+ With Chronic Illness Received or Plan to Get RSV Vaccine\nCan Integrative Treatment Complement Your Rheumatoid Arthritis Treatment?\nHolidaze with RA: Navigating Big Events with Inflammatory Arthritis\nBrowse More\nWebinar\nUR PsA About\nRheumatoid Arthritis\nSubscribe\n\nSubscribe to CreakyJoints for more related content.\n\nEmail\nAbout CreakyJoints\n\nCreakyJoints is a digital community for millions of arthritis patients and caregivers worldwide who seek education, support, advocacy, and patient-centered research. We present patients through our popular social media channels, our website CreakyJoints.org, and the 50-State Network, which includes nearly 1,500 trained volunteer patient, caregiver and healthcare activists.\n\nAbout CreakyJoints\n\nCreakyJoints is a digital community for millions of arthritis patients and caregivers worldwide who seek education, support, advocacy, and patient-centered research. We represent patients through our popular social media channels, our website CreakyJoints.org, and the 50-State Network, which includes nearly 1,500 trained volunteer patient, caregiver and healthcare activists.\n\nQUICK LINKS\n\nAbout CreakyJoints\n\nPress Releases\n\nOur Partners\n\nContact Us\n\nOUR RESOURCES\n\nghlf.org\n\nArthritisPower.org\n\n50Statenetwork.org\n\nFailFirstHurts.org\n\nTERMS & CONDITIONS\nOur Privacy Policy\nDOWNLOAD OUR APP\nDOWNLOAD ARTHRITISPOWER\nSTAY CONNECTED\n\nThe contents of this website are for informational purposes only and do not constitute medical advice.CreakyJoints.org is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of a physician or other qualified health provider with any questions you may have regarding a medical condition.\n~ Copyright © 1999 - 2023 CreakyJoints. All rights reserved. Part of the Global Healthy Living Foundation, a 501(c)(3) non-profit organization. ~"
}