{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "WHO calls for more research into microplastics and a crackdown on ...",
  "href": "https://www.who.int/news/item/22-08-2019-who-calls-for-more-research-into-microplastics-and-a-crackdown-on-plastic-pollution",
  "body": "The World Health Organization (WHO) today calls for a further assessment of microplastics in the environment and their potential impacts on human health, following the release of an analysis of current research related to microplastics in drinking-water. The Organization also calls for a reduction in plastic pollution to benefit the environment and reduce human exposure.\"We urgently need to ...",
  "textContent": "Global\nRegions\n Select language \nSelect language\nEnglish\nالعربية\n中文\nFrançais\nРусский\nEspañol\nPortuguês\n \nHome\tHealth Topics\tCountries\tNewsroom\tEmergencies\tData\tAbout WHO\nHome/\nNews/\nWHO calls for more research into microplastics and a crackdown on plastic pollution\nCredits\nWHO calls for more research into microplastics and a crackdown on plastic pollution\n22 August 2019 News release Geneva Reading time: 1 min (391 words)\nالعربية\n中文\nFrançais\nРусский\nEspañol\n\nThe World Health Organization (WHO) today calls for a further assessment of microplastics in the environment and their potential impacts on human health, following the release of an analysis of current research related to microplastics in drinking-water. The Organization also calls for a reduction in plastic pollution to benefit the environment and reduce human exposure.\n\n“We urgently need to know more about the health impact of microplastics because they are everywhere -  including in our drinking-water,” says Dr Maria Neira, Director, Department of Public Health, Environment and Social Determinants of Health, at WHO. “Based on the limited information we have, microplastics in drinking water don’t appear to pose a health risk at current levels. But we need to find out more. We also need to stop the rise in plastic pollution worldwide.”\n\nAccording to the analysis, which summarizes the latest knowledge on microplastics in drinking-water, microplastics larger than 150 micrometres are not likely to be absorbed in the human body and uptake of smaller particles is expected to be limited.  Absorption and distribution of very small microplastic particles including in the nano size range may, however, be higher, although the data is extremely limited.\n\nLive from Geneva: WHO calls for more research on microplastics in drinking water. Q&A with Bruce Gordon. #AskWHO https://t.co/FlApsaZiLB\n\n— World Health Organization (WHO) (@WHO) August 22, 2019\n\n \n\nFurther research is needed to obtain a more accurate assessment of exposure to microplastics and their potential impacts on human health. These include developing standard methods for measuring microplastic particles in water; more studies on the sources and occurrence of microplastics in fresh water; and the efficacy of different treatment processes.\n\nWHO recommends drinking-water suppliers and regulators prioritize removing microbial pathogens and chemicals that are known risks to human health, such as those causing deadly diarrhoeal diseases. This has a double advantage: wastewater and drinking-water treatment systems that treat faecal content and chemicals are also effective in removing microplastics.\n\nWastewater treatment can remove more than 90% of microplastics from wastewater, with the highest removal coming from tertiary treatment such as filtration. Conventional drinking-water treatment can remove particles smaller than a micrometre. A significant proportion of the global population currently does not benefit from adequate water and sewage treatment. By addressing the problem of human exposure to faecally contaminated water, communities can simultaneously address the concern related to microplastics.\n\n \n\nMedia Contacts\n\n\t\n\nNada Osseiran\n\nCommunications Officer\nWHO\n\nMobile: +41 79 445 1624\nEmail: osseirann@who.int\n\t\n\nChristian Lindmeier\n\nCommunications Officer\nWHO\n\nTelephone: +41 22 791 1948\nMobile: +41 79 500 6552\nEmail: lindmeierch@who.int\n\nRelated\n\nFull report, press materials and information sheet with key messages and FAQs\nTranscript on Microplastics in drinking-water\n\n \n\nFact sheets\n\n\tDrinking-water 13 September 2023\nRegions\nAfrica\nAmericas\nEastern Mediterranean\nEurope\nSouth-East Asia\nWestern Pacific\nPolicies\nCyber security\nEthics\nPermissions and licensing\nPreventing sexual exploitation\nTerms of use\nAbout us\nCareers\nLibrary\nProcurement\nPublications\nFrequently asked questions\nContact us\nSubscribe to our newsletters\nPrivacy policy\n© 2023 WHO"
}