{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The Plastic Problem: Pollution - Plastic Education",
  "href": "https://plastic.education/the-plastic-problem-pollution/",
  "body": "This explains why plastic pollution is becoming such a big issue; it accumulates at a much faster rate than it can decompose or degrade into a harmless form. Some plastics take longer than others to decompose: Plastic bags - 10 to 1,000 years. Foam plastic cup - 50 years. Plastic bottle - 450 years or more. Nylon fishing line - 600 years.",
  "textContent": "Skip to content\n\nPlastic Education\n\n \n\n Better decisions for a better life\n\nEnvironment Health \nThe Plastic Problem: Pollution\nPosted by\nDavid Evans December 26, 2019 1 Comment\non The Plastic Problem: Pollution\n\nJacques Cousteau, the renowned underwater researcher and pioneering marine conservationist, once said,\n\n“Water and air, the two essential fluids on which all life depends, have become global garbage cans.”\n\nSadly, he was right. Unsightly plastic waste litters our oceans and shorelines, spoiling our enjoyment of swimming, surfing, or simply spending some leisure time at the beach.\n\nWith the ever-increasing amount of waste in the environment, just how much of a problem is plastic pollution?\n\nHOW DO PLASTICS POLLUTE THE ENVIRONMENT?\n\nPlastic pollution is caused by the accumulation of man-made plastic products in the environment. Across much of the planet, there is now so much plastic waste that it creates problems for wildlife and their habitats as well as for human populations.\n\nDiscarded plastic cannot decompose in the same way as other waste, so it simply breaks down into smaller and smaller pieces, which can remain in the environment for more than 1,000 years.\n\nThis explains why plastic pollution is becoming such a big issue; it accumulates at a much faster rate than it can decompose or degrade into a harmless form.\n\nSome plastics take longer than others to decompose:\n\nPlastic bags – 10 to 1,000 years\nFoam plastic cup – 50 years\nPlastic bottle – 450 years or more\nNylon fishing line – 600 years\nPolystyrene foam (Styrofoam) – 1 million years (does not biodegrade)\n\nThese slow decomposition rates mean that plastic waste – of whatever type – will continue to pollute the environment for many decades, or even centuries, to come.\n\nSome plastics do, however, degrade under sunlight’s UV rays (known as photodegradation), but this produces toxic chemicals such as bisphenol A (BPA) and PS oligomer. The toxins may be eaten and absorbed by wildlife or wash up on the shoreline, where people may come into direct contact with them.\n\nWHAT IS ALL THIS PLASTIC AND WHERE DOES IT COME FROM?\n\nIt’s estimated that around 8 million metric tonnes of plastic waste goes into the oceans each year, according to a study published in Science magazine. Around 80% of that originates on the land, while the rest comes from shipping and the fishing industry. \n\nThe main land-based sources of plastic waste are categorized as primary or secondary sources.\n\nPrimary sources are waste plastics from the manufacturing industry known as ‘nurdles’; small plastic beads or pellets that end up in the marine ecosystem in large numbers. A recent beach clean in Cornwall, UK, found more than 127,000 nurdles in a single clean-up.\n\nSecondary sources come from plastic litter such as bottles, food packaging, polyester clothing or fishing line, which accumulate on beaches due to waves and tides, river deposits, sewage outlets and storm drains, as well as being directly discarded by beach users.\n\nHOW DID THINGS GET SO BAD?\n\nGlobal annual production of plastic increased twenty-fold over a fifty year period, from 15 million tonnes in 1964 to 311 million tonnes in 2014.\n\nBut whilst the production of plastic increased rapidly, to cater to the growing global population and increased consumerism, the facilities to collect, recycle or dispose of plastic waste have not kept pace.\n\nThe top five plastic-polluting countries – China, Indonesia, the Philippines, Vietnam and Sri Lanka – are all developing nations with fast-growing economies, but with underdeveloped waste management systems.\n\nEvery person in the United States produces more than 2.5 kg of plastic waste each day – more than twice that of people in China – but this accounts for less than 1% of global plastic waste overall.\n\nSo the problem of plastic waste is caused both by lower-income countries that lack good waste management facilities, and by high-income countries that produce a lot of waste per head of population.\n\nSHOULD WE BE CONCERNED FOR THE FUTURE?\n\nBy 2050, global plastics production is expected to increase still further to 1,124 million tonnes every year.\n\nStudies suggest that we are still 85 years away from ‘peak waste’. With plastic production still increasingly rapidly around the world, the amount of plastic waste ending up in the oceans is likely to continue to rise over the next decades.\n\nIn fact, it’s estimated that if nothing is done, the amount of plastic waste that ends up in the oceans will reach 80 million metric tonnes a year by 2025 and by 2050, the amount of plastic in the ocean, by weight, will be greater than the amount of fish.\n\nPlastic waste is choking our oceans; killing wildlife, polluting even the remotest beaches, and threatening the food chain. If we can change that, shouldn’t we at least try?\n\n\nPosted by\nDavid EvansDecember 26, 2019\nPosted in\nUncategorized\nPost navigation\nPrevious Post\nPrevious post:\n\nCleaning Up Plastic Pollution\nNext Post\nNext post:\n\nCleaning Our Beaches and Waterways\nOne reply on “The Plastic Problem: Pollution”\nPingback:\nEnvironmental Impact of Single-Use Plastics • Green Living Journal\n\nComments are closed.\n\nPlastic Education, Proudly powered by WordPress. Home Health Environment Conscious Consumerism Other Env Topics About"
}