{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Eliminating Plastic Pollution: How a Voluntary Contribution From ...",
  "href": "https://www.frontiersin.org/articles/10.3389/fmars.2019.00627/full",
  "body": "Marine plastic pollution is a symptom of an inherently wasteful linear plastic economy, costing us more than US$ 2.2 trillion per year. Of the 6.3 billion tonnes of fossil fuel-derived plastic (FFP) waste produced to date, only 9% has been recycled; the rest being incinerated (12%) or dumped into the environment (79%). FFPs take centuries to degrade, meaning five billion tonnes of increasingly ...",
  "textContent": "Skip to main content\nDownload Article\n  \n \n51,098\nTotal views\n5,556\nDownloads\n64\nCitations\nView article impact\nView altmetric score\nSHARE ON\nEdited by\nCarlos M. Duarte\n\nKing Abdullah University of Science and Technology, Saudi Arabia\n\nReviewed by\nAngel Borja\n\nAZTI Foundation, Marine Research Division, Spain\n\nAndrés Cózar\n\nDepartment of Biology, University of Cadiz, Spain\n\nTABLE OF CONTENTS\nAbstract\nIntroduction\nThe Price of Plastic\nPrinciples of a Solution\nConclusion\nData Availability\nAuthor Contributions\nFunding\nConflict of Interest Statement\nAcknowledgments\nSupplementary Material\nReferences\nOpen supplemental data \nExport citation\nCheck for updates\nPeople also looked at\nOverhauling Ocean Spatial Planning to Improve Marine Megafauna Conservation\n\nAna Micaela Martins Sequeira, Graeme Clive Hays, David W. Sims, Víctor M. Eguíluz, Jorge P. Rodríguez, Michelle R. Heupel, Rob Harcourt, Hannah Calich, Nuno Queiroz, Daniel Paul Costa, Juan Fernández-Gracia, Luciana C. Ferreira, Simon David Goldsworthy, Mark A. Hindell, Mary-Anne Lea, Mark G. Meekan, Anthony M. Pagano, Scott A. Shaffer, Julia Reisser, Michele Thums, Michael Weise and Carlos M. Duarte\n\nGovernance Solutions to the Tragedy of the Commons That Marine Plastics Have Become\n\nJoanna Vince and Britta D. Hardesty\n\nA Review on Blockchain Technology and Blockchain Projects Fostering Open Science\n\nStephan Leible, Steffen Schlager, Moritz Schubotz and Bela Gipp\n\nTransnational Plastics: An Australian Case for Global Action\n\nRonen Galaiduk, Laurent Lebreton, Erika Techera and Julia Reisser\n\nThe Promise of Blue Carbon Climate Solutions: Where the Science Supports Ocean-Climate Policy\n\nAnne B. Christianson, Anna Cabré, Blanca Bernal, Stacy K. Baez, Shirley Leung, Alicia Pérez-Porro and Elvira Poloczanska\n\nPERSPECTIVE article\nFront. Mar. Sci., 25 September 2019\nSec. Global Change and the Future Ocean\nVolume 6 - 2019 | https://doi.org/10.3389/fmars.2019.00627\nEliminating Plastic Pollution: How a Voluntary Contribution From Industry Will Drive the Circular Plastics Economy\nAndrew Forrest1,2* Luca Giacovazzi2 Sarah Dunlop1† Julia Reisser2,3 David Tickler1,2 Alan Jamieson4 Jessica J. Meeuwig1,3\n1School of Biological Sciences, The University of Western Australia, Perth, WA, Australia\n2The Minderoo Foundation, Perth, WA, Australia\n3The UWA Oceans Institute, The University of Western Australia, Perth, WA, Australia\n4School of Natural and Environmental Sciences, Newcastle University, Newcastle upon Tyne, United Kingdom\n\nMarine plastic pollution is a symptom of an inherently wasteful linear plastic economy, costing us more than US$ 2.2 trillion per year. Of the 6.3 billion tonnes of fossil fuel-derived plastic (FFP) waste produced to date, only 9% has been recycled; the rest being incinerated (12%) or dumped into the environment (79%). FFPs take centuries to degrade, meaning five billion tonnes of increasingly fragmented and dangerous plastics have accumulated in our oceans, soil and air. Rates of FFP production and waste are growing rapidly, driven by increased demand and shifting strategies of oil and gas companies responding to slowing profit growth. Without effective recycling, the harm caused by FFP waste will keep increasing, jeopardizing first marine life and ultimately humankind. In this Perspective article, we review the global costs of plastic pollution and explain why solving this is imperative for humanity's well-being. We show that FFP pollution is far beyond a marine environmental issue: it now invades our bodies, causing disease and dysfunction, while millions of adults and children work in conditions akin to slavery, picking through our waste. We argue that an integrated economic and technical solution, catalyzed through a voluntary industry-led contribution from new FFP production, is central to arrest plastic waste flows by making used plastic a cashable commodity, incentivizing recovery and accelerating industrialization of polymer-to-polymer technologies. Without much-needed systematic transformation, driven by a contribution from FFP production, humanity and the oceans face a troubling future.\n\nIntroduction\n\nPlastics are a ubiquitous and persistent form of marine pollution (Gago et al., 2018; Angiolillo, 2019; Barboza et al., 2019a,b) with contamination levels rising drastically on beaches (Barnes, 2005; Kako et al., 2014; Lavers and Bond, 2017), the seafloor (Matsuguma et al., 2017) and coastal and oceanic waters (Lebreton et al., 2018; Ostle et al., 2019). While our knowledge of ocean plastics is far from complete, the best available predictions suggest that with increasing mismanagement of fossil fuel-derived plastics (FFP) (Lebreton and Andrady, 2019) there will be one tonne of ocean plastic for every three tonnes of fish by 2025 (Ellen MacArthur Foundation, 2017), the equivalent of 600 plastic bags for every ten-kilogram fish. The most visible impact of marine plastic pollution is its harm to marine megafauna (Galgani et al., 2019) including turtles (Lynch, 2018; Wilcox et al., 2018), mammals (Panti et al., 2019), birds (Wilcox et al., 2015) and sharks (Parton et al., 2019), which ingest and become entangled in FFP with fatal consequences (Stelfox et al., 2016; Provencher et al., 2017). Millions of marine animals of at least 260 species die annually due to interactions with FFP (Moore, 2008; Thompson et al., 2009; Claro et al., 2019). These numbers are likely to increase as smaller and more elusive organisms are examined (Jamieson et al., 2019). Additionally, plastics transport invasive species and pathogens between marine regions (Rech et al., 2016; Lamb et al., 2018), inhibit gas exchange between sea water and seafloor sediments (Goldberg, 1997), and smother fragile seafloor inhabitants (Gregory, 2009).\n\nMarine plastic pollution not only comprises visible items, such as single-use packaging and fishing gear, but also microplastics, particles <5 mm (Hidalgo-Ruz et al., 2012), and nanoplastics, <1 μm (Gigault et al., 2018), released directly into the environment or created by the fragmentation of larger items. The legacy and reach of FFP is strikingly demonstrated by its impact on the most remote and inaccessible marine ecosystems. Jamieson et al. (2019) recently detected synthetic particles in the hindguts of the majority of crustaceans sampled in deep ocean trenches around the Pacific Rim, at depths from 7,000 to 10,890 m, the latter being the deepest point of the ocean. Over 72% of specimens contained at least one synthetic item in their digestive systems. Concerningly, preliminary Fourier-transform infrared spectroscopy (FTIR) analyses suggest that most of these synthetic materials were produced before the 1970s (Jamieson, personal observation), implying that they have taken 50 years to reach their current resting place and that the far vaster quantity of plastic pollution generated since is still working its way through the marine ecosystem. Plastics' invasion of natural environments now appears complete, with contamination found from mountain tops and polar extremes (Bergmann et al., 2019) to the remote depths of our oceans.\n\nPlastics' fragmentation and dispersal as micro-particles may be the most insidious property of marine plastic pollution. FFPs contain dyes, flame retardants and plasticizers, some of which are persistent, bio-accumulative toxins (Rani et al., 2015). These compounds, along with water-borne pollutants absorbed into micro- and nanoplastics (Engler, 2012), can be transferred to organisms upon ingestion (Cole et al., 2011; Neves et al., 2015), contaminating them, their predators and potentially accumulating up food chains to human consumers of seafood (Bouwmeester et al., 2015; Rochman et al., 2015b; Vethaak and Leslie, 2016; Lusher et al., 2017; Santillo et al., 2017; Revel et al., 2018; Rist et al., 2018). Nanoplastics, while understudied at present, may pose the greatest ecotoxicological risk (Koelmans et al., 2015; Haegerbaeumer et al., 2019) because their concentrations at sea are likely higher than for microplastics (Andrady, 2011), they have a proportionally larger surface area for the absorption of toxic chemicals (Koelmans et al., 2015; Mattsson et al., 2015) and, critically, they can penetrate living tissues (Kashiwada, 2006; Rossi et al., 2014; Mattsson et al., 2017) causing intracellular damage (Brown et al., 2001; Haegerbaeumer et al., 2019). Observed effects of micro- and nanoplastics on experimental organisms include increased mortality (e.g., Lee et al., 2013; Ziajahromi et al., 2018), disease (e.g., Vasseur and Cossu-Leguille, 2006; Chae et al., 2018), inflammation in digestive and respiratory systems (e.g., Murray and Cowie, 2011; Jin et al., 2018), increased oxidative stress (e.g., Bhattacharya et al., 2010; Gomiero et al., 2018), disturbed feeding behavior (e.g., Cedervall et al., 2012; Nasser and Lynch, 2016) and compromised fecundity and reproduction (e.g., Bergmann et al., 2015; Sussarellu et al., 2016).\n\nIn this Perspective article, we argue that ocean plastic pollution is a symptom of a far broader issue, rooted in the way we place little to no value on a versatile material made from a finite resource, whose environmental legacy lasts decades following its brief usefulness to us. The solution to plastic pollution cannot rely solely on more ocean research (Borja and Elliott, 2019), education (Uyarra and Borja, 2016) and clean-up technologies (Sherman and van Sebille, 2016), nor in phasing out or replacing all FFPs (Rochman et al., 2015a). It requires us to shift the economics of FFPs from a linear to a circular model. We first review the cost of the plastic pollution problem and then propose a pragmatic solution to fix it, which builds beyond current proposals.\n\nThe Price of Plastic\n\nPlastic pollution results from our failure to account for the full economic cost of FFP's manufacture and disposal, and its impacts on ecosystem services and human health. While our knowledge is incomplete, best estimates suggest that plastic costs humanity over US$ 2.2 trillion per year in environmental and social damage (UNEP, 2014; Ricke et al., 2018; Beaumont et al., 2019; Zheng and Suh, 2019). This is a consequence of a linear economic model in which resources flow unidirectionally from fossil fuels, are cracked into monomers (the building blocks of plastic “resins”), extruded into a final product, used, often briefly, and then discarded (Geyer et al., 2017; Hundertmark et al., 2018; Figure 1A). It is estimated that nearly 60% of this plastic waste is dumped into landfill and the environment, with at least 10% entering the oceans (Figure 1B; Supplementary Materials section Plastic Leakage to Oceans).\n\nFigure 1\n\nFIGURE 1. The plastic problem. (A) Global plastic flow in 2016, as estimated by Hundertmark et al. (2018). Numbers within black boxes represent amounts (million tonnes per year) of plastics produced, wasted, recycled, incinerated, landfilled, dumped and leaked to oceans. (B) Break-down of the different sources of ocean plastics, in million tonnes per year: coastal zones (Jambeck et al., 2015), fishing (Watson et al., 2013; Bell et al., 2017; Lebreton et al., 2018), shipping (Halpern et al., 2008; Lebreton et al., 2018), aquaculture (FAO, 2016a; Lebreton et al., 2018), primary microplastics (Boucher and Friot, 2017), inland populations (Lebreton et al., 2017, 2018), and waste exports (UN Trade Statistics, 2018). (C) Break-down of the different costs associated with plastic pollution in US$ per year: ocean damage (Beaumont et al., 2019), greenhouse gases (Ricke et al., 2018; Zheng and Suh, 2019), land pollutants, water usage, air pollution, and land disamenity (UNEP, 2014). The data, limitations and assumptions used for the plastic mass flow and environmental economic analysis are described in Supplementary Materials.\n\nMost of the costs of plastic pollution damage results from impacts on our oceans (Figure 1C; Supplementary Materials section Plastic Pollution Damage Costs). An estimated ~US$ 1.5 trillion per year is lost through reductions in the oceans' capacity to provide seafood, genetic resources, oxygen, clean water and recreational and cultural value, as well as critical regulation of Earth's climate (Beaumont et al., 2019). An additional ~US$ 730 billion per year in losses occurs during FFPs' upstream lifecycle (UNEP, 2014; Zheng and Suh, 2019), due to a model of plastic waste management that is more “burn, bury, befoul” than “reduce, reuse, recycle.” These costs include ~US$ 700 billion per year from the release of greenhouse gases during FFP production and waste incineration (Ricke et al., 2018; Zheng and Suh, 2019), the release of toxic chemicals from plastics buried in landfill to soils and water sources (~US$ 25 billion per year); water usage during plastic production and manufacturing (~US$ 4.5 billion per year); release of plastic-associated pollutants into the air (~US$ 1.3 billion per year); and land value loss due to littering or proximity to waste disposal sites (~US$ 875 million per year; UNEP, 2014).\n\nThe estimated total cost of plastic pollution is likely conservative, as several important impacts are yet to be quantified, particularly those related to human health. Plastics can harm us both through the interaction of nanoplastics with human cells and our exposure to harmful additives in plastic products (Hermabessiere et al., 2017; Revel et al., 2018). Both nanoplastics and harmful additives occur in food packaging, household items and even medical equipment, entering the body via ingestion, inhalation and skin contact. Nanoplastics have been shown to cause damage and inflammation in human skin, lung and brain cells (Lehner et al., 2019) and may be linked to cancers (e.g., Pauly et al., 1998; Mastrangelo, 2003). Plastics also leach harmful endocrine-disrupting chemicals (Meeker et al., 2009; Talsness et al., 2009) which have been linked to:\n\n• Cancer (Ohlson and Hardell, 2000; Brophy et al., 2012; DeMatteo et al., 2013)\n\n• Obesity (Angel Nadal, 2012; Manikkam et al., 2013)\n\n• Diabetes (Lang et al., 2008; Shankar and Teppala, 2011)\n\n• Endocrine system disorders (Andra and Makris, 2012; Brophy et al., 2012)\n\n• Thyroid disfunction (Ahmed, 2016)\n\n• Reproductive impairment (Kabir et al., 2015).\n\nInfants and children are the most vulnerable groups, due to their greater sensitivity and higher exposure to plastic-associated chemicals via baby food packaging (Fantoni and Simoneau, 2003), children's toys (Xie et al., 2015; Turner, 2018) and breast milk (Tanabe and Kunisue, 2007). Plastic contamination in humans has been detected globally (Koch and Calafat, 2009; Barboza et al., 2018), with the average US citizen consuming more than 74,000 microplastic particles annually (Cox et al., 2019) and an unknown but likely larger number of nanoplastics (Triebskorn et al., 2019). Further research is urgently required into the human health impacts and associated health-care costs of plastics and their ingredients.\n\nA further unevaluated cost of plastic is the prevalence of acute labor issues in the waste management systems of many low and middle-income nations, where collection, recycling and disposal of domestic and imported waste are largely unregulated. The informal recycling sector employs an estimated 15–20 million workers globally (UNEP, 2015) and often creates abusive and hazardous conditions for a meager but crucial income (Wilson et al., 2006; Walk Free, 2018; GAIA, 2019). This highlights a moral dimension of plastic pollution: profits from fossil fuel extraction and plastic production typically accrue to a small number of companies headquartered in high-income nations, while waste disposal, burning and dumping, including of imported waste from wealthy countries, are usually shifted to low to middle-income nations (GAIA, 2019). This disconnect between production and disposal also weakens the impetus for consumers in rich, high consumption countries to shift behavior, since they are insulated from the consequences of their plastic habit (Torras and Boyce, 1998).\n\nPrinciples of a Solution\n\nThe US$ 2.2 trillion annual external cost of plastic pollution is not captured in the production costs of our linear plastics economy, representing a major market failure (Laffont, 2008). Whilst initiatives such as Extended Producer Responsibility (EPR) and plastics-related legislation have made some positive inroads to reduce plastic pollution, a system-wide change is needed to rectify this market flaw. A pragmatic solution is to apply an appropriate contribution to FFP at first production, whereby the supply chain passes on this price premium on raw FFP resin equitably through to the trillions of plastic items purchased each year by end consumers, converting plastic waste into a cashable commodity. This voluntary contribution, promoted publicly as the “Sea The Future” initiative, but referred to herein as “the Contribution”, will also generate considerable funds to tackle the plastic issue, via investment in transformative technologies and by funding environmental remediation. Such a voluntary, industry-led contribution for FFP, applied at the resin production level, has the greatest potential to drive global manufacturing toward a circular economy (Figure 2; Schepel, 2005).\n\nFigure 2\n\nFIGURE 2. Illustrations of the linear plastics economy (left), circular polymers economy (right), and transition plastic economy (center). Our proposed initiative will re-direct the flow of fossil fuel-derived plastics away from the environment and into the economy.\n\nA circular plastics economy has remained elusive despite decades of concerted advocacy and public outcry. The key barrier to its realization has been the inability of circular recycling technologies to compete with the extremely low direct cost of producing FFPs. This perverse market price signal has meant that emerging technologies which can infinitely recycle most used plastic into high-purity polymers (e.g., Ragaert et al., 2017; Rahimi and García, 2017) have failed to achieve global-scale commercialization. A higher cost of FFPs, applied via the Contribution, levels the playing field and should drive plastic producers to rapidly seek out lower cost feedstocks. Demand for recycled polymers will ignite, transforming plastic waste from toxic and destructive into a cashable commodity, incentivizing recovery and recycling rates. This will have a transformative effect on the recycling industry as the next generation of polymer-to-polymer technologies are modularized, thereby enabling both an extremely low capital cost, compared with traditional large scale refineries and petrochemical plants (IHS Chemical, 2015), and placement at aggregation points of plastic waste (e.g., rivers, garbage depots, mine sites). This powerful competitive advantage, together with a level playing field, will energize new entrepreneurs and recycling businesses to contribute to the circular economy in both developed and developing markets (Baechler et al., 2013). Concurrently, mobile applications and artificial intelligence (AI) are set to remodel and decentralize waste collection services (Adams, 2018; Coelho et al., 2019). These peer-to-peer technologies have tremendous potential to connect billions of people currently not serviced by formal waste collection systems, increasing recovery rates without the need for expensive waste collection infrastructure. Access to this technology may also contribute to improving the livelihood of millions of disenfranchised waste-pickers through improved transparency, security and compensation (Walk Free, 2018).\n\nThe Contribution would also directly (via investment) and indirectly (via demand) support advances in renewable, compostable biomaterials including “edibles” and polyhydroxyalkanoates (PHAs) (Shit and Shah, 2014; Dilkes-Hoffman et al., 2019a) derived from sustainable sources such as seaweed (Rajendran et al., 2012) and biomass residues (FAO, 2016b). These are ideal materials for problematic applications such as sachets and agricultural films (Dilkes-Hoffman et al., 2019b) as well as aquaculture and fishing gear likely to be lost at sea (Park et al., 2010; Bilkovic et al., 2012; Bugnicourt et al., 2014; Kim et al., 2016; UNEP, 2018).\n\nIn summary, the Contribution achieves the following:\n\n• Transforms plastic waste into a cashable commodity, rewarding recovery and increasing recycling rates\n\n• Incentivizes the plastic industry to reduce its use of fossil fuel feedstocks and seek out recycled and degradable alternatives\n\n• Makes a material contribution to reducing climate change in the context of the global community's targeted temperature increase range, when considered on an accumulative basis to 2050 (Zheng and Suh, 2019)\n\n• Halts the rising health impacts of plastics on both humans and other species and ensures viable ecosystem services\n\n• Materially improves the profitability of polymer-to-polymer technologies and other supporting industries\n\n• Is complementary to and supportive of the “Three Rs” philosophy, “Reduce, Reuse, Recycle,” promoted by the circular economy community (Ellen MacArthur Foundation, 2019)\n\n• Prioritizes technologies which keep plastics within the economy, e.g., purification, depolymerization and pyrolysis technologies (Sardon and Dove, 2018; The Center for the Circular Economy, 2019)\n\n• Generates funds to develop waste management infrastructure, catalyze innovation and deal with legacy pollution issues, such as plastic waste accumulated in the oceans.\n\nHow Will the Contribution Be Implemented?\n\nThe most effective point to apply and collect the Contribution is at resin production, ensuring that it can be practically implemented and administered. This concentrated point in the supply chain, comprised of only a small group of producers (American Chemistry Council, 2013), facilitates the application of the Contribution on a simple, equitable and transparent per-weight basis, streamlining stakeholder participation and industry-wide application. As the cost of the Contribution is passed through intact from the base of the supply chain to the point of final consumption, it is divided out via manufacturing intermediaries, packaging companies and retailers (UNEP, 2014), to the end consumers, who each experience only a small price increase. To anticipate potential anti-trust concerns regarding the implementation of the Contribution, the lead author has engaged with global law firms to investigate the issue and believes that an initiative in the public good can comfortably operate within the law in countries across the world.\n\nHow Will the Contribution Be Governed?\n\nStrict governance of the Contribution is paramount to avoid issues such as corruption and gaming of the system and to ensure that intra- and international value transfer is equitable and efficient, as the revenues from FFP production and the costs from its polluting effects often accrue in different regions (Abbott and Sumaila, 2019). Extended Producer Responsibility (EPR) policies (Hanisch, 2000; Spicer and Johnson, 2004; European Commission, 2019; Hilton et al., 2019) provide a template for a global scheme. EPRs often rely on a Producer Responsibility Organization (PRO) to act on behalf of the stakeholders and operate under clearly defined governance arrangements (Fleckinger and Glachant, 2010; Börner and Hegger, 2018; Park et al., 2018). Here, a global audit system will play a critical role and to circumvent concerns regarding governance costs the Minderoo Foundation has committed to underwrite up to 5 years of audit fees for a total cost of US$ 260 million, plus US$ 40 million in establishment costs, subject to appropriate conditions. As a further protection mechanism against fraud, a certification process would be implemented that could leverage blockchain technologies to track provenance (Kim and Laskowski, 2018), supported by technologies allowing identification of plastics via their chemical signatures (Primpke et al., 2018; Serranti et al., 2018). This potentially facilitates producer-specific labeling of plastics, informs consumer purchasing decisions and further drives industry adoption. A global PRO would allow funds raised from the Contribution to be aggregated and distributed according to a constitution that ensures efficient governance and management, timely allocation of funds and maximizes environmental, social and health benefits. Four constitutional pillars will be prioritized as follows:\n\n1) Drive the global deployment and industrialization of polymer-to-polymer technologies and associated infrastructure as well as support the segments of the incumbent supply chain vulnerable to the impact of Contribution, during the transition from FFP to polymer-to-polymer production.\n\n2) Provide pollution remediation where a market solution is not feasible, such as sedimentary build-up of plastics in rivers and landfills.\n\n3) Recovery of oceanic plastics.\n\n4) Other environmental policies as agreed, which may include mitigating climate change.\n\nThe first author has reached a preliminary agreement on these four pillars with a major consumer-facing organization. With respect to (1), the consensus reached was that the petrochemical businesses are the most vulnerable to the impact of the Contribution, but conversely have a key role to play in achieving a circular plastics economy (Hundertmark et al., 2018). It was agreed, under an initiative known as the Bridging Scheme for Industry (BSI), that part of the Contribution proceeds will be used to facilitate the industry-wide transition from fossil fuels to plastic waste, which eventually becomes its sole feedstock.\n\nAs the capital raised by the Contribution is estimated to reach at least US$ 20 billion per annum, these funds may eventually exceed the quanta required for priorities (1–3). While this excess could be fully refunded, it may instead be attractive to apply the balance to the mitigation of anthropogenic climate change, largely a by-product of the fossil fuel industry, under pillar (4). Given consumers have ultimately paid the cost of the Contribution, this would be an attractive outcome for the fossil fuel industry.\n\nIf Not a Voluntary, Industry-Led Contribution, Then What?\n\nShould industry fail to act, then alternatives to the Contribution include government-led taxes, heightened industry regulation or joining international treaties with similar force. However, each of these interventions has drawbacks in the context of the complexity of plastics. Global treaties like the Montreal Protocol on Substances that Deplete the Ozone Layer, and the Stockholm Convention on Persistent Organic Pollutants, regulate the manufacture and application of specific chemicals with relatively narrow use cases, like chlorofluorocarbons and the pesticide dichlorodiphenyltrichloroethane. While both are supported by multilateral compensation funds and have successfully assisted countries to develop and promote safer alternatives to these niche chemicals, they do not address a problem as pervasive and embedded in every part of the consumer economy as plastics. Our most visible attempt to solve such a problem with an international treaty, the Kyoto Protocol and subsequent Paris Agreement, continues to attract criticism from environmental groups, academics and governments for the range of exemptions and trade-offs it offers to individual countries and industries, and its failure to achieve its central goal of reducing carbon emissions. Consequently, the US has yet to ratify the treaty and Canada has withdrawn from the protocol.\n\nCompared with a global voluntary industry contribution, taxes and regulation in individual jurisdictions open the door for regulatory arbitrage and the requirement for border taxes on plastics imports. Trillions of plastics items are traded globally daily in varying different forms, from resin pellets to finished products, and often contain compositions of many different plastic types and other materials. As a result, the task for governments of administering taxes and regulations on goods, both domestically and across borders, is onerous and complicated, potentially compromising their effectiveness. Local governments may also invest tax revenue in programs unrelated to resolving the plastic problem, compromise on policies unpopular with voters, and be unwilling to redistribute proceeds to other countries, making it difficult to deal with the issues in many impoverished nations subject to exported waste.\n\nThe Contribution is a global solution with the potential to overcome many of these shortcomings by transcending the compliance issues related to a mosaic of national taxes, laws and treaties. Self-governed industry initiatives have also previously been applied successfully to challenges of cost recovery in the agriculture (OECD, 2017), fisheries (Townsend et al., 2008) and media industries (Leeds, 2006).\n\nUltimately, the Contribution and other interventions should not be seen as mutually exclusive and, in fact, will likely play complementary roles. For example, regulations can and should be used to tackle specific situations such as environmental leakage of nano- and microplastics and use of harmful additives in plastic products. In these cases, immediate alternatives are available, including compulsory filters on washing machines (McIlwraith et al., 2019), upgrades in wastewater treatment plants (Talvitie et al., 2017), regulatory frameworks to better prevent plastic pellet spills (Karlsson et al., 2018) and bans of both toxic plastic additives (Halden, 2010; Kole et al., 2017; Lahimer et al., 2017) and nano- and micro-plastics as ingredients in products (Rochman et al., 2015a; Hernandez et al., 2017).\n\nWhat Should the Quantum of the Contribution Be?\n\nAn estimated contribution in the range of US$ 200 to US$ 5,000 per tonne is required to incentivize the collection and recycling of used FFP, with the quantum of the Contribution depending on the type of polymer. This equates to between ~20% and 500% of the cost of FFP resin (The Plastics Exchange, 2019), translating into only a ~US$ 1 to 3 cent increase in the cost of a take-away coffee, as an example. Assuming an average contribution of US$ 500 per tonne of FFP resin, the total cost of the Contribution is <10% of the US$ 2.2 trillion in damages currently caused by FFP pollution. Our suggested contribution range is based on anecdotal estimates collected during discussions with major stakeholders in the plastics supply chain, including oil and gas companies, resin producers, consumer goods brands, retailers and recycling businesses. As such this quantum is preliminary, with further economic modeling required to triangulate other factors, including the different incentive levels required to collect waste in different regions, capital market incentives and the price elasticity of plastics demand.\n\nConclusion\n\nPlastic pollution damages societies, economies and natural environments, particularly the world's oceans. With plastic pollution's increasing visibility on land and at sea, pressure for action is mounting while an effective global solution to this “wicked problem” remains elusive. While removing plastic litter from oceans (Sherman and van Sebille, 2016) and replacing plastics with other materials (Song et al., 2009; Dilkes-Hoffman et al., 2019b) contribute to a solution, we suggest that a far broader economic and technical approach is needed to catalyze change. The proposed initiative, a voluntary contribution on new FFP production led by the global plastics industry, should jump-start the circular economy by transforming plastic waste into a cashable commodity. The new economics will help catalyze global-scale commercialization of polymer-to-polymer technologies capable of creating food grade polymers from plastic waste, while drawing plastic pollution from the environment back into the economy. If implemented successfully, the effects can be far-reaching: stopping the flow of plastics into oceans, giving economic opportunity to vulnerable people, funding remediation of contaminated ecosystems and protecting future generations from the toxicity of plastic waste.\n\nData Availability\n\nAll datasets for this study are included in the Supplementary Material.\n\nAuthor Contributions\n\nAF conceived the idea. AF, JR, DT, and LG delineated the research and collated data from the literature. AF, LG, DT, JR, and JM wrote the manuscript. LG made the figures. All authors revised the manuscript.\n\nFunding\n\nThis work was funded through the Minderoo Foundation's Flourishing Oceans initiative.\n\nConflict of Interest Statement\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Minderoo Foundation has committed to underwrite 5 years of audit fees for a total cost of US$ 260 million, plus US$ 40m in establishment costs, subject to appropriate conditions. The authors also declare that any existing and future investments that may form part of the FFP supply chain will be subject to the proposed initiative.\n\nAcknowledgments\n\nWe thank Asha McNeill, Claudia Blanch, Shanta Barley, Rory McAuley, and Daniel Stacey for the input in earlier drafts of this manuscript, and Tina Mash for designing our figures. We also acknowledge the comments from the reviewers that greatly strengthened the manuscript.\n\nSupplementary Material\n\nThe Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fmars.2019.00627/full#supplementary-material\n\nReferences\n\nAbbott, J. K., and Sumaila, U. R. (2019). Reducing marine plastic pollution: policy insights from economics. Rev. Environ. Econ. Policy. 13, 327–336. doi: 10.1093/reep/rez007\n\nCrossRef Full Text | Google Scholar\n\nAdams, S. (2018). Recycle Track Systems Wants To Be The Next Uber For Garbage. Forbes. Available online at: https://www.forbes.com/sites/susanadams/2018/02/07/recycle-track-systems-wants-to-be-the-next-uber-for-garbage/#13e785905b57 (accessed August 8, 2019).\n\nGoogle Scholar\n\nAhmed, R. G. (2016). Maternal bisphenol A alters fetal endocrine system: thyroid adipokine dysfunction. Food Chem. Toxicol. 95, 168–174. doi: 10.1016/j.fct.2016.06.017\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nAmerican Chemistry Council (2013). Plastic Resins in the United States. Washington, DC: American Chemistry Council Plastics Division.\n\nPubMed Abstract | Google Scholar\n\nAndra, S. S., and Makris, K. C. (2012). Thyroid disrupting chemicals in plastic additives and thyroid health. J. Environ. Sci. Health Part C 30, 107–151. doi: 10.1080/10590501.2012.681487\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nAndrady, A. L. (2011). Microplastics in the marine environment. Mar. Pollut. Bull. 62, 1596–1605. doi: 10.1016/j.marpolbul.2011.05.030\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nAngel Nadal (2012). Obesity: fat from plastics? Linking bisphenol A exposure and obesity. Nat. Rev. Endocrinol. 9, 9–10. doi: 10.1038/nrendo.2012.205\n\nCrossRef Full Text | Google Scholar\n\nAngiolillo, M. (2019). “Chapter 14—Debris in deep water,” in World Seas: An Environmental Evaluation (Second Edition), ed. C. Sheppard (Cambridge, MA: Academic Press), 251–268. doi: 10.1016/B978-0-12-805052-1.00015-2\n\nCrossRef Full Text | Google Scholar\n\nBaechler, C., DeVuono, M., and Pearce, J. M. (2013). Distributed recycling of waste polymer into RepRap feedstock. Rapid Prototyping J. 19, 118–125. doi: 10.1108/13552541311302978\n\nCrossRef Full Text | Google Scholar\n\nBarboza, L. G. A., Cózar, A., Gimenez, B. C. G., Barros, T. L., Kershaw, P. J., and Guilhermino, L. (2019a). “Chapter 17—macroplastics pollution in the marine environment,” in World Seas: an Environmental Evaluation, 2nd Edn. ed C. Sheppard (Cambridge, MA: Academic Press), 305–328. doi: 10.1016/B978-0-12-805052-1.00019-X\n\nCrossRef Full Text | Google Scholar\n\nBarboza, L. G. A., Dick Vethaak, A., Lavorante, B. R. B. O., Lundebye, A.-K., and Guilhermino, L. (2018). Marine microplastic debris: an emerging issue for food security, food safety and human health. Mar. Pollut. Bull. 133, 336–348. doi: 10.1016/j.marpolbul.2018.05.047\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBarboza, L. G. A., Frias, J. P. G. L., Booth, A. M., Vieira, L. R., Masura, J., Baker, J., et al. (2019b). “Chapter 18—microplastics pollution in the marine environment,” in World Seas: An Environmental Evaluation, 2nd Edn. ed C. Sheppard (Cambridge, MA: Academic Press), 329–351. doi: 10.1016/B978-0-12-805052-1.00020-6\n\nCrossRef Full Text | Google Scholar\n\nBarnes, D. K. A. (2005). Remote islands reveal rapid rise of Southern Hemisphere Sea Debris. Sci. World J. 5, 915–921. doi: 10.1100/tsw.2005.120\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBeaumont, N. J., Aanesen, M., Austen, M. C., Börger, T., Clark, J. R., Cole, M., et al. (2019). Global ecological, social and economic impacts of marine plastic. Mar. Pollut. Bull. 142, 189–195. doi: 10.1016/j.marpolbul.2019.03.022\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBell, J. D., Watson, R. A., and Ye, Y. (2017). Global fishing capacity and fishing effort from 1950 to 2012. Fish Fish. 18, 489–505. doi: 10.1111/faf.12187\n\nCrossRef Full Text | Google Scholar\n\nBergmann, M., Gutow, L., and Klages, M. (2015). Marine Anthropogenic Litter. Cham: Springer International Publishing.\n\nGoogle Scholar\n\nBergmann, M., Mützel, S., Primpke, S., Tekman, M. B., Trachsel, J., and Gerdts, G. (2019). White and wonderful? Microplastics prevail in snow from the Alps to the Arctic. Sci. Adv. 5:eaax1157. doi: 10.1126/sciadv.aax1157\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBhattacharya, P., Lin, S., Turner, J. P., and Ke, P. C. (2010). Physical adsorption of charged plastic nanoparticles affects algal photosynthesis. J. Phys. Chem. C 114, 16556–16561. doi: 10.1021/jp1054759\n\nCrossRef Full Text | Google Scholar\n\nBilkovic, D. M., Havens, K. J., Stanhope, D. M., and Angstadt, K. T. (2012). Use of fully biodegradable panels to reduce derelict pot threats to marine fauna. Conserv. Biol. 26, 957–966. doi: 10.1111/j.1523-1739.2012.01939.x\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBorja, A., and Elliott, M. (2019). So when will we have enough papers on microplastics and ocean litter? Mar. Pollut. Bull. 146, 312–316. doi: 10.1016/j.marpolbul.2019.05.069\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBörner, L., and Hegger, D. L. T. (2018). Toward design principles for sound e-waste governance: a research approach illustrated with the case of the Netherlands. Resourc. Conserv. Recycling 134, 271–281. doi: 10.1016/j.resconrec.2018.02.013\n\nCrossRef Full Text | Google Scholar\n\nBoucher, J., and Friot, D. (2017). Primary Microplastics in the Oceans: A Global Evaluation of Sources. IUCN. Available online at: https://portals.iucn.org/library/sites/library/files/documents/2017-002.pdf (accessed August 7, 2019).\n\nGoogle Scholar\n\nBouwmeester, H., Hollman, P. C. H., and Peters, R. J. B. (2015). Potential health impact of environmentally released micro- and nanoplastics in the human food production chain: experiences from nanotoxicology. Environ. Sci. Technol. 49, 8932–8947. doi: 10.1021/acs.est.5b01090\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBrophy, J. T., Keith, M. M., Watterson, A., Park, R., Gilbertson, M., Maticka-Tyndale, E., et al. (2012). Breast cancer risk in relation to occupations with exposure to carcinogens and endocrine disruptors: a Canadian case–control study. Environ Health 11, 87. doi: 10.1186/1476-069X-11-87\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBrown, D. M., Wilson, M. R., MacNee, W., Stone, V., and Donaldson, K. (2001). Size-dependent proinflammatory effects of ultrafine polystyrene particles: a role for surface area and oxidative stress in the enhanced activity of ultrafines. Toxicol. Appl. Pharmacol. 175, 191–199. doi: 10.1006/taap.2001.9240\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBugnicourt, E., Cinelli, P., Lazzeri, A., and Alvarez, V. A. (2014). Polyhydroxyalkanoate (PHA): review of synthesis, characteristics, processing and potential applications in packaging. Express Polymer Lett. 8, 791–808. doi: 10.3144/expresspolymlett.2014.82\n\nCrossRef Full Text | Google Scholar\n\nCedervall, T., Hansson, L.-A., Lard, M., Frohm, B., and Linse, S. (2012). Food chain transport of nanoparticles affects behaviour and fat metabolism in fish. PLoS ONE 7:e32254. doi: 10.1371/journal.pone.0032254\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nChae, Y., Kim, D., Kim, S. W., and An, Y.-J. (2018). Trophic transfer and individual impact of nano-sized polystyrene in a four-species freshwater food chain. Sci. Rep. 8:284. doi: 10.1038/s41598-017-18849-y\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nClaro, F., Fossi, M. C., Ioakeimidis, C., Baini, M., Lusher, A. L., Mc Fee, W., et al. (2019). Tools and constraints in monitoring interactions between marine litter and megafauna: insights from case studies around the world. Mar. Pollut. Bull. 141, 147–160. doi: 10.1016/j.marpolbul.2019.01.018\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nCoelho, T. R., Hino, M. R. M. C., and Vahldick, S. M. O. (2019). The use of ICT in the informal recycling sector: the Brazilian case of Relix. Electronic J. Info. Sys. Dev. Countries 85:e12078. doi: 10.1002/isd2.12078\n\nCrossRef Full Text | Google Scholar\n\nCole, M., Lindeque, P., Halsband, C., and Galloway, T. S. (2011). Microplastics as contaminants in the marine environment: a review. Mar. Pollut. Bull. 62, 2588–2597. doi: 10.1016/j.marpolbul.2011.09.025\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nCox, K. D., Covernton, G. A., Davies, H. L., Dower, J. F., Juanes, F., and Dudas, S. E. (2019). Human consumption of microplastics. Environ. Sci. Technol. 53, 7068–7074. doi: 10.1021/acs.est.9b01517\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nDeMatteo, R., Keith, M. M., Brophy, J. T., Wordsworth, A., Watterson, A. E., Beck, M., et al. (2013). Chemical exposures of women workers in the plastics industry with particular reference to breast cancer and reproductive hazards. New Solut. 22, 427–448. doi: 10.2190/NS.22.4.d\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nDilkes-Hoffman, L. S., Lant, P. A., Laycock, B., and Pratt, S. (2019a). The rate of biodegradation of PHA bioplastics in the marine environment: a meta-study. Mar. Pollut. Bull. 142, 15–24. doi: 10.1016/j.marpolbul.2019.03.020\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nDilkes-Hoffman, L. S., Pratt, S., Lant, P. A., and Laycock, B. (2019b). “The role of biodegradable plastic in solving plastic solid waste accumulation,” in Plastics to Energy: Fuel, Chemicals, and Sustainability Implications, ed S. M. Al-Salem (Oxford: William Andrew Publishing), 469–505. doi: 10.1016/B978-0-12-813140-4.00019-4\n\nCrossRef Full Text | Google Scholar\n\nEllen MacArthur Foundation (2017). The New Plastics Economy: Catalysing Action. Available online at: https://www.ellenmacarthurfoundation.org/assets/downloads/New-Plastics-Economy_Catalysing-Action_13-1-17.pdf (accessed August 2, 2019).\n\nGoogle Scholar\n\nEllen MacArthur Foundation (2019). Reuse: Rethinking Packaging. Available online at: https://www.ellenmacarthurfoundation.org/assets/downloads/Reuse.pdf (accessed August 1, 2019).\n\nGoogle Scholar\n\nEngler, R. E. (2012). The complex interaction between marine debris and toxic chemicals in the ocean. Environ. Sci. Technol. 46, 12302–12315. doi: 10.1021/es3027105\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nEuropean Commission (2019). Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation of the Circular Economy Action Plan. Brussels. Available online at: https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52019DC0190&from=EN (accessed August 6, 2019).\n\nGoogle Scholar\n\nFantoni, L., and Simoneau, C. (2003). European survey of contamination of homogenized baby food by epoxidized soybean oil migration from plasticized PVC gaskets. Food Addit. Contam. 20, 1087–1096. doi: 10.1080/02652030310001615186\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nFAO (2016a). AQUASTAT Main Database, Food and Agriculture Organization of the United Nations (FAO). Available online at: http://www.fao.org/aquastat/en/ (accessed August 26, 2019).\n\nGoogle Scholar\n\nFAO (2016b). Bio-based Food Packaging in Sustainable Development: Challenges and Opportunities to Utilize Biomass Residues from Agriculture and Forestry as a Feedstock for Bio-based Food Packaging. Rome: Food and Agriculture Organization of the United Nations. Available online at: http://www.fao.org/forestry/45849-023667e93ce5f79f4df3c74688c2067cc.pdf (accessed August 8, 2019).\n\nGoogle Scholar\n\nFleckinger, P., and Glachant, M. (2010). The organization of extended producer responsibility in waste policy with product differentiation. J. Environ. Econ. Manag. 59, 57–66. doi: 10.1016/j.jeem.2009.06.002\n\nCrossRef Full Text | Google Scholar\n\nGago, J., Carretero, O., Filgueiras, A. V., and Viñas, L. (2018). Synthetic microfibers in the marine environment: a review on their occurrence in seawater and sediments. Mar. Pollut. Bull. 127, 365–376. doi: 10.1016/j.marpolbul.2017.11.070\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nGAIA (2019). Discarded: Communities on the Frontlines of the Global Plastic Crisis. Berkeley, CA: Global Alliance for Incinerator Alternatives.\n\nGoogle Scholar\n\nGalgani, L., Beiras, R., Galgani, F., Panti, C., Panti, C., and Borja, A. (2019). Impacts of marine litter. Front. Mar. Sci. 6:208. doi: 10.3389/fmars.2019.00208\n\nCrossRef Full Text | Google Scholar\n\nGeyer, R., Jambeck, J. R., and Law, K. L. (2017). Production, use, and fate of all plastics ever made. Sci. Adv. 3:e1700782. doi: 10.1126/sciadv.1700782\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nGigault, J., Halle, A. T., Baudrimont, M., Pascal, P.-Y., Gauffre, F., Phi, T.-L., et al. (2018). Current opinion: what is a nanoplastic? Environ. Pollut. 235, 1030–1034. doi: 10.1016/j.envpol.2018.01.024\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nGoldberg, E. D. (1997). Plasticizing the seafloor: an overview. Environ. Technol. 18, 195–201. doi: 10.1080/09593331808616527\n\nCrossRef Full Text | Google Scholar\n\nGomiero, A., Strafella, P., Pellini, G., Salvalaggio, V., and Fabi, G. (2018). Comparative effects of ingested PVC micro particles with and without adsorbed benzo(a)pyrene vs. spiked sediments on the cellular and sub cellular processes of the benthic organism hediste diversicolor. Front. Mar. Sci. 5:99. doi: 10.3389/fmars.2018.00099\n\nCrossRef Full Text | Google Scholar\n\nGregory, M. R. (2009). Environmental implications of plastic debris in marine settings–entanglement, ingestion, smothering, hangers-on, hitch-hiking and alien invasions. Philos. Trans. R. Soc. Lond. B Biol. Sci. 364, 2013–2025. doi: 10.1098/rstb.2008.0265\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHaegerbaeumer, A., Mueller, M.-T., Fueser, H., and Traunspurger, W. (2019). Impacts of micro- and nano-sized plastic particles on benthic invertebrates: a literature review and gap analysis. Front. Environ. Sci. 7:17. doi: 10.3389/fenvs.2019.00017\n\nCrossRef Full Text | Google Scholar\n\nHalden, R. U. (2010). Plastics and health risks. Annu. Rev. Public Health 31, 179–194. doi: 10.1146/annurev.publhealth.012809.103714\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHalpern, B. S., Walbridge, S., Selkoe, K. A., Kappel, C. V., Micheli, F., D'Agrosa, C., et al. (2008). A global map of human impact on marine ecosystems. Science 319:948. doi: 10.1126/science.1149345\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHanisch, C. (2000). Is extended producer responsibility effective? Environ. Sci. Technol. 34, 170A−175A. doi: 10.1021/es003229n\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHermabessiere, L., Dehaut, A., Paul-Pont, I., Lacroix, C., Jezequel, R., Soudant, P., et al. (2017). Occurrence and effects of plastic additives on marine environments and organisms: a review. Chemosphere 182, 781–793. doi: 10.1016/j.chemosphere.2017.05.096\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHernandez, L. M., Yousefi, N., and Tufenkji, N. (2017). Are there nanoplastics in your personal care products? Environ. Sci. Technol. Lett. 4, 280–285. doi: 10.1021/acs.estlett.7b00187\n\nCrossRef Full Text | Google Scholar\n\nHidalgo-Ruz, V., Gutow, L., Thompson, R. C., and Thiel, M. (2012). Microplastics in the marine environment: a review of the methods used for identification and quantification. Environ. Sci. Technol. 46, 3060–3075. doi: 10.1021/es2031505\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHilton, M., Sherrington, C., McCarthy, A., and Börkey, P. (2019). Extended Producer Responsibility (EPR) and the Impact of Online Sales. Paris: OECD Publishing. Available online at: https://www.oecd-ilibrary.org/content/paper/cde28569-en\n\nGoogle Scholar\n\nHundertmark, T., McNally, C., Simmons, T. J., and Vanthournout, H. (2018). No Time to Waste: What Plastics Recycling Could Offer. McKinsey & Company. Available online at: https://www.mckinsey.com/industries/chemicals/our-insights/no-time-to-waste-what-plastics-recycling-could-offer (accessed August 15, 2019).\n\nGoogle Scholar\n\nIHS Chemical (2015). Chemical Industry Capital Costs: A Global Spending Outlook. Available online at: https://cdn.ihs.com/www/pdf/IHS-Chemical-CapitalCost-SRProspectus.pdf (accessed August 13, 2019).\n\nGoogle Scholar\n\nJambeck, J. R., Geyer, R., Wilcox, C., Siegler, T. R., Perryman, M., Andrady, A., et al. (2015). Plastic waste inputs from land into the ocean. Science 347:768. doi: 10.1126/science.1260352\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nJamieson, A.J., Brooks, L. S. R., Reid, W. D. K., Piertney, S. B., Narayanaswamy, B. E., and Linley, T. D. (2019). Microplastics and synthetic particles ingested by deep-sea amphipods in six of the deepest marine ecosystems on Earth. R. Soc. Open Sci. 6:180667. doi: 10.1098/rsos.180667\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nJin, Y., Xia, J., Pan, Z., Yang, J., Wang, W., and Fu, Z. (2018). Polystyrene microplastics induce microbiota dysbiosis and inflammation in the gut of adult zebrafish. Environ. Pollut. 235, 322–329. doi: 10.1016/j.envpol.2017.12.088\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKabir, E. R., Rahman, M. S., and Rahman, I. (2015). A review on endocrine disruptors and their possible impacts on human health. Environ. Toxicol. Pharmacol. 40, 241–258. doi: 10.1016/j.etap.2015.06.009\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKako, S., Isobe, A., Kataoka, T., and Hinata, H. (2014). A decadal prediction of the quantity of plastic marine debris littered on beaches of the East Asian marginal seas. Mar. Pollut. Bull. 81, 174–184. doi: 10.1016/j.marpolbul.2014.01.057\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKarlsson, T. M., Arneborg, L., Broström, G., Almroth, B. C., Gipperth, L., and Hassellöv, M. (2018). The unaccountability case of plastic pellet pollution. Mar. Pollut. Bull. 129, 52–60. doi: 10.1016/j.marpolbul.2018.01.041\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKashiwada, S. (2006). Distribution of nanoparticles in the see-through medaka (Oryzias latipes). Environ. Health Perspect. 114, 1697–1702. doi: 10.1289/ehp.9209\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKim, H. M., and Laskowski, M. (2018). Toward an ontology-driven blockchain design for supply-chain provenance. Intell. Sys. Acc. Fin. Mgmt. 25, 18–27. doi: 10.1002/isaf.1424\n\nCrossRef Full Text | Google Scholar\n\nKim, S., Kim, P., Lim, J., An, H., and Suuronen, P. (2016). Use of biodegradable driftnets to prevent ghost fishing: physical properties and fishing performance for yellow croaker. Anim. Conserv. 19, 309–319. doi: 10.1111/acv.12256\n\nCrossRef Full Text | Google Scholar\n\nKoch, H. M., and Calafat, A. M. (2009). Human body burdens of chemicals used in plastic manufacture. Philos. Trans. R. Soc. Lond. B Biol. Sci. 364, 2063–2078. doi: 10.1098/rstb.2008.0208\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKoelmans, A. A., Besseling, E., and Shim, W. J. (2015). “Nanoplastics in the aquatic environment. Critical review,” in Marine Anthropogenic Litter, eds M. Bergmann, L. Gutow, and M. Klages (Cham: Springer, 325–340.\n\nGoogle Scholar\n\nKole, P. J., Löhr, A. J., Van Belleghem, F., and Ragas, A. (2017). Wear and tear of tyres: a stealthy source of microplastics in the environment. IJERPH 14, 1265. doi: 10.3390/ijerph14101265\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLaffont, J. J. (2008). “Externalities,” in The New Palgrave Dictionary of Economics, eds S. Durlauf and L. E. Blume (London: Palgrave Macmillan), 1–4. doi: 10.1057/978-1-349-95121-5_126-2\n\nCrossRef Full Text | Google Scholar\n\nLahimer, M. C., Ayed, N., Horriche, J., and Belgaied, S. (2017). Characterization of plastic packaging additives: food contact, stability and toxicity. Arabian J. Chem. 10, S1938–S1954. doi: 10.1016/j.arabjc.2013.07.022\n\nCrossRef Full Text | Google Scholar\n\nLamb, J. B., Willis, B. L., Fiorenza, E. A., Couch, C. S., Howard, R., Rader, D. N., et al. (2018). Plastic waste associated with disease on coral reefs. Science 359, 460. doi: 10.1126/science.aar3320\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLang, I. A., Galloway, T. S., Scarlett, A., Henley, W. E., Depledge, M., Wallace, R. B., et al. (2008). Association of urinary bisphenol a concentration with medical disorders and laboratory abnormalities in adults. JAMA 300, 1303–1310. doi: 10.1001/jama.300.11.1303\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLavers, J. L., and Bond, A. L. (2017). Exceptional and rapid accumulation of anthropogenic debris on one of the world's most remote and pristine islands. Proc. Natl. Acad. Sci. U.S.A. 114, 6052. doi: 10.1073/pnas.1619818114\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLebreton, L., and Andrady, A. (2019). Future scenarios of global plastic waste generation and disposal. Palgrave Commun. 5:6. doi: 10.1057/s41599-018-0212-7\n\nCrossRef Full Text | Google Scholar\n\nLebreton, L., Slat, B., Ferrari, F., Sainte-Rose, B., Aitken, J., Marthouse, R., et al. (2018). Evidence that the Great Pacific Garbage Patch is rapidly accumulating plastic. Sci. Rep. 8:4666. doi: 10.1038/s41598-018-22939-w\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLebreton, L. C. M., van der Zwet, J., Damsteeg, J.-W., Slat, B., Andrady, A., and Reisser, J. (2017). River plastic emissions to the world's oceans. Nat. Commun. 8:15611. doi: 10.1038/ncomms15611\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLee, K.-W., Shim, W. J., Kwon, O. Y., and Kang, J.-H. (2013). Size-dependent effects of micro polystyrene particles in the marine copepod Tigriopus japonicus. Environ. Sci. Technol. 47, 11278–11283. doi: 10.1021/es401932b\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLeeds, J. (2006). Microsoft Strikes Deal for Music. The New York Times. Available online at: https://www.nytimes.com/2006/11/09/technology/microsoft-strikes-deal-for-music.html\n\nGoogle Scholar\n\nLehner, R., Weder, C., Petri-Fink, A., and Rothen-Rutishauser, B. (2019). Emergence of nanoplastic in the environment and possible impact on human health. Environ. Sci. Technol. 53, 1748–1765. doi: 10.1021/acs.est.8b05512\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nLusher, A., Hollman, P., and Mendoza-Hill, J. (2017). “Microplastics in fisheries and aquaculture: status of knowledge on their occurrence and implications for aquatic organisms and food safety,” in FAO Fisheries and Aquaculture Technical Paper (Rome).\n\nGoogle Scholar\n\nLynch, J. M. (2018). Quantities of marine debris ingested by sea turtles: global meta-analysis highlights need for standardized data reporting methods and reveals relative risk. Environ. Sci. Technol. 52, 12026–12038. doi: 10.1021/acs.est.8b02848\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nManikkam, M., Tracey, R., Guerrero-Bosagna, C., and Skinner, M. K. (2013). Plastics derived endocrine disruptors (BPA, DEHP and DBP) induce epigenetic transgenerational inheritance of obesity, reproductive disease and sperm epimutations. PLoS ONE 8:e55387. doi: 10.1371/journal.pone.0055387\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMastrangelo, G. (2003). Lung cancer risk in workers exposed to poly(vinyl chloride) dust: a nested case-referent study. Occupat. Environ. Med. 60, 423–428. doi: 10.1136/oem.60.6.423\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMatsuguma, Y., Takada, H., Kumata, H., Kanke, H., Sakurai, S., Suzuki, T., et al. (2017). Microplastics in sediment cores from Asia and Africa as indicators of temporal trends in plastic pollution. Arch. Environ. Contam. Toxicol. 73, 230–239. doi: 10.1007/s00244-017-0414-9\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMattsson, K., Hansson, L.-A., and Cedervall, T. (2015). Nano-plastics in the aquatic environment. Environ. Sci. Processes Impacts 17, 1712–1721. doi: 10.1039/C5EM00227C\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMattsson, K., Johnson, E. V., Malmendal, A., Linse, S., Hansson, L.-A., and Cedervall, T. (2017). Brain damage and behavioural disorders in fish induced by plastic nanoparticles delivered through the food chain. Sci. Rep. 7:11452. doi: 10.1038/s41598-017-10813-0\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMcIlwraith, H. K., Lin, J., Erdle, L. M., Mallos, N., Diamond, M. L., and Rochman, C. M. (2019). Capturing microfibers—marketed technologies reduce microfiber emissions from washing machines. Mar. Pollut. Bull. 139, 40–45. doi: 10.1016/j.marpolbul.2018.12.012\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMeeker, J. D., Sathyanarayana, S., and Swan, S. H. (2009). Phthalates and other additives in plastics: human exposure and associated health outcomes. Philos. Transac. R. Soc. B Biol. Sci. 364, 2097–2113. doi: 10.1098/rstb.2008.0268\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMoore, C. J. (2008). Synthetic polymers in the marine environment: a rapidly increasing, long-term threat. Environ. Res. 108, 131–139. doi: 10.1016/j.envres.2008.07.025\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMurray, F., and Cowie, P. R. (2011). Plastic contamination in the decapod crustacean Nephrops norvegicus (Linnaeus, 1758). Mar. Pollut. Bull. 62, 1207–1217. doi: 10.1016/j.marpolbul.2011.03.032\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nNasser, F., and Lynch, I. (2016). Secreted protein eco-corona mediates uptake and impacts of polystyrene nanoparticles on Daphnia magna. J. Proteomics 137, 45–51. doi: 10.1016/j.jprot.2015.09.005\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nNeves, D., Sobral, P., Ferreira, J. L., and Pereira, T. (2015). Ingestion of microplastics by commercial fish off the Portuguese coast. Mar. Pollut. Bull. 101, 119–126. doi: 10.1016/j.marpolbul.2015.11.008\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nOECD (2017). Producer Incentives in Livestock Disease Management. Paris: OECD.\n\nGoogle Scholar\n\nOhlson, C.-G., and Hardell, L. (2000). Testicular cancer and occupational exposures with a focus on xenoestrogens in polyvinyl chloride plastics. Chemosphere 40, 1277–1282. doi: 10.1016/S0045-6535(99)00380-X\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nOstle, C., Thompson, R. C., Broughton, D., Gregory, L., Wootton, M., and Johns, D. G. (2019). The rise in ocean plastics evidenced from a 60-year time series. Nat. Commun. 10:1622. doi: 10.1038/s41467-019-09506-1\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nPanti, C., Baini, M., Lusher, A., Hernandez-Milan, G., Bravo Rebolledo, E. L., Unger, B., et al. (2019). Marine litter: one of the major threats for marine mammals. Outcomes from the European Cetacean Society workshop. Environ. Pollut. 247, 72–79. doi: 10.1016/j.envpol.2019.01.029\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nPark, J., Díaz-Posada, N., and Mejía-Dugand, S. (2018). Challenges in implementing the extended producer responsibility in an emerging economy: the end-of-life tire management in Colombia. J. Cleaner Prod. 189, 754–762. doi: 10.1016/j.jclepro.2018.04.058\n\nCrossRef Full Text | Google Scholar\n\nPark, S.-U., Kwon, H.-J., and Park, S.-K. (2010). Estimation of economic benefits of biodegradable fishing net by using contingent valuation method (CVM). J. Korean Soc. Fish. Ocean Technol. 46, 265–275. doi: 10.3796/KSFT.2010.46.3.265\n\nCrossRef Full Text | Google Scholar\n\nParton, K. J., Galloway, T. S., and Godley, B. J. (2019). Global review of shark and ray entanglement in anthropogenic marine debris. Endang. Species Res. 39, 173–190. doi: 10.3354/esr00964\n\nCrossRef Full Text | Google Scholar\n\nPauly, J. L., Stegmeier, S. J., Allaart, H. A., Cheney, R. T., Zhang, P. J., Mayer, A. G., et al. (1998). Inhaled cellulosic and plastic fibers found in human lung tissue. Cancer Epidemiol. Biomarkers Prev. 7:419.\n\nPubMed Abstract | Google Scholar\n\nPrimpke, S., Wirth, M., Lorenz, C., and Gerdts, G. (2018). Reference database design for the automated analysis of microplastic samples based on Fourier transform infrared (FTIR) spectroscopy. Anal. Bioanal. Chem. 410, 5131–5141. doi: 10.1007/s00216-018-1156-x\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nProvencher, J. F., Bond, A. L., Avery-Gomm, S., Borrelle, S. B., Rebolledo, E. L. B., Hammer, S., et al. (2017). Quantifying ingested debris in marine megafauna: a review and recommendations for standardization. Anal. Methods 9, 1454–1469. doi: 10.1039/C6AY02419J\n\nCrossRef Full Text | Google Scholar\n\nRagaert, K., Delva, L., and Van Geem, K. (2017). Mechanical and chemical recycling of solid plastic waste. Waste Manag. 69, 24–58. doi: 10.1016/j.wasman.2017.07.044\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRahimi, A., and García, J. M. (2017). Chemical recycling of waste plastics for new materials production. Nat. Rev. Chem. 1:46. doi: 10.1038/s41570-017-0046\n\nCrossRef Full Text | Google Scholar\n\nRajendran, N., Puppala, S., Sneha Raj, M., Ruth Angeeleena, B., and Rajam, C. (2012). Seaweeds can be a new source for bioplastics. J. Pharm. Res. 5, 1476–1479.\n\nGoogle Scholar\n\nRani, M., Shim, W. J., Han, G. M., Jang, M., Al-Odaini, N. A., Song, Y. K., et al. (2015). Qualitative analysis of additives in plastic marine debris and its new products. Arch. Environ. Contaminat. Toxicol. 69, 352–366. doi: 10.1007/s00244-015-0224-x\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRech, S., Borrell, Y., and García-Vazquez, E. (2016). Marine litter as a vector for non-native species: what we need to know. Mar. Pollut. Bull. 113, 40–43. doi: 10.1016/j.marpolbul.2016.08.032\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRevel, M., Châtel, A., and Mouneyrac, C. (2018). Micro(nano)plastics: a threat to human health? Curr. Opin. Environ. Sci. Health 1, 17–23. doi: 10.1016/j.coesh.2017.10.003\n\nCrossRef Full Text | Google Scholar\n\nRicke, K., Drouet, L., Caldeira, K., and Tavoni, M. (2018). Country-level social cost of carbon. Nat. Clim. Change 8, 895–900. doi: 10.1038/s41558-018-0282-y\n\nCrossRef Full Text | Google Scholar\n\nRist, S., Carney Almroth, B., Hartmann, N. B., and Karlsson, T. M. (2018). A critical perspective on early communications concerning human health aspects of microplastics. Sci. Total Environ. 626, 720–726. doi: 10.1016/j.scitotenv.2018.01.092\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRochman, C. M., Kross, S. M., Armstrong, J. B., Bogan, M. T., Darling, E. S., Green, S. J., et al. (2015a). Scientific evidence supports a ban on microbeads. Environ. Sci. Technol. 49, 10759–10761. doi: 10.1021/acs.est.5b03909\n\nCrossRef Full Text | Google Scholar\n\nRochman, C. M., Tahir, A., Williams, S. L., Baxa, D. V., Lam, R., Miller, J. T., et al. (2015b). Anthropogenic debris in seafood: plastic debris and fibers from textiles in fish and bivalves sold for human consumption. Sci. Rep. 5:14340. doi: 10.1038/srep14340\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRossi, G., Barnoud, J., and Monticelli, L. (2014). Polystyrene nanoparticles perturb lipid membranes. J. Phys. Chem. Lett. 5, 241–246. doi: 10.1021/jz402234c\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSantillo, D., Miller, K., and Johnston, P. (2017). Microplastics as contaminants in commercially important seafood species. Integ. Environ. Assessment Manag. 13, 516–521. doi: 10.1002/ieam.1909\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSardon, H., and Dove, A. P. (2018). Plastics recycling with a difference. Science 360, 380. doi: 10.1126/science.aat4997\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSchepel, H. (2005). The Constitution of Private Governance: Product Standards in the Regulation of Integrating Markets.\n\nGoogle Scholar\n\nSerranti, S., Palmieri, R., Bonifazi, G., and Cózar, A. (2018). Characterization of microplastic litter from oceans by an innovative approach based on hyperspectral imaging. Waste Manag. 76, 117–125. doi: 10.1016/j.wasman.2018.03.003\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nShankar, A., and Teppala, S. (2011). Relationship between urinary bisphenol A levels and diabetes mellitus. J. Clin. Endocrinol. Metab. 96, 3822–3826. doi: 10.1210/jc.2011-1682\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSherman, P., and van Sebille, E. (2016). Modeling marine surface microplastic transport to assess optimal removal locations. Environ. Res. Lett. 11:014006. doi: 10.1088/1748-9326/11/1/014006\n\nCrossRef Full Text | Google Scholar\n\nShit, S. C., and Shah, P. M. (2014). Edible polymers: challenges and opportunities. J. Polymers 2014:427259. doi: 10.1155/2014/427259\n\nCrossRef Full Text | Google Scholar\n\nSong, J. H., Murphy, R. J., Narayan, R., and Davies, G. B. H. (2009). Biodegradable and compostable alternatives to conventional plastics. Philos. Trans. R. Soc. B 364, 2127–2139. doi: 10.1098/rstb.2008.0289\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSpicer, A. J., and Johnson, M. R. (2004). Third-party demanufacturing as a solution for extended producer responsibility. J. Cleaner Prod. 12, 37–45. doi: 10.1016/S0959-6526(02)00182-8\n\nCrossRef Full Text | Google Scholar\n\nStelfox, M., Hudgins, J., and Sweet, M. (2016). A review of ghost gear entanglement amongst marine mammals, reptiles and elasmobranchs. Mar. Pollut. Bull. 111, 6–17. doi: 10.1016/j.marpolbul.2016.06.034\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSussarellu, R., Suquet, M., Thomas, Y., Lambert, C., Fabioux, C., Pernet, M. E. J., et al. (2016). Oyster reproduction is affected by exposure to polystyrene microplastics. Proc. Natl. Acad. Sci. U.S.A. 113, 2430–2435. doi: 10.1073/pnas.1519019113\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nTalsness, C. E., Andrade, A. J. M., Kuriyama, S. N., Taylor, J. A., and Saal, F. S. vom (2009). Components of plastic: experimental studies in animals and relevance for human health. Philos. Transac. R. Soc. B Biol. Sci. 364, 2079–2096. doi: 10.1098/rstb.2008.0281\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nTalvitie, J., Mikola, A., Koistinen, A., and Setälä, O. (2017). Solutions to microplastic pollution – Removal of microplastics from wastewater effluent with advanced wastewater treatment technologies. Water Res. 123, 401–407. doi: 10.1016/j.watres.2017.07.005\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nTanabe, S., and Kunisue, T. (2007). Persistent organic pollutants in human breast milk from Asian countries. Environ. Pollut. 146, 400–413. doi: 10.1016/j.envpol.2006.07.003\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nThe Center for the Circular Economy (2019). Accelerating Circular Supply Chains for Plastics: A Landscape of Transformational Technologies that Stop Plastic Waste, Keep Materials in Play and Grow Markets. Closed Loop Partners. Available online at: http://www.closedlooppartners.com/wp-content/uploads/2019/04/CLP_Circular_Supply_Chains_for_Plastics.pdf (accessed August 2, 2019).\n\nGoogle Scholar\n\nThe Plastics Exchange (2019). Market Update. Available online at: http://www.theplasticsexchange.com/Research/WeeklyReview.aspx (accessed August 13, 2019).\n\nGoogle Scholar\n\nThompson, R. C., Moore, C. J., and vom Saal, F. S. (2009). Plastics, the environment and human health: current consensus and future trends. Philos. Trans. R. Soc. B 364, 2153–2166. doi: 10.1098/rstb.2009.0053\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nTorras, M., and Boyce, J. K. (1998). Income, inequality, and pollution: a reassessment of the environmental Kuznets Curve. Ecol. Econ. 25, 147–160. doi: 10.1016/S0921-8009(97)00177-8\n\nCrossRef Full Text | Google Scholar\n\nTownsend, R. E., Shotton, R., and Uchida, H. (2008). Case Studies in Fisheries Self-governance. Rome: FAO.\n\nGoogle Scholar\n\nTriebskorn, R., Braunbeck, T., Grummt, T., Hanslik, L., Huppertsberg, S., Jekel, M., et al. (2019). Relevance of nano- and microplastics for freshwater ecosystems: a critical review. Trends Anal. Chem. 110, 375–392. doi: 10.1016/j.trac.2018.11.023\n\nCrossRef Full Text | Google Scholar\n\nTurner, A. (2018). Concentrations and migratabilities of hazardous elements in second-hand children's plastic toys. Environ. Sci. Technol. 52, 3110–3116. doi: 10.1021/acs.est.7b04685\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nUN Trade Statistics (2018). United Nations Commodity Trade Statistics Database. Available online at: https://comtrade.un.org/db/default.aspx (accessed July 26, 2019).\n\nGoogle Scholar\n\nUNEP (2014). Valuing Plastics: The Business Case for Measuring, Managing and Disclosing Plastic Use in the Consumer Goods Industry. Division of Environmental Policy Implementation, United Nations Environment Programme. Available online at: http://wedocs.unep.org/handle/20.500.11822/9238 (accessed August 5, 2019).\n\nGoogle Scholar\n\nUNEP (2015). Global Waste Management Outlook. United Nations Environment Programme and International Solid Waste Association General Secretariat. Available online at: https://www.uncclearn.org/sites/default/files/inventory/unep23092015.pdf (accessed August 6, 2019).\n\nGoogle Scholar\n\nUNEP (2018). Exploring the Potential for Adopting Alternative Materials to Reduce Marine Plastic Litter. United Nations Environment Programme. Available online at: https://wedocs.unep.org/bitstream/handle/20.500.11822/25485/plastic_alternative.pdf (accessed August 2, 2019).\n\nGoogle Scholar\n\nUyarra, M. C., and Borja, Á. (2016). Ocean literacy: a ‘new' socio-ecological concept for a sustainable use of the seas. Mar. Pollut. Bull. 104, 1–2. doi: 10.1016/j.marpolbul.2016.02.060\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nVasseur, P., and Cossu-Leguille, C. (2006). Linking molecular interactions to consequent effects of persistent organic pollutants (POPs) upon populations. Chemosphere 62, 1033–1042. doi: 10.1016/j.chemosphere.2005.05.043\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nVethaak, A. D., and Leslie, H. A. (2016). Plastic debris is a human health issue. Environ. Sci. Technol. 50, 6825–6826. doi: 10.1021/acs.est.6b02569\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nWalk Free (2018). Global Slavery Index. Perth, WA: Minderoo Foundation. Available online at: https://www.globalslaveryindex.org\n\nGoogle Scholar\n\nWatson, R. A., Cheung, W. W. L., Anticamara, J. A., Sumaila, R. U., Zeller, D., and Pauly, D. (2013). Global marine yield halved as fishing intensity redoubles. Fish Fish. 14, 493–503. doi: 10.1111/j.1467-2979.2012.00483.x\n\nCrossRef Full Text | Google Scholar\n\nWilcox, C., Puckridge, M., Schuyler, Q. A., Townsend, K., and Hardesty, B. D. (2018). A quantitative analysis linking sea turtle mortality and plastic debris ingestion. Sci. Rep. 8:12536. doi: 10.1038/s41598-018-30038-z\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nWilcox, C., Van Sebille, E., and Hardesty, B. D. (2015). Threat of plastic pollution to seabirds is global, pervasive, and increasing. Proc. Natl. Acad. Sci. U.S.A. 112, 11899. doi: 10.1073/pnas.1502108112\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nWilson, D. C., Velis, C., and Cheeseman, C. (2006). Role of informal sector recycling in waste management in developing countries. Habitat Int. 30, 797–808. doi: 10.1016/j.habitatint.2005.09.005\n\nCrossRef Full Text | Google Scholar\n\nXie, M., Wu, Y., Little, J. C., and Marr, L. C. (2015). Phthalates and alternative plasticizers and potential for contact exposure from children's backpacks and toys. J. Exposure Sci. Environ. Epidemiol. 26, 119–124. doi: 10.1038/jes.2015.71\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nZheng, J., and Suh, S. (2019). Strategies to reduce the global carbon footprint of plastics. Nat. Clim. Change 9, 374–378. doi: 10.1038/s41558-019-0459-z\n\nCrossRef Full Text | Google Scholar\n\nZiajahromi, S., Kumar, A., Neale, P. A., and Leusch, F. D. L. (2018). Environmentally relevant concentrations of polyethylene microplastics negatively impact the survival, growth and emergence of sediment-dwelling invertebrates. Environ. Pollut. 236, 425–431. doi: 10.1016/j.envpol.2018.01.094\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKeywords: oceans, plastics, circular economy, voluntary contribution, technology, waste, linear consumption model, Sea The Future initiative\n\nCitation: Forrest A, Giacovazzi L, Dunlop S, Reisser J, Tickler D, Jamieson A and Meeuwig JJ (2019) Eliminating Plastic Pollution: How a Voluntary Contribution From Industry Will Drive the Circular Plastics Economy. Front. Mar. Sci. 6:627. doi: 10.3389/fmars.2019.00627\n\nReceived: 15 August 2019; Accepted: 25 September 2019;\nPublished: 25 September 2019.\n\nEdited by:\n\nCarlos M. Duarte, King Abdullah University of Science and Technology, Saudi Arabia\n\nReviewed by:\n\nAndrés Cózar, Universidad de Cádiz, Spain\nAngel Borja, Technological Center Expert in Marine and Food Innovation (AZTI), Spain\n\nCopyright © 2019 Forrest, Giacovazzi, Dunlop, Reisser, Tickler, Jamieson and Meeuwig. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.\n\n*Correspondence: Andrew Forrest, aforrest@minderoo.com.au\n\n†ORCID: Sarah Dunlop orcid.org/0000-0002-1306-3962\n\nDisclaimer: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article or claim that may be made by its manufacturer is not guaranteed or endorsed by the publisher.\n\nDownload\nWe use cookies\nOur website uses cookies that are necessary for its operation and other cookies to track its performance or to improve and personalize our services. To manage or reject non-essential cookies, please click \"Cookies Settings\". For more information on how we use cookies, please see ourCookie Policy\nCookies Settings\nAccept Cookies"
}