{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The Significant Role Plastic Straws Play in Health and Safety",
  "href": "https://frla.org/role-plastic-straws-play-in-health-and-safety/",
  "body": "Even in their new designed forms, they still pose the same significant health risks that contributed to single-use plastic straws being used in lieu of them. In the 1930's, the average lifespan of a person with a disability was 23. Today, we have a lifespan of 70, close to that of the general population. While far from the sole contributing ...",
  "textContent": "SEARCH\n \nCONTACT\n \nFIND A CHAPTER\nMEMBERSHIP\n \nEVENTS\n \nNEWSROOM\n \nGOVERNMENT\nRELATIONS\n \nTRAINING &\nCERTIFICATION\n \nEDUCATIONAL\nFOUNDATION\n \nABOUT\nTHE SIGNIFICANT ROLE PLASTIC STRAWS PLAY IN HEALTH AND SAFETY\nPOSTED ON OCTOBER 9, 2019\n\nStraws are often thought of as a modern-day convenience, but straws have been used by almost every culture throughout history. The oldest evidence of straw usage dates to Ancient Sumeria. Long, thin tubes of precious metals which were placed into jars of beer to reach the liquid beneath the fermentation were found in Sumerian royal tombs. Evidence of straw use by people across Mesopotamia, China, and the Americas, has been found. During the Industrial Revolution, people used straws to avoid flu and polio epidemics from communal cups used at popular soda fountains. However, no one has benefited more from the advances in straw design than the disability community.\n\nOne of the first straw patents ever filed was for the “improvement in drinking-tubes for invalids” by Eugene Chapin in 1870. When Joseph Friedman founded his Flex-straw Company in 1947, hospitals were the first to buy his patented bendy straw. When factories began churning out consumer plastics after World War II, not only were plastic straws convenient for fast-food consumers because they didn’t tear on the crosshairs of plastic lids like paper straws, but they provided a way for people with disabilities to drink both cold and hot beverages independently without worrying about choking,  breaking their teeth, bacterial infections, and allergic reactions.\n\nMost people no longer use straws to avoid fermentation at the top of beverages, or to avoid disease from the use of communal cups. Straws have become a modern-day convenience for most. For people with disabilities, however, single-use plastic straws are still a vital piece of assistive technology that have no current viable replacement. This simple, plastic tube is just as essential to our day-to-day lives as a bowl, fork, curb cut, elevator, or any other accommodation we have come to expect in order to be a fully inclusive, integrated society.\n\nAs straw bans continue to pass across the country, the disability community continues to be left out of the discussion even though this is the community most impacted by them. Many lawmakers have passed straw bans with the intention of still providing access to those who need plastic straws, but frequently exceptions only apply to institutions providing medical care. A lot has changed since 1870. Most people with disabilities no longer reside in institutional care. We now live integrated within our communities. We attend school, we have jobs, we go to grocery stores, we have active social lives, we go out to restaurants, and we need access to single-use plastic straws in those places.\n\nWhile our lives might have changed dramatically, most of the alternatives to plastic straws haven’t. Metal, paper, glass, and even plant-based straws might be marketed as new ideas, but most of these materials have been used for straws for hundreds of years. Even in their new designed forms, they still pose the same significant health risks that contributed to single-use plastic straws being used in lieu of them.\n\nIn the 1930’s, the average lifespan of a person with a disability was 23. Today, we have a lifespan of 70, close to that of the general population. While far from the sole contributing factor, there is no doubt that single-use plastic straws have contributed to our increased lifespans. Attempts to completely ban single-use plastic straws jeopardizes those gains. Any meaningful action to reduce single use plastics must consider the needs of this often-forgotten community.\n\nOlivia Babis is the Public Policy Analyst at Disability Rights Florida. She was born with a physical disability which necessitates the use of single-use plastic straws, and other assistive technologies, so she can live independently.\n\nPosted in Hospitality, Featured Home\n230 South Adams Street | Tallahassee, FL 32301\n850.224.2250 | 888.372.9119\n\n© 2023 FRLA | ALL RIGHTS RESERVED.\n\n     \nPRIVACY POLICY\n \nEMERGENCY PREPAREDNESS\n \nBOARD PORTAL\n \nACCESSIBILITY"
}