{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Getting rid of plastic straws solve almost no problems",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/e5pgut/getting_rid_of_plastic_straws_solve_almost_no/",
  "body": "Plastic straws were banned not because they'd have the biggest impact, but because they're small, highly visible, and they'd get people talking about more impact things they could be doing instead. In that regard, I think it was a great success.",
  "textContent": "Getting rid of plastic straws solve almost no problems : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n4 yr. ago\nono1113\nGetting rid of plastic straws solve almost no problems\n\nI live in a town of 80 000 people. We have around 20 bug grocery stores and I get to work part time in one of them every weekend with either cutting ham and cheese or bakery.\n\nPlastics are used in all forms from original package of food to re-packing them into smaller plastic covers, then foils (changed everyday) and all kinds of doses.\n\nAround 5 big trash bags full of only plastic are thrown out every day, which I can easily tell is more than all the straws ill ever use and throw out throughout my whole life.\n\nAnd this is just 1/3 of plastics used in whole shop in a small town where around 20 similar sized grocery stores do this, not to mention that my country is not even close being in top of plastic use worldwide, just to take a consideration how the top countries of plastic waste do damage us.\n\nSo not using plastic straws helps enviroment, but not as much as many people think.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nPopperChopper\n•\n4 yr. ago\n\nI don't think the carbon footprint of cutting down all those trees for paper straws is very good either.\n\nIn my mind it's like ok... You're not wrong but way to attack 1% of 1% of the problem.\n\n[deleted]\n•\n4 yr. ago\nBebe_Bleau\n•\n4 yr. ago\n\nTrees that are used in manufacturing are farmed these days. They replace every tree they cut. Its not like yheyre destroying pur forests. n addition, natural forest lands need to be thinned.\n\n[deleted]\n•\n4 yr. ago\n\nIt makes zero difference so I choose to not care at all.\n\n[deleted]\n•\n4 yr. ago\n\nBut even you admit it still helps. So why not do it?\n\nono1113\n•\n4 yr. ago\n\nYes you are right, we can do it, but people are thinking that getting rid plastic straws will lead to reducing plastic use in huge numbers when its only very small thing almost negligible and Im all in for reducing plastics, but in much higher count\n\n1 more reply\n[deleted]\n•\n4 yr. ago\n\nWe can give up, or we can start.\n\nwhitescorpionjacket\n•\n4 yr. ago\n\nOf course not but it’s best to start small- straws, utensils, to go containers, etc. Besides, it’ll never be enough compared to the pollution corporations and the military produce.\n\nono1113\n•\n4 yr. ago\n\nAnd thats exactly it! Its huge amount if you think about what a small town can produce in a day and yet its still small amount out of what is used in whole world\n\n1 more reply\nBebe_Bleau\n•\n4 yr. ago\n\nI hhave am idea that maybe some really good onventor vould invent:\n\nA long time ago straws and cups were made of paper coated with wax. They didn't hold up well -- BUT -- what if domeone came up with a better wax that was biodegradable?\n\nTerrible_People\n•\n4 yr. ago\n\nPlastic straws were banned not because they'd have the biggest impact, but because they're small, highly visible, and they'd get people talking about more impact things they could be doing instead. In that regard, I think it was a great success. Not a week goes by that I don't see someone saying \"Why are we bothering with straws when we could be going after <bigger source of plastic waste> instead!?\"\n\nRigistroni\n•\n4 yr. ago\n\nIt's not about the plastic straws, it's about sending a message about plastic in general. That said we should still HAVE straws avalible for the disabled.\n\n \nTop 1%\nRank by size \nTOP POSTS\nReddit\nreReddit: Top posts of December 3, 2019\nReddit\nreReddit: Top posts of December 2019\nReddit\nreReddit: Top posts of 2019"
}