{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "CMV: Plastic straws should be banned from being given at ... - Reddit",
  "href": "https://www.reddit.com/r/changemyview/comments/efzgxi/cmv_plastic_straws_should_be_banned_from_being/",
  "body": "A 100-pack of plastic straws could last a person 30 days if you use 3 straws a day. A doctor might also prescribe them for people with short-term illnesses, injuries, or surgeries. IMO, this practice would ensure that we aren't being Darwinist with our sustainability laws while also holding corporations responsible for polluting.",
  "textContent": "CMV: Plastic straws should be banned from being given at restaurants and other public places, but should be available if prescribed by a doctor. : r/changemyview\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to changemyview\nr/changemyview\n•\n4 yr. ago\nbrielzibub\nCMV: Plastic straws should be banned from being given at restaurants and other public places, but should be available if prescribed by a doctor.\nDeltas(s) from OP\n\nI live in a US state that's working to eliminate plastic straws. At restaurants, you need to ask for one. We just banned plastic bags completely effective January 1st.\n\nThe issue is that there aren't viable solutions for people with disabilities. One answer doesn't fit all, and advocates have already addressed this. Paper straws make people drink quicker, which isn't healthy nor is it always possible. They also taste like shit, so anyone with a sensory issue likely won't go near them. Reusable straws of any kind mean you have to clean them, and not everyone has the hand-eye coordination, fine motor skills, or physical strength to do that. That means that people who are normally independent would have to be dependent on someone for this task. Metal straws can hurt you, especially if you have gum and tooth issues or a nerve problem. They also make beverages too cold or too hot - once again, sensory and safety.\n\nThe other issue is that when you go to a restaurant, you're going to ask for a straw. The problem isn't being solved if they're still available if you ask for them. The same number of straws are being used. As we know, corporations pollute far more than individuals. Yet, the current plastic straw ban (at least in my state) doesn't actually reduce the number of straws that get used.\n\nMost people can use a reusable straw. These people can buy some and keep them on them like they do with their phone or wallet. Maybe even on a keychain. But people with disabilities still need access to plastic straws. A solution could be making plastic straws available by prescription at an affordable cost. A 100-pack of plastic straws could last a person 30 days if you use 3 straws a day. A doctor might also prescribe them for people with short-term illnesses, injuries, or surgeries. IMO, this practice would ensure that we aren't being Darwinist with our sustainability laws while also holding corporations responsible for polluting.\n\nAs for people without health insurance: in America, many communities have free clinics for the uninsured. Perhaps they could carry some straws. If they manage to make birth control available to people without insurance, they can find a way with straws.\n\nI guess I just want to see a solution that works without killing people.\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\npeplover\n•\n4 yr. ago\n\nHave you ever given a child a paper straw? They literally eat them.\n\n1 more reply\nlittlebubulle\n•\n4 yr. ago\n\nI guess I just want to see a solution that works without killing people.\n\nI really don't see how banning plastic straws is restaurants is going to kill anyone. I don't know how they're going to implement that law but nothing stops people with medical needs to buy them themselves.\n\nAnd the paper straws tasting like crap is a technical issue not a moral one. I bought some paper straws on Amazon to do some tests. They kept their integrity for at least 6 hours while soaking in water. And I did not taste anything weird either. As for the texture, it's the same as a paper cup, from which people already drink without much issue.\n\nI may lack data but it's hard to imagine a person who has a disability that prevents them from using a paper straw, who has an absolute need to use a straw, that goes to a restaurant that serves drinks where you can't just put the glass to your lips, all at the same time.\n\n9 more replies\ndantheman91\n•\n4 yr. ago\n\nStraws on average weigh so little—about one sixty-seventh of an ounce or .42 grams—that all those billions of straws add up to only about 2,000 tons of the nearly 9 million tons of plastic waste that yearly hits the waters.\n\nhttps://phys.org/news/2018-04-science-amount-straws-plastic-pollution.html\n\nAlso\n\nestimated to be 0.03 percent of total plastic waste by mass\n\nStraws are such a small part of pollution. Why is banning them the answer? Why not force restaurants to recycle them if they want to use them? Starbucks plastic straws are recycle-able to start.\n\nIf your local recycling scheme does accept type 5 plastics a really simple trick is to place them into a larger type 5 plastic container. It’s likely the whole container will get recycled therefore including the straws in it. It’s the small things sometimes.\n\nIs manufacturing paper straws actually better? Or the lids with built in straws? How much extra manufacturing does that taken and how much does it actually help?\nI think it's not necessarily a bad thing but it's mostly PR at this point. Straws are not going to be what ends humanity. We do other things that do orders of magnitude more pollution.\n\n10 more replies\nAngdrambor\n•\n4 yr. ago\n\nI think it's reasonable to ban plastic straws from restaurants, but not from grocery stores, no prescription required. Anyone who needs them will buy a pack, but the vast majority of people won't care and wont buy them. This will lead to a 90 or 99% reduction in straw use, which is a pretty good environmental win.\n\nI think it's ridiculous to require a prescription for plastic straws, or to make them a controlled substance. We can reduce their usage without doing that, and I think it would be a significant government overreach to try to regulate them.\n\n6 more replies\ntasunder\n•\n4 yr. ago\n\nThe other issue is that when you go to a restaurant, you're going to ask for a straw. The problem isn't being solved if they're still available if you ask for them. The same number of straws are being used.\n\nI disagree with this assumption. There are already plenty of restaurants that don't provide straws but have them on request. Only a small fraction of customers ask at those restaurants. It seems to me that most sit-down restaurants wouldn't be using anywhere near the same number of straws if you make the customer ask for one. Whether or not that has any appreciable environmental impact is a different question...\n\n8 more replies\nsmcarre\n•\n4 yr. ago\n\nMost people can use a reusable straw. These people can buy some and keep them on them like they do with their phone or wallet. Maybe even on a keychain. But people with disabilities still need access to plastic straws.\n\nExcuse my ignorance but: what kind of disability prevents someone from keeping a reusable straw in a bag or something to use when needing?\n\n7 more replies\nGrumpy_Troll\n•\n4 yr. ago\n\nI'm a moderate liberal in the US. I absolutely believe in climate change and want to take real steps to help correct it.\n\nThat said, when I see politicians calling for the banning of plastic straws I can't help but think it is political pandering and a great way for liberals to lose elections to Republicans.\n\nGetting rid of plastic straws is barely a drop in the bucket in terms of effecting climate change or pollution. I'd much rather see politicians focus on better industrial regulations and treaties as that is going to be the thing that actually makes a difference, not straws.\n\nMeanwhile, Republicans can rightfully point at liberals wanting to get rid of plastic straws as a perfect example of both big government overreach and liberal elitism taking down to the masses. Trying to ban plastic straws is a great way for liberals to turn independents into conservatives. That's why I'm against it.\n\n1 more reply\nThisFreedomGuy\n•\n4 yr. ago\n\nI'm not exactly sure about banning plastic straws. If it's to reduce use of plastic, then we really should stop doing business with China. They use and dispose of many times the plastic we do.\n\nIf it's to save aquatic life, ask yourself how a straw gets from mainland America to where those animals live. That photo of a sea turtle with the straw in its nose was from Australia or New Zealand. There is no way a straw from Kansas or California is ever going to make it there.\n\nThe entire issue is a scare tactic, aimed at people who feel guilty for being affluent enough to drink whatever they want through a straw.\n\nThere are so many bigger problems in the world, ones that take real work to fix. Drug cartels, wars, starvation, dictators...focusing on plastic is easy, and passing laws about feels good. Ultimately, it will solve nothing.\n\nThen, consider that every law, big or small, carries a potential death penalty. If you dont believe me, ask Black Lives Matters. They were created because black men are being killed over traffic laws, minor infractions. Are you so confident in your hatred of plastic straws that you're willing to see people die over it?\n\n10 more replies\npillbinge\n•\n4 yr. ago\n\nPlastic straws are a great poster boy for plastic usage, especially near beaches, but plastic straws aren't that big a deal overall. They mostly end up thrown away safely inland. It's places near the beach that cause a huge problem.\n\n1 more reply\nMaxfunky\n•\n4 yr. ago\n\nYour post presupposes that plastic straws are a problem. They aren't. At least not in the United States. Consider this:\n\nOf the plastic that makes it into the ocean, 2000 tons out of 9 million tons is straws. That is .02%.\n\nNinety percent of the plastic entering the ocean anaully comes from 10 rivers Eight of which are in Asia and two of which are in Africa.\n\nStraw-free lids like those used at Starbucks and Blaze pizza weigh actually use more plastic than an old school straw + lid combo. These companies justify this by suggesting that the higher grade plastic is more easily recycled. However, currently, most plastic set aside for recycling in the US is ultimately not recycled (due to increases in labor costs in Chinese recycling centers and reductions in oil price that make it way cheaper to just make new plastic). And even that assumes that consumers actually put their Starbucks lids in the recycling to begin with.\n\nSo let's review. Straws aren't a big problem. They're even less of an issue in the United States. Straw bans leads to more plastic waste than straws. In short, straw bans (at least in the United States where we are pretty good about getting our plastic into landfills) suck.\n\n4 more replies\n \nTop 1%\nRank by size \nr/skeptic\nThe Game of Anti-Woke DISTRACTIONS\nyoutube\n166 upvotes · 44 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/skeptic\nDid the US Government really sell crack, specifically targeting urban areas?\nyoutube\n276 upvotes · 310 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 75 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/skeptic\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n154 upvotes · 64 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/literature\nShe's so magical\nyoutube\n198 upvotes · 44 comments\nr/CRPG\nWH40k: Rogue Trader Review - Mortismal Gaming\nyoutube\n225 upvotes · 74 comments\nr/skeptic\nVFX Artists DEBUNK Alien Abduction \"Footage\" (Corrider Digital examines the MH370 footage)\nyoutube\n108 upvotes · 93 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/skeptic\nTodd in the Shadows fact-checks queer media video essayist James Somerton, finding that (in addition to being a serial plagiarist, as hbomberguy recently revealed) he has also been creating and spreading unfounded pseudohistorical myths\nyoutube\n105 upvotes · 13 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/BreadTube\nIf you don't already know why Kissinger sucks. Note: this six-parter is FAR from comprehensive.\nyoutube\n178 upvotes · 16 comments\nr/skeptic\nClimate scientist dismantles Jordan Peterson's (and Alex Epstein's) arguments on climate change\nyoutube\n1.3K upvotes · 167 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 26, 2019\nReddit\nreReddit: Top posts of December 2019\nReddit\nreReddit: Top posts of 2019"
}