{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic Has A Big Carbon Footprint — But That Isn't The Whole Story",
  "href": "https://www.npr.org/2019/07/09/735848489/plastic-has-a-big-carbon-footprint-but-that-isnt-the-whole-story",
  "body": "Plastic waste litters cities, oceans and even the air. Largely overlooked is how making plastic affects the environment. Plastic is a big contributor to global warming. So are its alternatives.",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nSPECIAL SERIES\nThe Plastic Tide\nPlastic Has A Big Carbon Footprint — But That Isn't The Whole Story\nJULY 9, 201912:41 PM ET\nHEARD ON ALL THINGS CONSIDERED\n\nChristopher Joyce\n\nLISTEN· 4:53\n4-Minute Listen\nPLAYLIST\nDownload\nEmbed\nTranscript\n\nBy one estimate, emissions from producing and incinerating plastics could amount to 56 gigatons of carbon — almost 50 times the annual emissions of all of the coal power plants in the U.S. — between now and 2050.\n\nKoji Sasahara/AP\n\nPlastic waste gets a lot of attention when photos of dead whales with stomachs full of plastic bags hit the news. Pieces of plastic also litter cities, and tiny plastic particles are even floating in the air.\n\nLargely overlooked is how making plastic in the first place affects the environment, especially global warming. Plastic actually has a big carbon footprint, but so do many of the alternatives to plastic. And that's what makes replacing plastic a problem without a clear solution.\n\nPlastic is just a form of fossil fuel. Your plastic water bottle, your grocery bag, your foam tray full of cucumbers ... they're all made from oil or natural gas. It takes lots of energy to make that happen.\n\nSponsor Message\n\n\"The real story of plastics' impact on the environment begins at the wellheads where it comes out of the ground,\" says Carroll Muffett, head of the Center for International Environmental Law. \"And it never, ever stops.\"\n\nThe center, also known as CIEL, has gathered global data on how much climate-warming greenhouse gas is produced in making all that plastic, from cradle to grave.\n\nFirst, there are gas leaks that occur at the wellheads. Then there are leaks from the pipelines that take oil and gas to a chemical plant. Then there's the lengthy chemical process of turning oil or gas into raw plastic resin. \"Plastics is among the most energy-intensive materials to produce,\" Muffett says.\n\nFactories then use more energy to fashion the plastic into packaging or car parts or textiles. Trucking it around to consumers generates more emissions. And once plastic is used, it often gets burned to make electricity, which is yet another source of greenhouse gases.\n\nAll told, Muffett says, \"emissions from plastics production and incineration could account to 56 gigatons of carbon between now and 2050.\" That's 56 billion tons, or almost 50 times the annual emissions of all of the coal power plants in the U.S. Another study, led by researcher Songwon Suh at the University of California, Santa Barbara, predicted even more emissions from plastic manufacturing and packaging than CIEL's report did.\n\nSponsor Message\n\nThese 2050 emissions predictions are big because plastic production is expected to almost quadruple by then, according to the World Economic Forum. The American Chemistry Council says the U.S. industry plans to spend $47 billion on new plastics-production capacity over the next decade.\n\n\"The key message that people should take away is that the plastics crisis is a climate crisis hiding in plain sight,\" Muffett says.\n\nOne thing the CIEL analysis doesn't do, however, is examine the carbon footprint of things that would replace plastic — things such as paper, canvas or glass.\n\nSeveral research groups like this one and this one have, including the United Kingdom's Environment Agency. And plastic comes out ahead most of the time. (Heavier-duty plastics, such as low density polyethylene or woven polypropylene bags, do have a bigger climate and energy impact than paper, but they're more durable and you get more use out of them.)\n\nENVIRONMENT\nReplacing Plastic: Can Bacteria Help Us Break The Habit?\n\nChemical engineer Beverly Sauer of Eastern Research Group, an independent research company, led one such study that compared a mix of different plastic packaging with substitutes such as paper. \"The impacts associated with plastic are generally much lower than the impacts for the mix of substitute materials that would replace packaging,\" Sauer says. ERG's analysis calculated the quantity of raw materials as well as the electricity, fuel, water and other materials needed to make and use paper and plastic packaging. Plastic uses less. And at the end of its life, paper in a landfill may emit greenhouse gases as it breaks down.\n\nEven if, ounce for ounce, some kinds of plastic have a higher carbon footprint than other kinds of packaging, you need less of it. That's one big advantage plastic has — it's light.\n\n\"The plastic packaging accomplishes its purpose with very little weight of material,\" Sauer says. So if a paper bag weighs twice what a plastic one does, she says, \"not only do you have to produce twice the weight of material, you have to transport twice the weight of material [and] you have twice the weight of material to manage at the end of its useful life.\"\n\nGOATS AND SODA\nYour Questions About Plastic Waste, Answered\n\nThe ERG analysis was done for the American Chemistry Council, which says plastic replaces things that would do even more damage to the climate. \"Plastics are often used in products that help to reduce much larger amounts of greenhouse gas emissions over their life cycle,\" says Steve Russell, ACC vice president for plastics.\n\nBut life cycle analyses can vary depending what energy costs researchers choose to include when assessing a product or practice. And consumer habits count: If people reuse paper bags and don't reuse plastic, plastic's advantage shrinks.\n\nSponsor Message\n\nMoreover, climate isn't necessarily all that matters. There are other things to consider when assessing plastic's legacy — like near-permanent litter and health effects.\n\nAngela Howe is an attorney with the Surfrider Foundation, a group started in the 1980s primarily by surfers on U.S. beaches. \"They pick up trash and they see that it's abundantly plastic, overwhelmingly,\" Howe says. That's plastic that marine animals eat and that breaks down into tiny pieces that contaminate rivers, oceans, and our own food and drinking water.\n\n\"Where does our trash go and what can we do to stop that cycle where it's ending up in the ocean in whales' stomachs?\" she asks. Howe also notes that carbon footprint analyses usually don't measure the costs and effects of having to clean up plastic litter.\n\nTHE SALT\nMicroplastics Have Invaded The Deep Ocean — And The Food Chain\n\nEnvironmental groups are trying to sort out the plastic versus paper problem. Susan Ruffo, a plastics expert with the Ocean Conservancy, agrees that plastic trash is bad for the oceans and the health of marine animals as well as humans. But so is climate change.\n\n\"We see climate as one of the most serious threats to the ocean, certainly in the long term,\" Ruffo says. \"So you can't discount climate impacts of any solution that you're going to look at.\"\n\nSo if people want less plastic, they'll have to pick replacements carefully. \"You know,\" she says, \"we have a history as a species of solving one problem with great intensity, only to figure out that we've created another one.\"\n\nOne thing that waste experts agree on is that there's too much trash, whether it's plastic or paper or something else. And people are making more of it than ever.\n\ngreenhouse gas emissions\nplastic waste\ngreenhouse gas\nplastic packaging\nclimate change\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nSCIENCE\nU.S. Recycling Industry Is Struggling To Figure Out A Future Without China\nGLOBAL HEALTH\nHow Bad Is Pakistan's Plastic Bag Problem? See For Yourself\nENVIRONMENT\nPlastics Or People? At Least 1 Of Them Has To Change To Clean Up Our Mess\nENVIRONMENT\nReplacing Plastic: Can Bacteria Help Us Break The Habit?\nFOOD\nOrganic Farming Has A Plastic Problem. One Solution Is Controversial\nENVIRONMENT\nMicroplastics Have Invaded The Deep Ocean — And The Food Chain\nPopular on NPR.org\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nMIDDLE EAST\nThe U.S. has vetoed a Gaza cease-fire resolution in the U.N. Security Council\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nGLOBAL HEALTH\nIt's one of the biggest experiments in fighting global poverty. Now the results are in\nTV REVIEWS\n'Murder in Boston' is what a docuseries should look like\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}