{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Plastic straw bans hurt kids and adults with disabilities ... - TODAY",
  "href": "https://www.today.com/health/plastic-straw-bans-hurt-kids-adults-disabilities-advocates-say-t158808",
  "body": "Plastic straw bans hurt kids and adults with disabilities, advocates say Health & Wellness Plastic straw bans hurt kids and adults with disabilities, advocates say Fueled by concerns about...",
  "textContent": "WE’VE SECURED OVER 50 EXCLUSIVE HOLIDAY DEALS FOR YOU: SHOP STANLEY, SPANX, BROOKLINEN AND MORE FOR A LIMITED TIME\n\nSKIP TO CONTENT\nON THE SHOW\n3rd Hour of TODAY\nHoda & Jenna\nSunday TODAY\nShop the Show\nSHOP\nShop the Show\nGift Guides\nSavings\nGifts We Love\nSteals & Deals\nNewsletter\nWELLNESS\nStart TODAY\nMental Health\nWomen's Health\nFitness\nSleep\nDiet & Nutrition\nPARENTS\nParenting Tips\nKids Health\nBabies\nFamily\nLOL\nFOOD\nRecipes\nThanksgiving Recipes\nCeleb Chefs\nFood Tips\nWhat to Cook This Week\n\nPlastic straw bans hurt kids and adults with disabilities, advocates say\n\nSHARE THIS —\nMy Saved\nManage Profile\nEmail Preferences\nSign Out\nSEARCH TODAY\n\nSECTIONS\n\nHealth & Wellness\nParenting\nFood\nShop\nPop Culture\nNews\nLife\nStyle\n\nSHOWS\n\nTODAY\n3rd Hour of TODAY\nTODAY with Hoda & Jenna\nSunday TODAY with Willie Geist\nWATCH FULL EPISODES\n\nMORE\n\nNEWS\nLIFE\nBOOKS\nTRENDING\nRECIPES\nREAD WITH JENNA\nASTROLOGY\nINSPIRATIONAL\nHOLIDAYS\nRELATIONSHIPS\nTODAY TABLE\nHELP\nNEWSLETTERS\nSTART TODAY\nHALLOWEEN\nSHOP TODAY AWARDS\nCITI MUSIC SERIES\nLISTEN ALL DAY\n\nFOLLOW TODAY\n\nMORE BRANDS\n\nHEALTH & WELLNESS\nPlastic straw bans hurt kids and adults with disabilities, advocates say\nFueled by concerns about the environment, straw bans keep expanding. But many people with disabilities say they need them to safely drink.\nGetty Images stock\nCreate your free account\nor log in to save this article\nJuly 16, 2019, 9:06 AM CDT / Source: TODAY\nBy A. Pawlowski\n\nAs the movement to ban plastic straws grows, so does the concern among people with disabilities who rely on them to drink.\n\nWhat may seem like a fun convenience for most restaurant patrons can be a necessity for those who are paralyzed, suffer from joint weakness or have difficulty controlling the movements of their mouths and hands. That can cover everyone from quadriplegics and stroke survivors, to kids with Down syndrome.\n\nThere are no good alternatives to plastic straws, families and disability advocates say, and some can be outright dangerous. A British woman recently died after falling face-first onto a metal straw.\n\nYet, fueled by concerns about the environment, straw bans keep expanding. More than a dozen cities have moved to control the use of plastic straws, including San Francisco, Los Angeles and Seattle. Starbucks plans to eliminate single-use plastic straws from its stores by 2020. Whole Foods banned them starting this month. The Walt Disney Company has also moved to get rid of them at its parks.\n\n“Every restaurant we go to now, they never offer straws… it worries me,” Katie Paulson, 40, of Hanover, Minnesota, told TODAY.\n\n“For people like my son and many people I know who have disabilities, these straws are life-changing and a way of having inclusion and having accessibility.”\n\nTodd Paulson and his son Von celebrate the anniversary of the boy's survival from a near-death adrenal crisis. Von is tube fed, but enjoys drinking from a straw and eating a couple kinds of food to participate during meal times with his family.Courtesy Paulson family\nInvented for hospital patients\n\nPaulson’s 6-year-old son Von has several neurological conditions that affect his ability to move his mouth and hands. He’s also autistic, has a mild cognitive disability and a condition that impacts his strength.\n\nRecommended\nGIFT GUIDES\nGive any 21-year-old their main character moment with these fun, practical and unique gifts\nGIFT GUIDES\nBuying for your brother-in-law? Shop these 47 gifts he’ll use on the regular\n\nThe family was thrilled when Von learned how to drink from a straw at the age of 3, she wrote in an online column. He otherwise doesn’t eat much by mouth, but still loves to go to restaurants to watch other families with their kids. It gives him a sense of normalcy and independence when he can sit with his parents during meal time and enjoy his juice, Paulson said. Bendable plastic straws work best for her son.\n\nIndeed, the “Flex-Straw,” invented by Joseph B. Friedman in the 1930s, was first sold to hospitals as an easy, sanitary way to help patients easily drink from any position, according to the Smithsonian's Lemelson Center for the Study of Invention and Innovation.\n\nCan a person really live trash-free? How this influencer makes it work\nAPRIL 25, 201906:32\n\nPaulson has tried every non-disposable alternative, but none works as well. Metal straws get hot or cold, depending on the drink, so Von could burn himself. They’re also stiff, which could lead him to choke or chip his teeth, Paulson said, calling them “so dangerous.”\n\nA 60-year-old mobility-challenged woman in the U.K. recently died after using a metal straw while drinking from a glass with a fixed lid. When she accidentally fell onto the straw, it impaled her left eye socket and pierced her brain, The Bournemouth Echo reported.\n\nThe other alternatives don’t work either, Paulson said: Silicone straws are too soft, while paper straws dissolve.\n\nShe now carries her own plastic straws for Von whenever the family goes out, but said eateries should still have them on hand.\n\n“It’s no different than a restaurant providing you a fork to eat. They should also be able to provide straws,” Paulson said.\n\nVon enjoys a recent birthday celebration at a restaurant. \"We had to ask for straws -- they would not give them to us,\" his mom said. She now carries her own straws when the family goes out to eat.Courtesy Paulson family\n'Do you want to give the barista your medical history?'\n\nSome restaurants have stopped automatically giving out straws, but are supposed to give them out on request. That doesn’t always happen.\n\nA woman’s tweets recently went viral when she described what happened when she asked for a straw at a restaurant. The waitress refused because she didn’t think the customer looked “disabled enough.” The woman, who has a joint condition that makes it difficult to pick up a glass, complained that a waitress should not get to decide if a person is “validly disabled or not.” She later deleted the tweets, citing online threats. She didn’t respond to a TODAY request for comment.\n\nThe Disability Rights Education & Defense Fund has heard of more and more cases like that since the straw bans went into effect, said spokesman Lawrence Carter-Long.\n\n“There seems to be this almost shaming of people. While some disabilities might be obvious, others are less than obvious,” Carter-Long said.\n\n“Then it gets into this almost interrogation. If you just want to get a coffee or a cold drink, do you want to give the barista your medical history? A person shouldn’t be required to do that.”\n\na straw ban is nothing but environmental theater\n\nThe greatest accomplishment of the straw ban is genuinely the bigotry it has emboldened against disabled people\n\n— Kim Sauder (@crippledscholar) July 24, 2018\n\nIn almost every single case, straw bans have been made without input from people with disabilities, he added. Had they been asked and considered from the get-go, cities and companies could have avoided problems, Carter-Long.\n\nHis take on the efforts to ban plastic straws is simple: “If you don’t need a straw, by all means don’t use one. If you can use a reusable straw, that’s great, please do. If you need a plastic straw, they should be made available,” Carter-Long said.\n\nPaulson wished environmental efforts were more focused on reducing the number of plastic bags and plastic bottles rather than straws.\n\n“Nobody considers the fact that there are so many people with disabilities who rely on these straws,” she said. “In the world of trendiness, what’s cool and what we need to care about, the individual with the disability is always forgotten.”\n\nA. Pawlowski\n\nA. Pawlowski is a TODAY health reporter focusing on health news and features. Previously, she was a writer, producer and editor at CNN.\n\nABOUT\nCONTACT\nHELP\nVISIT\nTODAY APPS\nAD CHOICES\nPRIVACY POLICY\nYOUR PRIVACY CHOICES\nCA NOTICE\nNEW TERMS OF SERVICE (UPDATED JULY 7, 2023)\nCAREERS\nCLOSED CAPTIONING\nTODAY SITEMAP\nADVERTISE\nTODAY STORE\nSHOP TODAY\nSELECT SHOPPING\nSELECT PERSONAL FINANCE\n\n© 2023 NBC UNIVERSAL"
}