{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "I showered with my mom and things got awkward : r/confessions - Reddit",
  "href": "https://www.reddit.com/r/confessions/comments/ce1dzb/i_showered_with_my_mom_and_things_got_awkward/",
  "body": "So do what you want to do because that's what we should all do. Instead of what some book or some other person said it isn't okay if you liked it then ask her to help you with the shower again. Just cuz people say it isn't okay it doesn't mean it isn't do what makes you feel good do what makes you happy whatever it may be. 1. r/confessions.",
  "textContent": "I showered with my mom and things got awkward : r/confessions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to confessions\nr/confessions\n•\n4 yr. ago\n[deleted]\nI showered with my mom and things got awkward\n\nI broke my hand a couple days ago and I can't shower with my broken hand so my mom decided to shower with me to help me. She take all her clothes off and take my clothes off and went to the shower. My mom was washing me and i was trying to not have a boner but I can't help it and I got an erection right in her face and I said I'm so so sorry she said “That’s okay it just means you’re in good health!” so then she was washing my penis and balls she wash it just like she was trying to make have an orgasm then I can't help it and let it all out right in front my mom! she was a little shocked but then she said “I’m glad you’re enjoying this” then she cleaned the mess and washed my penis and then we finished the shower. Since then I haven’t talked to her and I don't think i can get myself to talk to her ever again. What do I do now?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n3fingerbrad\n•\n4 yr. ago\n\nShower with your dad, I guess.\n\n1 more reply\nbaddecision116\n•\n4 yr. ago\n\nReading your post history... clearly a troll.\n\nRememberTheSubHuman\n•\n4 yr. ago\n\nIt's not incest if you let her wank you off. It would simply be a faithful mother taking good care of her unwell son. Be honest and talk to her about finishing what she started.\n\n1 more reply\nRichL74\n•\n4 yr. ago\n\nPut a waterproof bag over your busted arm and wash with the other good hand / arm for fucks sake.\n\n[deleted]\n•\n4 yr. ago\nTaoTeChing81\n•\n4 yr. ago\n\nWhat you do next is r/quityourbullshirt Per your history you have killed people including family members, 3-ways with teachers, fucked your dad, sister, mother while camping and you're clearly a fucked up troll.\n\ndisposable_hero73\n•\n4 yr. ago\n\ndude- is your mom hot?\n\nRememberTheSubHuman\n•\n4 yr. ago\n\nI wonder the same. If she was I'd literally kill to be in his shoes.\n\nMorpheous-\n•\n4 yr. ago\n\nShe is very fat , he thought the rolls on her leg was her pussy.\n\nBarankah\n•\n4 yr. ago\n\nShower with her again, but tell her you read online that mouths clean better than hands.\n\nMorpheous-\n•\n4 yr. ago\n\nNow you should tell all your friends and relatives\n\nyourbitchyourrules\n•\n2 yr. ago\n\nWell well boy aren't you lucky what are you do? Should you even have to ask if she did that enough and you allowed it to make you come then both of you were enjoying it. So do what you want to do because that's what we should all do. Instead of what some book or some other person said it isn't okay if you liked it then ask her to help you with the shower again. Just cuz people say it isn't okay it doesn't mean it isn't do what makes you feel good do what makes you happy whatever it may be\n\n \nr/exmuslim\nIslamic convert gets sexually harassed\ntiktok\n236 upvotes · 96 comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nr/southafrica\nOn this day in 1860 the first Indian indentured labourers arrived in South Africa\nyoutube\n109 upvotes · 14 comments\nr/NoahGetTheBoat\nDisabled man without hands or legs is left without carers\nbbc.co.uk\n147 upvotes · 8 comments\nr/NoahGetTheBoat\nMan Who Beheaded Classmate Gets Life in Prison\ncbsnews\n233 upvotes · 15 comments\nr/awfuleverything\nWhat the hell is going on with kids in cities these day. 9 charges at 13!?!?!?\nwashingtonpost\n276 upvotes · 40 comments\nr/DeepIntoYouTube\nThis man inflates inner tubes until they explode and uploads a new explosion video every day\nyoutube\n125 upvotes · 31 comments\nr/MensRights\nIn Japan, a woman was sleeping and leaning onto a man. When she woke up, the man is accused of molesting the woman.\nyoutube\n115 upvotes · 17 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 283 comments\nr/NoahGetTheBoat\nParents Who Killed Son They Adopted From China Are Sentenced\nhuffpost\n692 upvotes · 26 comments\nr/nope\nIf you've not seen this week's adventure so far, make yourself a brew, put your feet up and thank your lucky stars it's not you in that water!\nyoutube\n118 upvotes · 6 comments\nr/MensRights\nLesbian Butch Comedian Explains Why It SUCKS Being The “Man” In Relationships and Life In General | Manosphere Highlights Daily\nyoutube\n102 upvotes · 29 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 16, 2019\nReddit\nreReddit: Top posts of July 2019\nReddit\nreReddit: Top posts of 2019"
}