{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2019-06-27..2019-12-26",
  "title": "Went to PepBoys for an oil change... was told I need the following...",
  "href": "https://www.reddit.com/r/MechanicAdvice/comments/c8sigp/went_to_pepboys_for_an_oil_change_was_told_i_need/",
  "body": "The car is a 2015 Mazda6 - with about 64K miles (I'm in Southern CA) They told me I need the following done: Spark Plugs replacement - $200. Coolant Exchange / Cooling system flush - $100. 3 Step Pro Fuel LBR / Air Filter Replacement - $100. I'm thinking #1 and #2 are legit (I havent replaced spark plugs or coolant since I bought the car), are ...",
  "textContent": "Went to PepBoys for an oil change... was told I need the following... : r/MechanicAdvice\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to MechanicAdvice\nr/MechanicAdvice\n•\n5 yr. ago\nthrowawaygeneral1122\nWent to PepBoys for an oil change... was told I need the following...\n\nI went for an oil change and got a list of things I need to get done in my car. Not sure if I legit need all this , or if it's just an up-sell.. looking for advice... (not a car person)\n\nThe car is a 2015 Mazda6 - with about 64K miles (I'm in Southern CA)\n\nThey told me I need the following done:\n\nSpark Plugs replacement - $200\n\nCoolant Exchange / Cooling system flush - $100\n\n3 Step Pro Fuel LBR / Air Filter Replacement - $100\n\nI'm thinking #1 and #2 are legit (I havent replaced spark plugs or coolant since I bought the car), are the prices ok?\n\nNot sure what #3 is...\n\nThank you\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\ntinker_toys\n•\n5 yr. ago\n\nFormer Pep Boys tech here, now reformed and working at an independent.\n\nYour spark plugs are due at 75k, and if it were my car I'd do them around 70-80k, but they can probably run till 100k without a problem. You should use NGK Laser Iridium, the same plug the factory put in it. There is absolutely no benefit to be had from trying a different brand or a different type, but there is the potential for things to go wrong. Pep Boys sometimes likes to push Champion parts including plugs, because Champion and Pep are owned by the same company. Don't allow it.\n\nYour coolant is good for 10 years or 120k miles, whichever comes first. I would do it around 100k miles as preventive whatever, especially if it's possible it was ever topped off with a non-extended life coolant, but there's no strict need. It should also be done with the right coolant. I believe the Mazda extended coolant is green? But that doesn't mean it's the same as the standard green off-the-shelf coolant that PB would probably use.\n\nAnd finally, the 3-step. Unlike what other people have told you here, it's not just an air filter and/or a $5 bottle in the gas tank. It's a (mostly) complete \"fuel system cleaning.\" When I worked there, it involved cleaning the throttle body by hand, slowly running a cleaner through the intake manifold with the engine running to clean the manifold and intake valves, and, yes, a bottle in the gas tank to clean the injectors. The service is very profitable for the shop, of course, but it's also a good service that I do on my own cars every 30k or so. It usually won't fix anything, but it can have some preventive benefits. That service, plus an air filter, is worth $200 (edit: $100? even better but the following still applies) but only if it's done the way it should be. As a former Pep Boys tech in three different locations, I can tell you some people do it right, some people do it as fast as possible to check off the boxes. You're rolling the dice.\n\nAs a former Pep Boys tech, and current tech at an independent shop... my advice to you is actually to take it to a Mazda dealer around 90-100k. They'll be more than happy to do the work for you, and there's nearly no chance of them screwing it up or using the wrong parts.\n\namalik87\n•\n5 yr. ago\n\nCleaning the TB by hand? Some TB's could be a huge pain in the ass to get to.\n\n1 more reply\nslick62\n•\n5 yr. ago\n\nCheck your owner’s manual for the requirements. I suspect the only thing you needed was oil and filter.\n\nPlugs at 75k, coolant at 120k. Air filter every 37.5k.\n\nsmorgenheckingaard\n•\n5 yr. ago\n\nThis is called an upsell. Check the owners manual for service intervals. Chances are you don't need plugs (but maybe soon) and I'd bet money you don't need a coolant flush any time soon. Change your own air filter if it's dirty (for WAY less)\n\nAdHocSpock\n•\n5 yr. ago\n\nAw helll no!\n\nalrashid2\n•\n5 yr. ago\n\nNope. None of it.\n\nThe plugs are most likely 75k to 100k mile interval. Check your owners manual. Regardless, plugs aren't a dire \"now or never\" repair. +/- 12k miles isn't going to hurt anything.\n\nCoolant interval should be 100k+ miles, so no there.\n\nNo damn clue what LBR is - googled it and pepboys came up haha. Sounds like bull. Your air filter is about $12 inside the pep boys store - replace it yourself. It's easier than grabbing a paper towel from the kitchen and cleaning up spilled ketchup. Seriously.\n\nSteelSeoul8541\n•\n5 yr. ago\n\nThe LBR is Gumout, which is like $5 at Walmart lol.\n\nhttps://www.pepboys.com/auto-service-repair/fuel-system\n\nlarrymoencurly\n•\n5 yr. ago\n•\nEdited 5 yr. ago\n\nYou don't need them at 65,000 miles:\n\nThe spark plugs are Iridium and Mazda says change them at 120,000 miles.\n\nYour antifreeze is Mazda FL-22 (may say so on the radiator cap), rated for 10 years or 120,000 miles before the 1st change, then 5 years or 60,000 miles after that. This antifreeze is dark green and sold only as premixed 50/50 or 55/45 antifreeze/water, but it's identical to Ford VC-10, which was developed with Mazda (Ford used to own almost 1/3 of Mazda), and that can be bought in 100% pure antifreeze form as VC-10-A2, about $25 a gallon. Be sure to add 40% to 50% distilled water to it because pure antifreeze can make an engine overheat and doesn't provide nearly as good freeze protection. On the other hand, never add water to premixed 50/50 antifreeze.\n\n\"3 Step Pro Fuel LBR\" also seems unnecessary. The gasoline additive they put into the fuel tank seems no different from a $10 bottle of Chevron Techron fuel/engine cleaner, and my Ford factory manual said modern fuel injectors are highly clog resistant and don't need routine cleaning, \"modern\" here being around 1992, and back then gasoline wasn't as good at preventing engine deposits as it is now. The intake valve cleaning they offer can help direct injection engines like Mazda SkyActiv (plastic engine cover will have blue on it), which can't clean their intake valves because no raw gasoline washes over them. However it seems SkyActiv engines don't have this problem as much as most direct injection engines because Mazda tried very hard to design theirs so those valves stay hot enough to not allow deposits to form on them.\n\nI have a feeling Pep Boys won't use factory approved antifreeze but will instead put in \"universal\" antifreeze, just as they don't use the factory transmission fluid a lot of times but just take common Dexron and add a small bottle of some chemical package from LubeGard, which doesn't result in fluid that's factory approved.\n\nSpark plugs last a long, long time because there's no lead in gasoline, the plug tips are made of platinum or iridium, which are highly resistant to erosion, and electronic ignition systems are a lot, lot better than the points ignitions in pre-1970s cars. Ignition systems greatly improved because air pollution laws essentially required them to be better.\n\nChanging the air filter isn't difficult, and if your Mazda has a 4-cylinder engine rather than a V-6, neither is changing the spark plugs.\n\nSteelSeoul8541\n•\n5 yr. ago\n\nSpark plugs should be changed every 75-100k miles (depending on which kind you get and chances are you still have the stock ones, which should still be good til 75k). Iridium plugs are the higher/top end and cost about $10-12 per plug. Labor can be annoying if they have to take off a fuel intake manifold. The only way it would cost $200 at a shop would be if you either have a 4cyl engine and they're giving you iridium plugs, or you have a 6cyl and they're giving you lower end plugs.\n\nCoolant exchange/flush is usually around 100k from my experience. Not sure on the cost.\n\n$100 for an AIR FILTER?! You can buy a K&N Performance filter for like $50-60 (which is on the expensive side, since you can get basic FRAM filters for $10-15) and throw it in yourself. It's usually just some clips or screws. I found what the 3 step LBR is. They literally throw GUMOUT in your gas tank and adjust the throttle IF necessary. At 64k, throttle adjustment shouldn't be necessary. GUMOUT is $4-7 a bottle at Walmart depending on which one you get (I usually get the one that's closer to $7. I think it says \"Fuel Injector Cleaner\" on it). Be aware, you'll need a couple of these for any potential noticeable difference (you do one bottle at a time; 1/4tank of gas+1bottle+refill, drive til 1/4tank again, then add the second bottle).\n\nEDIT: Check your coolant's color. Is it still radioactive lime green/yellow? Then you're good. If it's pale (you can google images) you may need to get it changed. If it's milky, you have much larger issues.\n\n \nTop 1%\nRank by size \nr/Roadcam\n[USA][OR] Can't fail a dual turn any harder than this\nyoutube\n141 upvotes · 37 comments\nr/Roadcam\n[USA][TX] Car t-boned crossing intersection\nyoutube\n122 upvotes · 30 comments\nr/Roadcam\n[USA] Car cuts off SUV, resulting in rollover crash (Columbus, Ohio)\nyoutube\n188 upvotes · 46 comments\nr/Roadcam\n[USA] Cammer gets aggressive and pits car that tries to cut in (Clarksville, Tennessee)\nyoutube\n223 upvotes · 95 comments\nr/Roadcam\n[USA] Clueless red light runner collides with pickup truck (Houston, Texas)\nyoutube\n102 upvotes · 18 comments\nr/CleetusMcFarland\nWe Might Lose Our Racetracks To This... Housing Development Update #1\nyoutube\n87 upvotes · 110 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/subaru\nBMW, Subaru and Porsche drivers ‘more likely to cause a crash’, study finds\ntheguardian\n742 upvotes · 132 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/AmazonDSPDrivers\nVlogger fired from Amazon after documenting a week as an Amazon delivery driver\nyoutube\n190 upvotes · 119 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n138 upvotes · 37 comments\nr/BuiltFromTheGroundUp\nThis game fucking sucks...\nyoutube\n139 upvotes · 44 comments\nr/Toyota\nToyota to pay $60 mln for lending abuses, tarnishing credit reports, US regulator says\nreuters\n105 upvotes · 19 comments\nr/flipperzero\nFinally, FlipperPhone! With this DIY open-source module you can call and write sms with FLipperZero. All materials and instructions will be on github (WIP), you can find git in the description under the video\nyoutube\n130 upvotes · 25 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n104 upvotes · 65 comments\nr/Toyota\nCamry only available as a hybrid.\n92 upvotes · 168 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n342 upvotes · 211 comments\nr/motorcycles\nMotorcyclist severely injured in dangerous \"promposal\" gone wrong. School district facing $1 million lawsuit.\nyoutube\n985 upvotes · 288 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 93 comments\nr/Hyundai\nYou can now buy Hyundai Vehicles through Amazon.\naboutamazon\n220 upvotes · 170 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/Helicopters\nCould someone explain this to me? Can you recover from the Servo Control Transparency event?\nyoutube\n109 upvotes · 46 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n102 upvotes · 83 comments\nr/BurgerKing\nI went to 3 Burger Kings in New York City and saw firsthand why the fast-food giant is closing hundreds of restaurants\nbusinessinsider\n236 upvotes · 175 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 3, 2019\nReddit\nreReddit: Top posts of July 2019\nReddit\nreReddit: Top posts of 2019"
}