{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "Every straw counts in the fight against climate change - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/every-straw-counts-fight-against-climate-change",
  "body": "Few of us will connect single-use plastic waste to climate change but a report by the Center for International Environmental Law says that the production and disposal of single-use plastics in 2019 caused the equivalent emissions of 189 coal plants, and by 2030 that number could rise to 295.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n16 DEC 2019 STORY CITIES\nEvery straw counts in the fight against climate change\n\nThe word “Mottainai” in Japanese literally translates to “it is a shame to waste.” It stems from Buddhist philosophy on living minimally and appreciating nature’s gifts. The practice has been in place for generations.\n\nJapan is often heralded as having one of the most sophisticated recycling systems in the world, with detailed separation of everything from radios to cat litter. But as UN Environment Programme’s (UNEP) Anatomy of Action campaign demonstrates, to live sustainably means not only to recycle but make green consumer choices every day. Considering that Japan generates around 32 kg per capita plastic waste every year, second only to the United States, the choices of plastic products have been damaging to the country’s environmental record.\n\n“We seem to have lost our way a bit,” says No Plastic Japan founder Mona Neuhass, who noticed the proliferation of single-use plastics when she first relocated back to Tokyo.\n\n“I was at a café and the waiter served me water in a plastic cup as a side to my coffee,” she said. “I thought ‘this is ridiculous! For a few millilitres of water, they are using a new cup every time.’”\n\nNeuhass wrote to the café about changing their policy but didn’t stop there. Inspired by other eco Japanese youth movements, like the operation to make shopping hub Cat street in Tokyo waste free, she decided to launch No Plastic Japan—a company that offers alternatives to single-use plastic straws.\n\n“There are ways to avoid single-use plastics in everyday life,” the 27-year-old founder said. “It’s about making a conscious effort to pick the loose vegetables in the supermarket or refuse the plastic cutlery that comes with your takeaway.”\n\nThrough beautifully curated posts on Instagram, No Plastic Japan’s not only managed to create a successful stainless-steel straw business but has also birthed an online community which shares ideas and best practices on sustainable living.\n\n“I think there’s definitely a movement now where younger people understand that there’s a problem,” she said.\n\nThis is only one example in one country. There are inspiring examples to be found in every corner of the globe.\n\nUNEP’s Anatomy of Action campaign encourages three simple actions when purchasing “stuff”. First, consider what you need and buy products that will last longer, be used multiple times, and can be recycled; two, stay away from fast fashion that mass produces at the cost of environmental and human justice, and three, refuse everyday products that cannot be reused.\n\n“Actions breed reactions in the market — so if we want to be a part of designing a future that works better than today, then we need to redesign our lives to mimic the kind of future we want to live in,” said Leyla Acaroglu, UNEP’s Champion of the Earth and the mind behind the Anatomy of Action campaign.\n\nLeyla Acaroglu, UNEP’s Champion of the Earth\n\nWhen we think of plastic pollution, we see bottles floating in rivers and marine animals wrapped in six pack rings. Few of us will connect single-use plastic waste to climate change but a report by the Center for International Environmental Law  says that the production and disposal of single-use plastics in 2019 caused the equivalent emissions of 189 coal plants, and by 2030 that number could rise to 295. “At present rates, these greenhouse gas emissions from the plastic lifecycle threaten the ability of the global community to meet carbon emissions targets,” the report said.\n\nStraws seem a small part of the equation, but if each person in Asia were to use a plastic straw on a given day, it would mean 4.5 billion straws making their way into the waste system. Companies developing sustainable alternatives to single-use plastics or raising awareness on how to avoid one-time plastics can help tackle climate change.\n\n“Single-use plastics are problematic for the environment and the climate alike, and it is part because of poor waste management systems but irresponsible individual behaviour also plays an enormous role,” said Claudia Giacovelli, of the UN Environment Programme’s International Environment Technology Centre in Osaka, Japan. “Promoting eco-friendly alternatives, improving waste management and increasing social awareness are just some of the actions we propose to sustainably manage single-use plastic waste.”\n\nThe switch to a near zero-waste lifestyle is growing traction among young people advocating for change.\n\n“I hope being environmentally friendly isn’t just a fad, but that going forward consumers really do make product choices with the planet in mind,” said Neuhass.\n\nTOPICS\nCities\nPollution Cities Marine Litter Ozone\nFurther Resources\nRead publication on Single-use plastics : A Roadmap for Sustainability\nRelated Content\nSPEECH\nA just transition to a pollution-free planet\nVIDEO\nChilean company fights plastic pollution, one container at a time\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}