{
  "query": "plastic straws",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "The Truth about Plastic Straws - Competitive Enterprise Institute",
  "href": "https://cei.org/opeds_articles/the-truth-about-plastic-straws/",
  "body": "The Truth about Plastic Straws. President Trump's campaign has raised nearly half a million dollars in a matter of weeks selling plastic straws with \"Trump\" emblazed on each one. They fetch $15 for a package of 10 plastic straws, as the campaign markets them with the slogan: \"Liberal paper straws don't work.\". That's surely a high ...",
  "textContent": "Facebook\nTwitter\nYouTube\nInstagram\nABOUT\nPOLICY\nPRODUCTS\nBLOG\nEVENTS\nSUBSCRIBE\nDONATE\nThe Truth about Plastic Straws\nTHE WASHINGTON EXAMINER\nAngela Logomasini • 08/08/2019\nCONSUMER FREEDOM\n\nThe Washington Examiner\n\nPresident Trump’s campaign has raised nearly half a million dollars in a matter of weeks selling plastic straws with “Trump” emblazed on each one. They fetch $15 for a package of 10 plastic straws, as the campaign markets them with the slogan: “Liberal paper straws don’t work.” That’s surely a high price tag for plastic straws, but the message is priceless.\n\nFor the past couple years, the Left has been pushing plastic straw bans in the name of “saving the planet,” suggesting that paper and other alternatives work well enough. A good number of people from both the Left and the Right support have fallen hook, line, and sinker for their anti-plastic straw blather. An Ipsos/BuzzFeed public opinion poll from last year reported that 48% of those polled supported government bans: 56% of Democrats and 41% of Republicans.\n\nBut paper straws that turn to mush before you can finish your drink are a perfect symbol for failed leftist ideas. A quick examination of the claims about plastic straws reveals the intellectual mush that’s behind so many of the left’s short-sighted and foolish nanny-state proposals.\n\nPlastic straws won their place in the market because they proved to be excellent products. They are lightweight, sanitary, require little energy and resources to make and transport, and perform very well. Claims that they are easy to replace belie reality.\n\nIn addition to soggy paper, the Left has pushed metal (particularly aluminum) straws as well as glass straws (maybe even more ridiculous), bamboo, and you name it. They gave little thought about how potential “alternatives” might impact public health and safety.\n\nWhen straw bans gained global attention several years ago, disabled people rightly expressed dismay because the alternatives posed risks — from performance problems to potential injury due to rigid qualities (or breakage in the case of glass) to the potential for allergic reactions. Meanwhile, plastic straws had proved essential in meeting special needs. Some government straw bans provide exemptions for disabled people, but bans make the straws less accessible and less politically acceptable.\n\nAmid all the misinformation, some disabled people are unfortunately choosing alternative straws despite apparent risks. Consider Elena Struthers-Gardner, a former jockey disabled from a work-related injury, who paid a high price for choosing a metal straw last November. Struthers-Gardner tripped while holding a mason jar that had a metal straw fixed in the lid. The straw went into her eye and then into her brain and killed her.\n\nThat was certainly a horrible freak accident, but it never should have happened. It’s a heart-breaking reminder that there are trade-offs associated with nanny-state campaigns that advance needless product substitutions.\n\nIn any case, the idea that metal straws (or glass or bamboo) are a good option for anyone is simply ridiculous. They are heavy, sharp, and present risks — and not only for disabled people. Starbucks had to recall its metal straws because they were cutting children’s tongues! Reusable straws can also accumulate dangerous bacteria if not cleaned well, and cleaning inside a straw isn’t easy even with a kit. Frankly, most people have better things to do with their time.\n\nIt’s understandable that people want to keep plastic products and other trash out of the ocean. But ocean pollution won’t be solved by largely symbolic plastics bans. Studies show the vast majority of plastic waste is due to poor disposal practices outside of the United States. Data in a 2015 Science magazine report reveals that China and 11 other Asian nations are responsible for 77-83% of plastic waste entering the oceans because of poor disposal practices, such as open dumps.\n\nThis is in contrast to U.S. waste management practices, such as well-managed sanitary landfills and recycling programs that do a good job of keeping plastics out of the ocean. A 2017 Environmental Sciences and Technology study reported that up to 95% of global plastic waste enters oceans from just 10 rivers — eight in Asia and two in Africa. The U.S contribution was estimated to be about 1%, which we can work to reduce through litter reduction efforts rather than banning plastics.\n\nThe answer to plastics waste is proper waste disposal, not government bans. The “liberal paper straw” and all the Left’s other “alternatives” offer yet more evidence why people should stop listening to left-wing, nanny-state activists.\n\nOriginally published at The Washington Examiner.\n\nBLOG\n\nHouse should brake bureaucrats limiting vehicle choice with CARS Act\nBy: Daren Bakst\n12/05/2023\n\nThe Environmental Protection Agency (EPA) is trying to limit the ability of Americans to buy gas-powered cars. That is, the cars that people actually want…\n\nCONSUMER CHOICE\n\nBlog\n\nWall Street Journal reports consumer frustrations with over-regulated appliances\nBy: Ben Lieberman\n11/28/2023\n\n2023 is turning into the year of bad appliance regulations. Since January, CEI has submitted comments critical of proposed Department of Energy (DOE) efficiency…\n\nCONSUMER FREEDOM\n\nBlog\n\nCold truth about government pushing electric: Natural gas is much cheaper\nBy: Paige Lambermont\n11/21/2023\n\nThe Department of Energy (DOE) has repeatedly documented that using natural gas in homes is far cheaper than using electricity.This hasn’t stopped the Biden…\n\nCONSUMER CHOICE\n\nHOME\nABOUT\nPOLICY\nNEWS\nPRODUCTS\nEVENTS\nBLOG\nDONATE\nSpecial Projects\nTen Thousand Commandments\nEye on FTC\nChildren Online Safety Tools\nNet Neutrality 101\n1310 L Street NW, 7th Floor\nWashington, DC 20005\nPhone: 202-331-1010\n\nFollow Us:\nFacebook\nTwitter\nYouTube\nInstagram\n\n©2023 COMPETITIVE ENTERPRISE INSTITUTE | PRIVACY POLICY"
}