{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-06-27..2019-12-26",
  "title": "This new nanotech could help clean up Earth's microplastics",
  "href": "https://www.pbs.org/newshour/science/this-new-nanotech-could-help-clean-up-earths-microplastics",
  "body": "Addressing plastic pollution is going to require myriad solutions, including the reduction and recycling of plastic. But even if we stopped all plastic production today, we'd still have billions ...",
  "textContent": "PBS\nShows\nExplore\nTV Schedules\nShop\nDonate\n\nIs APT PBS your local station?\n\nYes\nAPT PBS is my local station\nChange\nFull Episode\nSaturday, Dec 9\nThe Latest\nPolitics\nArts\nNation\nWorld\nEconomy\nScience\nHealth\nEducation\nFor Teachers\nNewsHour Shop\nAbout\nClose Menu\nEducate your inbox\n\nSubscribe to Here’s the Deal, our politics newsletter for analysis you won’t find anywhere else.\n\nEmail Address\nSubscribe\nClose Popup\nWhat do you think? Leave a respectful comment.\nClose Comment Window\nPBS NewsHour\n  \nMenu\nFull Episodes\nPodcasts\nNewsletters\nLive\nBy —\n\nBerly McCoy\n\nLeave a comment\nShare\nShare on Facebook\nShare on Twitter\nThis new nanotech could help clean up Earth’s microplastics\nScience Jul 31, 2019 1:01 PM EST\n\nMicroplastics are everywhere–the ocean, the air, marine animals, pristine lakes, our food and, as recently discovered, in human excrement. But because they are so tiny — 5 millimeters across or smaller — microplastics are challenging to remove.\n\nNow, scientists have designed reusable nano-sized reactors — called nanocoils — that can trigger microplastic breakdown. The work, published Wednesday in the journal Matter, could someday be applied to wastewater, cutting off the flow of microplastics before they are flushed into the environment. The study also found the broken down pieces of the microplastics could be used as carbon-based food for plant-based lifeforms like algae.\n\nAlthough we’ve known plastic pollution is rampant, scientists have only recently realized how prevalent microplastics are in the environment. Apart from aggregating in the oceans, where they make up 94 percent of the Great Pacific Garbage Patch, microplastics can end up in our wastewater, and ultimately our drinking water.\n\nThe origins of microplastics are known — the disintegration of larger plastics into fragments, microfibers, beauty products and even tires, to name a few. But there’s also a lot researchers don’t know, like how to best track the global movement of plastics from production to pollution or if microplastics cause harm after ingestion.\n\n“Trying to understand the big picture on plastic and be able to weave a story together is going to take decades,” said Christopher Reddy, an environmental chemist at Woods Hole Oceanographic Institution, who was not involved in the study.\n\nAddressing plastic pollution is going to require myriad solutions, including the reduction and recycling of plastic. But even if we stopped all plastic production today, we’d still have billions of tons to clean up worldwide.\n\nWhat the scientists did\n\nNanocoils are an emerging hybrid material, combining a metal that causes a chemical reaction with a well-studied piece of nanotechnology called a carbon nanotube.\n\nIn this case, chemists mixed carbon for making nanotubes with a metal called manganese. When combined, the manganese metal and the carbon react and grow in a helical direction to form coils, hollow nanostructures — hence, “nanocoil” — that measure in lengths of about half the width of a human hair.\n\nOnce formed, the nanocoils were mixed with microplastics isolated from store-bought facial cleansers, which feature microplastic exfoliants that often get washed down drains.\n\nA microscope image of a nanocoil. One micrometer (µm) is about half the size of a bacterial cell. Photo by Kang et al., Matter, 2019\n\nThe nanocoils don’t actually break down microplastics. Instead, the manganese inside the nanocoils generates free radicals — short-lived, highly reactive oxygen molecules — that attack the microplastics and cause them to fragment into smaller pieces.\n\nEventually these microplastic fragments are converted to carbon dioxide gas and water, said Xiaoguang Duan, an environmental chemist at Adelaide University who co-led the study.\n\nThe team weighed the microplastic sample before and after the reaction and then calculated how much carbon was lost due to carbon dioxide evaporation.\n\nA nanocoil acts as a case for the manganese — a stable container that can prevent the metal from leaching into the environment and becoming a source of pollution in itself. When the reaction was done, the team used a magnet to pull out the metallic nanocoils from the mixture.\n\nWhat the scientists found\n\nThe team found the nanocoils converted 50 percent of microplastics to carbon dioxide and water. This was achieved by heating the nanocoil-microplastic mixture to 160 degrees Celsius for eight hours. But theoretically, the nanocoils could remove 100 percent of the microplastics if the researchers let the reaction go for a long enough time, Duan said.\n\nThe researchers also found the microplastics that hadn’t become carbon dioxide after the 8-hour reaction had been severed into smaller, molecule-sized shards. By running these fragments through a machine that weighs molecules–called a gas chromatography mass spectrometer–the researchers discovered more than 20 types of fragments.\n\nWorried that those shards might be toxic themselves, the team measured how well algae grew in the presence of those microplastic shards.\n\nWhen these microplastic fragments were added to a growing algae colony, the algae actually grew faster than colonies without the fragments, leading the researchers to conclude that the plants were using fragments — some as small as a handful of atoms — as a carbon food source. Algae, like any plant, consumes carbon to make energy.\n\nThat’s unexpected but could be a boon for the environment.\n\n“The most interesting part [is] we found we do not have to completely degrade the microplastic into carbon dioxide and water,” Duan said. “We can just decompose the [microplastics] into smaller organic molecules, then we can use the less toxic organic molecules as a carbon source for growth of algae.”\n\nThe nanocoils could also be used three times before their free radical-generating power started to drop off, and by the fifth use, they were only half as active as their first try.\n\nWhy it matters\n\nMuch more work is required before nanocoils can be used to remove microplastics in wastewater. For example, the microplastics in this study were first separated from other ingredients in the facial cleansers.\n\nThat wouldn’t be the case for wastewater, which is a complicated muck of organic materials. The study also only looked at one source of microplastics, so the nanocoils may not work on other kinds.\n\nBut understanding how plastics can be eliminated is an important piece of a larger picture, Reddy said. By studying these weaker links, scientists could learn how to better design plastics so they don’t cause such a problem when we dispose of them.\n\nLeft: Scientists have designed reusable nano-sized reactors — called nanocoils — that can trigger microplastic breakdown. The work could someday be applied to wastewater, cutting off the flow of microplastics before they are flushed into the environment. Photo by REUTERS/Eric Gaillard\n\nRelated\nBy making plant roots grow deeper, these geneticists hope to curb climate change\n\nBy Berly McCoy\n\nIs CBD legal? Here’s what you need to know, according to science\n\nBy Nsikan Akpan, Jamie Leventhal\n\nAre commercial honeybees making wild bees sick?\n\nBy Berly McCoy\n\nGo Deeper\nbasic research\ncarbon nanotubes\nchemistry\nenvironment\ngreat pacific garbage patch\ninnovation and invention\nmicroplastics\nnature\nocean plastic\nphysics\nplastic pollution\nsustainability\nBy — \n\nBerly McCoy\n\nBerly McCoy is PBS NewsHour’s 2019 AAAS Mass Media Science & Engineering Fellow. She finished her PhD in biochemistry in 2018. She freelances from her rural home in northwest Montana.\n\nSupport Provided By:\nLearn more\n\nTim Ryan on China tariffs, environmental policy and immigration\n\nPolitics May 14\n\nThe Latest\n\nWorld Dec 10\n\nPhilippines says Chinese coast guard used water cannons against its vessels for 2nd day\n\nBy Jim Gomez, Associated Press\n\nNation Dec 10\n\nTornadoes, severe storms in central Tennessee leave 6 dead, nearly 2 dozen injured\n\nBy Kimberlee Kruesi, Associated Press\n\nScience Dec 10\n\nHow science became a human right\n\nBy Andrea Boggio, The Conversation\n\nWorld Dec 09\n\nPolish truck drivers’ border blockade causes ripple effects on the battlefield in Ukraine\n\nBy Hanna Arhirova, Karl Ritter, Monika Scislowska, Associated Press\n\nNation Dec 09\n\nShohei Ohtani agrees to sign record $700 million contract with Los Angeles Dodgers\n\nBy Ronald Blum, Associated Press\n\nEducation Dec 09\n\nLiz Magill, UPenn president, resigns after antisemitism testimony draws backlash\n\nBy Associated Press\n\nPolitics Dec 09\n\nUkraine aid deal by year-end seems increasingly unlikely as GOP ties it to border security\n\nBy Stephen Groves, Lisa Mascaro, Associated Press\n\nWorld Dec 09\n\nProtests at COP28 restricted by ‘shocking level of censorship’ in host country UAE\n\nBy Jon Gambrell, Associated Press\n\nPBS NewsHour\n\n© 1996 - 2023 NewsHour Productions LLC. All Rights Reserved.\n\nSections\n\nThe Latest\nPolitics\nArts\nNation\nWorld\nEconomy\nScience\nHealth\nEducation\n\nAbout\n\nAbout Us\nTV Schedule\nPress\nFeedback\nFunders\nSupport\nNewsletters\nPodcasts\nJobs\nPrivacy\n\nStay Connected\n\nFacebook\nTwitter\nYouTube\nRSS\n\nSubscribe to ‘Here's the Deal,’ our politics newsletter\n\nEmail Address\n Subscribe\nSupport our journalism\n\nLearn more about Friends of the NewsHour.\n\nSupport for NewsHour Provided By"
}