{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Japan, UNEP deepen cooperation on plastic pollution and post-conflict ...",
  "href": "https://www.unep.org/news-and-stories/press-release/japan-unep-deepen-cooperation-plastic-pollution-and-post-conflict",
  "body": "Bangkok, 25 May 2020 - Japan and the United Nations Environment Programme (UNEP) today announced a new cooperative effort to tackle plastic pollution across Asia and support post-conflict environmental recovery in Iraq and South Sudan.Japan will contribute US$6.9 million to four UNEP-led projects. The bulk of the funding will fund a second phase of the CounterMEASURE project, which is ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n press release\n25 MAY 2020 PRESS RELEASE\nJapan, UNEP deepen cooperation on plastic pollution and post-conflict recovery\nPixabay\n\nBangkok, 25 May 2020 – Japan and the United Nations Environment Programme (UNEP) today announced a new cooperative effort to tackle plastic pollution across Asia and support post-conflict environmental recovery in Iraq and South Sudan. Japan will contribute US$6.9 million to four UNEP-led projects.\n\nThe bulk of the funding will fund a second phase of the CounterMEASURE project, which is determining the origins of plastic pollution in some of Asia’s major rivers and has supported establishment of local partnerships for reducing plastic pollution. The first phase of the year-long project has used novel technologies and methodologies to track plastic pollution to its sources along the Mekong and Ganges rivers. This allows for bespoke policy recommendations to governments to help stop plastic pollution where it is leaking into waterways.\n\nThe second phase of the CounterMEASURE project will expand the work of the first, furthering policy and behavior changes in Mekong countries and India and bringing techniques to other locales, such as Sri Lanka. The second phase will also look at the impact of plastic pollution on wildlife, particularly migratory species.\n\nA second project under the funding package will support research into how to manage and treat plastic waste throughout Asia. UNEP’s International Environmental Technology Centre will be leading the work, looking at how to deploy a digital platform to support environmentally sound management of plastic waste.\n\n“The global pandemic COVID-19 and the generation of additional plastic waste will amplify our urgent needs to find solutions to the crisis of plastic pollution. Japan’s support and expertise in waste management is incredibly vital to finding solutions to these problems,” said Inger Andersen, Executive Director of UNEP.  “Japan has long been a committed and reliable partner to UNEP, and we are pleased to deepen this collaboration.”\n\nJapan’s grant is intended to bolster the country’s MARINE Initiative toward the realization of the Osaka Blue Ocean Vision, aimed at reducing additional pollution by marine plastic litter to zero by 2050, which was announced at the G20 Summit in Osaka in 2019.\n\nPart of the Japanese backing will also support conflict debris management in Iraq. As parts of Iraq recover from the destructive conflict with the so-called Islamic State of Iraq and the Levant (ISIL), this project will aim to aid returnees in Kirkuk Governorate by clearing their homes and providing livelihoods through debris recycling programmes. The crushed debris will then be used in rehabilitation works.\n\nA fourth project will help vulnerable farmers, pastoralists and internally displaced people build resilience to natural disasters under changing climatic conditions in South Sudan.\n\nIn addition to this support, Japan also provides important contributions to the Environment Fund, UNEP’s core fund. The Environment Fund is instrumental in helping countries deliver the Sustainable Development Goals. In 2019, Japan contributed US$1.94 million to the Environment Fund.\n\n \n\nNOTES TO EDITORS\n\nAbout the UN Environment Programme\n\nUNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.\n\nFor more information, please contact:\n\nAdam Hodge, Asia-Pacific Regional Information Officer\n\nTOPICS\nPollution Funding\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}