{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2019-12-26..2020-06-25",
  "title": "Ocean Plastic Pollution—and Solutions to This Problem—Can Come in Many ...",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2020/05/18/ocean-plastic-pollution-and-solutions-to-this-problem-can-come-in-many-forms",
  "body": "Plastic pollution in the ocean is one of the greatest environmental challenges of our generation, visible throughout the ocean and along almost every coast in the world. Plastic has been found in hundreds of marine species, from whales to sea birds, and in some of the most remote places on Earth, from the Galapagos Islands to the Mariana trench ...",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nOcean Plastic Pollution—and Solutions to This Problem—Can Come in Many Forms\nInnovation, collaboration, and bold policies can stop the flow and help restore marine health\nARTICLE May 18, 2020 By: Winnie Lau, Ph.D. & Sarah Baulch Read time: 3 min\nProjects:\nPreventing Ocean Plastics\nShare \nRead Mode \n\nNavigate to:\n\nTABLE OF CONTENTS\n\nPlastic pollution in the ocean is one of the greatest environmental challenges of our generation, visible throughout the ocean and along almost every coast in the world. Plastic has been found in hundreds of marine species, from whales to sea birds, and in some of the most remote places on Earth, from the Galapagos Islands to the Mariana trench and to the Arctic and Antarctic. And the problem is only getting worse.\n\nProjected growth in plastic production and a growing global population are set to significantly increase the already-large flow of plastic into our oceans in the coming years. The Pew Charitable Trusts is working on solutions to this mounting problem and will release a new analysis in the coming months with the goal of helping inform government and industry actions to address this immense challenge.\n\nIn partnership with SYSTEMIQ, the University of Oxford, the University of Leeds, the Ellen MacArthur Foundation, and Common Seas, Pew will present evidence-based pathways to reduce the flow of plastics in the ocean. Achieving that will not be easy and will require major shifts by many, from producers to waste managers, along with significant new investments and policy changes from government. But, as our analysis will show, by working together societies can significantly reduce the amount of plastic flowing into the ocean.\n\nA Bangladeshi man and child ride a boat picking up plastics for recycling.\nRanak Martin/Anadolu Agency/Getty Images\nA closer look at plastics\n\nPlastic products come in a variety of forms that make some easier to eliminate, substitute, or recycle than others. Solving the plastic pollution problem requires knowing what kinds of plastic are being produced and why. Below we look at several different categories of plastic, and how likely they are to be recycled.\n\nA diver’s flashlight descends into the water and lights up a plastic bottle at the Samandag diving site off the coasts of Samandag, Turkey.\nSebnem Coskun/Anadolu Agency/Getty Images\nRigid monomaterial plastics\n\nRigid monomaterial items are made from a single plastic polymer that holds its shape. The most popular products include:\n\nSoda, water, or milk bottles and cleaning product bottles.\nFood service disposables such as takeaway boxes, cups and lids, cutlery, and stirrers.\nPots, tubs, and trays such as those used for yogurt, sandwiches, and meat in markets.\nPackaging materials such as plastic pallets, crates, and bulk containers.\nHousehold goods such as combs, buckets, and flip flops.\n\nThe good news is that the volume of rigid monomaterial items, many of which end up in the ocean, can be significantly reduced through elimination, reuse, new delivery models, or substitution with alternative materials, such as paper. Rigid monomaterial plastics also tend to be easier to recycle and, therefore, are the most commonly recycled plastic type today.\n\nFlexible monomaterial plastics\n\nThese products are also made from a single polymer, but they don’t hold their shape. Some examples of flexible monomaterial plastic products are:\n\nPlastic bags.\nPackaging such as the clear bags around food items and six-pack rings.\nFilms, such as those used to wrap food, electronics, toys, and shipping pallets.\n\nFlexible monomaterial plastic is often hard to recycle, partly because its low weight makes cost-effective collection and recycling difficult and partly because the plastic is often contaminated. However, reduction—through bans, incentives, packaging redesign, and reuse models—and substitution with alternative materials, such as paper, can help reduce flexible monomaterial plastic waste.\n\nPlastic waste and debris carried by a storm in the gulf of Naples, Italy.\nSalvatore Laporta/KONTROLAB/LightRocket via Getty Images\nMultilayer/multimaterial plastics\n\nThese items, primarily used for packaging, are typically made of a mix of plastic and nonplastic materials such as laminated paper and aluminum or different types of polymers. Examples include:\n\nSachets, individual packets typically used for condiments, shampoo, pet food, instant coffee, and other household items, as well as chips, cookies, and candy.\nToothpaste and cosmetics tubes.\nLaminated drink cartons.\nPens, cigarette filters, and toys.\nHygiene products such as diapers.\n\nSome of these products could be eliminated and replaced by new delivery models or alternative packaging materials, while others could be redesigned using monomaterial plastics so that they can be more readily recycled.\n\nThe plastic economy is complex, diverse, and wasteful, contributing mightily to ocean pollution. Simplifying and changing this economy—from production and supply chains to point-of-sale options and recycling—could significantly boost efficiency in use of resources and generate far less waste.\n\nAccomplishing that begins with eliminating as many single-use plastic products as possible, including by replacing them with renewable and biodegradable materials where feasible, and by prolonging the useful life of some items through reuse and new delivery models. Next steps should include a concerted effort to redesign products to maximize usable life and recyclability, shift to sustainable alternative materials, and eliminate the use of hard-to-recycle and toxic plastics.\n\nThe volume of plastic both in and flowing into the ocean might seem overwhelming, but it’s a problem that can be solved.\n\nWinnie Lau is a senior officer and Sarah Baulch is a senior associate with The Pew Charitable Trusts’ preventing ocean plastics project.\n\nRELATED EXPERTS\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nProjects\nPreventing Ocean Plastics\nExperts\nWinnie Lau, Ph.D.\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet\nPrivacy Notification\n\nWe use cookies and other technologies to help improve your browsing experience; some are necessary for the site to work, and some are optional. Learn more in ourCookie Notice.\n\nCookie Settings"
}