{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Where Are Straws Banned? Cities, Restaurants, Hotels, and More",
  "href": "https://www.greenmatters.com/p/where-are-plastic-straws-banned",
  "body": "In many parts of the U.S., single-use plastic straws are banned eateries unless a patron specifically requests a straw, and for good reason - according to Better Alternatives Now, 500 million plastic straws and stirrers are used in the U.S. nearly every day.The majority of these straws and stirrers, of course, end up in natural environments, where they can cause significant harm to wildlife ...",
  "textContent": "SMALL CHANGES\nBIG IMPACT\nCLIMATE ACTION\nGO GREEN\nHome > Small Changes > Sustainable Living > Sustainable Living\nA Running List of Cities, Restaurants, and Hotels That Have Banned Plastic Straws\n\nWhere are plastic straws banned? You'll only find paper straws throughout certain cities, and offered at certain restaurant and hotel chains.\n\nBY STEPHANIE OSMANSKI\n\nJAN. 5 2021, PUBLISHED 5:04 P.M. ET\n\nSOURCE: GETTY\n\nIn the past few years, many popular establishments, eateries, bars, and restaurants have cut back on their single-use plastic by swapping out plastic straws for paper ones. While some places have decided to nix plastic straws on their own accord, others are mandated by local legislation that officially bans the use of single-use plastic straws in public places.\n\nArticle continues below advertisement\n\nThe anti-single-use-plastic straw movement has done a lot to raise sustainability concerns on a more local, macro level, as it's an “easy” change we can make in our day-to-day-lives. If you’re not sure if your local legislation has banned plastic straws, keep reading to find out which places have banned single-use plastic straws.\n\nSOURCE: GETTY\nArticle continues below advertisement\nAre straws banned nationwide?\n\nIn many parts of the U.S., single-use plastic straws are banned eateries unless a patron specifically requests a straw, and for good reason – according to Better Alternatives Now, 500 million plastic straws and stirrers are used in the U.S. nearly every day. The majority of these straws and stirrers, of course, end up in natural environments, where they can cause significant harm to wildlife such as turtles, seals, fish, and birds. \n\nAquatic animals also eat the plastic, which has often been broken up into microplastics, fragments less than 5mm that splinter off the bigger pieces of plastic.  While there is no current national ban on single-use plastic straws, individual townships, cities, states, and counties have implemented plastic straw bans throughout the country.\n\nArticle continues below advertisement\nSOURCE: GETTY\nWhich cities and states have banned plastic straws?\n\nAs of July 2018, Seattle, Wash. became the largest city to implement a single-use plastic straw ban. On January 1, 2019, California became the first state to mandate that full-service restaurants could only distribute single-use plastic straws to customers who specifically requested them. In California, L.A. County, Davis, Del Mar, Los Angeles, Malibu, San Francisco, San Luis Obispo, Santa Barbara, and Santa Monica, all have implemented their own anti-plastic straw statutes. \n\nArticle continues below advertisement\n\nOn April 11, 2019 Oregon took steps toward also banning single-use plastic straws in passing a measure to only provide restaurant patrons with a straw upon request. Similarly, in Portland, Oregon, plastic straws and cutlery are only available upon request as of July 1, 2019. Other states that have partial bans on plastic straws include Utah, Colorado, Arizona, Nevada, Montana, Florida, Virginia, South Carolina, and New York, per Orbitz’ 2019 interactive map. \n\nSOURCE: GETTY\nArticle continues below advertisement\nAre straws banned in Canada?\n\nAccording to NBC News, Canada has not banned single-use plastic straws as of yet, but Canadian Prime Minister Justin Trudeau is in the process of implementing a plan to ban single-use plastic items by 2021. The plan includes banning straws, bags, and cutlery, as well as overall cutting back on non-recyclable waste.\n\n“To be honest, as a dad, it’s tough trying to explain this to my kids. How do you explain dead whales washing up on beaches around the world, their stomachs jam-packed with plastic bags?” Trudeau has said. “As parents we’re at a point when we take our kids to the beach and we have to search out a patch of sand that isn't littered with straws, Styrofoam or bottles. That’s a problem, one that we have to do something about.”\n\nArticle continues below advertisement\nSOURCE: GETTY\nWhich restaurants and hotels have banned plastic straws?\n\nStarbucks has plans to phase out plastic straws by 2020, while McDonald’s is banning plastic straws in international locations such as the U.K. and Ireland. Also banning plastic straws are Bon Appétit Management, All Bar One, Wetherspoon, Pizza Express and Wagamama, Nando’s, Costa Coffee, Caffee Nero, and Pret A Manger, according to the BBC.\n\nArticle continues below advertisement\n\nAccording to National Geographic, hotels that have begun implementing plastic straw bans include AccorHotels North and Central America, Anatara, the Doyle Collection, EDITION Hotels, Experimental Group, Four Seasons, Marriott International U.K., Six Senses, and Taj Hotels Palaces Resorts Safaris. Money.com also reports that Hyatt, Disney (save for Toyko Disney), and SeaWorld Entertainment have also banned plastic straws. \n\nIn addition to certain hotels banning straws, Alaska Airlines announced in May 2018 that it would make changes to becoming plastic-free, and American Airlines has since also announced a transition to bamboo straws, stirrers, and flatware. Other travel-related companies that also have banned single-use plastic include Hurtigruten and Royal Caribbean cruise lines, which vowed to cease providing plastic straws by the end of 2018.\n\nArticle continues below advertisement\nSOURCE: GETTY\nWhich major supermarkets are banning single-use plastic?\n\nSome major supermarkets in the U.S. and abroad are also making strides towards stopping the sale of single-use plastic straws and also reducing the amount of single-use plastic (such as bags) in and around the supermarket as well. U.K.-based supermarket, Waitrose, removed plastic straws from its shelves in 2018, while Aldi has announced its plan to source all pulp-based packaging from certified forests by 2020.\n\nSimilarly, Lidl has removed microbeads from its cosmetic and household products and has started the switch to selling only biodegradable cotton buds. Lidl also does not sell single-use plastic bags. Whole Foods Market has also taken its single-use plastic straws on the shelves as of July 2019 in the U.K., Canada, and the United States.\n\nAdvertisement\nMore from Green Matters\n\nAre Plastic Straws Recyclable?\n\nWhich Fabrics Are Biodegradable? You Can Compost These All-Natural Materials\n\nThese Face Masks Made from Abaca Leaf Fibers Could Replace Synthetic Surgical Masks\n\nLATEST SUSTAINABLE LIVING NEWS AND UPDATES\n\n\t\nAdvertisement\nABOUT Green Matters\nAbout Us\nPrivacy Policy\nTerms of Use\nDMCA\nSitemap\nCONNECT with Green Matters\n\nOpt-out of personalized ads\n\n© Copyright 2023 Green Matters. Green Matters is a registered trademark. All Rights Reserved. People may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
}