{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "The problems with plastic straw alternatives : r/coolguides - Reddit",
  "href": "https://www.reddit.com/r/coolguides/comments/j51gqm/the_problems_with_plastic_straw_alternatives/",
  "body": "Choking hazard disintegration of the straw after a while. Choking on the debris. Allergy biodegradable straws can cause an allergic reaction. Given that straws contribute a minor amount to plastic waste, and there's other items which are worse; packaging, fishing industries, other industries, condoms etc..",
  "textContent": "The problems with plastic straw alternatives : r/coolguides\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to coolguides\nr/coolguides\n•\n3 yr. ago\nscw55\nThe problems with plastic straw alternatives\nsnickers.com\nLearn More\nSort by:\nAdd a Comment\nmarkatroid\n•\n3 yr. ago\n\nMetal and glass shouldn’t be hard to sanitize; they’re both resistant to high heat.\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nYeah I'm confused on that\n\nReply\nreply\n12 more replies\ncatastrophized\n•\n3 yr. ago\n\nTwizzlers not on the list?\n\nReply\nreply\nAngel_Blue01\n•\n3 yr. ago\n\nI'm confused with reading it, does an X mean that this does apply or that it doesn't?\n\nReply\nreply\nTheLazyHippy\n•\n3 yr. ago\n\nDoes apply\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nCan't people just carry straws around with them if they need them? Otherwise the rest of us can just drink from the cup. Then people can still buy plastic straws if they want to. Restaurants can still stock them for clients who cannot carry plastic straws around themselves (or forgot) and who cannot do without straws.\n\nIf biodegradable are like plastic, it would be hard to see how they're a choking hazard, not hot liquid safe or dissolve within the short period of time they will be used. Biodegradable means it still takes months or years, just not thousands. For all intents and purposes, biodegradable isn't much better than plastic.\n\nReply\nreply\n1 more reply\nsilince\n•\n3 yr. ago\n\nI'm intrigued how one could be allergic to 'biodegradable'.\n\nReply\nreply\n3 more replies\n[deleted]\n•\n3 yr. ago\nScammerC\n•\n3 yr. ago\n\nThis message brought to you by Dupont.\n\nReply\nreply\nchronic_paralysis\n•\n3 yr. ago\n\nWhy aren't \"not using a straw\" the gold fucking standard?\n\nReply\nreply\n4 more replies\nJ-McFox\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThat high cost column is absolute nonsense.\n\nYes, these straws are going to cost more than a box of disposable plastic straws. But they cost like £10 and are infinitely reusable - once you've bought one you can use it forever. They're so much cheaper than disposable straws in the long run.\n\nReply\nreply\n8 more replies\nladdaa\n•\n3 yr. ago\n\nThis is the dumbest shit I’ve seen all day and I’ve been on reddit a lot. Don’t use single use plastic items. Just don’t do it.\n\nReply\nreply\n3 more replies\namandamccoyart\n•\n3 yr. ago\n\nThank you!! I’m disabled, but I’m lucky in that most of these issues don’t apply to me as much. I can’t use the wheat based “plastic” due to allergies and can’t drink out of a glass without a straw neatly. (I can do it, but I will spill it every time. I promise you that fancy restaurants get very annoyed when you spill soda down your front and need them to lead you to the bathroom cause on top of that I’m blind and why is every fancy restaurant so dark??) I know many who can’t use stiff straws and many who aren’t coordinated enough to clean reusable straws. Paper straws are hard for me with anxiety since I bite down on my straws a lot without realizing it and end up going through 2-3 straws for 1 drink. I currently use silicone or reusable hard plastic straws at home depending on if I’m in a flare up or not. In public, I tend to get the plastic ones, because that’s what’s on hand. I’ve tried carrying cases for my straws, but they always end up leaking out what’s left of my drink in there or letting dirt in.\n\nReply\nreply\nJ-McFox\n•\n3 yr. ago\n\nIs there a mouthpiece that you can buy to clip over the end of paper straws to protect you biting down on it? Seems like something that should exist - if not then I claim copyright and will look into a patent!\n\nI guess you'd still have to carry the mouthpiece around - but it might be less messy and cumbersome than a whole straw.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nJust dont use straws.\n\nReply\nreply\nJ3551684\n•\n3 yr. ago\n\nIf I were part of a vulnerable population who required plastic straws in order to not aspirate I would be sure to always bring my own plastic straws. I'm not understanding how this is even an argument people take seriously.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n3 yr. ago\nKyla_420\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nIn case someone wants to hear an explanation:\n\nThese links are to videos where a very pleasant British woman named Jessica explains why plastic straw alternatives do not work well and can be dangerous.\n\nhttps://youtu.be/4IBH0pcKzlY\n\nhttps://youtu.be/3XGIxUXDWqw\n\nReply\nreply\n3 more replies\nLord-Ringo\n•\n3 yr. ago\n\nA lot of times I just take off the lid.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/mildlyinfuriating\nI thought this belonged here(credit:u/any-entity303)\n16 upvotes · 5 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/pools\nWhy don't they make \"tabs\" without stabilizer?\n12 upvotes · 21 comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/discgolf\nHow many of you have too much pride to...\n19 comments\nr/Fencing\nFencing Problem - GEICO Insurance\nyoutube\n117 upvotes · 39 comments\nr/OldSchoolCool\nMy moms best friend is on his deathbed. His dying wish is for us to show his videos of him hang gliding in the 1970s and 1980s. So here's one.\nyoutube\n6.1K upvotes · 357 comments\nr/rct\n[OpenRCT2] Side-Friction Coaster: Strawberry Shortcake\n141 upvotes · 15 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/lockpicking\nWhy do some of this master wafers have a hole?\n4 upvotes · 22 comments\nr/MTB\nWhat's the best composite pedal?\n26 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/EngineeringPorn\nUni-wheel by Hyundai\nyoutube\n157 upvotes · 35 comments\nr/ipod\nI need a new logic board don’t I\n8 upvotes · 14 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/videos\nSimCity 2000 30 Years Later: An LGR Retrospective\nyoutube\n1.3K upvotes · 271 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 4, 2020\nReddit\nreReddit: Top posts of October 2020\nReddit\nreReddit: Top posts of 2020"
}