{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Breaking the Plastic Wave: Top Findings for Preventing Plastic Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2020/07/23/breaking-the-plastic-wave-top-findings",
  "body": "An estimated 11 million metric tons of plastic waste enter the ocean every year. Without immediate and sustained action, that amount will nearly triple by 2040, to 29 million metric tons per year. That's the same as dumping 110 pounds (50 kilograms) of plastic on every meter of coastline around the world.",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nARTICLE\nBreaking the Plastic Wave: Top Findings for Preventing Plastic Pollution\n\nFirst-of-its-kind modeling analysis describes actions needed to stop plastic from entering the ocean\n\nJuly 23, 2020\nBy: Simon Reddy & Winnie Lau, Ph.D.\nRead time: 4 min\nShare \nRead Mode \n\nNavigate to:\n\nTABLE OF CONTENTS\nEmpty bottles and other plastic waste cover a beach in Ouzai, Lebanon, on the outskirts of Beirut, in 2019.\nDiego Ibarr a Sanchez The New York Times/Redux\n\nEditor's note: This report was updated on Oct. 23, 2020, to include a more comprehensive list of contributors and sources, and to add a link to the recently published article in the journal Science.\n\nPlastic has become ubiquitous on store shelves and in our homes. From wrapped food and disposable bottles to microbeads in body washes, it’s used widely as packaging or in products because it’s versatile, cheap, and convenient. But this convenience comes with a price. Plastic waste is entering the ocean at a rate of about 11 million metric tons a year, where it is harming marine life and damaging habitats.\n\nHow did we get here? We have been producing vast quantities of plastic products and have had few measures in place to regulate their use or properly manage their disposal.\n\n\"Breaking the Plastic Wave,\" a global analysis using first-of-its kind modeling, shows that we can cut annual flows of plastic into the ocean by about 80% in the next 20 years by applying existing solutions and technologies. No single solution can achieve this goal; rather, we break the plastic wave only by taking immediate, ambitious, and concerted actions.\n\nDOWNLOADS\nDownload the full report (PDF)\nDownload the summary (PDF)\nMenghentikan Gelombang Plastik - Laporan Ringkas (PDF)\n夏らしいプラスチックの波を壊す (PDF)\nDie Plastikwelle Stoppen - Zusammenfassung Bericht (PDF)\n打破 塑料 浪潮 总结报告 (PDF)\nRompiendo la Ola de Plástico - Informe Resumido (PDF)\nDOWNLOAD THE FULL REPORT\nDOWNLOAD THE SUMMARY\nWithout action, the annual flow of plastic into the ocean could nearly triple by 2040.\n\nA whale shark swims near a floating plastic bag in the waters off Oslob, in the Philippine province of Cebu.\n\nSteve De Neef/National Geographic Image Collection via Getty Images\n\nAn estimated 11 million metric tons of plastic waste enter the ocean every year. Without immediate and sustained action, that amount will nearly triple by 2040, to 29 million metric tons per year. That’s the same as dumping 110 pounds (50 kilograms) of plastic on every meter of coastline around the world.\n\n\n\n\nCurrent commitments will reduce annual plastic flows to the ocean by only 7%.\n\nBales of crushed plastic waste sit stacked on a truck trailer at a plastic recycling plant in Mexico.\n\nAlejandro Cegarra/Bloomberg via Getty Images\n\nAlthough progress has been made in addressing the global plastic challenge, commitments by governments and industry will reduce the annual volume of plastic flowing into the ocean by only about 7% by 2040. Most new regulations focus on specific items rather than systemic change, and do not significantly curb the projected growth in plastic production. Businesses are focused mainly on recycling or otherwise disposing of plastic, but significant efforts are also needed to eliminate its use.\n\n\n\n\nThere is no single solution.\n\nPiles of plastic and other waste remain in a warehouse in Melbourne, Australia, because they are largely unsorted and cannot be sold easily to a materials processor. Lacking an entity to process recyclable household waste, local councils have sent thousands of tons of such waste to landfills.\n\nJason South/The Age via Getty Images\n\nPreventing the vast majority of plastic from entering the ocean requires reducing plastic use, finding substitutes for plastics, improving recycling practices, expanding waste collection, and ensuring that disposal facilities prevent plastic leakage as a transitional measure.\n\nReduce growth in plastic production\nEliminate avoidable plastic use and expand reuse and refill systems.\nSubstitute plastic for alternatives\nFor certain products and packaging, plastics can be substituted with alternatives such as paper or compostable materials.\nDesign recycling-friendly products\nFor plastic that cannot yet be reduced, we should design these products so that they can be efficiently recycled.\nImprove waste collection\nScaling up collection rates in middle- and low-income countries should be a top priority.\nIncrease mechanical recycling\nIncreasing global mechanical recycling capacity will be crucial to ensuring that collected plastics is recycled.\nDevelop plastic-to-plastic conversion\nAdvances in plastic-to-plastic chemical conversion could enable us to recycle plastic that cannot be recycled mechanically, but greenhouse gas emissions must first be addressed.\nBuild better disposal facilities\nAs a transitional measure, secure facilities to dispose of residual wast are likely to be needed.\nReduce plastic waste exports\nCountries should take responsibility for the waste they produce and end global exports of plastic waste.\nWe have the solutions today to reduce the annual flow of plastic into the ocean by about 80% by 2040.\n\nA forklift moves a bale of sorted material as plastics flow by on a conveyor belt at the ALBA recycling center on Aug. 15, 2017, in Berlin. The facility sorts plastic, metals, wrappers, drink cartons, and other waste into recyclable raw materials that can later be used in industry and manufacturing.\n\nSean Gallup/Getty Images\n\nIf all of the solutions outlined in the “System Change” scenario in \"Breaking the Plastic Wave\" are implemented, we can reduce by about 80% the annual flow of plastic waste into the ocean by 2040. This reduction will require substantial shifts in all economic sectors, significant new investments, and major policy changes from governments.\n\n\n\n\nSubstantial capital investment is needed to achieve near-zero plastic waste entering the ocean.\n\nEmpty plastic bottles move down a production plant.\n\nGeorge Frey/Getty Images\n\nAlthough the technologies exist to address this challenge, the infrastructure, policies, business processes, and financing are not in place to enable their rapid deployment. A substantial shift of investment away from the production of new plastic to the development of reuse and refill systems and sustainable substitute materials is needed, as are expanded recycling facilities, more collection infrastructure, and new delivery models. This shift would require government incentives and a new approach from industry and investors.\n\nIf such actions are taken, governments around the world could collectively save $70 billion while also reducing plastic pollution.\n\nGeatano Cessati Unsplash\nOne size does not fit all.\n\nYoung people recycle plastic bottles at a collection point in Hong Kong in October 2014.\n\nPhilippe Lopez/AFP via Getty Images\n\nBreaking the plastic wave will require every nation to do its part, but in different ways. Middle- and low-income countries should focus on expanding collection of plastic waste, maximizing reduction and substitution, investing in sorting and recycling infrastructure, and reducing leakage from waste sites. High-income countries should incentivize reductions in plastic usage, boost recycling rates, end exports of plastic waste, and address microplastic leakage.\n\nPreventing ocean plastic pollution mitigates climate change and creates jobs.\n\nGirls carry bags of plastic waste as rubbish pickers sift through garbage at a municipal waste site in Maputo, Mozambique, in 2014.\n\nGianluigi Guercia/AFP via Getty Images\n\nAdopting systemwide changes to curb ocean plastic pollution offers social, economic, and environmental benefits, from reducing projected greenhouse gas emissions to creating 700,000 jobs around the globe. Among those whose health and livelihoods would benefit are the 11 million waste pickers in developing countries who collect about 60% of plastic waste for recycling and play a critical role in keeping plastics out of the ocean.\n\nDelaying action will increase risks for marine species and ecosystems, our climate, and communities.\n\nVolunteers try to clear a dam filled with discarded plastic bottles and other garbage near the town of Krichim, Bulgaria, in 2009.\n\nDimitar Dilkoff/Getty Images\n\nDelaying the actions outlined in the report by five years would add 80 million metric tons of plastic waste to the 248 million metric tons projected to enter the ocean from 2016 to 2040, compounding risks for marine species and ecosystems, our climate, and our communities.\n\nAchieving a vision of near-zero plastic leakage to the ocean is within reach if governments, businesses, and innovators act now.\n\nLaporta Kontrolab/LightRocket via Getty Images\nDOWNLOADS\nDownload the full report (PDF)\nDownload the summary (PDF)\nMenghentikan Gelombang Plastik - Laporan Ringkas (PDF)\n夏らしいプラスチックの波を壊す (PDF)\nDie Plastikwelle Stoppen - Zusammenfassung Bericht (PDF)\n打破 塑料 浪潮 总结报告 (PDF)\nRompiendo la Ola de Plástico - Informe Resumido (PDF)\nPRESS RELEASES & STATEMENTS July 23, 2020\nResearch Finds Plastic Flows Into the Ocean Expected to Triple by 2040\nARTICLE July 23, 2020\nNearly 80% of the Annual Plastic Flow Can Be Stopped\nARTICLE May 28, 2020\nCountries Restarting Economies Have Rare Chance to Solve Ocean Plastic Pollution\nRELATED EXPERTS\nSimon Reddy\nDirector\nInternational Environment\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nTags\nHabitat protection Ecosystems International policy Environmental science\nProjects\nPreventing Ocean Plastics\nExperts\nSimon Reddy Winnie Lau, Ph.D.\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}