{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Best Straw Alternatives, Ranked: What to Use Instead of Plastic Straws ...",
  "href": "https://www.thrillist.com/drink/nation/best-plastic-straw-alternatives",
  "body": "Plastic straws are essentially the devil now. Seattle, New York, and Oakland are among the metropolises that have implemented citywide bans, with more to follow. Big, straw-loving businesses...",
  "textContent": "Skip to main content\nLike Thrillist on Facebook.\nFollow Thrillist on Instagram.\nFollow Thrillist on Twitter.\nSubscribe to Thrillist on YouTube.\nFollow Thrillist on TikTok.\nSUBSCRIBE\nGo to Navigation\nThe chosen one | Kanittha Boon/Shutterstock\nDRINK\nEvery Type of Straw, Ranked\nNot all straws are made equal.\nBy Alex Erdekian\n\nUpdated on 10/5/2020 at 2:52 PM\n\nPlastic straws are essentially the devil now. Seattle, New York, and Oakland are among the metropolises that have implemented citywide bans, with more to follow. Big, straw-loving businesses like Whole Foods dropped plastic straws, while Starbucks ditched them in September. The righteous backlash against disposable straws has sparked an ethical dilemma for iced-drink fiends everywhere: Do you sip comfortably through a plastic straw, knowing full well that you're causing damage to the environment? Or do you find an alternative to an apparatus you've relied on your whole life? \n\nProbably the latter. At this point, even environmentally apathetic people have to switch up their sucking habits: Traditional single-use variety are dropping like, well, seagulls who have eaten plastic straws (seriously, they're really bad for the environment). Luckily, the non-plastic straw options out there are ever-growing. Here are straw types, ranked from worst to best. \n\nSucking beats sipping, sorry Starbucks | Courtesy of Starbucks\n11. Sip lids\n\nThe concept is great; the reality is not. Lids with a gaping open hole are not spill proof, an unfortunate truth for the clumsy and accident prone. More importantly, they don’t make a satisfying drinking experience. Iced coffee is not made for chugging -- sorry bros -- and the sensation of ice crashing into your teeth is no pleasure. Catch us saying \"thank you, next\" and toting reusable straws to any and all operations offering such an atrocity. They’re also, you know, still gigantic discs of thick plastic, so it's kind of like they solved one problem by creating another. \n\n10. Noodle/pasta straw\n\nWho did this?\n\n9. Paper\n\nIf damp cardboard is appetizing to you, congrats babe! Live your best, soggiest life. In favor of paper though, it must be said, a swirly colored, old-fashioned straw does have a certain charm that might just make you forget you’re basically eating papery pulp. However, that charm will deteriorate at the same rate as the structure of the straw. But it gets bonus points for practicality. Not everyone can remember to have a reusable straw on their body at all times, and it’s a good thing those people have a better option than the open lids or plastic straws. \n\n8. Biodegradable and compostable plastic single-use straws\n\nEvery so often when you’re in a place where plastic straws are seemingly banned, you’ll stumble upon what appears to be a bundle of regular plastic straws, but upon closer look is labeled with a symbol indicating they are biodegradable or compostable. Old habits die hard, and let’s face it, the biodegradable plastic straw is the most similar to what we know. It’s not the purest option environmentally -- you can’t exactly call yourself your neighborhood coffee shop’s patron saint for using it. Their ability to realistically decompose and degrade has come into question. But it’s maybe a smidge superior to the old ways.\n\nHay! Been trying to meet you | jlynx/Shutterstock\n7. Hay\n\nHay is, in fact, nature's straw. It's even called straw. But here's the trouble. First, hay is extremely thin, meaning it's more like nature's coffee stirrer, and nobody likes resorting to a coffee stirrer in lieu of a real straw. Second, hay is extremely delicate, and all it takes is a small bend to send a tear ripping up the seam. Unless you've got a side gig in a bluegrass band, you likely don't have extra hay straws just laying around, so you're basically screwed once you leave the coffee shop unless you're extremely careful.\n\n6. Silicone straw\n\nIf you think about it, silicone straws should be great. These bendy, rubbery boys let you gnaw without chipping a tooth just like the straws of yore. They’re comfortably flexible, and they’re dishwasher-safe. Unfortunately, silicone takes a major dip in points because of the taste and scent of rubber. Plus, their flaccid texture is not exactly suited to punching through a plastic lid. Attempting to do so is not a struggle you need all of your haters to witness.\n\n5. Glass\n\nYou may be under the impression that the whole point of a reusable straw is utility, but the glass straw begs to differ. Even among straws, a seemingly casual way to drink, there is an occasion to be high maintenance. For sipping as smooth as from a long-stemmed wine glass, the straw must be glass, too. No, you can’t stash one in your bag unless you want to stick your hand in a pile of shards when you reach for your wallet. But if you’re in need of an elegant detail for your dinner party or hoping to feel fancy imbibing a cocktail while taking a bath you are in luck.\n\nHeavy metal | VDB Photos/Shutterstock\n4. Metal\n\nWho doesn’t like a good tooth bang with their morning coffee? If the memory of making out with braces at age 13 is one you hold dear, this is the straw for you. The metal straw currently stands as the most prevalent of all alternatives. Many a cold brew addict can be spotted wearing one around her neck like some kind of charm necklace from the distant, shitty future. You may have even witnessed a loyal user whipping out a grimy pipe cleaner in a restaurant bathroom to scrub on the go. They just might be worth the hype, though -- the more you use them the more you will realize how comfortable they actually are, with the smoothness of glass and the portability of silicone.\n\nSingle-use straws evoke nostalgia already, honestly | Cole Saladino/Thrillist\n3. Satan’s single-use straw\n\nThe truth hurts (the planet). But the heart wants what it wants.\n\n2. Bamboo\n\nPros: Bamboo straws are reusable, extremely durable, fully natural, and are way less pricey than metal straws/necklaces. They're made from a highly sustainable and naturally occurring plant. They don't bend, and when they've outstayed their welcome, they can be tied together and fashioned into makeshift pan flutes, which can be used for entertainment or as a source of supplemental income. \nCons: Panda attacks. \n\n1. Twizzler\n\nThe only true zero waste straw is an edible straw. And whether you’re slurping a Coke at the movie theater, red wine during a night in with the squad, or some weird milkshake concoction you made at 3am, it’s a delicious one. Plus, they make everything kind of taste like strawberries, which gets us one step closer to a utopian society. Unless you hate strawberries, in which case, welcome to hell. Enjoy your plastic.  \n\nSign up here for our daily Thrillist email and subscribe here for our YouTube channel to get your fix of the best in food/drink/fun.\n\nAlex Erdekian is a contributor for Thrillist. \nFeast Your Eyes\nThe best in food and drink delivered daily.\nSUBSCRIBE\nI am 21+ years old\nBy signing up, I agree to the Terms and Privacy Policy.\nSkip in 3s\nSponsored Content\nRecommended by\nRelated\nDRINK\nJAN 31\nMeet the Mexican Corn Whiskey Distillers Honoring an Ancient Ingredient\nMaíz Nation and Abasolo are utilizing ancestral corn for a flavorful new take on the whiskey category.\nDRINK\nJAN 31\nWhy Vegan Fat-Washed Cocktails Will Be Big This Year\nBartenders are using coconut oil, peanuts, and avocados to make richer, vegan-friendly drinks.\nDRINK\nJAN 27\nThese Cocktail-Inspired Beers Combine the Best of Both Drinks\nIf you don’t want to choose between a Guinness and an Old Fashioned, you don’t have to.\nDRINK\nJAN 25\nThese BIPOC Wine Podcasts Are Changing the Narrative\nWhether you want to learn about wine or dish about the latest gossip, these shows have you covered.\nDRINK\nJAN 24\nWhy We’re All Under Jinkx Monsoon’s Spell\nThe Portland native shares her journey from ‘Drag Race’ to Broadway.\nDRINK\nJAN 20\nThis Bright Red Gin Is an Ode to the Native Plants of Vietnam\nSip this Sông Cái Distillery spirit like it’s a dram of amaro.\nDRINK\nJAN 17\nTaste the Bubbly Side of Australia’s Gold Coast with the Grand Jewel Cocktail\nFinally, a drink worthy of the scenery.\nDRINK\nJAN 17\nOur Favorite Non-Alcoholic Canned Cocktails\nEnjoy amaro, mules, and margaritas without the hangover.\nDRINK\nJAN 12\nTry This Creamy Avocado Shake to Jumpstart Your New Year\nEmbrace the world of Ayurveda with these healthy recipes.\nDRINK\nJAN 12\nProbiotic-Packed Kanji Is a Winter Blues Cure-All\nLoaded with root vegetables, this kombucha-like drink is easy to make and love.\nDRINK\nJAN 11\nThe Dessertification of Whiskey Cannot Be Stopped\nBrown spirits flavored with birthday cake, peanut butter, and beyond are coming for your glass.\nDRINK\nJAN 5\nWhy Yes, You Can Major in Beer at These Schools\nBrewers say these programs are changing the ways professional breweries hire.\nLOAD MORE\nCOOKIE SETTINGS\nNEWSLETTER\nACCESSIBILITY\nADVERTISE WITH US\nCAREERS\nCOOKIE POLICY\nDO NOT SELL OR SHARE MY PERSONAL INFORMATION\nPRESS\nPRIVACY\nTERMS + CONDITIONS\nTHIS PUBLICATION IS A VOX MEDIA NETWORK.\n©2023 VOX MEDIA, LLC. ALL RIGHTS RESERVED."
}