{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Any ways to stop pollution in the factory, especially in miner ... - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/lw36cg/any_ways_to_stop_pollution_in_the_factory/",
  "body": "Green terrain in general and especially trees reduce pollution. If you're on a desert biome then biters will be much more difficult. 3 Efficiency1 modules in miners reduce both their pollution and energy consumption by 80%, but also produce a corresponding reduction in pollution from your power plant because it doesn't have to work as hard (miners are a huge percentage of your overall power load).",
  "textContent": "Any ways to stop pollution in the factory, especially in miner outposts? : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n3 yr. ago\nItsYaBoi0706\nAny ways to stop pollution in the factory, especially in miner outposts?\nQuestion\n\nI always have a problem with biters attacking my base, especially my mining outposts. Are there any blocks or tips to get out of this?\n\ntradestation.com\nLearn More\nSort by:\nAdd a Comment\nRoadWarrior_AA\n•\n3 yr. ago\n\nEfficiency mods drop energy consumption and pollution production.\n\nReply\nreply\nItsYaBoi0706\n•\n3 yr. ago\n\nBut I would need better ways to make all circuits, since the materials get used so fast.\n\nReply\nreply\n9 more replies\nStormCrow_Merfolk\n•\n3 yr. ago\n\nGreen terrain in general and especially trees reduce pollution. If you're on a desert biome then biters will be much more difficult.\n\n3 Efficiency1 modules in miners reduce both their pollution and energy consumption by 80%, but also produce a corresponding reduction in pollution from your power plant because it doesn't have to work as hard (miners are a huge percentage of your overall power load).\n\nReply\nreply\nDeHackEd\n•\n3 yr. ago\n\nTo clarify, less power consumption does mean less work for the boilers and hence less pollution produced over there. But there's a not-very-well-documented fact that anything that raises/lowers power consumption of machines also raises/lowers the pollution production. So reducing power usage via efficiency modules will reduce pollution locally at the miners as well.\n\nThis means productivity modules - which increases power consumption AND increases pollution production - is actually a double-wammy on pollution.\n\nReply\nreply\n2 more replies\nTosACoinToYourSwitch\n•\n3 yr. ago\n\nTanks with explosive shells and flamethrower fuel and alot of military damage upgrades.\n\nI'm at the point I've got all the red, black, green, and blue research done and haven't begin to really do much with oil beyond what I needed to get research through blue done. But I got my military upgrades, a bunch of tanks, and hundreds upon hundreds of stored explosive tank rounds and flamethrower fuel. I've tanked my way around my base until I got to the point there are no biter bases within a half a mile of my pollution cloud. Now, once in a blue moon I get an attack notification and I check my radars and basically if there's a biter base within range of any of my radar stations I go kill it. That, walls, and turrets with piercing ammo scattered in a solid ring around anywhere I might get attacked from has made biters not a problem. As my next project is to exploit an absolutely massive oilfield my base has now grown out to encompass, I will soon have flamethrowers turrets up and be ready when the biggest generation of biters finally shows up in my game.\n\nReply\nreply\ntomashighlander\n•\n3 yr. ago\n\nMass produce land mines and have your bots sprinkle them outside your perimeter. As many as will fit. You could bring the mines over by train to the outposts and have a few roboports so that their construction area covers the perimeter. Have curious locals wandering your pollution area turned into pink mist by concentrated artillery fire.\n\nReply\nreply\nItsYaBoi0706\n•\n3 yr. ago\n\nI didn't even know land mines existed.\n\nReply\nreply\npaco7748\n•\n3 yr. ago\n\nA few Eff1 modules in all your miners (especially at outposts away from your main base) is the #1 recommended place to put them to reduce pollution and energy costs.\n\nReply\nreply\nfrumpy3\n•\n3 yr. ago\n\nI keep copy pasting this comment on threads (like 4 times in 2 days wow!)\n\nhttps://reddit.com/r/factorio/comments/lw17e0/deathworld_help/gper8st\n\nReply\nreply\nfrumpy3\n•\n3 yr. ago\n\nEfficiency module 1s are good in electric furnaces.\n\nCompared to steel furnaces, eff 1 moduled electrics can use clean energy, only take 80% of the energy as steel furnaces, and produce 10% of the pollution.\n\nDisadvantage - they take more space than steel smelters, and cost significantly more.\n\nIt’s not worth building them if you don’t have modules for them. Either eff 1 (I guess there’s an argument for eff 2 to get up to full 80% pollution / energy reduction) or prod 3 and speed beacons.\n\nI think if you keep them running prod 3 / speed beacons are quite pollution efficient too (assuming clean energy)\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\n2 efficiency modules 2 will make miners produce their minimum level of pollution.\n\nReply\nreply\nBeardedMontrealer\n•\n3 yr. ago\n\n3 eff1s is cheaper though ;)\n\nReply\nreply\n1 more reply\nBeardedMontrealer\n•\n3 yr. ago\n\nThe only way to reduce mining pollution, as others have mentioned, is efficiency modules. There's also an enormous benefit to striking first and fast against biters close to your pollution: with a car to get there, turrets to defend you, and rockets to outrange worms, genocide can be quite safe.\n\nIf your power plant's pollution is causing problems, I'd suggest nuclear power. It's an upfront investment, but a 4-core nuclear reactor produces 480MW while consuming a truly tiny amount of uranium. Solar is technically pollution-free, but getting the materials is so pollution-intensive that it's only worth it a lot later.\n\nReply\nreply\nsevaiper\n•\n3 yr. ago\n\nIf you want to avoid the annoyance and just build, peaceful mode.\n\nReply\nreply\nTonkarz\n•\n3 yr. ago\n\nTrees will absorb pollution and efficiency modules will vastly reduce pollution. Grass tiles absorb more pollution than deserts.\n\nAdditionally mining productivity technologies will reduce the amount of pollution produced for a given amount of ore (thus your logistics will reach saturation with less pollution). However, this'll only make a significant difference in the extreme late game.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/factorio\nPollution in vanilla\n15 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes · 9 comments\nr/factorio\nIs stopping/slowing pollution important? Or should I just deal with the bitters?\n2 upvotes · 14 comments\nr/starsector\nPollution mechanics?\n9 upvotes · 2 comments\nr/CivVI\nWhy do my second and third cities take forever to build anything? Need tips!\n3 upvotes · 9 comments\nr/factorio\nLets say the devs allow you to make one permanent addition to the game. What do you add to make almost all Factorio players happy without breaking the game?\n150 upvotes · 437 comments\nr/factorio\nmade a little outpost in the desert and was wondering exactly how pollution spread works\n4 upvotes · 7 comments\nr/factorio\nHow do I stop biters from damaging my builds at all?\n17 upvotes · 35 comments\nr/climatechange\nI have a couple ideas to help solve the effects of climate change.\n6 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/Dyson_Sphere_Program\nWhat do you do to get rid of all the refined oil and graphene you make as a byproduct of late game hydrogen production?\n8 upvotes · 18 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/NoMansSkyTheGame\nis it worth it to set up gold&sliver mineral extractors for nanites farm?\n3 upvotes · 10 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/Planetside\n11 years ago this game felt some next-gen scifi shit, too bad we lost this\nyoutube\n218 upvotes · 94 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes · 38 comments\nr/EndlessSpace\nIf you lack Production but have loads of Dust, is it a wise strategy to build ships with 0 modules and then retrofit them?\n5 upvotes · 12 comments\nr/Oxygennotincluded\nBest early game power source on the swamp asteroid? [Spaced out dlc]\n14 upvotes · 25 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 2, 2021\nReddit\nreReddit: Top posts of March 2021\nReddit\nreReddit: Top posts of 2021"
}