{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic ingestion by fish a growing problem | Stanford News",
  "href": "https://news.stanford.edu/2021/02/09/plastic-ingestion-fish-growing-problem/",
  "body": "February 9, 2021 Stanford analysis shows plastic ingestion by marine fish is a widespread and growing problem Stanford ecologists have conducted one of the most detailed and comprehensive analyses of plastic ingestion by marine fish and shown that the rate of consumption is increasing.",
  "textContent": "Skip to content\n\t\nNews\nHome\nFind Stories\nFor Journalists\nContact\nFEBRUARY 9, 2021\nStanford analysis shows plastic ingestion by marine fish is a widespread and growing problem\n\nStanford ecologists have conducted one of the most detailed and comprehensive analyses of plastic ingestion by marine fish and shown that the rate of consumption is increasing. The work also reveals emerging trends about why certain species are at higher risk.\n\nFacebook\n \nTwitter\n \nLinkedIn\n \nEmail\nBY ISABELLA BACKMAN\n\nThe consumption of plastic by marine animals is an increasingly pervasive problem, with litter turning up in the bellies of wildlife as varied as mammals, birds, turtles and fish. However, according to a research review by ecologists at Stanford University’s Hopkins Marine Station and PhD student Alex McInturf at UC Davis, the problem is impacting species unevenly, with some more susceptible to eating a plastic dinner than others. With billions of people around the world relying on seafood for sustenance and financial security, this research, published Feb 9. in the journal Global Change Biology, warns that there is a growing number of species – including over 200 species of commercial importance – eating plastic.\n\nLeopard sharks off southern California swim in shallow water surrounded by marine debris. (Image credit: Ralph Pace)\n\nMatthew Savoca was collecting data on plastic ingestion by seabirds for his PhD when he became interested in uncovering ecological traits linked to increased consumption. Now, as a postdoctoral research fellow at the Hopkins Marine Station, he has conducted one of the most comprehensive analyses of plastic ingestion on fish ever performed.\n\n“Fish are a really good species to track the flow of plastic pollution through marine ecosystems,” said Savoca, who is lead author of the paper. “Now, we are showing the numbers in ways they haven’t been shown before. No previous studies have looked across all of this research for broad patterns and drivers.”\n\nSavoca and his team collected all the data they could find from scientific literature related to plastic ingestion by fish. In total, they reviewed 129 studies on 171,774 individuals of 555 species of marine fish. When he first began this endeavor roughly a decade ago, he was surprised how little data was available. However, over the last few years, Savoca said, the number of studies has “gone through the roof.”\n\nThe accumulating data have provided Savoca’s team the opportunity to begin looking at broad trends, such as where fish are being impacted and what types of fish species are affected, to better predict which species are at greatest risk. In addition to building their plastic database, they considered factors including how data was collected and ecological information, such as where fish live and forage.\n\n“This paper is an important review of plastic consumption by a whole range of marine fish that deep dives into the potential drivers of which species and which parts of the ocean have higher rates of plastic consumption,” said Elliott Hazen, an adjunct professor at Hopkins Marine Station and senior author on the paper.\n\nNuanced trends\n\nThe team’s database reveals the consumption of plastic by fish is widespread and increasing. Over the last decade, the rate of plastic consumption has doubled, increasing by 2.4 percent every year. Part of this is due to scientists’ increasing ability to detect smaller particles of plastic than before. However, even when the researchers statistically controlled for improvements in methodology, they still found an overall increase in plastic consumption. Even more disconcerting, many new species of fish were discovered with plastic inside of them each year. The 210 species of fish that are caught commercially have been found to eat plastic, and this number is likely an underestimate, the researchers say.\n\nPlastic debris found inside a Black Sea Bass caught off the coast of North Carolina. (Image credit: Jincy Joseph and Cheyenne Stienbarger)\n\nWhile the database revealed that over two-thirds of the fish species studied had consumed plastic, there were still 148 species with no record of plastic consumption. With the data compiled, the researchers uncovered trends that help explain why certain species of fish are more vulnerable to plastic ingestion than others. Fish in heavily polluted East Asian waters, for example, showed the highest levels of plastic ingestion. This is especially concerning because seafood from this region helps feed 2 billion people.\n\nThe researchers also found that the foraging strategy of fish was related to plastic ingestion, and that fish higher up on the food chain were at the greatest risk. Predatory fish were the most likely to consume plastic.\n\n“This issue is more complex and nuanced than fish just eating plastic where there’s more pollution,” said Savoca. Now that scientists have identified these trends, they can begin to dig more into the mechanisms that lead to plastic consumption, such as fish confusing litter for prey.\n\nEven though more fish appear to be ingesting plastics, there’s little evidence to suggest that eating seafood is an immediate threat to humans – at least not yet, Savoca said. Humans, for example, likely take in more plastic into their bodies by breathing in dust or chewing on pen caps than through seafood consumption. Although the amount of plastic consumed by fish is likely to increase over the next few decades, he is overall optimistic.\n\n“Don’t panic, because unlike other environmental issues, we have an impassioned public movement to do something about it,” said Savoca. “This is half the battle, but we must keep it going.”\n\nAlthough this is one of the most comprehensive analyses to date about plastic consumption by fish, a significant portion of the ocean has yet to be studied. This includes ocean gyres, where most plastic pollution ends up, as well as polar regions. Studying these difficult-to-access regions, said Savoca, will be important for filling gaps in our knowledge.\n\nHazen is also affiliated with NOAA’s Southwest Fisheries Science Center. Alex McInturf from the University of California, Davis, also contributed to the paper.\n\nThis research was supported by the National Science Foundation and the National Geographic Society.\n\nTo read all stories about Stanford science, subscribe to the biweekly Stanford Science Digest.\n\nMedia Contacts\n\nKer Than, Stanford News Service: (650) 723-9820; kerthan@stanford.edu\n\nScience & Technology\n \nEcology & Environment\n \nFood And Agriculture\n \nSustainability\nFacebook\n \nTwitter\n \nLinkedIn\n \nEmail\nWhat to read next:\nSCIENCE & TECHNOLOGY\nMondays are blue, obviously\n\nNeuroscientist David Eagleman on synesthesia, sensory substitutions, and why we’re all trapped inside our own reality.\n\nSOCIAL SCIENCES\nPolarization and public opinion\n\nScholars and policy leaders addressed how to restore trust in Congress, the military, and more at a conference hosted by the Center for Revitalizing American Institutions.\n\nMEDICINE\nInvestigating the brain’s deepest mysteries\n\nKarl Deisseroth created a multidisciplinary in-patient research program and laboratory to better understand neuropsychiatric disorders and share those discoveries with the world.\n\nSTANFORD REPORT\n\nTo receive Stanford news daily,\nsubscribe to Stanford Report.\n\nFOR JOURNALISTS\nPress Releases\nMedia Contacts\nStanford Experts\nSEE ALSO\nContact Stanford News\nFaculty / Staff Resources \nEVENTS\nEvents calendar\n\nStanford News is a publication of Stanford University Communications\n\nStanford Home Maps & Directions Search Stanford Emergency Info\nTerms of Use Privacy Copyright Trademarks Non-Discrimination Accessibility\n\n© Stanford University.   Stanford, California 94305."
}