{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "#StopSucking: How Plastic Straws Became the Face of the Anti-Plastic ...",
  "href": "https://novelhand.com/plastic-straw-bans/",
  "body": "It wasn't until recently, however, that plastic straws found themselves in the spotlight. A 2015 video of a marine biologist removing a plastic straw from the nose of a sea turtle quickly went viral, prompting some initial calls to #savetheturtles by refusing straws. Then, in 2018, a massive campaign culminated in a wave of straw bans and the promotion of eco-friendly alternatives.",
  "textContent": "Skip to content\nStart Here\nThe Journal\nPodcast\nImpactfull\nCategories\nAbout\nCREATE IMPACT\n#StopSucking: How Plastic Straws Became the Face of the Anti-Plastic Movement\nby Emma FaganJanuary 20, 2021\n\nAfter a semester of attending college in-person during a pandemic, I’ve become all too used to a world of take-out dining. Surrounded by an abundance of prepackaged drinks and single-use containers, bags, and utensils, it felt impossible at times to make any attempt at reducing waste in my life. That sentiment only grew stronger whenever my roommates and I realized we needed to take out the trash again—for the third time that week. \n\nPerhaps you can understand, then, why I was thrilled to receive a couple of reusable straws from my parents on Christmas morning. While I’d never taken a strong stance on plastic versus reusable straws before, the idea of always having a straw on hand was very appealing. Plus, it’s a small way that I can reduce my environmental footprint while at school. \n\nWhen the anti-plastic straw movement gathered steam a few years back, it was a fascinating example of activism that spread quickly and brought about tangible change on a variety of levels. Local governments and international corporations alike began to severely limit the availability of plastic straws, and more eco-friendly straw alternatives became trendy accessories.\n\nBut what made the movement so successful with such short notice? Is it possible that companies were eager to use it as a mere PR stunt, and that plastic straws really weren’t worth all the trouble?\n\nA figurehead for single-use plastics\n\nDisposable plastic products have proven themselves a sticking point among the environmental community. The Great Pacific Garbage Patch sits in the ocean between California and Hawai’i, taking up an area twice the size of Texas and boasting over 80,000 metric tons of plastic. With a quick Google search, you can find images of animals ensnared in plastic six-pack rings and feasting on plastic bags, as well as recommendations for how to stop using—or properly dispose of—the aforementioned products. \n\nhttps://www.instagram.com/p/BST45KxBTxg/?hl=en\n\nIt wasn’t until recently, however, that plastic straws found themselves in the spotlight. A 2015 video of a marine biologist removing a plastic straw from the nose of a sea turtle quickly went viral, prompting some initial calls to #savetheturtles by refusing straws. Then, in 2018, a massive campaign culminated in a wave of straw bans and the promotion of eco-friendly alternatives.\n\nEnvironmental groups such as the Surfrider Foundation built up campaigns to educate the public and lobby local governments to get rid of plastic straws—or, at least, make them available only by request. The Lonely Whale Foundation initiated its #StopSucking campaign on social media, with the goal of “nudging” consumers, businesses, and political leaders to become more aware of their environmental footprint by pointing out that an estimated 500 million plastic straws are used every single day.\n\nThe response was as massive as the movement. Hotels, restaurants, and airlines began to announce various plans to reduce their usage of plastic straws. Cities across the United States began implementing bans and limits on plastic straws. Even international corporations like Starbucks, Disney, and McDonald’s weren’t immune. \n\nNecessity or convenience?\n\nHow did plastic straws become Public Enemy Number One so quickly? In the words of the Surfrider Foundation, “straws stand alone as an item that humans could really live without.” Aside from specialty drinks like smoothies, bubble tea, or milkshakes, most beverages can be easily consumed without straws. A straw is nice to have, but it isn’t necessary. Unlike plastic bag bans, which essentially require customers to invest in reusable bags or pay a fee for an alternative, a plastic straw ban doesn’t present as much of an inconvenience because no alternative is required. \n\nThe movement ran into some trouble, however, when disability advocacy groups spoke out in protest. Although straws are a mere convenience for most of us, a flexible plastic straw can make a world of difference for people who would ordinarily find it difficult to drink liquids. Plastic alternatives often don’t make the cut: among other issues, paper straws disintegrate too easily, metal straws don’t insulate the consumer from heat or cold, and neither option is reliably flexible. Plastic straw bans were criticized for failing to take these concerns into account, leading to the option for restaurants to make them available upon request instead. \n\nDespite this, the movement continued to gain traction, in part because it was easily marketable. The idea of turning to fashionable reusable straws proved to be a popular trend, helping celebrities and teenagers alike boost a more eco-friendly image on platforms like Instagram and VSCO. \n\nStarting point or virtue signaling?\n\nConsidering that well over 400 million plastic straws are estimated to litter our beaches worldwide, large-scale straw bans sound like an easy way to reduce the amount of plastic polluting our oceans. By weight, however, plastic straws make up less than a tenth of a percent of all of the plastic that flows into the ocean. In terms of having a significant impact on plastic pollution, it seems as though making the switch to reusable straws would be only a drop in the bucket. \n\nDespite the plastic straw’s comparatively low environmental impact, the #StopSucking campaign points out that the hype around plastic straws makes them a prime starting point for a “larger, more serious plastic pollution conversation.” They hope to use plastic straws as a “gateway plastic” to spark interest in getting rid of all single-use plastics and help consumers become more environmentally-conscious.\n\n“Plastic straws are social tools and props, the perfect conversation starter. In starting the conversation by pairing something playful alongside our gross human over-consumption . . . we aimed to nudge people toward understanding the issue.”\n\nDune Ives, executive director of the Lonely Whale Foundation\n\nOn the other hand, there’s concern that large corporations are using the movement to “greenwash” their image without creating real change. Starbucks, for example, made the shift away from plastic straws, replacing them with lids that are easily sipped from. This decision, however, masks the company’s troubled relationship with the environment. A 2018 audit of the company found that its disposable waste, including its straws and the iconic coffee cups, weighed more than double that of the Empire State building in that year alone. Additionally, the company’s biggest environmental issue may not be its waste; the biggest contributor to Starbucks’ carbon dioxide emissions happens to be its dairy products. And while a plastic lid may be more recyclable than a plastic straw, it is still single-use and, unfortunately, likely to be disposed of in the trash. \n\nIt’s also worth noting that plastic pollution isn’t the only pressing environmental issue out there. Greenhouse gas emissions pose a significant threat to the world’s climate this century, while ocean acidification and deforestation are vectors for species extinction and the spread of disease. Plastic straws often seem to pale in comparison with these larger issues; indeed, while companies like Alaska Airlines have admirable goals for minimizing waste, greenhouse gas emissions from the aviation industry still contribute to climate change and are a much more difficult problem to tackle. \n\nRedirecting towards impact\n\nIf we want to truly use plastic straws as a “gateway plastic,” we need to ensure that the conversation doesn’t stop with a straw ban. The idea of a “gateway plastic” prompting further conversations and larger trends away from a waste-oriented economy seems idealistic, but in practice, it seems to be gaining traction. The momentum of the anti-plastic and zero-waste movements, aided and abetted by plastic straw bans, has helped carry sustainability concerns out of being a niche trend and into the global economy.\n\nLooking back to Starbucks, its decision to cut out plastic straws didn’t end up being a one-off, eco-friendly PR stunt. The company has instead moved toward ambitious goals for its emissions reductions, waste management, and water use this decade. Starbucks also aims to help contribute to a shift towards a circular economy, as well as becoming what it calls resource-positive: going zero-waste, making sure carbon storage offsets its emissions, and keeping its clean water output higher than its input (for more on the idea of a circular economy, see Heream’s recent article). \n\nIt’s worth considering how this strategy can be used in other issue areas to launch real, impactful change. The success of the plastic straw movement lies in its marketability, its status as a relatively “easy” lifestyle change, and how commonplace plastic straws are (or were) in our everyday lives. Although the environmental impact of banning straws is incredibly small in itself, the movement helped fuel larger cultural shifts towards eco-consciousness and away from a waste-oriented mindset.\n\nCurious about reusable straws? So far, I really enjoy the ones I received for Christmas: the FinalStraw and a basic stainless steel set like this one, both of which come with cleaning brushes. The FinalStraw is my favorite by far—it’s portable, it seems durable, and it automatically expands when you take it out, which just feels cool. Reusable straws are available pretty much anywhere you shop these days, with a wide variety of options to suit your needs!\n\nAuthor Recent Posts\nEmma Fagan\nHey! I’m Emma, and I’m the Environment and Sustainability Editor here at Novel Hand. I’m a senior at Vanderbilt University, majoring in Earth and Environmental Sciences and Political Science. My work focuses on the intersection between environmental concerns and humanitarian issues such as justice, health, and poverty. When I’m not studying in a coffee shop somewhere, you’ll find me reading, running, climbing a rock wall, or listening to every genre of music under the sun. If you have questions, ideas, or just want to chat, feel free to contact me at emma.fagan@vanderbilt.edu!\nTags:CIRCULAR ECONOMYCONSERVATIONENV-PERSONALENVIRONMENTGREAT PACIFIC GARBAGE PATCHLONELY WHALEPLASTICPLASTIC STRAWSPLASTIC WASTE REDUCTIONRECYCLINGREUSABLE STRAWSSINGLE-USE PLASTICSURFRIDER FOUNDATIONWASTEZERO WASTE\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nName \n\nEmail \n\nWebsite \n\nComment *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nNeve | Powered by WordPress\n\n▼\nSign up for the Novel Hand newsletter!"
}