{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws and cotton buds banned in England : r/environment - Reddit",
  "href": "https://www.reddit.com/r/environment/comments/j4cpff/plastic_straws_and_cotton_buds_banned_in_england/",
  "body": "1.2K votes, 94 comments. 1.4M subscribers in the environment community. Current news, information and issues related to the environment.",
  "textContent": "Plastic straws and cotton buds banned in England : r/environment\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to environment\nr/environment\n•\n3 yr. ago\nSmellyfrogboy\nPlastic straws and cotton buds banned in England\nbbc.co.uk\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nservedby.flashtalking.com\nLearn More\nSort by:\nPentaxed\n•\n3 yr. ago\n\nWhile I applaud this, if they don’t hold manufacturing and other corporations accountable for their waste then this is like a bandaid for a bullet wound.\n\nfreeradicalx\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThese sorts of non-measures happen specifically so that those meaningful ones don't. They're happy to externalize more consequences for their negligence onto the general public and probably lobby in favor of silly shit like this.\n\n1 more reply\nIoSonCalaf\n•\n3 yr. ago\n\nBecause the companies who manufacture and sells these products in these want to shift the blame to us and make it look like the consumers are the bad guys.\n\n7 more replies\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nSo this is all well and good. But I am always confused when people go to war against plastic straws, all the while not noticing clamshell packages, disposable plastic cutlery, the little plastic individual ketchup packages, and styrofoam containers that come in the average take-out order. Not to mention that the sippy cup lids used to replace straws probably use more plastic than the straw did in the first place.\n\nIt’s a good step forward, but I hope this doesn’t mean the government pats itself on the back for a job well done and puts all other environmental issues aside.\n\nzaxldaisy\n•\n3 yr. ago\n\nBut I am always confused when people go to war against plastic straws...\n\nBecause banning plastic straws is the least disruptive to \"the economy\" and, hence, the only action against climate change corporate media will endorse.\n\n1 more reply\n4 more replies\nSr_Moreno\n•\n3 yr. ago\n\nAlready banned in Scotland, I think.\n\ndontsendmeyourcat\n•\n3 yr. ago\n\nWhile it might help, it’s really nothing compared to the pollution happening on an industrial level that needs to be regulated heavily to bring real positive effect\n\n1 more reply\nindrada90\n•\n3 yr. ago\n\nThis is stupid, trying to act like they care without doing anything that matters\n\n4 more replies\n[deleted]\n•\n3 yr. ago\n\nBanning straws to save the fish, but not stopping eating the fish to save the fish.\n\nthrowaway656232\n•\n3 yr. ago\n\nok. now ban meat.\n\nabejfehr\n•\n3 yr. ago\n\nThat’s gonna be tough. I think they’ll have to wean people off of it first by increasing the prices, maybe they should introduce a “meat tax”?\n\n3 more replies\n23 more replies\nFBIsurveillanceVan22\n•\n3 yr. ago\n\nwtf's a cotton bud?\n\nRogueCainnear\n•\n3 yr. ago\n\nCotton swabs - though if you’re in America, you’d probably know them by the brand name Q-tips.\n\n15 more replies\nGlobalWFundfEP\n•\n3 yr. ago\n\nMore \"single use\" plastics theatre greenwashing.\n\nIt is so sad to see how easy it is to psychosocial engineer social media to the whims of the forces leading to planetary destruction.\n\n1blckbx\n•\n3 yr. ago\n\nThe two smallest culprits removed. Straws and earbuds ? Fuck off UK gov and do something meaningful. Complete ban on single use plastics in the next 24 months. Stand up and take meaningful action.\n\n1 more reply\nfreeradicalx\n•\n3 yr. ago\n\nBut they're still driving millions of gas-powered cars and generating thousands of kilowatt-hours of electricity with coal and shipping millions of tons of plastic products around the world in massive freighters burning bunker fuel?\n\nStraw bans are green capitalism. They punish individuals through meaningless regulation to provide cover and distraction for the what's actually destroying us\n\ngergytat\n•\n3 yr. ago\n\nIts greenwashing and misinformation. Do not ever trust governments, remember what they did last century? To hell with them.\n\n1 more reply\nHypersapien\n•\n3 yr. ago\n\nI'm not sure what cotton buds are. If that's a British term, what are they called in the US? And what's the problem with them?\n\n2 more replies\nrabid-carpenter-8\n•\n3 yr. ago\n\nwhy are they banning cotton?\n\nView more comments\n \nTop 1%\nRank by size \nr/Futurology\nCanada banning plastic bags, straws, cutlery and other single-use items by the end of 2021\nctvnews.ca\n467 upvotes · 49 comments\nr/environment\nPlants are better for Planet Earth than scientists thought. Current terrestrial biosphere models underestimate gross primary productivity responses to future CO2 and climate conditions. | Science Advances\nnewsweek\n316 upvotes · 12 comments\nr/environment\nAs climate chaos accelerates, which countries are polluting the most?\ncnn\n223 upvotes · 39 comments\nr/CanadaPolitics\nFederal government's single-use plastic ban in 2021 includes grocery bags and takeout containers\ncbc.ca\n1.1K upvotes · 438 comments\nr/environment\nFirst long-haul flight fully powered by sustainable aviation fuel takes off\ncnbc\n198 upvotes · 26 comments\nr/Nendoroid\nHow to get red off\n19 upvotes · 7 comments\nr/environment\nA possible reason why climate models are ignored\nreuters\n139 upvotes · 21 comments\nr/PSP\nAny suggestions for cleaning the thumb stick?\n192 upvotes · 106 comments\nr/worldnews\nSingle use plastic banned in United Kingdom\neuroweeklynews\n1.5K upvotes · 177 comments\nr/CATHELP\nBrown spots in cat’s ears\n2 upvotes · 5 comments\nr/environment\nNuclear’s uncertain role in the shift away from fossil fuels is seen as critical and very contentious\ncnbc\n102 upvotes · 16 comments\nr/environment\nConventional Farming Is Killing Us And Our Planet\nforbes\n1.1K upvotes · 145 comments\nr/sustainability\nPlastic straws and cotton buds banned in England\nbbc.co.uk\n260 upvotes · 32 comments\nr/environment\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n668 upvotes · 39 comments\nr/PEI\nNew vaping regulations\n7 upvotes · 16 comments\nr/environment\nFrequent flyers are rewarded for polluting. Let them pay the full price\ntheguardian\n250 upvotes · 12 comments\nr/unitedkingdom\nUK still shipping plastic waste to poorer countries despite Conservative pledge\nunearthed.greenpeace.org\n208 upvotes · 14 comments\nr/environment\nCNN Opinion: Why I’m not going to have children\ncnn\n576 upvotes · 276 comments\nr/environment\n‘We can’t carry on’: the godfather of microplastics on how to stop them\ntheguardian\n108 upvotes · 1 comment\nr/environment\nU.S. tap water has a $47 billion forever chemicals problem\ncnbc\n1.2K upvotes · 78 comments\nr/environment\nAir travel is getting more turbulent thanks to climate change. And the problem isn't going away.\nbusinessinsider\n112 upvotes · 14 comments\nr/environment\nBill Gates warns the world is likely to smash through a critical warming threshold\ncnbc\n1.5K upvotes · 157 comments\nr/socialism\nElon Musk: I disagree with the idea of unions\nyoutube\n844 upvotes · 124 comments\nr/environment\n'Tourists are rethinking their relationship with Earth'\nbbc\n315 upvotes · 87 comments\nr/environment\n‘A biodiversity catastrophe’: how the world could look in 2050 – unless we act now\ntheguardian\n103 upvotes · 3 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 3, 2020\nReddit\nreReddit: Top posts of October 2020\nReddit\nreReddit: Top posts of 2020"
}