{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws and cutlery, lightweight plastic bags and ... - Reddit",
  "href": "https://www.reddit.com/r/sydney/comments/nyipsj/plastic_straws_and_cutlery_lightweight_plastic/",
  "body": "Plastic straws and cutlery, lightweight plastic bags and microbeads in cosmetics are among the items that will be banished from NSW from next year under laws to curb the amount of rubbish going into oceans and landfill. smh.com.au. This thread is archived",
  "textContent": "Plastic straws and cutlery, lightweight plastic bags and microbeads in cosmetics are among the items that will be banished from NSW from next year under laws to curb the amount of rubbish going into oceans and landfill. : r/sydney\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to sydney\nr/sydney\n•\n3 yr. ago\nbeaugiles\nPlastic straws and cutlery, lightweight plastic bags and microbeads in cosmetics are among the items that will be banished from NSW from next year under laws to curb the amount of rubbish going into oceans and landfill.\nsmh.com.au\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nquick_dry\n•\n3 yr. ago\n\nSurely there is some starch based straw or other biodegradable material that feels like plastic in the short term. Paper straws are godawful, the feel terrible and it’s a race to finish your drink before they collapse into a sodden mess.\n\n42wheels\n•\n3 yr. ago\n\nBamboo straws?\n\n2 more replies\n17 more replies\n[deleted]\n•\n3 yr. ago\nwasabibinchicken\n•\n3 yr. ago\n\nWhat shits me are the thick plastic bags. Ban the thin shopping bags, that lots of people used as garbage bags (that yes agree, needed to go) and they’ve instead replaced them with thick plastic bags that are probably even worse for the environment, can’t even be used decently as garbage bags and let’s be honest- just end up in the bin. What a stupid replacement.\n\n1 more reply\ndreadedstrayan\n•\n3 yr. ago\n\nSo they ban useful plastic products like plates and cutlery but I can still buy some tomato's on a plastic tray, in a sealed plastic bag that sit next to the loose tomato's but they don't see that as wasteful?\n\nWhat the fuck is wrong with these people.\n\n1 more reply\nunconfirmedpanda\n•\n3 yr. ago\n\nI am absolutely furious that no one seems to listen to or acknowledge that people with certain disabilities NEED plastic straws. The alternatives do not work for them. Educate the general public into making smart, responsible decisions so that people who NEED plastic single-use items can have them.\n\nPlastic straws are the damn scapegoat when the real issue is industrial and commercial waste.\n\n7 more replies\nWink-\n•\n3 yr. ago\n\nI never used to buy garbage bags for my bins at home because I would just reuse the plastic shopping bags Coles/Woolies provided as part of my grocery shopping.\n\nNow that they don't, I'm still using the same amount of plastic, but now I have to pay Glad (or whatever) to get some rubbish bags.\n\nAlex_Kamal\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nYou'd be surprised how many people just threw those bags away though.\n\nI now get enough bags from the odd takeaway order but before hand we would be overflowing with them so would chuck them out.\n\nupx\n•\n3 yr. ago\n\nWe also used plastic shopping bags for garbage and I though we would have to buy garbage bags. But there seem to be so many smaller bags (e.g., bread, chips) that we still have a bag full of plastic bags under the sink.\n\n2 more replies\n2 more replies\nThippusHorribilus\n•\n3 yr. ago\n\nMy family was given a few sets of stainless steel straws for Christmas and they are awesome and a bargain! I have a set in the car and in the kitchen. Much better than the silicone ones.\n\neldaygo\n•\n3 yr. ago\n\nBe careful not to fall on it. I remember ready that some woman died after tripping and falling onto here stew straw. It went through her eye from memory\n\n2 more replies\nSirBoboGargle\n•\n3 yr. ago\n\nhttps://www.reddit.com/r/interestingasfuck/comments/ny90m4/thailand_supermarket_ditches_plastic_packaging/\n\nSarcasmCupcakes\n•\n3 yr. ago\n\nThere are numerous pieces from disabled people on why plastic straws are the best for them.\n\nOh, and 100 conglomerates are responsible for 71% of global emissions. But sure, straws.\n\nAnonymousEngineer_\n•\n3 yr. ago\n\nIt's like shopping bags - the single use items they used to give you to bring groceries are evil and need to be banned. But if you pay $3.50 for a roll of fifty of the same item, labelled as \"bin liners\", it's all fine.\n\nMeanwhile, there's an increasingly large number of people chomping at the bit impatiently for their next overseas holiday, which has been delayed due to coronavirus. Because jumping on a Dreamliner or A380 is perfectly environmentally friendly.\n\nTotZoz_VFX\n•\n3 yr. ago\n\nWe should ban fishing. That’s what most harmful for oceans.\n\n1 more reply\nView more comments\n \nTop 1%\nRank by size \nRelated\nSydney\nNew South Wales\nAustralia\nOceania\nPlace\nforward\nback\nr/sydney\nConfused drivers stop before Rozelle Interchange tunnel, reverse and block entrance causing a jam\nyoutube\n204 upvotes · 122 comments\nr/NoStupidQuestions\nCountries are banning plastic bags and plastic utensils. Why doesn't anyone talk about the toymakers/confectionary companies that produce thousands of plastic toys that likely end up in the rubbish?\n105 upvotes · 37 comments\nr/NoStupidQuestions\nWhy are people using paper or metal straws, instead of just recycling plastic straws?\n4 upvotes · 39 comments\nr/malaysia\nPlastic waste in Malaysia\n18 upvotes · 15 comments\nr/hockey\nMy reaction to that guy singing during the player intros:\nyoutube\n80 upvotes · 32 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/HistoryMemes\nCome out ya Blacks and Tans,....\n671 upvotes · 27 comments\nr/australia\nTISM - I've Gone Hillsong\nyoutube\n134 upvotes · 36 comments\nr/ottawa\nWhy are we recycling plastic?\n16 upvotes · 25 comments\nr/australia\nHonest Govt Ad | How to Rig Elections\nyoutube\n288 upvotes · 65 comments\nr/friendlyjordies\nThe Australian Media's High Horse\nyoutube\n102 upvotes · 61 comments\nr/shitrentals\nI will just go and buy a house, thanks mate x\ndailymail.co.uk\n144 upvotes · 103 comments\nr/kpop\nZico's \"Any Song\" has officially set the record for most weeks at #1 on the Gaon Digital Chart\nsoompi\n445 upvotes · 15 comments\nr/washingtondc\nLast straw DC\n58 comments\nr/friendlyjordies\nHonest Government Ad | How to rig elections\nyoutube\n239 upvotes · 138 comments\nr/Oman\nPlastic waste\n3 upvotes · 11 comments\nr/Delaware\nState lawmakers close loopholes in plastic bag ban\ndelawarepublic.org\n18 upvotes · 7 comments\nr/indiasocial\nWhat is the best way to remove single use plastic usage in India/World?\n6 upvotes · 12 comments\nr/sydney\nRozelle Interchange was meant to ease congestion on Sydney roads. So what went wrong?\nabc.net.au\n201 upvotes · 274 comments\nr/sydney\nRobbie Williams fan dies after fall at Sydney concert\nbbc\n134 upvotes · 72 comments\nr/wollongong\nFalse claims of wind turbines killing whales\ntheguardian\n129 upvotes · 44 comments\nr/AusNews\nMurder, missiles and misinformation in the Israel-Hamas war | Media Watch\nyoutube\n302 upvotes · 283 comments\nr/australia\n‘Where did I go wrong?’ The scientist who tried to raise the climate alarm\ntheguardian\n162 upvotes · 32 comments\nr/shitrentals\nSouth Australia has passed legislation with stronger renters' rights. What do the changes mean for you?\nabc.net.au\n226 upvotes · 105 comments\nr/australia\nCongratulations Australia on winning the Cricket World Cup 🏏\ntheguardian\n2.2K upvotes · 320 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 12, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}