{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Straws: Where Are We Now? | Earth.Org",
  "href": "https://earth.org/data_visualization/plastic-straws-where-are-we-now/",
  "body": "Plastic Straws: Where Are We Now? by Owen Mulhern Nov 18th 2020 2 mins The world has its eyes on single-use plastic items, especially plastic straws, since 2018.",
  "textContent": "DATA VISUALISATIONEDUCATIONAL\nPlastic Straws: Where Are We Now?\nBY OWEN MULHERNNOV 18TH 20202 MINS\n\nThe world has its eyes on single-use plastic items, especially plastic straws, since 2018. Bans or stricter regulations on the use of plastic items are frequently discussed in renowned international or regional organisations such as European Union (EU) and The United Nations (UN). \n\nEarth.Org takes a closer look. \n\n—\n\nBack in 2011, 9-year-old Milo Cress from Colorado, US, started a campaign called “Be Straw Free” in order to raise public awareness on unnecessary plastic waste in restaurants. His project soon caught the attention of the press and soon Milo became a forerunner in the global discussion on plastic waste. In response to Cress’s efforts, Colorado Gov. John Hickenlooper declared July 11 as “Straw Free Day” in 2013.\n\nGovernments are failing us\nThey do not plan for the long term\nTHE MOVEMENT FIGHTS FOR CHANGE!\n\nFast forward to 2017, Lonely Whale Foundation launched a first of its kind campaign in the city of Seattle,  “Strawless In Seattle”. In September alone, 2.3 million single-use plastic straws were permanently removed from the city. \n\nA year later, Lovely Whale and other like-minded organisations collaborated with Surfrider Foundation with the aim of legalising the plastic straw ban. As the groundswell grew, a ban on plastic straws and utensils was enacted in Seattle in July 2018 and it has become the first major U.S. city to have such a measure on plastic products.\n\nThe movement has picked up momentum since then, more cities and countries have jumped on board. \n\nWhat to expect: future action on plastic includes the following.\n\nEuropean Parliament has approved the Single-Use Plastics Directive\nBan items like single-use straw by 2021\nMeet 90% collection target for plastic bottles by 2019\nGermany has passed a new law to halt the sale of certain single-use plastic by July 2021\nSouth Australia State Parliament passed legislation banning the sale, supply, and distribution of single-use plastic products in September 2020\nCanada plans to ban some single-use plastics like straws, bags and cutlery by early 2021\n\nThis article was written by Winky Leung. Cover Photo by Angela Compagnone on Unsplash.\n\nYou might also like: Mapping the African Bushmeat Crisis\n\n \n\nYou Might Also Like\nYou Might Also Like\nCLIMATE CHANGE\nA Graphical History of Atmospheric CO2 Levels Over Time\nAUG 12TH 20203 MINS\nCLIMATE CHANGE\n11 Interesting Climate Change Facts\nMAY 29TH 20226 MINS\nThe Statistics of Biodiversity Loss [2020 WWF Report]\nDEC 4TH 20203 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}