{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws are not the problem. : r/mildlyinfuriating - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/nd0cg3/plastic_straws_are_not_the_problem/",
  "body": "Plastic is almost 0% of the problem, in fact. The real problem is the global fishing industry, which causes more than 99% of the problems with the ocean and also utilizes slave labor. The fishing nets are designed to kill and are often discarded into the ocean. Also, most of the boats only catch about 30-50% of the target fish and kill the ...",
  "textContent": "Plastic straws are not the problem. : r/mildlyinfuriating\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to mildlyinfuriating\nr/mildlyinfuriating\n•\n3 yr. ago\nclaypoolsdfsdf323\nPlastic straws are not the problem.\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\njoey2fists\n•\n3 yr. ago\n\nCorrect, Its the commercial fishing nets…\n\n5 more replies\nAdditional_Comment99\n•\n3 yr. ago\n\nI own a retail store dealing specifically with cellular accessories. Packaging like this is made in uniform sizes for a relatively cheap price including generic inserts. They are designed to fit numerous items and fit nicely together during shipping. It might cost 50 cents as is. To custom make packages for an item that small might cost $3 per package as manufacturers will only make custom item if you buy the entire production run. It would be a smaller run which would drive up the price. So it is several things. The difference between 50 cents and $3-$5. Plus it would be cheaper to put in a baggie , maybe 10 cents. But it would be stolen. So a larger package prevents this. It also looks better on a wall. Manufacturers like Apple, Motorola , otter box, pop socket, etc will also not sell their merchandise to you if the store looks a bit ghetto. So as a retailer it would be motivating to have nice, neat, universal, clean looking packaging so that you could also carry name brand merchandise. Even if it costs more, because you could more than make up the costs in additional sales of name brand items. If you walk into most nicer stores selling these types of things you will notice almost all identical packaging to this , other than the paper inserts in them. These are the reasons why. As someone who cares about the environment, it is frustrating. But there are genuine logistical reasons for the issue. In our store excess packaging left by customers always makes it to our local recycling facility. As well as all shipping, packaging , bottles and cans, and paper waste. I personally make sure this happens. But many stores do not.\n\n3 more replies\nTraveledTyke151\n•\n3 yr. ago\n\nThis is likely a company tht makes several different items meant to fit in one package. I sell lots of things on eBay and while it saves on packing to have 50 different box sizes, it really is a brden to keep all boxes stocked. So what I do is I buy boxes that'll fit severally different items, even if that means I have to use more packing material because it is easier and cheaper than having so many different sizes on hand.\n\n9 more replies\nTheChris2009\n•\n3 yr. ago\n\nYou know what else is infuriating, reposts\n\n2 more replies\n[deleted]\n•\n3 yr. ago\n\nThis logic is actually part of the problem. Straws are a part of the problem. This is too. But 500 million of these aren't being used every single day. C'mon.\n\n1 more reply\nLeonTrozky\n•\n3 yr. ago\n\nHow else you gonna stop it from getting stolen?\n\nTittilatedTits\n•\n3 yr. ago\n\nPlastic is almost 0% of the problem, in fact. The real problem is the global fishing industry, which causes more than 99% of the problems with the ocean and also utilizes slave labor. The fishing nets are designed to kill and are often discarded into the ocean. Also, most of the boats only catch about 30-50% of the target fish and kill the other fish. This can easily, and often does, cause an imbalance in the food chain, causing a chain reaction of predatory fish overfeeding and then dying off because their predators were fished to extinction. The ocean and all the wildlife in it is more important to our ecosystem than bees are. The most concerning thing is that this chain of events causing mass extinction of almost all life on earth could easily happen by 2050 if the trend continues on its current path! Don't eat seafood!\n\nmahal71\n•\n3 yr. ago\n\n‟Adapteri” Is that finnish I see? If it’s, Suomi perkele.\n\n7 more replies\njojogogo6868\n•\n3 yr. ago\n\nBullshit posts for karma are the mildly infuriating part\n\nGrand_Protector_Dark\n•\n3 yr. ago\n\nCustomer Visibility and anti-theft. Think how easy it would bee to steal one if the package was only as large as it needs to be.\n\nTheNetherPaladin\n•\n3 yr. ago\n\nBut I’m sure there’s gotta be some better design for this... that’s A LOT of wasted material. There’s gotta be some way to prevent theft / make them more visible than this\n\ntenthinsight\n•\n3 yr. ago\n\nPlastic straws are still a problem though\n\n3 more replies\nMingusto\n•\n3 yr. ago\n\nThe fishing industry is to blame\n\nGamecrazy721\n•\n3 yr. ago\n\nI once was at a bar in LA and they gave us paper straws. Don't like them, but no biggie, environmentally friendly and all that.\n\nIt was a nice day out, and they had an outside area. But, if you wanted go outside, they swapped your glass cup out with a disposable plastic cup.\n\nSo I had a drink in a plastic cup with a paper straw. Cool.\n\ndebugmenu\n•\n3 yr. ago\n\nLook at all these \"it's for theft prevention\" comments.\nI'm getting office-full-of-paid-astroturfers vibes.\n\n1 more reply\ntry_to_act_normal\n•\n3 yr. ago\n\nPreach on it\n\n[deleted]\n•\n3 yr. ago\n\nDobri adapteri\n\nLightningBirdsAreGo\n•\n3 yr. ago\n\nNo the problem is discarded fishing nets and coke and Pepsi\n\nCrusoe69\n•\n3 yr. ago\n\nStraws are a problems because a lot of Marine species eat them by mistake. Not the only one, not the major one but still a one that can be easily fixed.\n\nView more comments\n \nTop 1%\nRank by size \nr/AnalogCommunity\nHalf cases, yay or nay? Personally I don't dig them.\n18 upvotes · 19 comments\nr/mildlyinfuriating\nMicrowave (un)safe\n176 upvotes · 16 comments\nr/worldnews\nWHO: Finland has the world's cleanest air\nyle.fi\n3.2K upvotes · 372 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/yeezys\nHow does some one get 750 pairs of mono ice? Or shoes in general . Serious question .\n202 upvotes · 108 comments\nr/fountainpens\nCheap $1.00 note books are the best with fountain pens…\n503 upvotes · 56 comments\nr/MechanicalKeyboards\nAt least the tray is good for the environment\n84 upvotes · 11 comments\nr/Tools\nScratched up new Wera ratchet?\n1 upvote · 14 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/Crosstrek\nShark fin robbery any ideas about fixing?\n16 upvotes · 13 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/fo76\nWhy do atomic shop offers rotate with such volatility?\n2 upvotes · 29 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n343 upvotes · 211 comments\nr/wacom\nAnyway to fix this ?\n32 upvotes · 12 comments\nr/gachagaming\nSnowbreak New Update: \"Perilous Snowpath\"\nyoutube\n146 upvotes · 63 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/btd6\nme: 26.0 patch \"teams\" ooooh new grinding method? nope, they did this\n281 upvotes · 22 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/TowerofFantasy\nMenu trick to use free camera in fixed camera areas\nyoutube\n152 upvotes · 13 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n102 upvotes · 83 comments\nTOP POSTS\nReddit\nreReddit: Top posts of May 15, 2021\nReddit\nreReddit: Top posts of May 2021\nReddit\nreReddit: Top posts of 2021"
}