{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Don't fire the guy who holds the patents. : r/ProRevenge - Reddit",
  "href": "https://www.reddit.com/r/ProRevenge/comments/i72770/dont_fire_the_guy_who_holds_the_patents/",
  "body": "Tikhon14 • 3 yr. ago. Application process requires a patent lawyer and the fees accumulate to 10,000 - 30,000$ per patent. It doesn't require a patent attorney. Plenty of people prosecute their own patents pro se, and it's a lot less than $10,000 per patent if you do it right.",
  "textContent": "Don't fire the guy who holds the patents. : r/ProRevenge\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ProRevenge\nr/ProRevenge\n•\n3 yr. ago\nkibufox\nDon't fire the guy who holds the patents.\n\nThis is not my story. I was present for it, sure, but I did not see all of it personally. Rather, this is my father's story.\n\nSo, some context. My father had a degree in mechanical engineering. Either a masters, or doctorate. It had taken him years to get, and he was very proud of that. Thanks to his training, he had found his way working for many well known companies; working primarily with the procedures used to make various things.\n\nOver time, he'd privately began working on an idea that would revolutionize how school and gym lockers worked. See, my father realized that there was a problem with those type of metal lockers. Namely, it was very easy for a person to break into them. What's more, as the lockers were designed, there were multiple moving exposed moving parts, which meant that if a student put too many books in one, or really anything got against the door, the locker could be jammed shut, making it near on impossible to open.\n\nSo, for several years, dad toyed with a number of ideas, before hitting on a new design which would solve all those problems. The inner workings of the locker's locking mechanism would be contained within the door in such a way that one, it was impossible for someone to \"shim\" or break into, two, the entire mechanism would be enclosed, and three, it was relatively maintenance free.\n\nNow, at this point, my father was the Vice President of manufacturing, and apparently there wasn't a clause in his contract that said that if he designed anything while working for the company; then he had to turn that over to them for profit. Dad still approached the company, offering them the design, but they weren't interested. Dad sat on the design for a while before eventually just taking out several patents on them, and then forgetting about them.\n\nAbout six months after his first attempt at getting the company interested, the parent company's owner/chairman of the board passed away, and the board opted to sell off some of the holdings. The company my dad worked for was part of that. The new owners were young guys who seemed to think they knew everything (as young business owners always seem to think), and they set about changing 99% of the way things were being done. At some point, they stumbled across the plans my father had designed. Now that's where things turned curious. They really wanted to start producing this new design, but as they didn't have all the plans and processes laid out for them, they had to turn to my father for answers. Rather than asking him how to do it, or licensing the patents (as any reputable company would have done) they ordered him to turn over all his work; or else they would fire him. Dad stood his ground and refused. The new owners and my father went back and forth, arguing over details for several weeks, before finally the new owners fired my father for insubordination.\n\nSo, on to the revenge. There may be more to this, but I'm not entirely sure if it is just prorevenge. It could border on nuclear, based on what happened some years later... though I'm not certain that what later happened had anything to do with my father's actions.\n\nSo, after cleaning out his office, and packing things in the trunk of his car; my father headed home and made a few phone calls. He must have gone through eight or nine different calls before he got in touch with someone who was interested in what he had to say.\n\nSee, my dad was under no illusions that the company that had fired him wasn't going to just make those patented lockers on their own. He also knew that though the company itself was relatively small, the owners had money and there was no way he could fight them. However, a larger company could. So he contacted the major competitors and made them an offer. He eventually set up a meeting with some people, wheeled out the prototype he'd made, explained how everything worked and noted that with this system the company could revolutionize the way lockers were both designed, and improve both safety and security. What's more, as he was the only patent holder, for the next seven years or so, that company could be the only company to produce them.\n\nThe competitor jumped at the chance and bought all patents both for the design, and the process. They even paid my dad a substantial consultancy fee to go out to their manufacturing site and teach their crews how to make the needed tool and die sets to produce them.\n\nLess than six months after the first company had fired him, their number one competitor was completely destroying them in the market with this new design... and there wasn't a damn thing the first company could do about it. They did try suing my father, claiming he had stolen their intellectual property, but that case quickly evaporated when they had to admit under oath that they'd never actually signed a contract with him; and there was no requirement that he turn over anything he created to the company.\n\nIn the seven years from when the second company bought the locker design and process patents, they pretty handily moved into markets that previously they'd been unable to. The first company soldiered on, but by the time the patent had finally expired, they were a shadow of their former selves. The \"new\" owners had sold the company at a loss, with the competitor buying it, only to shut that production facility down due to redundancy. Put maybe 200 people out of work, though given how they'd lost so much business, I wager that it was far less than that.\n\nSo yeah, the new guys don't want to play ball, threaten the guy that holds the patents on something they want to do, and then fire him, only to have him take everything to their competitor and effectively put them out of business.\n\nEdit: To answer some of the questions that have arose.\n\n\"You don't know what his degree level was?\"\n\nMy father and I had a difficult relationship. There are very few good memories I have of him, and it wasn't until shortly before his death in 2007 from a stroke, that I really started to connect with him. I resented him for most all of my life because he was more career minded than anything. I figure we moved some ten times in twenty years, and it greatly affected me. For a rather long period of time, I am ashamed to say, I hated my father and wanted nothing to do with him.\n\n2. You must have ended up wealthy...\n\nNot really. Any money that dad earned off his little endeavor was lost after an incident that left him disabled. Medical bills being what they are, by the end of it we were pretty much broke.\n\n3. Patents last 20 years..\n\nDesign patents don't. They last 14, but the courts have historically sided with companies infringing on design patents after seven years, so long as the infringing company develops their own method to produce whatever design is being used, and modifies or changes it.\n\n4. What company was this?\n\nYou know I can't tell you that.\n\n5. Any variation of \"How did the new owners not know?\"\n\nThat answer is pure speculation on my part. However I got the impression that the owners were in their mid to late 20's, and trying to act like investors. The company was on offer relatively cheap, from what I know, but had a rather long history in the manufacturing field.\n\nRead more\nSort by:\nAdd a Comment\nbraccheus\n•\n3 yr. ago\n\nNew owners lnew everything . . . except patent law.\n\nReply\nreply\n17 more replies\n[deleted]\n•\n3 yr. ago\n\nYour dad was right. When I was in high school, lockers were ridiculously easy to break into. There were three different designs in the school, and a friend of mine could open any one of them. That same guy managed to get a copy of the janitor's keys. I wonder if your dad's design would have thwarted him.\n\nReply\nreply\n9 more replies\n1Deerintheheadlights\n•\n3 yr. ago\n\nVery smart move.\n\nMany people with patents get “squashed like bugs” like they say in Shark Tank by big companies that have the $s to fight. The guy that invented intermittent wipers for cars took like 20 years to win and it ruined his life.\n\nReply\nreply\n5 more replies\nI_are_Lebo\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nI wonder if he couldn’t have also sued the first company for unlawful dismissal.\n\nIt’s not insubordination to refuse to do something you aren’t obligated to do. Just like if your boss demands you give him $50, and you say no, they can’t fire you for it. If there was no proviso in the contract that stipulated he had to hand the patent over, then he didn’t have to.\n\nReply\nreply\n47 more replies\nFlameFang77\n•\n3 yr. ago\n\nWhen I was in middle school some of my gym clothes would mysteriously disappear...\n\nReply\nreply\n1 more reply\nJoNimlet\n•\n3 yr. ago\n\nI know a guy who's father spent his life building a company that made parts for manufacturing companies. I'm not sure exactly what it was but they were the only such company in a huge area. When his dad died, our guy saw a way to make much more money, much more quickly - He sold the machines that made the parts to said manufacturing companies and even sent an engineer to help them get it all set up. A year or so later, guess what? You got it, there wasn't anyone else who needed to buy his equipment!\n\nDon't feel sorry for this guy though, yeah that might have just been a stupid mistake but he's one of the least likeable people I've EVER met. I've known him over 20 years I honestly can't think of one good thing to say about him.\n\nReply\nreply\ntuui\n•\n3 yr. ago\n\nThis is the reason I work in a pizza place while doing my PhD level quantum computing research and not a big tech company.\n\nReply\nreply\nZeroAssassin72\n•\n3 yr. ago\n\nSo, they basically did everything completely the opposite of how they should have, because they were arrogant morons who didn't bother to make sure they knew wtf they were doing\n\nReply\nreply\n1 more reply\nIconic_Gamechanger\n•\n3 yr. ago\n\nYou don't know whether your father had a doctorate or a masters?\n\nReply\nreply\n64 more replies\nTonysaiz\n•\n3 yr. ago\n\nHe was lucky the competitor company was interested. If they had been as short-sighted as the original company’s management, he would have been up shit creek.\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nThis is definitely pro, but if you feel like it, you can try your chances at posting this in r/nuclearrevenge\n\nReply\nreply\nrudolph_ransom\n•\n3 yr. ago\n\nI have problems believing this story.\n\nwasn't a clause in his contract that said that if he designed anything while working for the company; then he had to turn that over to them for profit.\n\nThis is actually possible in the US while in EU and Japan the invention has to be handed over to the employer that then has to compensate the inventor.\n\nbefore eventually just taking out several patents on them, and then forgetting about them.\n\nThis is the point I somehow doubt. Application process requires a patent lawyer and the fees accumulate to 10,000 - 30,000$ per patent. He did the investment although the company rejected the idea? How did he come up with the money? How did he forget such a big investment?\n\nReply\nreply\nTikhon14\n•\n3 yr. ago\n\nApplication process requires a patent lawyer and the fees accumulate to 10,000 - 30,000$ per patent.\n\nIt doesn't require a patent attorney. Plenty of people prosecute their own patents pro se, and it's a lot less than $10,000 per patent if you do it right. If you do hire a patent attorney or patent agent, it's typically a lot more than $10,000, of course.\n\nReply\nreply\n1 more reply\nChipLady\n•\n3 yr. ago\n\nI don't think he literally forgot he designed and patented something. At the time he was employed at a place that didn't want the locker design, and didn't want to rock the boat. If he had immediately reached out to a competitor, it could have really hurt his career. Once that job went down in flames anyway there was nothing stopping him from pushing his design to other businesses in the industry.\n\nReply\nreply\nshpondi\n•\n3 yr. ago\n\nYour dad is a legend with big balls, thanks for sharing.\n\nReply\nreply\nniteray\n•\n3 yr. ago\n\nA well written and satisfying story. Thanks for posting\n\nReply\nreply\nDeaconse\n•\n3 yr. ago\n\nMy Dad was a naval engineer through WWII and after, and saw the terrible time burn victims have while recovering. Long story short, he invented the waterbed, and took it to his superiors, who weren't interested.\n\nHe spend the better part of the Seventies kicking himself for not patenting it.\n\nAfter his retirement from private industry (after leaving the Navy), he busied himself with reinventing the automotive steam engine. Didn't patent that one, either....\n\nReply\nreply\nwanyekestboi\n•\n3 yr. ago\n\nr/nuclearrevenge\n\nReply\nreply\nMelonElbows\n•\n3 yr. ago\n\nSilly question but:\n\nWhat company was this?\n\nYou know I can't tell you that.\n\nWhy not? It seemed to have happened years ago, you're not rich from the patents so there's no chance you'd be sued for money, why not let us know who the bad guys are in this story?\n\nReply\nreply\nkibufox\n•\n3 yr. ago\n\nBecause Reddit has a habit of banning anyone that posts personal information, regardless of how long it's been. Even as the rules state:\n\n\"Do not post any personal information, real or fake, such as full names, phone numbers, addresses, facebook/twitter pages or email addresses etc. Posting personal information will result in an immediate ban.\"\n\nAnother user asked me in private though, and I can name the company there. Suffice it to say, there aren't a lot of companies that produce lockers... so you could throw a dart at a board with the names on it, and probably hit right on it.\n\nReply\nreply\n2 more replies\nView more comments\n \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/jeffjackson\nJeff Jackson Interview on the Daily Show\nyoutube\n122 upvotes · 5 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/litrpg\nTrite, but accurate depiction of YA LitRPG.\nyoutube\n109 upvotes · 30 comments\nr/southafrica\nOn this day in 1860 the first Indian indentured labourers arrived in South Africa\nyoutube\n109 upvotes · 14 comments\nr/FuckGregAbbott\nTexas has the fewest personal freedoms. Anyone surprised?\nnewsweek\n122 upvotes · 6 comments\nr/TexasPolitics\nTexas faces rolling blackouts this winter\nnewsweek\n173 upvotes · 132 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/TexasPolitics\nTexans leaving the state as property taxes climb\nnewsweek\n159 upvotes · 119 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/atheism\nThe Simpsons - Evolution vs Creationism (showed up in my feed, had a good laugh)\nyoutube\n218 upvotes · 19 comments\nr/boardgames\n11 Gifts for Board Gamers (That Aren't Games)\nyoutube\n231 upvotes · 73 comments\nr/instantkarma\nDriver weaves in and out of traffic in front of unmarked car.\nyoutube\n295 upvotes · 77 comments\nr/LightNoFireHelloGames\nLight No Fire Announcement Trailer\nyoutube\n345 upvotes · 74 comments\nr/atheism\nVideo: Stephen Hawking stating that religion was an early human attempt to answer some universal questions of existence, but now science provides better and more consistent answers. But people continue to cling to religion because it gives comfort and they do not trust or understand science. 🧬\nyoutube\n721 upvotes · 44 comments\nr/CatastrophicFailure\nThe Aggie Bonfire Collapse | November 18, 1999 | College Station, TX (Fascinating Horror)\nyoutube\n296 upvotes · 32 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n138 upvotes · 37 comments\nr/nationalwomensstrike\nYou literally can't bribe women to have babies they don't want\nyoutube\n330 upvotes · 50 comments\nr/oklahoma\nRepublican Candidate Wants 'Public Shaming' for People Who Divorce\nnewsweek\n264 upvotes · 162 comments\nr/Eve\nToday, Ushra'Khan - the first ever alliance in EVE - turns 19 years old !\nyoutube\n213 upvotes · 25 comments\nr/Eve\nThe Scope - Citadel Destruction, Nullsec Heist\nyoutube\n119 upvotes · 35 comments\nr/atheism\nA PA school district owes Satanists $200,000 for banning After School Satan Club\nyoutube\n160 upvotes · 7 comments\nr/texas\nTexas has the fewest personal freedoms\nnewsweek\n8K upvotes · 1.1K comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 10, 2020\nReddit\nreReddit: Top posts of August 2020\nReddit\nreReddit: Top posts of 2020"
}