{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "My review of the Amcrest 5MP PoE Camera (IP5M-T1179EW-28MM)",
  "href": "https://www.reddit.com/r/homesecurity/comments/jyoy2p/my_review_of_the_amcrest_5mp_poe_camera/",
  "body": "The mounting bracket is a quality-feeling plastic material and the camera unit itself feels to be metal I think. It came with some small papers for getting started as well as a reminder to change the default password (good to see this suggested right away for security). ... With a little bit of light pollution bouncing off some clouds tonight ...",
  "textContent": "My review of the Amcrest 5MP PoE Camera (IP5M-T1179EW-28MM) : r/homesecurity\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to homesecurity\nr/homesecurity\n•\n3 yr. ago\ndustout\nMy review of the Amcrest 5MP PoE Camera (IP5M-T1179EW-28MM)\n\n---FIRST IMPRESSIONS---\n\nThis is my first Amcrest device. My first impressions opening the box were good. The actual device feels solid and of good quality. It feels well made. The mounting bracket is a quality-feeling plastic material and the camera unit itself feels to be metal I think. It came with some small papers for getting started as well as a reminder to change the default password (good to see this suggested right away for security). Mounting hardware was included as well as a waterproof enclosure for the ethernet plug. I did not see anything to cap off the DC power input unfortunately.\n\n---MOUNTING---\n\nThis was slightly easier to install than my other similar-shaped cameras. I screwed the mounting bracket to wood, then snapped on the camera. My other cameras twist on which is a lot harder to do. This is my first camera with a plastic mounting bracket so time will tell how that holds up. All-metal is mode vandal resistant but this does feel like a quality strong material though. Also this is a fraction of the price of those. I slid my ethernet cable through the waterproofing network connector enclosure. It has silicone grommets and seems to hold tight to keep water out and the plug from being pulled out. A nice touch.\n\n---SETUP & WEB INTERFACE---\n\nThere are a few options for how you can set it up depending on your needs. I wanted to use it with my existing 3rd party app so I did a manual setup. I logged into the web interface, was prompted to set a new password for security purposes (good on them for forcing this), and was immediately shown a realtime live view of the camera. The web interface is an insane upgrade from my previous cameras that required Windows and Internet Explorer. It's clean, fast, and works with modern browsers cross-platform. I was especially impressed with how low-latency the video is. There's a speaker icon in the upper right you can click to listen to what the microphone picks up. You can also go to a Setup screen to change all the many customizable options and an Alarm screen to set up alarms for things like motion detection or errors. I set a static IP for my needs. I also set up snapshots so I can do a 'time lapse' type thing, taking a photo every 60 seconds. You can set any customizable period for this. Everything is a lot more customizable than other camera's I've had though the defaults for this camera seem to be good. I did also initially try checking for a firmware update and when I clicked that button nothing happened. I'm not sure if that's not working or there's no upgrade available right now. Also if you enter the wrong login there's a typo of a space missing between two sentences in the error message -- a minor nitpick.\n\n---MICROPHONE---\n\nThe addition of the microphone is really nice. None of my other cameras have this. It works really well and seems to be really sensitive but clear. I installed my camera in a windy area so I was worried that would be a problem but it seems to filter out wind noise really well. Sometimes people park right next to my house and seem kind of up to something so it's nice to be able listen.\n\n---VIDEO QUALITY---\n\nFrom other reviews I read I was hopeful for good video quality but I was pretty blown away. It's completely dark out yet this thing's sensor is sensitive enough to be lit up enough to look like it's dawn. With a little bit of light pollution bouncing off some clouds tonight it's able to operate at night in full color. When it's even darker its night vision infrared lights illuminate the area really well, much better than my older cameras. I've attached a comparison picture of my old vs this new camera, installed just a couple feet apart, taken at the same time tonight. About 15 minutes later it got a little darker and it switched to nightvision mode (also shown). The nightvision is so sharp and bright too.\n\nCOMPARISON PICTURE: https://imgur.com/a/5YIDrUn\n\n---SDCARD VIDEO STORAGE---\n\nI really like the option to store video directly on a memory card in the camera. I got a 256GB Sandisk Extreme SDCard. I plan on setting this up with BlueIris eventually but it's good to have another local backup of the video in case something goes wrong with that system. Playback is easy and fast so I'm pretty happy with it. My old system made it a chore to play back events.\n\n---3RD PARTY STREAMING---\n\nI'm using a 3rd party app since I have other cameras. It only took me a few minutes to add this camera into that and it worked flawlessly since it is compatible with standard protocols. Even listening to the microphone works perfectly with it. I did briefly give the Amcrest Viewer Pro app a try and the interface did seem a bit confusing. I had trouble figuring out how to add the new camera too it and the included Getting Started paper's interface differed a bit from the latest version.\n\n---OVERALL---\n\nOverall I'm pretty impressed by the quality I got for $50. Both the hardware and software are well beyond my other cameras. I'm probably going to be replacing a bunch of cameras soon and this camera and/or the 4K version are my top contenders most likely. I'm very happy with this so far.\n\nPros:\n\n- Amazing video quality\n\n- Amazing low-light quality\n\n- Practically zero latency live viewing\n\n- Tons of customization options\n\n- Good microphone audio quality\n\n- Seems solidly made and good quality\n\n- Great price\n\nCons:\n\n- A waterproof cap for the 12V DC cable when not in use would be nice\n\n- Firmware update button not giving feedback (not sure if not working or just nothing to update right now)\n\n- A metal mounting bracket would be nice but as long at this holds up it should be fine\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nstupidinternetname\n•\n3 yr. ago\n\nGreat write up.\n\nI just installed 5 of these today. Very easy to configure. Easy to mount and aim. I prefer these over the Amcrest turret cams which are a pain to aim. Picture quality on both styles is amazing compared to my old cameras.\n\nfastman696\n•\n3 yr. ago\n\nDetailed write-up thanks. If POE, what is the \"12V DC cable\" you mentioned?\n\n1 more reply\nbsenftner\n•\n3 yr. ago\n\nNice write up. I have stopped purchasing Amcrest cameras after a 3rd one simply ceased operating after less than a year. I write security camera software, and have been collecting various brands of cameras simply to have a pulse of the industry and to make sure my software works with them. Everything you say is right. But the darn things simply turn into rocks at some point, and who has the time to monkey with them?\n\n4 more replies\nspile2\n•\n3 yr. ago\n\nI am happy with my two Amcrest cameras which are rebranded Duahas. The only cons are... No firmware updates Poor/no technical support Great vfm but there is a downside.\n\nImaginaryCheetah\n•\n3 yr. ago\n\nthanks for the reivew :)\n\ni'm cross-posting it to r/SecurityCameraAdvice\n\nshenns416\n•\n3 yr. ago\n\nWhats the deal with amcrest nowaways days? I had 3 in the past took it off line due to the whole chinese backdoor thing , want to start them back up if its safe. Or buy anothet brand\n\n \nTop 2%\nRank by size \nr/Filmmakers\nNikon D810 vs. a new camera for video?\n1 upvote · 5 comments\nr/flipperzero\nFinally, FlipperPhone! With this DIY open-source module you can call and write sms with FLipperZero. All materials and instructions will be on github (WIP), you can find git in the description under the video\nyoutube\n130 upvotes · 25 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n343 upvotes · 211 comments\nr/Roadcam\n[USA][OR] Can't fail a dual turn any harder than this\nyoutube\n141 upvotes · 40 comments\nr/Roadcam\n[USA][TX] Car t-boned crossing intersection\nyoutube\n122 upvotes · 30 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n104 upvotes · 65 comments\nr/Nikon\nPre AI (non-ai), AI or AIS 50mm 1.4 manual lens for the Nikon D3300\n1 upvote · 7 comments\nr/DirtyDave\nMoney Guy Show Made a Short Referencing Dave Ramsey's 8% Withdrawal Rate\nyoutube\n116 upvotes · 90 comments\nr/Roadcam\n[USA] Car cuts off SUV, resulting in rollover crash (Columbus, Ohio)\nyoutube\n188 upvotes · 46 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/Roadcam\n[USA] Cammer gets aggressive and pits car that tries to cut in (Clarksville, Tennessee)\nyoutube\n223 upvotes · 95 comments\nr/Roadcam\n[USA] Clueless red light runner collides with pickup truck (Houston, Texas)\nyoutube\n102 upvotes · 18 comments\nr/photomarket\n[S] [USA-NC] Fujica G690 BLP 6x9 Rangefinder - PRICE REDUCED\n34 upvotes · 5 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/photomarket\n[S] [USA-WA] Sony a6000 body, Rokinon 12, and 5 Sony APS-C Lenses (20/24/35/50/16-70)\n7 upvotes · 15 comments\nr/Amd\nAMD Anti-Lag+ | We Need To Talk | Battle(non)sense\nyoutube\n294 upvotes · 148 comments\nr/Flipping\nIRS postpones rule change on digital payment reporting for small businesses and side hustles\ncnn\n113 upvotes · 93 comments\nr/onebag\nLightweight camera option that charges via USB-C?\n7 upvotes · 18 comments\nr/photomarket\n[S][USA-TN] REPOST/PRICE DROP Pentax 645 with 75mm f/2.8 lens\n9 upvotes · 7 comments\nr/photomarket\n[S] [USA-ND] Nikon F100 SLR 35mm Film Camera, Like-New\n12 upvotes · 9 comments\nr/SonyAlpha\nBest versatile A6600 lens(s) for video noob space nerd\n3 upvotes · 10 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/photomarket\n[S] [USA-CA] Tamron SP 28-75mm f/2.8 A09NII for Nikon F-mount\n3 upvotes · 1 comment\nr/SuggestALaptop\nDecisions on a new laptop with potential to stream via console capture card (OBS Software)\n2 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 22, 2020\nReddit\nreReddit: Top posts of November 2020\nReddit\nreReddit: Top posts of 2020"
}