{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "It's Time for Global Action to Eliminate Plastic Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/speeches-and-testimony/2021/06/10/its-time-for-global-action-to-eliminate-plastic-pollution",
  "body": "On June 10, a group of 16 leading organizations—representing businesses, NGOs, and civil society—highlighted the need for urgent global action to halt the rapid growth of plastic pollution and create a \"circular economy,\" a closed-loop system in which resources are reused instead of becoming waste. Skip to main content Topics Communities",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nIt's Time for Global Action to Eliminate Plastic Pollution\n16 organizations agree on 6 key actions needed to solve the world’s plastic problem\nSPEECHES AND TESTIMONY June 10, 2021 Read time: 5 min\nProjects:\nPreventing Ocean Plastics\nShare \nRead Mode \n\nOn June 10, a group of 16 leading organizations—representing businesses, NGOs, and civil society—highlighted the need for urgent global action to halt the rapid growth of plastic pollution and create a “circular economy,” a closed-loop system in which resources are reused instead of becoming waste.\n\nIn their Joint Statement on Preventing Ocean Plastic Pollution, the organizations shared six key actions needed, providing a roadmap to help reduce plastic pollution flows to the environment to near-zero by 2040.\n\nThe statement is based on findings from the 2020 “Breaking the Plastic Wave” report—a first-of-its-kind analysis by Pew, SYSTEMIQ, and four partners that estimated the economic, environmental, and social implications of various methods for reducing plastic pollution—as well as a corresponding peer-reviewed paper in the journal Science and the Duke University study “20 Years of Government Responses to the Global Plastic Pollution Problem.”\n\n###\n\nThe ocean is vital to our planet’s health and to our well-being and prosperity. It regulates the climate, sustains an estimated 2.2 million species, provides critical protein to 3.3 billion people, and supports tens of millions of jobs.* However, marine plastic pollution is increasing rapidly, as expanding plastic production and use exceed our ability to manage them appropriately. As the United Nations Environment Assembly noted in Resolution UNEP/E.A.4/Res.9 in 2019, high and rapidly increasing levels of macro- and microplastic pollution represent a serious global environmental problem, adversely affecting marine biodiversity, ecosystems, livelihoods, fisheries, maritime transport, recreation and tourism, and local societies and economies; costing billions of dollars annually; and posing health risks to people.\n\nAs societies around the world adapt to new economic realities amid the COVID-19 pandemic, they have an opportunity to build a more resilient environment, economy, and society. Now is not the time to move backward on eliminating plastic waste and pollution. Tackling ocean plastic pollution is also essential to achieving the Sustainable Development Goals—target 14.1 on marine pollution, goal 12 on responsible consumption and production, and more.\n\nA 2020 report by The Pew Charitable Trusts and SYSTEMIQ—in partnership with the University of Oxford, the University of Leeds, the Ellen MacArthur Foundation, and Common Seas—and an accompanying scientific paper estimate that without additional action, the annual flow of plastic entering the ocean will nearly triple by 2040. Furthermore, even if all current major industry and government commitments are met, these measures are likely to reduce annual plastic leakage to the ocean by only around 7 per cent in 2040 relative to the current trajectory.\n\nOver the past two decades, the number of public policy responses to this issue has been increasing at both the national and international levels, according to an analysis by Duke University. However, major gaps remain in many regions and in the types of plastics addressed; few countries have yet embraced a more comprehensive policy approach or monitored policy effectiveness; and there is no global, binding target for reducing plastic pollution.\n\nWe, as signatories of this statement, recognize the urgent need for collective global action to halt and reverse the rapid increase in plastic pollution and create a circular economy for plastics. Reaching the goal of near-zero plastic pollution entering the ocean by 2040 and reducing overall greenhouse gas emissions from plastics throughout their life cycle requires systemic change, with a concurrent, timely focus on six areas:\n\nReducing plastic production and consumption by, as a priority, eliminating all avoidable plastic use and establishing reuse and refill systems. In addition, where relevant and beneficial, substituting plastic products with other materials, ensuring sustainable sourcing and compatibility with waste management and resource recovery infrastructure.\nDesigning all products and packaging—whether made of plastic or a substitute material—to be reused, recycled, or composted in environmentally benign systems that are practical to implement at scale, with a focus on finding alternatives or solutions for multimaterial and small-format flexible plastic items that disproportionately contribute to macroplastic pollution and are not recyclable economically, addressing hazardous substances in plastics, and reducing virgin plastic inputs.\nImproving and creating new waste management services, with a focus on increasing collection, reuse, and recycling rates; providing long-term funding; developing circular systems; securing livelihoods, fair payment, and safe working conditions for formal and informal waste collectors; and filling key capacity gaps in middle- and low-income countries.\nRestricting and regulating transboundary movements of plastic waste, with export only to countries with a proven capacity to manage and recycle both imported and domestically generated waste in accordance with globally accepted environmental and health and safety standards. In addition, eliminating exports of dirty and contaminated plastic waste to developing countries.\nTackling microplastic pollution by using alternative materials and developing improved standards and capture technologies to reduce microplastic release from tyres and textiles, setting mandatory supply chain standards to prevent pellet loss, and eliminating microplastic ingredients in products that might be released into the environment.\nEliminating maritime sources and other sector-specific sources of plastic pollution (e.g., agriculture and construction) through policy interventions and incentives that minimize waste and increase collection and recycling rates at end of life.\n\nWe recognize that many forward-thinking businesses and governments are already working in these areas, via several existing initiatives and platforms, and that building on these efforts is crucial. We also know that we need to do more: More businesses and governments at all levels need to join in, and those already on the journey—including plastic producers and converters, consumer goods companies, retailers, and waste management companies—need to continue raising their ambition level. Entrepreneurs, investors, financial institutions, and consumers also play important roles. Specifically, building on existing efforts requires the following six actions:\n\nDeveloping and applying rigorous design and labelling standards that ensure harmonization, elimination of avoidable plastic use, removal of toxic chemicals, achievement of ambitious recycled content targets, and enhanced effectiveness and economics of reuse, refill, and recycling systems.\nInvesting US$50 billion-$100 billion annually in innovation. Deploying all known solutions at the maximum foreseeable scale and pace will not be enough to eliminate plastic pollution by 2040 and will leave significant greenhouse gases being emitted by the sector. Creative solutions are needed throughout the plastic system, supported by governments and the private sector—particularly through increased and new finance streams—and focused primarily on upstream interventions, such as reductions in plastic use, establishment of reuse models, and increased use of sustainable materials.\nInvesting US$550 billion† in collection and sorting infrastructure over the next 20 years to ensure that all materials are properly managed and recycled. Funding mechanisms such as extended producer responsibility or the equivalent must urgently be put in place globally to provide transparent, stable, and recurring funding streams for waste prevention and management, with independent governance and fair industry contributions.\nScaling, increasing the ambition level, and ensuring the accountability of corporate pledges. Increasing the number of participants and raising the ambition level of existing corporate commitment platforms such as the New Plastics Economy Global Commitment, led by the Ellen MacArthur Foundation in collaboration with the UN Environment Programme, while putting in place transparency measures—such as WWF’s ReSource: Plastic activation hub and Footprint Tracker and the International Solid Waste Association’s Plastics Pollution Calculator—as well as strengthening accountability systems to ensure implementation of corporate commitments.\nImplementing more ambitious local, national, and regional policy interventions. A more comprehensive approach to binding policy is needed at the national and regional levels to deliver large-scale reduction and reuse efforts, reduce economic incentives for virgin plastic production, increase incentives for recycled plastic use, better regulate the trade in plastics and plastic waste, and address other sources of plastic pollution, particularly microplastics and maritime sources. Government policies should include appropriate education and outreach to businesses and citizens to enhance implementation effectiveness.\nStrengthening international policy frameworks in relation to plastics (e.g., through the Basel Convention, the United Nations Environment Assembly, the International Maritime Organization, the Food and Agriculture Organization, and the World Trade Organization) to achieve the level of ambition set forth in decisions intended to reduce plastic pollution.‡ A global, binding agreement should be explored to extend the ambition level and actions from leading businesses and governments to everyone and to agree on measures that prevent plastic pollution from leaking into the environment over the long term.\n\nThe full list of signatories, is available in the attached statement.\n\n###\n\n* C. Mora et al., “How Many Species Are There on Earth and in the Ocean?” PLoS Biology 9, no. 8 (2011): e1001127, https://doi.org/10.1371/journal.pbio.1001127; UN Food and Agriculture Organization, “The State of World Fisheries and Aquaculture 2020” (2020), https://doi.org/10.4060/ca9229en.\n\n† Costs are cited as inflation-adjusted 2018 U.S. dollars; future costs were discounted at a 3.5 per cent rate.\n\n‡ United Nations Environment Assembly Resolutions UNEP/EA.4/Res.6 and UNEP/EA.4/Res.9 (2019); Basel Convention Decision BC-14/12 (2019); International Maritime Organization Action Plan to Address Marine Plastic Litter From Ships (2018); Food and Agriculture Organization Voluntary Guidelines on the Marking of Fishing Gear (2019).\n\nDOWNLOADS\nJoint Statement on Preventing Ocean Plastic Pollution (PDF)\nDOWNLOADS\nJoint Statement on Preventing Ocean Plastic Pollution (PDF)\nRELATED EXPERTS\nSimon Reddy\nDirector\nInternational Environment\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nARTICLE July 23, 2020\nBreaking the Plastic Wave\nSign Up\n\nDon’t miss our latest facts, findings, and survey results in The Rundown\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nTags\nHabitat protection International policy Environmental science\nProjects\nPreventing Ocean Plastics\nExperts\nSimon Reddy Winnie Lau, Ph.D.\nPlaces\nOceans\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}