{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Recycling isn't enough — the world's plastic pollution crisis is only ...",
  "href": "https://theconversation.com/recycling-isnt-enough-the-worlds-plastic-pollution-crisis-is-only-getting-worse-144175",
  "body": "In 2020, an estimated 24 million to 34 million tonnes of plastic waste will enter the world's lakes, rivers and oceans. That is roughly the weight of 21,000 rail locomotives. And if trends ...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nPlastic litters a beach in Indonesia. (GRID-Arendal/flickr), CC BY-NC-SA\nRecycling isn’t enough — the world’s plastic pollution crisis is only getting worse\nPublished: September 17, 2020 3:46pm EDT\nAuthor\nStephanie B. Borrelle\n\nPostdoctoral Research Fellow, Ecology and evolutionary biology, University of Toronto\n\nDisclosure statement\n\nStephanie B. Borrelle does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment.\n\nPartners\n\n\t\n\nUniversity of Toronto provides funding as a founding partner of The Conversation CA.\n\nUniversity of Toronto provides funding as a member of The Conversation CA-FR.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n44\n Facebook\n1.7k\n LinkedIn\n Print\n\nPlastic production and consumption has snowballed since large-scale production began in the 1950s. In 2020, an estimated 24 million to 34 million tonnes of plastic waste will enter the world’s lakes, rivers and oceans. That is roughly the weight of 21,000 rail locomotives.\n\nAnd if trends continue without improvements in the way we manage plastic waste, we could be spewing as much as 90 million tonnes of plastic waste into the world’s waters by 2030. Already, an estimated 10,000 tonnes of plastic waste enter the Great Lakes every year.\n\nBack in 2015, the world agreed that eight million tonnes of plastic waste contaminating the ocean alone was unacceptable. Several international platforms emerged to address the crisis, including Our Ocean, the UN Sustainable Development Goals and the G7 Ocean Plastic Charter, among others.\n\nThese are ambitious commitments, but will they meaningfully reduce plastic pollution?\n\nDo experts have something to add to public debate?\nWe think so\n\nNew research published in Science shows that even if governments around the world adhere to their global commitments to address plastic pollution, and all others join in these efforts, in 2030 we will still emit between 20 million and 53 million tonnes of plastic waste into the world’s aquatic ecosystems. Global commitments do not match the scale of the problem — we need to rethink our strategy.\n\nThe myth of plastic recycling\n\nPlastics are commonly tossed into mixed-recycling bins to be conveniently collected and — we incorrectly assume — remade anew. The reality is that we’re “wishcycling.” In fact, less than 10 per cent of plastics are recycled.\n\nVirgin plastics are cheaper to produce than recycled products, undermining the viability of the recycling sector. For example, in 2019, California’s largest recycling plant closed, laying off 750 employees, because of increased business costs and falling prices for recycled materials.\n\nThe abundance of disposable plastic has led to waste colonialism — the dumping of large quantities of mixed-plastic waste in developing countries, most commonly Southeast Asia.\n\nRead more: Plastic in the oceans is not the fault of the Global South\n\nThese practices are fuelled by policies that harken back to European colonization of the Americas. They give companies access to the raw materials used to make plastics today — oil and ethane gas — often without approval, and that directly endanger the lives of Indigenous women.\n\nUnequal health impacts\n\nAcross the globe, health problems associated with plastics production disproportionately affect lower-income Black, Indigenous, people of colour (BIPOC) communities. That’s because the bulk of the petrochemical plants producing plastics are located in communities of colour.\n\nThousands of toxic chemicals are used in plastics production and most are unregulated. Bisphenol A (BPA), banned from many consumer plastics, has simply been replaced with other bisphenols such as BPS or BPF, even though they maybe as hazardous to human health. Subsequently, plastics workers suffer high rates of respiratory and cardiovascular disease and cancers.\n\nIt’s no coincidence that Louisiana, a hotbed for the petrochemical sector, is the epicentre of what is known as “Cancer Alley.” Perhaps a more appropriate name would be “Cardiovascular-respiratory-illness-reproductive-disorder-cancer Alley.” BIPOC communities have been overburdened with pollution for decades, and air pollution from petrochemical plants is a leading cause of chronic respiratory illnesses contributing to greater risks of morbidity from diseases like COVID-19.\n\nA refinery in Baton Rouge, La. (Jim Bowen/flickr), CC BY-SA\n\nGlobally, plastic waste treatment facilities (collection, sorting, processing, recycling, incineration facilities and landfill sites) are frequently located in communities of colour, exacerbating negative health outcomes.\n\nAn estimated 15 million waste pickers worldwide pluck the most valuable pieces of plastic from mountains of imported waste to make their living. Often the remaining plastic is burned, belching carbon-rich smoke into the atmosphere. Everyone unfortunate enough to be in its plume inhales carcinogenic furans and dioxins. Plastics that aren’t burned or processed are piled high or buried, contaminating previously arable soils and waterways.\n\nWhat does genuine progress look like?\n\nProgress requires us to address the structural inequality that encourages and normalizes the waste of resources, ecological destruction and the perpetuation of colonial systems.\n\nProgress requires decolonial policies, where justice and equity are prioritized. That means the equitable investment in effective collection, sorting, cleaning, reuse, repair and recycling infrastructure, where BIPOC don’t carry the burden of pollution.\n\nIt requires policies that dissuade the unabated extraction of resources and ensure companies are responsible for the life cycle of their plastic products. This would include abolishing US$296 billion in subsidies provided annually by governments to petrochemical companies and introducing laws that require companies to pay for waste collection, recycling or disposal, rather than taxpayers.\n\nQuantifying the scale and extent of plastic pollution helps us understand the kind of effort needed to make change, but just as vital is mapping the health, economic, cultural and human rights dimensions of this toxic industry.\n\nRead more: How to build a better Canada after COVID-19: Launch a fossil-free future\n\nBy rallying for policies that tackle the underlying structures that perpetuate the plastic pollution crisis, we can reverse inequality, fulfil human rights obligations, improve the health of all communities and prevent and mitigate ecological damage. Policies like the Green New Deal are moving us in the right direction, but we need to do more.\n\nIf ever there was a time to redefine the business-as-usual plastics industry and transition to a healthy and more equitable global society, it is now.\n\nPlastic\nGlobal South\nPlastic waste\nPlastic recycling\nmarine plastics\nBisphenol A (BPA)\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}