{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Proper Etiquette When a Neighbor's Fire Pit is Causing Smoke ... - Reddit",
  "href": "https://www.reddit.com/r/sandiego/comments/j12ryk/proper_etiquette_when_a_neighbors_fire_pit_is/",
  "body": "More so because the smoke can affect your health (this applies to tobacco and marijuana as well if it enters your home). Have a friendly chat with the neighbor first and let them know what is happening. If they are not receptive then you should contact the non emergency line for your area and file a report.",
  "textContent": "Proper Etiquette When a Neighbor's Fire Pit is Causing Smoke Problems? : r/sandiego\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to sandiego\nr/sandiego\n•\n3 yr. ago\ntrivialstudies\nProper Etiquette When a Neighbor's Fire Pit is Causing Smoke Problems?\n\nQuestion for the community...\n\nMy neighbors installed a wood burning fireplace in their backyard earlier this summer and use it almost every evening. Due to the breeze and my location against a hill, whenever it is in use the smoke goes right into my backyard. If my windows are open it quickly fills my house with smoke. It's become a serious problem. I know they spent a lot to get it installed so I don't want to ask them to stop using it, and they're a nice family so I don't want to start trouble. Even if I wanted to \"start trouble\", I assume it's legal so there's not much I could do other than maybe ask they shoot us a text before they use it so we can close up, but that means we can never have fresh air in the evening.\n\nI'd like to hear how the community suggests I respond to this situation. Any comments are welcome.\n\nThanks.\n\nupwork.com\nSign Up\nSort by:\nAdd a Comment\nPM_Pics_of_ur_pups\n•\n3 yr. ago\n\nI’ve been on the other side of this coin. I had a fire pit in my backyard and had no idea how bad the smoke was up the hill. At some point a neighbor up the hill left “helpful tips” on using and maintaining fire pits on all the mailboxes in my culdesac. I was the only one with one, so it was for me. I guess it was a nice way to notify me without having to confront me?\n\nI’m a nice person so I wouldn’t be mad if someone knocked on my door, but if your not comfortable with that, follow my neighbors lead and leave a leaflet on the mailboxes.\n\nReply\nreply\ntdasnowman\n•\n3 yr. ago\n\nJust go have a conversation. Smoke either means green wood, or the fire isn't hot enough and just smoldering. They may not be aware of how far the smoke is traveling as well.\n\nReply\nreply\nactuallivingdinosaur\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThis qualifies under the nuisance and quality of life ordinances. More so because the smoke can affect your health (this applies to tobacco and marijuana as well if it enters your home). Have a friendly chat with the neighbor first and let them know what is happening. If they are not receptive then you should contact the non emergency line for your area and file a report.\n\nEdit: I have dealt with both fire pit and tobacco/marijuana smoke issues and had to escalate it to the city. This is how the issue was resolved.\n\nReply\nreply\n16 more replies\n[deleted]\n•\n3 yr. ago\n\nHow about this situation but instead of wood burning stove it's the neighbor with his 3 foot bong every morning at around 5?\n\nReply\nreply\nhandsomesharkman\n•\n3 yr. ago\n\nGive him a super heavy indica to smoke as a gift. When he falls asleep, hide the bong.\n\nReply\nreply\nwindoneforme\n•\n3 yr. ago\n\nHaha I've got this situation. Small cul-de-sac with lots of families with small kids always out front playing. Guy down the street is smoking Marley sized joints 3 times a day and smoking out the entire street. You can smell it from over 100 yards. He gives zero craps about it and claims it's his right and it's legal... We all agree he's a huge dick!\n\nReply\nreply\n4 more replies\nmpaull2\n•\n3 yr. ago\n\nIf it's a built in, maybe they could extend the chimney?\n\nReply\nreply\nbisselvacuum\n•\n3 yr. ago\n\nDenying a neighbor fresh air is not okay. esp in a town like San Diego where running AC 24/7 is NOT traditional at all.\n\nReply\nreply\n1 more reply\nsdcyclonesurfer\n•\n3 yr. ago\n\nI legitimately have no idea what I'm talking about but I've seen these smokeless portable fire pits and it seems there are reasons for fires to put off more smoke than others, be it air flow, not enough heat, wood is to wet/dry. You might talk to them and see if there is any options to cut the smoke down; otherwise, wait a week until the novelty wears off and they stop using it.\n\nReply\nreply\nasianmarysue\n•\n3 yr. ago\n\nAre you in Mira Mesa? I've got a neighbor that burns the smelliest wood, just got the pit this summer too.\n\nReply\nreply\nmicros101\n•\n3 yr. ago\n\nYou on Flanders?\n\nReply\nreply\n1 more reply\nEllexoxoxo33\n•\n3 yr. ago\n\nWe bought an industrial shop fan from Harbor Freight for around 130 dollars and position on the patio to blow the smoke from our PitBoss smoker up and away from my neighbors side yard/ bedroom windows. We are a couple of miles from the beach and none of us have A/C\n\nReply\nreply\nkoikatturtle\n•\n3 yr. ago\n\nI like this idea!! But in the case of the op I would face it toward the smoke and blow it away from my home.\n\nReply\nreply\nDarlingCvdM\n•\n6 mo. ago\n\nI'm in the same situation, except closing our windows doesn't help and their smile completely fully my yard. I'm super sensitive to smoke or any kind and I get a severe headache every time they use their outdoor oven/pit. To cause me additional stress, I have a baby who is also breathing in all the smoke-his fact irritates me the most.\n\nThis is a current struggle and has yet to be resolved. As of this point, I texted them with this link and screenshots. Hopefully they take me seriously because the smoke is making my home comfort super sucky.\n\nThe link to info about better wood burning practices: https://www.firepit.co.uk/a/blog/smokeless-fire-pit-heaven-5-tips-to-reduce-fire-pit-smoke#:~:text=Use%20properly%20seasoned%20firewood,wood%20will%20cause%20additional%20smoke.\n\nReply\nreply\nL273EF\n•\n3 mo. ago\n\nMove if you are sensitive. That is what apartment blocks are for. Control freaks.\n\nReply\nreply\nZeMouth\n•\n3 yr. ago\n\nThis could be due to them burning soft woods. Much more smoke than burning hard woods AFAIK. They may just not know any better.\n\nReply\nreply\nunlimitedupside\n•\n2 yr. ago\n\nWood smoke IS Toxic, no joke. It can be very hazardous to people with Pulmonary or Cardiac issues.\n\nhttps://woodsmokepollution.org/toxins.html\n\nReply\nreply\nL273EF\n•\n3 mo. ago\n\nYou should move. Just sell an buy in a better location. The property value is permanently decreased and you can’t do anything about it.\n\nReply\nreply\nBrick-Wilder\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nWell it might be considered a statutory nuisance. but I’m not coming across any rules or regs in SD county that directly pertains to fireplace,bbq smoke. Only thing I came across about fireplaces might be the distance to the house.\n\nDo you rent or own? (If you rent speak to you’re landlord )\n\nThe wood they are using might be wet which will cause a lot of smoke\n\nUnfortunately I don’t think you have much of a case. (Could be wrong) and I don’t feel they need to run things by you for any reason.\n\nGood luck\n\nhttps://www.pacificpavingstone.com/blog/everything-need-know-building-fire-pits-southern-california-backyard/\n\nhttps://www.sandiego.gov/fire/services/policies/recreationalfire\n\nReply\nreply\n2 more replies\nView more comments\n \nTop 1%\nRank by size \nRelated\nSan Diego\nSan Diego County\nCalifornia\nUnited States of America\nNorth America\nPlace\nforward\nback\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/bayarea\nReporter speaks out after Alameda DA bars her from news conference\nyoutube\n209 upvotes · 27 comments\nr/bayarea\nPSA for dog owners: there's a novel canine respiratory illness circulating. Most CA cases seem to be in LA, but think twice re: boarding / daycare / dog parks\nyoutube\n134 upvotes · 18 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/orangecounty\nSomeone stabbed at Amazon Hub in Mission Viejo this morning\ninstagram\n194 upvotes · 77 comments\nr/bayarea\nTesla crashes into back of San Mateo home, police say\nyoutube\n243 upvotes · 155 comments\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/SantaBarbara\nDeath to Dormzilla! Breaking: Charlie Munger, friend and business partner of Warren Buffett, dies\ncnn\n129 upvotes · 50 comments\nr/vegas\nBiden welcomes Stanley Cup champions, the Las Vegas Golden Knights to White House\nyoutube\n94 upvotes · 16 comments\nr/Sacramento\nSMF rated 6th best large airport in the US\nforbes\n218 upvotes · 95 comments\nr/NewMexico\nLas Cruces officer fatally shoots woman for driving off over a trespassing issue\nyoutube\n187 upvotes · 80 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 99 comments\nr/orangecounty\nWoman found dead inside car submerged in Irvine lake\ncbsnews\n284 upvotes · 57 comments\nr/cambodia\nU.S. Senator Bernie Sanders telling the American public what Henry Kissinger did in Cambodia\nyoutube\n286 upvotes · 35 comments\nr/Sacramento\nHow WFH Helped Make Sacramento a Great Restaurant City\nnytimes\n214 upvotes · 114 comments\nr/SFGiants\nIn honor of our new hitting coach, The Machine.\nyoutube\n100 upvotes · 11 comments\nr/bayarea\nReturn to office is ‘dead,’ Stanford economist says.\ncnbc\n647 upvotes · 272 comments\nr/asianamerican\nAs a Child, I Fled the Khmer Rouge—Kissinger's Legacy in Cambodia | Opinion\nnewsweek\n101 upvotes · 13 comments\nr/longbeach\nLana Del Rey's 'Tunnel Under Ocean Blvd' Will Be Transformed Into a Speakeasy\nrollingstone\n126 upvotes · 38 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/Roadcam\n[USA][OR] Can't fail a dual turn any harder than this\nyoutube\n141 upvotes · 40 comments\nr/maui\n100 days after the Maui fires, 4 names remain on the Lahaina missing list. These are the people trying to find them\ncnn\n420 upvotes · 19 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 28, 2020\nReddit\nreReddit: Top posts of September 2020\nReddit\nreReddit: Top posts of 2020"
}