{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "World will have 710M tons of plastic pollution by 2040 despite ... - CNN",
  "href": "https://www.cnn.com/2020/07/23/world/plastic-pollution-2040-study-intl-hnk/index.html",
  "body": "CNN — If the world embarked on an immediate and globally-coordinated effort to reduce our plastic consumption, there would still be an estimated 710 million metric tons of plastic that will...",
  "textContent": "Ad Feedback\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nMore\nAudio\nLive TV\nLog In\nWorld will have 710M tons of plastic pollution by 2040 despite efforts to cut waste, study says\nBy Helen Regan, CNN\n 5 minute read \nPublished 2:00 PM EDT, Thu July 23, 2020\nVideo Ad Feedback\nPlastic pollution is killing these animals\n01:22 - Source: CNN\nCNN\n — \n\nIf the world embarked on an immediate and globally-coordinated effort to reduce our plastic consumption, there would still be an estimated 710 million metric tons of plastic that will pollute the environment by 2040, new research has found.\n\nThe study, from a group of international researchers and published in the journal Science on Thursday, found that even in a “best-case scenario” where the amount of plastic pollution was reduced by 80% by 2040, there would still be a massive build-up of accumulated plastic.\n\n“The biggest takeaway from our work is that if we don’t do anything, the plastic pollution problem is going to become unmanageable. Doing nothing is not an option, said Dr. Winnie Lau, co-author of the study and senior manager for Pew’s Preventing Ocean Plastics campaign.\n\nLau called their findings a “bad news, good news situation” because while the plastic pollution problem is set to get worse, we have all the knowledge, technology and tools to make a huge dent.\n\nThe team found that seriously ramped up global efforts could cut plastic pollution by 40% from 2016 levels, or 78% relative to a “business as usual” model by 2040.\n\nHow rivers became the plastic highway into the oceans\n\nMillions of tons of plastic enter the oceans every year, polluting the seas, littering beaches and endangering wildlife. Plastic particles have been found in soils, in the atmosphere and even in the most remote regions of Earth, such as Antarctica. Microplastics are also eaten by fish and other sea creatures, where they enter the food chain.\n\nA rapid growth in plastic production, spurred by a rise in single-use plastics and a “throw-away” culture has exacerbated the problem, the report said. Meanwhile, waste management systems in countries around the world don’t have the capacity to safely dispose of or recycle plastic waste.\n\nDr. James Palardy, co-author of the report and Director of Pew’s Conservation Science Program, said the true cost plastic pollution has on human health and the environment – and of doing nothing to reduce it – is largely unknown, but waiting to find out how it affects us is not the answer.\n\n“Do we really want to be guinea pigs for a global experiment?” he said.\n\nTo avoid a plastic pile up greater than the estimated 710 million metric tons (782 US tons) by 2040, the team said coordinated global action is needed. That means reducing plastic consumption, increasing the rates of reusing plastic, improving waste collection and recycling, and expanding safe disposal systems.\n\nAnd everyone is needed to do their part.\n\n“This isn’t a problem for the developing world, this is a problem for everyone to solve,” said Palardy.\n\nVideo Ad Feedback\n5 ways to cut your plastic waste\n01:30 - Source: CNN\n\nThe team set out to figure solutions for solving plastic pollution. They created a model that mapped out the entire global plastic system – from production to waste – and developed five scenarios to estimate reductions in plastic pollution between 2016 and 2040.\n\nThey found that there is no silver bullet solution to reducing global plastic pollution.\n\nInstead, change is needed across the whole supply chain, they said, from the manufacturing of plastics, to pre-consumption (known as upstream) and after use (recycling and reusing) to stop the spread of plastic pollution into the environment.\n\n“There is a role for everybody and every sector. We can only solve this problem if everyone does what they need to do,” said Lau.\n\nPalardy said their research showed that implementing the best case scenario – where 80% of plastic pollution is cut by 2040 – didn’t involve big costs.\n\n“It actually saved governments money to implement this,” he said. The real challenge, he said, would be “how do we show the world that this is a more appropriate solution, it’s better for the environment, it’s better for tax payers, it better for virtually everything.”\n\nOne key finding the study identified is that waste mismanagement wasn’t necessarily a problem of having the recycling capacity, landfill space or incinerators, but the bottle neck came from the collection gap.\n\n“There are billions of people without collection services right now. When certain groups say we can recycle our way out of it, you can’t recycle something you haven’t collected. You cant dispose of something you haven’t collected,” said Lau.\n\nThe team noted that in many middle-income countries, such as India, informal workers and waste pickers made a living from collecting plastics and that their work was a key component of being able to solve this collection gap. Often these workers have no legal or formal recognition and no protection.\n\nBy highlighting how vital they are to this sector, the authors said it will hopefully bring them into the part of the economy where their contribution is recognized.\n\nMicroplastics from your tires are likely reaching the most remote places on Earth, study finds\n\nThe team’s findings come as waste from Covid-19 – discarded PPE, masks, gloves, hand sanitizer bottles and take-out boxes – has ended up in landfills or our oceans.\n\nIn late February, Hong Kong-based organization OceansAsia reported finding “masses of surgical masks washing up on the shoreline” in the Soko Islands.\n\nGary Stokes, director of operations at OceansAsia, who wasn’t involved in the Science report, said that current efforts we are seeing such as beach cleanups were good but what is needed is to turn off the plastic source.\n\n“You go into a bathroom and the bath is overflowing, do you grab a mop or do you turn the tap off?” he said. “Beach clean ups are going and mopping up the floor while the tap is still on. As good as they are, you need to turn off the source.”\n\nOne of the biggest challenges to changing our plastic habits is helping people to connect the dots between the plastics they consume and the pollution on our beaches and seas. Plastic takes years – sometimes hundreds of years – to decompose.\n\nGoing into schools to raise awareness, Stokes said he uses the example of the 16th century playwright William Shakespeare, saying “if he had had a cup with a straw from 7/11 at that time, the plastic would still be here now.”\n\n“And that’s really quite scary,” he said.\n\nBecause plastic is so cheap, there is a need to make alternatives to plastics economically viable so people will start to take them seriously.\n\n“I think it’s a culmination of yes we have the technology, we just need the willpower to want to do it,” Stokes said.\n\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nFDD74\nRecommended for you\nRecommended by\nMORE FROM CNN\nThe world may be close to getting its first cargo ship that ...\nThese small words could make or break the global climate ...\nCNN poll: Large majority of US adults and half of ...\nAd Feedback\nRECOMMENDED FOR YOU\n[Pics] She Disappeared After This Movie\nInvesting Magazine\n16 Movies That Destroyed Actors' Careers: No One Can Argue With No.12\nYourDIY\n25+ Coolest Gifts Nobody Would Think Of\nboutiquesgift.com\nAd Feedback\nNEWS & BUZZ\nMoon Pod’s zero-gravity seating is on sale right now\nA teenager missing for months was just found buried in her neighbor’s backyard. Nail polish helped identify her\nAd Feedback\nCONTENT BY POWER LIFE\nHere's What Older \"Ripped\" Guys Are Doing\nAlways Feel Empty On Energy, This Could Be Why\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nAging Americans Should Do This Daily\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nWorld\nFOLLOW CNN\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}