{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "AITA for buying a box of plastic straws, which somehow caused ... - Reddit",
  "href": "https://www.reddit.com/r/AmItheAsshole/comments/nuf23k/aita_for_buying_a_box_of_plastic_straws_which/",
  "body": "Plastic straws are a non-issue environmentally, but they're a useful patsy to get people to feel like they're doing some good while still ordering iced cappuccinos in plastic cups while driving an air-polluting vehicle and also littering. Wtf? Not blaming you for living in the culture corporations have created for us- just illustrating that ...",
  "textContent": "AITA for buying a box of plastic straws, which somehow caused a fight with my roommate's new girlfriend? : r/AmItheAsshole\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AmItheAsshole\nr/AmItheAsshole\n•\n3 yr. ago\npaperstrawssuck\nAITA for buying a box of plastic straws, which somehow caused a fight with my roommate's new girlfriend?\nNot the A-hole\n\nSo my city is going through a weird green initiative - and that means they want to slowly phase out the use of plastic straws and are forcing restaurants to make the shift. so most fast food places will give you a paper straw.\n\nSo I opted just to order a box of individually wrapped plastic straws so I can leave them in my car for whenever they're needed. To be clear, I still recycle, it's not like I'm throwing it out in the trash bin or littering, this is just something I did for my own selfish reasons, the reason being, I hate paper straws.\n\nThe other day, I was driving with my friend (roommate 25m) and his new girlfriend (26f had to go pick her up since he doesn't drive, and she doesn't have a car). she has issues sitting in the back seats of cars, so she sat in the passenger seat. we pulled through a Tim Hortons (a coffee shop in Canada) and we ordered Ice cappuccinos (since it was a hellofa hot ass day for Canadian standards) so after ordering at the intercom and sitting in line to get to the window to pay and get the drinks, I asked her to open the glove box and toss me one of the straws in there. she briefly gave me a confused face, but still did it.\n\nwe got our drinks, she started going off about how I don't care about the environment, and I'm a baby for simply just using plastic straws. I mostly ignored her since I was driving. at one point, while stopped at a red light, she rolls down the window - opens the glove box, grabbed the box of straws, and just hucks it out of the window - I looked at her like wtf, if she cared so much about the environment, isn't this directly going against that? I told her to get out and pick them all up, since I 1) don't appreciate that she tossed my belongings and 2) she literally littered, and that's just not cool.\n\nshe said no, so I pulled in the closest parking lot - my friend started begging me to not make it a thing and I told him either she picks them up, or he can, or I will but they'll both have to get out of my car and walk - idgaf. He turned to his girlfriend and asked her to pick them up, she again refused, so he just got out of the car, and picked up the box, and got back into the car. Luckily the box didn't break open.\n\nI turned around and started driving towards the girlfriend's apartment - they asked what I was doing and I said she is no longer welcome at our place. Purely because of the disrespect, and ground rule when moving in together is both of us have to be cool with the guest otherwise no dice, they were originally just going to chill at our apartment.\n\nlater, my friend got back, apologized for his girlfriend's behavior, and called me an asshole for banning her. To me, I didn't like the disrespect and will stay firm in not wanting her around. AITA?\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nJudgement_Bot_AITA\n•\n3 yr. ago\n\nWelcome to r/AmITheAsshole. Please view our voting guide here, and remember to use only one judgement in your comment.\n\nOP has offered the following explanation for why they think they might be the asshole:\n\nI feel that I might be an asshole since I can get pretty heated when someone disrespects me, or my belonings. I've been friends with my roommate since elementary school and I take his words to heart, so when he called me an asshole, It made me question if I really was being unreasonable - since the straws were picked up eventually - but I just don't want to be around her (the girlfriend) if I have a choice.\n\njust wanted some outside perspective. I probably still won't agree to let her back, just wanting to know if I really was TA in this situation.\n\nHelp keep the sub engaging!\n\nDon’t downvote assholes!\n\nDo upvote interesting posts!\n\nClick Here For Our Rules and Click Here For Our FAQ\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n\nnano-cola\n•\n3 yr. ago\n\nJesus christ that’s such unhinged behavior and completely counterproductive to her point.\n\n“You don’t care about the environment” > Throws box of straws out onto the ground.\n\nNTA for your reaction to this, I’d be so offended especially after being the one who is picking them up and driving them.\n\nJust so you know in case you care, though, I don’t think plastic straws are actually recyclable. I’m pretty sure that’s a huge part of the whole shift towards using paper. Correct me if I’m wrong, but that’s the impression I was under.\n\npaperstrawssuck\n•\n3 yr. ago\n\nI actually didn't know plastic straws aren't recyclable - ty for the info - mentioned this in another comment, but the ones I did get are biodegradable.\n\nbut yeah, I really didn't get that whole part about the environment but then just litters a whole box of close to 200 straws, litterings just as bad for the environment than occasionally using 'plastic' straws haha\n\n312 more replies\n28 more replies\ntrilliumsummer\n•\n3 yr. ago\n\nPlastic straws aren't recyclable! In fact putting them in with other recyclables is horrible because recycle centers will often trash entire loads if there's too much stuff that will fuck up the machinery (straws, plastic bags, etc). That's partially why cities are restricting them. The other is they're so light they don't stay with the trash and often find their way into water and nature.\n\nNTA in the case because she went overboard - but hey next time why don't you buy compostable straws? There's some that you wouldn't know aren't plastic unless you know but they break down.\n\n63 more replies\nAlexa_findmyphone\n•\n3 yr. ago\n\nNTA.Wait shes so worried about the enviroment but is ok with being driven around in a car that causes more harm to the enviroment than a truckload of straws?\n\n15 more replies\nnickyfrags69\n•\n3 yr. ago\n\nNTA - what a psychotic reaction. First, plastic straws have been kind of a \"scapegoat\" for plastic waste. They still contribute for sure, and I'm glad some places have innovated to avoid the use of straws all together (sippy cup style lids, metal reusable straws etc) but among culprits of plastic waste, it's a lot lower on the list than made out to believe. Whether or not you're an asshole for buying the straws is a separate argument, though I would say that you are not.\n\nNow, someone who is supposedly so concerned about the environment that they have this much vitriol for plastic straws is a massive hypocrite if they then throw that box of straws out the window, like she did here. The straws are already purchased as it is, so the plastic has already been \"wasted\" so-to-speak. But throwing them out the window not only liters a whole box, but it also puts you in a position where, if you're somebody who would buy a whole box of them, you're just going to go out and buy more, which then wastes more plastic. The fact that she couldn't have a mature conversation about it, and maybe try to convince you to just use reusable straws or something is outrageous behavior, and frankly, concerning from a mental health standpoint, because this is the actions of someone with a very limited degree of emotional regulation. I'd stand by the ban because someone willing to do something like this is capable of doing other crazy shit.\n\nnickyfrags69\n•\n3 yr. ago\n\nLittering while supposedly caring about the environment is like being a vegetarian who goes deer hunting.\n\n17 more replies\n4 more replies\nohreally86\n•\n3 yr. ago\n\nNTA, she was ridiculously rude.\n\npaperstrawssuck\n•\n3 yr. ago\n\nvery much so - thats why I decided I didn't want to put up with that noise and barred her from being allowed back to the apartment, I'm glad my friend will uphold that part of the agreement where both of us have to be okay with it. but I feel that he may turn it against me at some point.\n\n3 more replies\n1 more reply\nRegular_Giraffe7022\n•\n3 yr. ago\n\nNTA, she sounds crazy. She's also focusing on the wrong things if she really wants to make a difference to the environment and the ocean - only 0.025% of ocean plastic come from straws according to greenmatters.com whereas around 50% comes from fishing nets.\n\nTrying to make a point about plastics while literally chucking a whole bunch of it out the window is so weird.\n\n2 more replies\nlihzee\n•\n3 yr. ago\n\nNTA. The person littering is always the asshole.\n\npaperstrawssuck\n•\n3 yr. ago\n\nI can definitely agree with that - like, I smoke, but always near a \"butt\" bin so I don't have to litter the butt on the ground - if that's not available, I got a pocket ashtray to hold all my butts for when I can find a (suitable) place to dispose of them (ie, a trash bin)\n\n1 more reply\nkrlrk\n•\n3 yr. ago\n\nNTA\n\nYou should have had her get out of your car right there.\n\nYou have reason enough not to trust her in your appartment, she could not even be a guest in your car without damaging your property.\n\n2 more replies\nAzuraNightsong\n•\n3 yr. ago\n\nNTA. Plastic straws are just a scapegoat to evade from the fact that the fishing industry is 90% of the waste and pollution in the water. It just ends up harming disabled folks who NEED those straws\n\ndeinoswyrd\n•\n3 yr. ago\n\nI literally had a waitress in a restaurant yell at me for requesting a plastic straw. They used these big glass steins and with a tremor and muscle weakness I just can't use it without a straw. We ended up leaving because of her.\n\nI have silicone ones I use at home, but they're a pain in the ass to clean and I'm not always well enough to clean them\n\n5 more replies\n5 more replies\nView more comments\n \nr/AmItheAsshole\nAITA for asking my roommate not to leave their tablet out where drinks go?\n8 upvotes · 12 comments\nr/AmItheAsshole\nAITA for not being able to get over my sister’s friend stealing from me?\n199 upvotes · 43 comments\nr/AmItheAsshole\naita for snapping when my friend kept telling me that I can't do stuff because I'm pregnant?\n3.3K upvotes · 384 comments\nr/Conservative\nTrump: Mueller investigation a 'total mess,' 'screaming and shouting,' 'threatening' witnesses\nwashingtonexaminer\n95 upvotes · 41 comments\nr/AmItheAsshole\nWIBTA if I (19F) refused to buy a $250 couch cushion cover after throwing up on my BF (23M)'s couch and removing the stain myself?\n186 upvotes · 87 comments\nr/AmItheAsshole\nAITA for telling my nephew who was squirting me with a gun to knock it off?\n12 upvotes · 54 comments\nr/walmart\nReached a new peak - Pickup Karen says I'm going to kill her because water is out of stock\n82 upvotes · 20 comments\nr/AmItheAsshole\nAITA for getting mad at my wife’s family?\n43 upvotes · 20 comments\nr/AmItheAsshole\nAITA for accidentally throwing out my sister's stuff?\n21 upvotes · 20 comments\nr/entitledparents\nMy mother encounters a Karen, and manages to OUT entitle her\n434 upvotes · 67 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 7, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}