{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "What are people thoughts on metal straws? I have read mostly ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/ky8c1w/what_are_people_thoughts_on_metal_straws_i_have/",
  "body": "Plastic straws are important for disabled people. There are bigger fish to fry. Imo make plastics home compostable with the time it'll take to break down on the package. Otherwise, i like silicone straws.",
  "textContent": "What are people thoughts on metal straws? I have read mostly negative articles but i know it's better then plastic are there any better alternatives to straws? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n3 yr. ago\nlushinelife\nWhat are people thoughts on metal straws? I have read mostly negative articles but i know it's better then plastic are there any better alternatives to straws?\nDiscussion\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nAmbivalentHypercube\n•\n3 yr. ago\n\nSome folks need to chill on here damn. I have a severe metal allergy and I use a bamboo straw my mother in law gave me for Christmas! I’ve also heard good things about the glass ones but personally I’m terrified of them shattering in my bag, even though I’ve never even heard of it really happening\n\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nReusable silicone straws. There are even some that come with their own little case so you can wash and dry it, roll it up, put it in it's case, then put it on a keychain or in a bag.\n\n3 more replies\nnapoleonfucker69\n•\n3 yr. ago\n\nI have a set of metal straws that came with its own pouch for transporting. The only issue I have with them is I've hit my teeth on them way too many times. It really hurts lol. Also if you have fillings in your teeth... do not get metal straws.\n\nJeriyka\n•\n3 yr. ago\n\nI have glass straws and I don’t recommend them. They’re supposed to be strong and chip free, but one of them definitely chipped over time. What if I drink the chip and cut my throat?\n\nMetal or silicone is the risk free way to go.\n\njennybee1029\n•\n3 yr. ago\n\nI personally don’t like the metal straws, so I have glass ones & bamboo ones. The glass is like Pyrex so it’s strong - you could drop it and it won’t shatter! I also find it super easy to clean - it usually comes with a tiny brush to clean it out. I order mine from Hummingbird - they’re good quality and are made in the USA.\n\nchosenoname\n•\n3 yr. ago\n\nThere is always the classic straws made out out of straw/hay/grass. you can actually make them yourself. And after use it goes straight back into nature (much better then metal - much less waste of resources in production)\n\n[deleted]\n•\n3 yr. ago\n\nI hate metal straws. I tend to bite straws, so metal ones don't work.\n\nStill looking for bitable straws that aren't paper.\n\n12 more replies\nthegreypoet\n•\n3 yr. ago\n\nPlastic straws are important for disabled people. There are bigger fish to fry. Imo make plastics home compostable with the time it'll take to break down on the package. Otherwise, i like silicone straws.\n\nSurviveYourAdults\n•\n3 yr. ago\n\nI love mine, I use it daily, no issue.\n\nEspecially helpful now that we have PPE etiquette ; I can lift a bit of my mask while covering my fingers with tissue, and be able to sneak the straw in there and get it back out without having to sanitize EVERYTHING and change masks :)\n\nJbigdog23\n•\n3 yr. ago\n\nI don’t know I use silicone. I did hear a horror story on the internet don’t know if it’s true but someone was using. A metal straw tripped and fell and it poked them in the eye.\n\nmaybenomaybe\n•\n3 yr. ago\n\nIt actually happened. A UK woman fell while carrying a drink with a metal straw, it entered her eye, pierced her brain and killed her.\n\nCraftsyHooker\n•\n3 yr. ago\n\nI saw some that are made of bamboo. And now you can even find eatable ones but I don’t know where\n\nactual_nonsense\n•\n3 yr. ago\n\nI love metal straws. The only drawback is that they're not really portable and they take a few seconds extra to wash compared to other utensils. The Final Straw fixes the portable issue. I have no further complaints.\n\nmherz1122886\n•\n3 yr. ago\n\nI have the final straw and honestly if you're getting that, just get a silicone one. The metal is hard to clean because liquid gets in-between the silicone and the metal. I really want to love mine but it's just such a hassle to wash that I don't\n\n2 more replies\nDrexadecimal\n•\n3 yr. ago\n\nThe problems with metal straws are:\n\nThey can have loose metal debris in them that's sometimes difficult to wash out\n\nThey can be contaminated with lead\n\nThey can injure you.\n\nI found a set of silicone straws that have a secure seam so you can pop them open when you wash them and I am considering buying some because that's MUCH easier.\n\n3 more replies\nburritogoals\n•\n3 yr. ago\n\nI love my metal straws. I hated them when I bought them 15 years ago. They took real getting used to. Now I love them. I went to a place that had straws made of straw. Most similar feel to plastic I have tried yet and clearly compostable.\n\nlushinelife\n•\n3 yr. ago\n\nCan I just say this is the best thread I've read in a while.\n\ngfvddds\n•\n3 yr. ago\n\nI use steel with a silicone topper. Seems to work fine, and if you have a narrow bottle brush, easy to clean.\n\nCrazySkincareLady\n•\n3 yr. ago\n\nTo be honest I love my metal ones! I bought a set of 6 or something in 2016 and I still have them, they also came with pipe cleaners so that's good too. My only thing is I have a strict rule of NEVER using them for milk based drinks just so if someone decides to be lazy and not clean it properly id rather have dried sugar syrup as opposed to milk haha and I quickly blow on them before I use them to make sure no ones been hiding away in there (I live in the land of spiders)\n\nView more comments\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of January 16, 2021\nReddit\nreReddit: Top posts of January 2021\nReddit\nreReddit: Top posts of 2021"
}