{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The Future of Plastic Pollution - The Oxford Scientist",
  "href": "https://oxsci.org/the-future-of-plastic-pollution/",
  "body": "The total number of marine species adversely affected by plastic pollution has risen six-fold from 250 in 1995 to 1450 in 2018 (2). Microplastics have been found in 114 aquatic species, more than half of which are consumed by humans (7). Research has yet to find plastics making their way from the gut of fish to their muscles, but through foods ...",
  "textContent": "Manage Cookie Consent\nTo provide the best experiences, we use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us to process data such as browsing behaviour or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions.\nAccept\nDeny\nView preferences\nCookie Policy\nPrivacy Policy\nSkip to content\n  \n\nThe Oxford Scientist\n\nThe University of Oxford's independent science magazine\n\nNEWSLETTER\nHOME\nNEWS\nOPINION\nFEATURES\nCULTURE\nSCHOOLS COMPETITION\nABOUT THE COMPETITION\nFAQS\nPAST WINNERS & RUNNERS UP\nSCHOOLS SCIENCE WRITING COMPETITION 2023\nSCHOOLS WRITING COMPETITION MICHAELMAS TERM 2022\nSCHOOL’S WRITING COMPETITION HILARY TERM 2021\nSCHOOLS’ WRITING COMPETITION TRINITY TERM 2020\nSCHOOLS’ WRITING COMPETITION HILARY TERM 2020\nSCHOOLS WRITING COMPETITION MICHAELMAS TERM 2019\nSCHOOLS WRITING COMPETITION TRINITY TERM 2019\nSCHOOLS WRITING COMPETITION HILARY TERM 2019\nSCHOOLS WRITING COMPETITION MICHAELMAS TERM 2018\nSCHOOLS WRITING COMPETITION HILARY TERM 2018\nABOUT US\nABOUT US\nTHE TEAM\nMERCHANDISE\nOUR SPONSORS\nCONTACT US\nSUBSCRIPTIONS\nADVERTISE WITH US\nPAST ISSUES\nMYSTERIES HT23\nBARRIERS MT22\nNETWORKS TT22\nREGENERATION HT22\nCHANGE MT21\nBANG! SCIENCE MAGAZINE ARCHIVES\nGET INVOLVED\nJOIN THE TEAM\nOPEN COMMISSIONS\nWRITE FOR US\nHomeNewsEnvironmentThe Future of Plastic Pollution\nENVIRONMENT\nFEATURES\nThe Future of Plastic Pollution\nNatalie StevensonJuly 3, 2020015 Mins\n\nWhen they first become widespread in the 1950s, plastics were heralded as a miracle material which can be used for almost everything. From life-saving medical devices to the clothes you’re wearing now, plastic has become integrated into every aspect of our daily lives. It’s hard to imagine a world without it.\n\nImages of so-called wildlife reserves choked full of plastic waste and birds with bellies stuffed with various plastic fragments broadcasted in David Attenborough’s Blue Planet II in 2017 prompted a surge in public awareness of the issues surrounding plastic. Macroplastics – those plastics articles large enough to see with the naked eye – are an obvious source of worry, but another form of plastic pollution is becoming an increasing concern.\n\nWe’re talking about microplastics, those fragments less than 5mm in diameter (1). They come in the form the microbeads that used to be in your toothpaste (banned in the UK from 2018) and the break down of larger macroplastics. A large proportion also come from less obvious sources – tyre dust and the 700,000 synthetic fibres released every time you wash your clothes (2). All in all, they make up for about 92% of plastics in the ocean (3) – and worrying little is known about them.\n\nAt the beginning of this month, researchers published a paper highlighting the role of thermohaline currents –  the deep-water currents across global oceans, driven by temperature and salt concentration – in the distribution of microplastics globally. Previous studies had suggested that microplastics would settle on the seafloor from the surface and hence would be found in higher concentrations in the sediments directly beneath accumulations of waste plastic such as the Great Pacific Garbage Patch.\n\nHowever, studies of sediments across the Tyrrhenian Sea off the Italian coast found that the highest concentrations of microplastics are found in the sediments of contourite drifts, at depths of 600-900m, relatively far away from the terrestrial input source. Within the drifts, analysis found 190 plastic pieces per 50g, which is the highest concentration recorded for any seafloor setting. When comparing this to the lower amounts found closer to the shore (an average 41 pieces per 50g found on the continental shelf), the researchers concluded that there is no relationship between microplastic concentration and the distance from terrestrial plastic sources (4). This finding is backed up by studies by the Heriot-Watt University, which showed that the relatively remote shores of the Scapa Flow in the Orkney Islands contained as much plastic pollution as the Firth of Forth in Scotland, one of the UK’s most industrialised waterways (5).\n\nContourite drifts form from the deposition of sediment by deep thermohaline-driven circulation, suggesting that these currents control the distribution of microplastics and create hotspots where they accumulate. Where currents are stronger, microplastics are remobilised and redistributed far more easily than the natural sediment around them due to the lower density of plastic (4).\n\nWhat is worrying is that these thermohaline currents also play a key role in the global distribution of nutrients and oxygen. Therefore, there is a high likelihood that where microplastics accumulate, so do the nutrients which allow a wide variety of life to thrive, creating a crossover of biodiversity and plastic hotspots.\n\nA bird surrounded by ocean plastic on the Northwestern Hawaiian Islands.\nPhoto credits: Matthew Chauvin\n\nThe impact of microplastics on ecosystems is still relatively unknown, although it is generally agreed that it is likely to be negative. Microplastics have been found blocking the guts of the larval fish which gather in the nutrient-rich slicks off the coast of Hawaii, films on the surface on the sea which are formed as currents, tides or subsurface waters converge and concentrate organic material, and additionally plastics. Inside the slicks, microplastics outnumbered the fish more than seven to one and thus there is a high chance that the larvae will mistake a plastic fragment for a piece of food, ingest it, and consequently starve as they’re not getting the nutrients or calories needed to survive.\n\nEven though a 2017 study by the University of Plymouth found that only 3% of larval fish caught had eaten microplastics, the implications for fish populations is still great. Fish have to produce so many offspring because of the very low chance of survival past the larval stage, so any further endangerment is likely to reduce populations already threatened by overfishing, climate change and various other environmental issues (6).\n\nThe total number of marine species adversely affected by plastic pollution has risen six-fold from 250 in 1995 to 1450 in 2018 (2). Microplastics have been found in 114 aquatic species, more than half of which are consumed by humans (7). Research has yet to find plastics making their way from the gut of fish to their muscles, but through foods such as shellfish, which are eaten whole, we are certainly inadvertently consuming the plastic that we are throwing into our oceans. It’s estimated that European eaters of shellfish consume at least 11,000 plastic fragments per year (2).\n\nAlthough the thought of just eating plastic is may be concerning, what is more alarming is the wide range of chemicals that microplastics may be introducing to the food chain. Most plastic products contain an array of additives, including pigments, water repellents and flame retardants; microplastics have also been found to concentrate free-floating pollutants from other sources, such as heavy metals, highly toxic polychlorinated biphenyls and potentially carcinogenic polycyclic aromatic hydrocarbons.\n\nThere is currently very limited knowledge of the effects of these toxic chemicals on wildlife (and inevitably, us). Studies suggest that the high mortality rate in first born bottlenose dolphin calves off the coast of Sarasota may be a result of the contamination of their mother’s milk with microplastics and their associated toxins (3). We also know that the flame-retardants used in plastics can interfere with brain develop in foetuses and children and some other chemicals used in plastics are considered as endocrine disrupters. Overall, the outlook that plastic toxins in the oceans cause no adverse health effects is unlikely. Studying the effect of marine microplastics on humans is incredibly difficult, with plastics and their associated chemical behaving differently depending on factors such as the way we’ve cooked them and how they’ve been metabolized further down the food chain (7), and hence it may be a longer time before we actually the true consequences of plastic pollution.\n\nIs there any way to reverse this damage? There seems to be a general consensus that removing the 5.25 trillion pieces of plastic in the seas (8) is nigh-on impossible with today’s technology, although projects such as The Ocean Cleanup are trying. They estimate that, with a full-scale clean-up system, they could clean 50% of the Great Pacific Garbage Patch in just five years (9), using essentially large nets, combined with the natural winds and currents, to concentrate plastic floating in the water column so it can be collected.\n\nPlastic retention in front of the extended corkline.\nPhoto credits: The Ocean Cleanup\n\nBut what about the 99% of plastics that enter the sea each year that don’t float near the surface (10)? Most solutions take the approach of a reduced input – closing the loop on plastic waste via a circular economy of reusing and recycling plastic waste and the development of alternative materials, such as plant-based plastics in packaging and sand, sugar or other natural crystals in replace of microplastics in cosmetics and healthcare products.\n\nIt can be sufficient to say that along with plastic integrating itself into our every waking moment, it has also wound its way throughout the natural world – whether it’s clogging up the beaches, gathering in swirling masses in the middle of the sea, or lurking throughout the food chain. Future geologists may marvel at ‘plastiglomerates’ (the term used to describe materials made out of rocks and organic material gathered in a matrix of once-molten plastic), while healthcare professionals may have to deal with the consequences of plastic toxins. Overall there is undoubtably one conclusion: even if, as a human race, we try to leave our plastic lifestyles behind, we’ll be reaping the consequences for years to come.\n\nReferences\n\n(1) Law, K.L., Thompson, R.C. (2014) Microplastics in the seas, Science, 345(6193), pp. 144-145\n\n(2) Wallace-Wells, D. (2019) The Uninhabitable Earth, Ch 2, pp. 104-106, London, Penguin.\n\n(3) Brownlow, M., Honeyborne, J. (2017) Blue Planet II, Ch 7, pp. 286-288  London, Penguin.\n\n(4) Clare, M.A., Garreau P., Kane, I.A., Miramontes, E., Pohl, F., Rotherwell, J.J., Wogelius, R., (2020) Seafloor microplastic hotspots controlled by deep-sea circulation. Science, 368 (6495), pp. 1140-1145\n\n(5) Cookson, C. (2018) The problem with plastic [Online] Available: https://www.ft.com/content/30b30b1e-004a-11e8-9650-9c0ad2d7c5b5 [22nd June 2020]\n\n(6) Parker, L. (2019) Little Pieces, Big Problems, National Geographic, 27(9358), pp. 42-55\n\n(7) Royte, E. (2018) A Threat to Us?, National Geographic, 27 (9358), pp. 84-87\n\n(8) World Ocean Network (2020) [Online] Available:  https://www.worldoceannetwork.org/won-part-6/carem-wod-2014-4/thematic-resources-pollution/facts-figures-pollution/ [24th June 2020]\n\n(9) The Ocean Cleanup (2020) Cleaning up the Garbage Patches [Online] Available: https://theoceancleanup.com/oceans/ [23rd June 2020]\n\n(10) Cantwell, M. (2020) Deep-sea currents are behind the ocean’s thickest piles of microplastics, [Online], Available: https://www.sciencemag.org/news/2020/06/deep-sea-currents-are-behind-ocean-s-thickest-piles-microplastics?fbclid=IwAR2fEEAGEaKV24yo3StibLy2JsmU5dYtvzK4q2E_MVljnlg9Oc-aMtBWhUU [20 June 2020]\n\nTagged: conservation environment marine biology plastic pollution\nPost navigation\nPrevious:\nFantastic Mr Fox – a sequel?\nNext:\nArchangel Imaging—Our guardians at the gates\nFrom this section\nDecoding human origins: Unveiling the secrets of ancient DNA\nJen JiangDecember 6, 2023 0\nHow biochemistry will safely take us to Mars\nBillie DelpinoDecember 4, 2023 0\nPathogenic mimicry: we’re not so different, you and I \nLaura Santamaria PerezDecember 3, 2023 0\nA rabid bite and its consequence: turning wind and water into greatest fears\nAyaka HoggNovember 26, 2023 0\nReceive our newsletter\nMost Read\nSciWrite: Science Communication Challenge winners\nSuper-whales, metalmarks, and troubling charisma in conservation \nEchoes in silence: the lasting resonance of ‘Tell it to the Birds’\nDecoding dizziness: brain cells responsible for motion sickness identified  \nCan psychedelics help close the gender gap in pain relief?\nBrainwaves\nBRAINWAVES\nOPINION\nWhat happens when your family turn into impostors?\nNovember 26, 2023\nBRAINWAVES\nOPINION\nAre chemogenetics really a miracle tool? \nNovember 26, 2023\nBRAINWAVES\nOPINION\nWhat happens when your family turn into impostors?\nNovember 26, 2023\nBRAINWAVES\nOPINION\nAre chemogenetics really a miracle tool? \nNovember 26, 2023\nBRAINWAVES\nOPINION\nWhat happens when your family turn into impostors?\nNovember 26, 2023\nNewsmatic - News WordPress Theme 2023. Powered By BlazeThemes.\nAbout Get Involved Terms And Conditions Cookie Policy (UK)"
}