{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "PlAStiC stRaWs aRe BaD fOR thE enViRONmeNt : r/antinatalism - Reddit",
  "href": "https://www.reddit.com/r/antinatalism/comments/i4rco3/plastic_straws_are_bad_for_the_environment/",
  "body": "Plastic straws and children are both bad for the environment, but I also feel as if we've been brainwashed to feel like the burden of saving the environment is on us when corporations shamelessly pollute our air and water every year and leave it to underprivileged individuals to cut the costs for them. I do feel as if children are worse in the ...",
  "textContent": "PlAStiC stRaWs aRe BaD fOR thE enViRONmeNt : r/antinatalism\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to antinatalism\nr/antinatalism\n•\n3 yr. ago\nmikaxu987\nPlAStiC stRaWs aRe BaD fOR thE enViRONmeNt\nShit Natalists Say\ntradestation.com\nLearn More\nSort by:\nAdd a Comment\nsaffie_03\n•\n3 yr. ago\n\nOne of my cousins is exactly like this. She thinks using a Keep Cup means that she gets to bring a child into the world, raise it on a omnivorous borderline carnivorous diet, use disposable nappies and judge everyone else for drinking out of disposable coffee cups (not that I do, but she looks down her nose at others who do).\n\nI pointed out her hypocrisy once and she almost cried (literally).\n\nReply\nreply\ngrimreefer702\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThat's a straight disgusting human that never had an introspection view of her life. Always lives life like others tell her, reflection how she sees her surroundings.\n\nReply\nreply\n4 more replies\n6 more replies\ntrvekvltmaster\n•\n3 yr. ago\n\nYes, 47% of ocean trash is from fishing, but it’s the straws.\n\nReply\nreply\n2 more replies\nsubmat87\n•\n3 yr. ago\n\nSame goes for people who eat sea animals while 46% plastic in Ocean is from fishing industry aka abandoned fishing gears and nets.\n\nReply\nreply\nAntinatalismFTW\n•\n3 yr. ago\n\nBreeders can't be environmentalists lol. I can drive a fleet of untuned Hummers every day, never recycle, etc for the rest of my life and not harm the environment nearly as much as a person with one kid.\n\nReply\nreply\n42 more replies\nCandi88\n•\n3 yr. ago\n\nLol right. My boss recently made a comment about me drinking plastic water bottles (which I rarely do). I thought that’s ironic considering he has 4 children\n\nReply\nreply\nmikaxu987\n•\n3 yr. ago\n\nSame! I lived in Athens, Greece for six months and even thought the water was drinkable, it was disgusting, so I bought plastic water bottles instead. My mom came to visit me and berated me for participating to the plastic waste. Then I reminded her that she has been using coffee capsule every day for the last 15 years or so. She got silent and never brought it up again lol. I didn’t and I am still harassing her to stop participating to plastic waste.\n\nReply\nreply\n1 more reply\nweddle_seal\n•\n3 yr. ago\n\nlower population =less demand for goods =less resources needed =less harm to envoriment /more time for resources like tree to grow back. if there is only 1 million people in the world we can all drive tanks and it will still be ok\n\nReply\nreply\ngrimreefer702\n•\n3 yr. ago\n\nBut these retarded humans are only do what they see. Their parents had children, their cousins have children so they go on and fuck only to find out now they're chained for life.\n\nReply\nreply\n2 more replies\nstrangersIknow\n•\n3 yr. ago\n\nAlso people who are vegans for environmental reasons who have kids. Those get on my nerves the most, especially when they think their kids aren’t gonna turn around and eat a burger as soon as they’re old enough to consider rebellion or even just curiosity.\n\nReply\nreply\nmikaxu987\n•\n3 yr. ago\n\nExactly. You never know how your kid is going to turn out. Ok you’re raising them vegan but maybe they will want to try meat after leaving the nest, will end up becoming huge meat eaters and will then get children and raise them on a meat and dairy diet. You might have the best intentions as a parent but you can never be sure of the future, unless you don’t have children. Then you’re sure.\n\nReply\nreply\nUridoz\n•\n3 yr. ago\n\nu/ethicalcomics\n\nReply\nreply\nmikaxu987\n•\n3 yr. ago\n\nThanks for linking :)\n\nReply\nreply\nSamsamsamadam\n•\n3 yr. ago\n\nHaving bio children and being an environmentalist are mutually exclusive positions\n\nReply\nreply\nView more comments\n \nr/antinatalism\nMost people hate their jobs, and yet they have kids knowing that their kids will also hate working, which is what life mostly consist of.\nyoutube\n220 upvotes · 62 comments\nr/FemaleAntinatalism\n10 reasons i dont want kids (from lisa michele)\nyoutube\n118 upvotes · 13 comments\nr/antinatalism2\nMom Misses Cute Age When Children Were Entirely Beholden to Her Godlike Authority\nreductress\n257 upvotes · 28 comments\nr/antinatalism\nDeranged Vladimir Putin orders Russian women to have 'eight or more' children\nmirror.co.uk\n244 upvotes · 88 comments\nr/exmuslim\nIslamic convert gets sexually harassed\ntiktok\n236 upvotes · 96 comments\nr/BanPitBulls\nPit bull breeder that won't accept his children being another statistic\nyoutube\n187 upvotes · 66 comments\nr/BanPitBulls\nPit Bull Triggers ~ Coughing, Doorbells, Bathrooms, Storms, Pillows, Keys, Babies...\nyoutube\n134 upvotes · 19 comments\nr/Feminism\nNew postpartum depression drug gets almost $16,000 price tag, raising questions about access\ncnn\n357 upvotes · 15 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/nationalwomensstrike\nYou literally can't bribe women to have babies they don't want\nyoutube\n330 upvotes · 50 comments\nr/Feminism\nOpinion | Why Aren’t More People Marrying? Ask Women What Dating Is Like. (Gift Article)\nnytimes\n508 upvotes · 74 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/prochoice\nTexas Forced Birther Never Thought Leopards Would Eat HER Face!\nyoutube\n263 upvotes · 18 comments\nr/goth\nMy response to getting an invite to a certain subreddit for a certain kind of Goth: Suzi Sabotage - Nazi Goths, F*ck Off\nyoutube\n282 upvotes · 106 comments\nr/DeppDelusion\nThe Redemption of Amber Heard\nyoutube\n236 upvotes · 35 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/psychology\nSinging to babies is vital to help them learn language, say scientists\ntheguardian\n202 upvotes · 19 comments\nr/Palestine\nWhy Are Young People So Pro-Palestine?\nyoutube\n117 upvotes · 33 comments\nr/MensRights\nIn Japan, a woman was sleeping and leaning onto a man. When she woke up, the man is accused of molesting the woman.\nyoutube\n115 upvotes · 17 comments\nr/prochoice\n‘Ghosts from the past’: fears of abortion setback after Milei wins in Argentina\ntheguardian\n192 upvotes · 15 comments\nr/boringdystopia\nNYC is Building Anti-Homeless Streets\nyoutube\n166 upvotes · 15 comments\nr/MensRights\nLesbian Butch Comedian Explains Why It SUCKS Being The “Man” In Relationships and Life In General | Manosphere Highlights Daily\nyoutube\n102 upvotes · 29 comments\nr/Grimes\nBe a Body is a fantastic song ☺\nyoutube\n113 upvotes · 27 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 6, 2020\nReddit\nreReddit: Top posts of August 2020\nReddit\nreReddit: Top posts of 2020"
}