{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Germany bans single-use plastic straws, food containers",
  "href": "https://www.reddit.com/r/worldnews/comments/hhgt85/germany_bans_singleuse_plastic_straws_food/",
  "body": "Posted by u/anonspace24 - 3,377 votes and 135 comments",
  "textContent": "Germany bans single-use plastic straws, food containers : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n4 yr. ago\nanonspace24\nGermany bans single-use plastic straws, food containers\nkutv.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nsurfair.com\nLearn More\nSort by:\nVita-Malz\n•\n3 yr. ago\n\nWhen I clicked on that website it took 5 minutes to \"process my opt-out request\" for their cookies. Then it \"failed to process my opt-out request due to the incompatibility with the https protocol\". What a pile of horseshit, lmao.\n\nbantargetedads\n•\n3 yr. ago\n\nA webpage is slowing down your browsing experience, what do you want to do?\n\nLooking at you CNN, Axios, et al. Seems every fucking news site thinks javascript is permission to spy on readers.\n\nI understand that the advertising model for news publications is dead, but attempting data extraction via javascript without reader permission is not the solution.\n\n7 more replies\n[deleted]\n•\n3 yr. ago\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nI can't speak to the paper straws, but there have been definite advances in the area of recyclable/compostable food containers that don't suck.\n\n1 more reply\nwittyusernamefailed\n•\n3 yr. ago\n\nAs long as we ban paper straws while we're at it. Nothing like getting a milkshake with a straw that has already halfway disintegrated in it.\n\n2 more replies\nDroldaerd\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nMeanwhile, here I am using a 200 count box of rubber gloves every work shift, 5 days a week because the public doesn't trust us to wash our hand properly. Weather clean or not, gloved hands has a better public perception.\n\nDiscombobulated-Yak5\n•\n3 yr. ago\n\nNo most of the public doesn't care, in fact studies have shown that transmission of covid through physical contact is pretty low, it's just policies that government officials or businesses have put in place to give the illusion of safety\n\n7 more replies\n[deleted]\n•\n3 yr. ago\n\nIt is the EU you morons, how often will this be posted with a different EU country each time?\n\n1 more reply\nthelibrarina\n•\n3 yr. ago\n\nIs it 2018 again? Didnt we already have this conversation, about how plastic straws are a boogeyman and if you want to tackle ocean plastic you've got to deal with fishing waste?? And that there's no one, safe alternative for people with disabilities??\n\nrapaxus\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThe point isn't plastic straws, it's one-use plastics. This law bans many one-use plastics that are there and that has a far more bigger impact than just banning straws (And it's not just environmental concerns, there is also stuff like much of loitering done in Germany being in the form of one-use plastics).\n\nSmall edit: The law is also based on an EU directive, so basically all EU countries will get similar laws. That EU directive can be found here to see what exactly is based on the EU directive.\n\n1 more reply\n34 more replies\nwhateverdipshit\n•\n3 yr. ago\n\nThe vast majority of ocean trash is coming from the developing/\"Third world\".\n\nhttps://youtu.be/q2lU6COYToQ\n\nhttps://youtu.be/X2FZJjlFUAA\n\nhttps://youtu.be/wwv-FjG8jMU\n\nhttps://youtu.be/8PavA4rUypE\n\nStudies are linked in these reports(pdf).\n\nhttps://www.ufz.de/index.php?en=36336&webc_pm=34/2017\n\nhttps://www.cnbc.com/2016/01/13/half-of-plastic-trash-in-oceans-comes-from-5-countries.html\n\nhttps://www.dw.com/en/almost-all-plastic-in-the-ocean-comes-from-just-10-rivers/a-41581484\n\nhttps://www.statista.com/chart/12211/the-countries-polluting-the-oceans-the-most/\n\nhttps://www.usatoday.com/story/tech/science/2018/09/07/great-pacific-garbage-patch-where-did-all-trash-come/1133838002/\n\nWill Dunham (12 February 2019). \"World's Oceans Clogged by Millions of Tons of Plastic Trash\". Scientific American. Retrieved 31 July 2019. China was responsible for the most ocean plastic pollution per year with an estimated 2.4 million tons, about 30 percent of the global total, followed by Indonesia, the Philippines, Vietnam, Sri Lanka, Thailand, Egypt, Malaysia, Nigeria and Bangladesh.\n\nMissingFucks\n•\n3 yr. ago\n\nBut if first world countries ban waste, they force new less wasteful products to become more affordable and in the long run, more adopted across the world. Not to mention a lot of western countries just ship their trash to Asia. Also showing developing countries that there is an alternative and have more power to force them into also banning these items.\n\n2 more replies\nRomek_himself\n•\n3 yr. ago\n\nThe vast majority of ocean trash is coming from the developing/\"Third world\".\n\nsame old bullshit\n\nalmost all of this trash in the \"third world\" is exported from the first world\n\n10 more replies\ngrmmrnz\n•\n3 yr. ago\n\nThe majority of that trash comes directly or indirectly (production of products) from the US/Europe. 2/3 of plastic in the UK gets shipped to China. https://www.euractiv.com/section/circular-economy/news/chinese-ban-on-plastic-waste-imports-could-see-uk-pollution-rise/\n\n3 more replies\n1 more reply\nseanwilson\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nFor people that avoid plastic straws because they want to reduce harm to sea life: have you considered not harming sea life by not eating sea life?\n\nMost ocean plastic pollution comes directly from intensive fishing as well which you support by eating sea life:\n\nhttps://en.wikipedia.org/wiki/Plastic_pollution\n\nThe largest ocean-based source of plastic pollution is discarded fishing gear (including traps and nets), estimated to be up to 90% of plastic debris in some areas.\n\nIf you really care about sea life, do something about it that's better than giving up straws and stop pushing the blame on to the companies that you pay to kill sea life on your behalf.\n\nkefi247\n•\n3 yr. ago\n\nYou can also buy fish that was caught responsible with single lines or whatever at a premium price. I’m not saying that’s the best way to go about it but telling people to outright stop eating sea food is not viable at large.\n\n1 more reply\nI-am-a-rat18\n•\n3 yr. ago\n\nI’ve heard plastic straws are easier to use than paper or metal straws for disabled members of society.\n\nDudicus-Maximus\n•\n3 yr. ago\n\nPlastic straws are not banned. SINGLE USE plastic straws are banned.\n\n1 more reply\n3 more replies\nLe-Other-Guy\n•\n4 yr. ago\n\nAre Plastic straws in plastic enclosure? Congratulations\n\ntyperonin\n•\n3 yr. ago\n\nIf you can, just drink from the cup or can or bottle or whatever. Ladies, get some paper or silicone or metal straws for your lipstick. Kids, sorry, no more blowing bubbles in milk for you.\n\nStraws should be a pretty easy one to figure out unless there's some Big Straw lobby fighting against it.\n\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/tumblr\nPlastic straws are not great but they are not the central problem that soaks up the public attention\n10K upvotes · 84 comments\nr/UpliftingNews\nPlastic straws and cotton buds banned in England\nbbc.co.uk\n96 upvotes · 10 comments\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n514 upvotes · 65 comments\nr/UpliftingNews\nMarriott hotel removing all plastic straws from its 6500 hotels, let’s go save them turtles\n264 upvotes · 84 comments\nr/funny\nthe seedy back backstreets of California\n15K upvotes · 464 comments\nr/worldnews\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n12K upvotes · 2.8K comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/worldnews\nFalkland's sovereignty 'not up for discussion' Britain warns after new Argentinian president vows to 'get them back'\nlbc.co.uk\n5.1K upvotes · 847 comments\nr/worldnews\nFormer PM David Cameron is introduced to the House of Lords as Baron Cameron of Chipping Norton\nlbc.co.uk\n976 upvotes · 249 comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/worldnews\nVirgin Atlantic completes first long-haul flight fully powered by sustainable fuel\ncnbc\n190 upvotes · 46 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/worldnews\nAustralia and Philippines begin joint patrols in South China Sea as regional tensions rise\ntheguardian\n330 upvotes · 4 comments\nr/worldnews\nFirst-ever images prove 'lost echidna' not extinct\nbbc\n379 upvotes · 22 comments\nr/worldnews\nGlasgow to twin with war-torn Ukrainian city [Mykolaiv]\nbbc\n129 upvotes · 5 comments\nr/worldnews\nThe world briefly smashed through the 2-degree warming limit for the first time ever\ncnn\n939 upvotes · 227 comments\nr/worldnews\nUK authorises gene therapy for blood disorders in world first\nreuters\n116 upvotes · 3 comments\nr/worldnews\nClimate-heating gases reach record highs, UN reports\ntheguardian\n158 upvotes · 12 comments\nr/worldnews\nGlobal talks to cut plastic waste stall as industry and environmental groups clash\nnpr.org\n108 upvotes · 6 comments\nr/worldnews\nWorld behind on almost every policy required to cut carbon emissions, research finds\ntheguardian\n382 upvotes · 39 comments\nr/worldnews\nColombia joins international alliance calling for treaty to end use of fossil fuels\ntheguardian\n215 upvotes · 14 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 28, 2020\nReddit\nreReddit: Top posts of June 2020\nReddit\nreReddit: Top posts of 2020"
}