{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Starbucks Greener Cup Timeline - Starbucks Stories",
  "href": "https://stories.starbucks.com/press/2021/starbucks-greener-cup-timeline/",
  "body": "Announces commitment to eliminate plastic straws globally by 2020 and launches innovative strawless lid for cold beverages. 2015. Completes global rollout of new cup sleeves, which are made from less paper and more post-consumer fiber. 2013. Offers a $1 reusable cup in the U.S. and Canada, and a £1 cup in the United Kingdom to help reduce cup ...",
  "textContent": "Skip to content\nStarbucks News and Stories\nPEOPLE\nPLANET\nCOFFEE & CRAFT\nPRESS CENTER\nSite search\nSearch\nOpen Language Picker\nStarbucks Greener Cup Timeline\n\nApril 06, 2021 • 2 min read\n\nSHARE\nShare on Facebook\nShare on Twitter\nShare on LinkedIn\nShare in email\n\nUpdated March 11, 2022\n\nIn support of the company’s goal to reduce waste by 50 percent by 2030, Starbucks is shifting away from single-use plastics, championing the use of recycled content, and promoting reusability, driven by a broader shift towards a circular economy.\n\nTo learn more, read on for an at-a-glance look at Starbucks Greener Cup milestones:\n\n2022\n\nTests new returnable cup program in the company’s Europe, Middle East, and Africa region – allowing customers to opt for a reusable in the same way they would a single-use cup.\n\nPilots borrow-and-return reusable cup program in Singapore.\n\n2021\n\nRolls out oatmilk nationwide in all U.S. stores.\n\nPilots borrow-and-return reusable cup programs in the United States, S. Korea and Japan. Commits to offering reusable cup program in all stores in Europe, Middle East and Africa (EMEA) region by 2025.\n\nFully transitions four stores in S. Korea to a reusable cup format and commits to the full discontinuation of disposable cups nationwide by 2025.\n\nExpands its Circular Cup program to 30 countries across Europe, Middle East and Africa, recycling 450,000 cups.\n\nEliminates all plastic straws in Canada and introduces a new paper straw.\n\n2020\n\nCompletes rollout of strawless lids in the U.S. and Canada.\n\nBegan in-market testing of a more sustainable cup technology from the NextGen Cup Challenge.\n\nRolls out 5-cent paper cup charge in Germany, with 100 percent of proceeds going to the World Wildlife Fund.\n\nStarbucks markets across Asia begin the new year by phasing out plastic straws, including Japan, Indonesia, and Thailand.\n\nAnnounces new sustainability commitment to be resource positive, including goals of reducing carbon, water, and waste 50 percent by 2030; signs the Ellen MacArthur Foundation’s New Plastics Economy Global Commitment\n\n2019\n\nAnnounces the winners of the NextGen Cup Challenge and a commitment to conduct market tests with the cup technologies in select stores.\n\nConducts the first-ever airport reusable cup trial at London’s Gatwick Airport to drive consumer behavior around reusables.\n\nIntroduces improved strawless lid made with 9 percent less plastic in several markets in the U.S. and Canada.\n\nLaunches UK Cup Fund recycling program in the United Kingdom with environmental charity, Hubbub.\n\n2018\n\nEliminates straws in all Starbucks stores in S. Korea through strawless lids and paper straw alternatives.\n\nRolls out 5p paper cup charge in Starbucks stores across Britain, with proceeds dedicated to efforts to reduce plastic pollution across the U.K.\n\nCo-founds the NextGen Consortium, a partnership convened by Closed Loop Partners to improve recycling infrastructure and launch the NextGen Cup Challenge to develop a widely recyclable, compostable and/or resuable cup.\n\nAnnounces commitment to eliminate plastic straws globally by 2020 and launches innovative strawless lid for cold beverages.\n\n2015\n\nCompletes global rollout of new cup sleeves, which are made from less paper and more post-consumer fiber.\n\n2013\n\nOffers a $1 reusable cup in the U.S. and Canada, and a £1 cup in the United Kingdom to help reduce cup waste.\n\n2012\n\nRolls out cup sleeves made from less paper and more post-consumer content, saving nearly 100,000 trees each year.\n\n2010\n\nHosts second Cup Summit in Boston and announces Paper Recovery Alliance with the Foodservice Packaging Institute.\n\n2009\n\nHosts first Cup Summit in Seattle, inviting local governments, cup manufacturers, recyclers, and stakeholders to find a comprehensive recyclable cup solution.\n\n2008\n\nIntroduces a new polypropylene plastic cup that uses 15 percent less plastic than previous cups and emits 45 percent less greenhouse gas during production.\n\n2006\n\nLaunches the retail industry’s first hot beverage paper cup with 10 percent post-consumer recycled fiber (PCF).\n\n1997\n\nDevelops a cup sleeve made from recycled content to help eliminate the practice of double cupping.\n\n1996\n\nEstablishes a relationship with the nonprofit Environmental Defense Fund to explore ways to reduce the environmental impact of its cups.\n\n1985\n\nOffers 10-cent reusable cup discount.\n\nShare This Article\nShare on Facebook\nShare on Twitter\nShare on LinkedIn\nShare in email\nMORE LIKE THIS\nStarbucks Shares the Merriest Gifts for the Holiday Season\n\nThe holidays are right around the corner and Starbucks is getting ready to deck the halls with a preview of this year’s top gifts.\n\nStarbucks Latest California Borrow A Cup Test Furthers Company’s Shift Toward Reusables \n\nFurthering their resource-positive commitments, Starbucks launched a reusable cup test in 12 Starbucks stores in California.\n\nStarbucks Commits Over $50 Million to Sustainable Waste and Water Funds Toward a Resource-Positive Future\n\nAhead of its 2023 Annual Meeting of Shareholders, Starbucks announced planned investments to advance its ambitious target to cut its water and waste footprints in half by 2030.\n\nSTARBUCKS.COM\nCAREER CENTER\nRESERVE\nAT HOME\nTwitter\nInstagram\nYouTube\nUSA:\nEnglish\nUSA\nCANADA:\nEnglish\nCanada\nFrançais\nEMEA:\nEnglish\nEMEA\nLATIN AMERICA:\nEspañol\nPortuguês\nEnglish\nLatin America\nASIA:\nEnglish\nAsia\nJAPAN:\n日本語\nPRIVACY POLICY\nTERMS & CONDITIONS\n\n© 2023 Starbucks Corporation. All rights reserved."
}