{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Recycling Center vs. Waste Processing Complex : r/CitiesSkylines - Reddit",
  "href": "https://www.reddit.com/r/CitiesSkylines/comments/o4975u/recycling_center_vs_waste_processing_complex/",
  "body": "Here are the numbers: Waste Processing Complex: 38.4 waste/money +materials. Incinaration Plant: 39.34 waste/money. Ultimate Recycling Plant: 64.86 waste/money + materials. Recycling Center: 100 waste/money + materials. As you can see, the Was Processing Complex just got decimated, and I haven't even added the cost of maintaining the Waste ...",
  "textContent": "Recycling Center vs. Waste Processing Complex : r/CitiesSkylines\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to CitiesSkylines\nr/CitiesSkylines\n•\n3 yr. ago\nMonocularBabylon\nRecycling Center vs. Waste Processing Complex\nHelp\n\nSo I was wondering which one if more efficient out of the two, so I did the math. My conclusion is this question: aren't you just better be spamming Recycling Centers everywhere?\n\nTo measure efficiency, I use the processing rate divided by upkeep (because even a higher initial investment will pay for itself in the long run). For the power output, I deduct 10 bucks per MW, the same money-power ratio wind farms have (power is actually becomes cheaper once you unlock solar power or build a huge dam, but I give this little advantage to the power producing building. You'll see why). I did not added extra maintainance cost for consumed power and water, because it was so miniscule.\n\nHere are the numbers:\n\nWaste Processing Complex: 38.4 waste/money +materials\n\nIncinaration Plant: 39.34 waste/money\n\nUltimate Recycling Plant: 64.86 waste/money + materials\n\nRecycling Center: 100 waste/money + materials\n\nAs you can see, the Was Processing Complex just got decimated, and I haven't even added the cost of maintaining the Waste Transfer Facilities, not to mention the insane traffic it generates to transport the waste two times instead of once. However, there might be one thing that can save it! I have not found any data about the amount of raw materials it creates. So I did he math again!\n\nFrom the upkeep of a single Waste Processing Complex you can maintain 20.83 Recycling Centers (this number is 5000/240 instead of 5400/240, since we already deducted the value of power generated by the Complex from the upkeep). If we take the value of materials the Waste Processing Complex provides, deduct the value of materials 20.83 Recycling Center provides, and then deduct this number from the upkeep of the Waste Processing Complex, we get how much difference the recycled materials make in terms of upkeep. If this difference manages to reduce the upkeep of the Waste Processing Complex under 1920, the Waste Processing Complex is the better!\n\nOr to put it simpler: if the value of recycled materials a Waste Processing Complex provides is at least 3080, it beats the Recycling Center!\n\nOkay, I hope this was not too much to take in. My question would be this: aren't you just better be spamming Recycling Centers everywhere rather than building this two step garbage facility? Also, can anyone provide the numbers I'm missing? I'm referring the value of recycled materials each building provides.\n\nRead more\nweareamway.com\nLearn More\nSort by:\nAdd a Comment\nRandomuser_95\n•\n3 yr. ago\n\nThe recycling centers are loud and produce a bit of pollution - not exactly what you want in a housing area for example.\n\nThe collection facilities of the complex are basically completely quiet and don't produce pollution. Or in other words: they can be placed anywhere without disturbing the surrounding. The traffic generated by transporting the trash twice is also basically nothing, because the transfer trucks have a very high capacity. On the other hand recycling centers will bring trucks into the zones they're placed, if you want it or not. With the complex you can at least decide where the trucks are driving through.\n\nBoth the complex and the centers have their advantages and disadvantages. There is no \"that one is better\".\n\nReply\nreply\n2 more replies\nDesperate_Plankton\n•\n3 yr. ago\n\nThe most fiscally efficient garbage method is to run something like a 1:1 or 2:1 ratio of recycle centers to landfills, have enough recycle centers so that you are just in the red or yellow of processing bar. However, having fun and building what you want is probably more enjoyable then being the most efficient. Sometimes you want a certain look or feel. I gravitate towards a mix of landfills and recycle centers myself I admire your talent in illustrating the numbers behind garbage. Happy Building!\n\nReply\nreply\nMistressGomorrah\n•\n2 yr. ago\n\nThird time in 3 days I've used this post to try and figure out how I want to do my garbage setup.\n\nJust wanted to say thanks and that I appreciate the effort you took to math out these figures. Thank you!\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nCities: Skylines\nCity-building game\nGaming\nforward\nback\nr/CitiesSkylines\nIs there a mod that allows you to choose what district a garbage truck can only pick up from? My city gets to a certain population and the incinerator/recycling plant barely have 2% of their workforce picking up trash.\n8 upvotes · 8 comments\nr/macgaming\nStray on Mac! (Native for ) (M3 Max)\nyoutube\n116 upvotes · 37 comments\nr/WorcesterMA\nWorcester deliberating budget details for new recycling bins with lids\n44 upvotes · 43 comments\nr/macgaming\nCrossover will have a 70% off CyberMonday Sale\nyoutube\n123 upvotes · 96 comments\nr/Business_Ideas\nDrone Trash Collection Service\n3 upvotes · 1 comment\nr/rct\nI found the location of all coaster icons in RCT2\nyoutube\n248 upvotes · 19 comments\nr/CitiesSkylines\n9 bizarre things I learned about Cities: Skylines 2 by following this one citizen around for his entire life\npcgamer\n862 upvotes · 134 comments\nr/ottawa\nWhy are we recycling plastic?\n16 upvotes · 25 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/victoria3\n1.5: Discussing the Good, The Bad And The Ugly | One Proud Bavarian video\nyoutube\n200 upvotes · 35 comments\nr/SatisfactoryGame\nEfficiency, storage containers and recycling, a noob's question\n3 upvotes · 19 comments\nr/evanston\nOverdone garbage pickups\n6 upvotes · 3 comments\nr/CitiesSkylines2\nSilicon Island, 400k pop, 80% traffic\n146 upvotes · 51 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/CitiesSkylines\nCities Skylines 2 has lost 70% of its players already, but that’s okay.\npcgamesn\n689 upvotes · 506 comments\nr/IndustriesofTitan\nResidential building and trash\n5 upvotes · 7 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/titanic\nThis deleted scene should've been in the final cut.\nyoutube\n315 upvotes · 74 comments\nr/titanic\nDo you guys think this deleted scene would've ruined the movie? It was used in every promotional material back then...\nyoutube\n108 upvotes · 58 comments\nr/malaysia\nPlastic waste in Malaysia\n18 upvotes · 15 comments\nr/bayarea\nCountertop Installation Labor Costs\n7 upvotes · 9 comments\nr/milwaukee\nResidential dumping at Waste Management landfill sites?\n4 upvotes · 10 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/peloton\nGCN+ dead as of December 19th\nyoutube\n425 upvotes · 635 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 20, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}