{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Q&A: Marine biologist Elizabeth Linske explains why ... - Oceana",
  "href": "https://oceana.org/blog/qa-marine-biologist-elizabeth-linske-explains-why-unnecessary-plastics-are-killing-ocean/",
  "body": "Home / Blog / Q&A: Marine biologist Elizabeth Linske explains why 'unnecessary' plastics are killing ocean animals - and what we can do about it",
  "textContent": "Skip to content\nINTERNATIONAL\nUNITED STATES\nEUROPE\nCHILE\nCANADA\nBELIZE\nPHILIPPINES\nBRAZIL\nPERU\nMEXICO\nUNITED KINGDOM\nYour Country\nMenu\nHome / Blog / Q&A: Marine biologist Elizabeth Linske explains why ‘unnecessary’ plastics are killing ocean animals – and what we can do about it\nDECEMBER 18, 2020\n\nQ&A: Marine biologist Elizabeth Linske explains why ‘unnecessary’ plastics are killing ocean animals – and what we can do about it\n\nBY: EMILY PETSKO\n\n \n\nAs a marine biologist in Boston, Elizabeth Linske spent six years rehabilitating marine animals in various states of distress. Human impacts, such as plastic pollution, became a growing concern during her time in this field. She has seen a wide variety of plastic items affect marine animals, from plastic bags to bottle caps to balloons.\n\nThese experiences ultimately inspired her to return to school and pursue a policy-driven career path. She is currently enrolled in the Environmental Metrology and Policy graduate program at Georgetown University and recently completed a yearlong internship with Oceana’s science department. During her time with Oceana, she co-authored a report titled “Choked, Strangled, Drowned: The Plastics Crisis Unfolding in Our Oceans,” which reviewed nearly 1,800 cases of plastic consumption and entanglement among marine animals in U.S. waters.\n\nIn a recent conversation with Oceana, she spoke about the report’s findings, her firsthand experience with animals affected by plastic pollution, and what we can do to protect marine life from future harm.\n\nOf the report’s findings, which did you find most shocking or concerning?\n\nEL: The most shocking finding from the report was the extent to which manatees are impacted by plastic. There were at least 700 manatees within the last 10 years that had ingested plastic or become entangled in plastic. That is an overwhelming number for a population of animals, especially for the threatened Florida manatee.\n\nCan you describe the first time you witnessed a marine animal that had been injured or killed by single-use plastics?\n\nEL: I first witnessed an animal perish due to plastic ingestion several years ago when I was working as a marine biologist. It was a critically endangered Kemp’s ridley sea turtle that had ingested a balloon and ribbons. The balloon and bundle of ribbons hung from the animal’s mouth, inhibiting its ability to eat, then extended through the animal’s body, through the digestive track, and out its cloaca. This sea turtle was clearly in severe discomfort. Unfortunately, there was little we could do. Overnight, the sea turtle died. As a marine scientist, I felt helpless and angered that an unnecessary piece of manmade plastic took the life of an innocent animal. It inspired me to work on federal environmental policies to help save future animals from anthropogenic stressors.\n\nWhat makes sea turtles so susceptible to plastic ingestion?\n\nEL: Sea turtles have been on the planet for 100 million years and have evolved in a world without plastic. This evolution, leading to the current body structure of sea turtles, also made them highly susceptible to plastic ingestion. In a sea turtle’s esophagus, there are hardened projections which allow prey to easily travel into its stomach, yet make it difficult to regurgitate anything but water. If a sea turtle ingests plastic, it will have to pass through its entire body, unlike other animals which would be able to vomit or spit it out.\n\nBeyond turtles, why do some other marine species eat plastic?\n\nEL: Marine mammals, such as pygmy sperm whales, have also been found to ingest plastic. While there could be a multitude of reasons as to why an individual animal may ingest plastic, this specific species is susceptible due to their normal behavior. Pygmy sperm whales are deep-diving marine mammals and primarily feed on squid. It would be easy for a pygmy sperm whale to mistake a plastic bag floating in the deep ocean for a favorite food item – squid.\n\nAre there any unknowns regarding how plastic affects the health of marine animals, and if so, what areas would you like to see studied more?\n\nEL: There are many unknowns regarding how exposure to plastic, as a material, affects the health of marine animals. One field of study which I would like to see expanded on is the toxicity of chemicals associated with plastic and how exposure to these chemicals modifies the behavior or health of marine animals. As we discussed in the report, it can take days or weeks for items to move through the digestive system of a sea turtle. If the item moving through the body is plastic, there is the potential for chemicals associated with plastic to be leaching into the animal’s body for that length of time.\n\nWhat is the connection between the current plastic pollution crisis and climate crisis?\n\nEL: Plastic pollution is directly related to the climate crisis. Plastic production is driven by the fossil fuel industry. A common type of plastic, polyethylene, is created from excess ethane gas resulting from natural gas extraction. Greenhouse gases are created from the extraction of natural gas, the transport process, and the manufacturing of plastic. As more plastic is produced, greenhouse gases and climate warming continue to increase.\n\nA recent study revealed that the U.S. is the world’s top generator of plastic waste, and yet many Americans believe that plastic pollution is solely a “developing country problem.” What do you want readers to take away from this report?\n\nEL: This growing misconception that developing countries are the major contributor to the plastic crisis needs to end. The United States is a significant contributor to the plastic pollution problem, and we need to take responsibility for our actions. The plastic pollution crisis is a global crisis, and countries, including the United States, need to address their part in the problem.\n\nI hope this report demonstrates to people that animals right off our coast are being impacted by common plastic items we use every day. This is not happening on the other side of the globe; it is happening along our beaches. Those plastic bags at the grocery store could end up being ingested by a leatherback sea turtle. Those plastic straws at coffee shops and fast food restaurants could be ingested by a manatee. I hope this report inspires all to start asking for and demanding change.\n\nWhat should someone do if they see marine life impacted by plastic pollution?\n\nEL: If someone sees a marine animal being affected by plastic, they should call their local stranding organization. These highly trained specialists will guide them on what to do and how they can help. Never approach an animal or push an animal back into the water.\n\nWhat can we do as a society to prevent animals from ingesting or becoming entangled in single-use plastics?\n\nEL: As a society, we need to make changes at a federal and individual level. We need to call on Congress to implement federal legislation that limits plastic production and offers consumers plastic-free choices. As individuals, we all need to stop and think before we go for the plastic water bottle or the plastic bag, and instead ask for more sustainable, plastic-free choices. These single-use plastic items are an easy, convenient option. However, there is no easy solution to the plastic crisis. We must consider our behaviors and actions in order to protect our oceans.\n\n \n\nUP NEXT:\n\nChristina Ochoa: Storytelling for ocean conservation\n\nFEATURED CAMPAIGN\nSave the Oceans, Feed the World\n\nWe are restoring the world’s wild fish populations to serve as a sustainable source of protein for people.\n\nLearn More\nMORE CAMPAIGNS\n\nProtect Habitat\n\nBycatch\n\nPlastics\n\nView All\n\nCONTACT\n\nOceana International Headquarters\n1025 Connecticut Avenue, Suite 200\nWashington, DC 20036 USA\n\nGeneral Inquiries\n+1(202)-833-3900\ninfo@oceana.org\n\nDonation Inquiries\n+1(202)-996-7174\nwavemaker@oceana.org\n\nPress Inquiries\n+1(202)-833-3900\npress@oceana.org\n\nOCEANA'S EFFICIENCY\n\nBECOME A WAVEMAKER\n\nSign up today to get weekly updates and action alerts from Oceana.\n\nSHOW YOUR SUPPORT WITH A DONATION\n\nWe have already protected nearly 4 million square miles of ocean and innumerable sea life - but there is still more to be done.\n\nDonate Now\nQUICK LINKS:\n\nPress\nOceana Store\nMarine Life\nBlog\nCareers\nFinancials\nPrivacy Policy\nTerms of Use\nContact"
}