{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Straws and the Environment: What is the Impact?",
  "href": "https://www.tembopaper.com/news/plastic-straws-and-the-environment-what-is-the-impact",
  "body": "Because plastic straws are small and light, they are regularly blown out of rubbish bins, refuse vehicles, and landfill sites by the wind. They can then quickly find their way to watercourses and be washed into the sea. Finally, along with other small plastic items, straws can be ingested by birds scavenging at landfill sites.",
  "textContent": "News + Stories\nTembo Careers\n+31 38 3372969\ninfo@tembo.eu\nHome\n \nNews\n \nPlastic Straws and the Environment: What is the Impact?\nPlastic Straws and the Environment: What is the Impact?\nJuly 9, 2020\n\nAlthough plastic goods became widely available to consumers during the 1950s, it’s only during the last twenty years that we’ve seen the real boom in plastic – and as a result, plastic waste. \n\nIn the 1960s less than 1% of our refuse was plastic; by 2005 that had increased to 10% according to one ground-breaking study of plastic production.\n\nIn recent years, concern has mounted over the increasing quantities of single-use plastic items that are becoming part of our everyday lives. One of these items is the plastic drinking straw, billions of which are given out in cafés and restaurants, or as part of takeaway meals, every year.\n\nIn the US, an estimated 500 million single-use plastic straws are used each day, while in Europe the figure stands at 25.3 billion in a year. But what happens once these straws are used and discarded?\n\nThis article will take a frank look at how plastic straws affect the environment in four key ways, focusing particularly on how they impact our oceans and marine life. We’ll also consider how more environmentally friendly drinking straw solutions are becoming available, which can help us to reduce plastic waste and clean up our waterways.\n\n1. Plastic straws are not biodegradable\n\nWhy are plastic straws bad for the environment? Well, the first problem is that unlike natural materials such as paper, wood, or cotton, the polypropylene used to manufacture most single-use plastic straws is not biodegradable. This means that once plastic straws go to landfill, small organisms such as insects or bacteria can’t break them down by consuming them.\n\nInstead, what happens is that the straws will simply degrade, gradually disintegrating into smaller and smaller particles – known as microplastics – over a period of up to 200 years. As the plastic degrades, it also exudes harmful chemicals such as bisphenol A (BPA), that have been linked to environmental pollution and health problems.\n\n2. Plastic straws are difficult to recycle\n\nNot only are plastic straws not biodegradable, but they are also very difficult to recycle after we’ve finished using them. Of the 8,300 million metric tons of plastic that has ever been produced, a mere 9% has been recycled. Moreover, polypropylene plastic straws are categorised as a type 5 plastic, which is even less commonly recycled.\n\nBecause of this, consumers struggle to find recycling facilities for straws, and local councils or authorities refuse to collect them from the kerbside. Further, if plastic straws are accepted for recycling, they are so small and light that they are often sifted out at mechanised recycling plants and sent to landfill anyway.\n\n3.Plastic straws pollute our oceans and waterways\n\nDepositing plastic straws into landfill so they can slowly degrade is by no means an environmentally friendly solution. However, the reality is that used plastic straws frequently have a much worse destination: our oceans. It’s estimated that 8 million tons of plastic ends up in the ocean each year, and 1.15–2.41 tons of it is carried there down major rivers around the world. \n\nPlastic straws are particularly prone to making their way to our waterways. First, they constitute a significant part of beach litter, with one large-scale beach litter pick identifying straws as the seventh most collected item. Because plastic straws are small and light, they are regularly blown out of rubbish bins, refuse vehicles, and landfill sites by the wind. They can then quickly find their way to watercourses and be washed into the sea.\n\nFinally, along with other small plastic items, straws can be ingested by birds scavenging at landfill sites. As the straws do not biodegrade, they then stay in the bird’s stomach until it dies. The bird itself biodegrades, leaving the plastic straw to be blown or washed into waterways as before.\n\nOnce plastic straws reach the ocean, they can accumulate with other plastic waste and form huge floating masses on the ocean surface. The largest of these “plastic islands” has been named the Great Pacific Garbage Patch, located between California and Hawaii, and covers an area of 1.6 million square kilometres. \n\nThe debris can prevent sunlight from reaching algae and plankton beneath the water, stopping them from changing the light into vital nutrients. If algae and plankton populations are threatened, this can impact the entire marine food web. In the long term, this could result in less seafood being available for humans too.\n\nPlastic straws might be small, but when we use billions of them per year they make a significant contribution to plastic waste in our seas. In fact, scientists predict that if we continue to allow plastic to enter the ocean at the current rate, by 2050 there will be more plastic (by weight) than fish there.\n\n4. Plastic straws are harmful for ocean wildlife\n\nOf course, such a quantity of plastic waste reaching our oceans cannot fail to have a negative impact on the marine and coastal wildlife that live in and near the water. It’s estimated that around 800 different species are affected by ocean plastic pollution and that at least 100,000 marine mammals die every year as a result of plastic debris.\n\nPlastic straws that wash into the sea pose a particular threat to wildlife, as their small size makes them easier for birds, animals, and larger fish to ingest. Although it isn’t possible to put a number on the impact of plastic straws alone, it’s thought that 90% of seabirds have ingested some kind of plastic from the ocean and by 2050 99% of species could be affected. If a large quantity of plastic is ingested, this can cause a marine bird or mammal to starve to death; feeling the weight in its stomach, it assumes it has eaten and is not motivated to find enough food to keep it alive.\n\nEntanglement in plastic debris is another huge problem for marine creatures. In 2015 a video of a sea turtle having a section of plastic straw removed from its nose by a group of marine biologists went viral. This film shocked millions of viewers and raised awareness about the dangers of plastic pollution, lending weight to campaigns to ban single-use plastic straws altogether.\n\nAs discussed above, plastic straws degrade into smaller particles over time and this makes them even easier for fish to swallow. In this way, plastic is actually entering the food chain and may, ultimately, be consumed by humans too. More research is needed to establish how many people have these microplastics in their bodies, and whether this could have deeper health implications.\n\nAn eco-friendly solution to the plastic straw problem\n\nAcross the world, countries and states are taking action to ban or limit single-use plastics and clean up our environment. In the USA, California, Oregon, and Hawaii have plastic bans in place (at the time of writing), while the European Union has set a deadline of 2021 to ban single-use plastics.\n\nThe days of disposable plastic straws are numbered, and in their place more eco-friendly options are appearing. Individuals have the option to purchase reusable straws made of glass or stainless steel. However, businesses (such as food and beverage companies) that still want to give customers the option of a disposable straw with their product are increasingly turning to biodegradable paper straws.\n\nThese positive changes are a hopeful sign that the problem of plastic straws and how they impact the environment will soon be a thing of the past. Now to roll up our sleeves and clean up our oceans, support our marine wildlife, and leave our beaches pristine for future generations to enjoy.\n\nBOOK A CONSULTATION\n\nPhoto 1 by Tanguy Sauvin on Unsplash\n\nPhoto 2 by Kaizen Nguyễn on Unsplash\n\nFollow our updates\nMcDonald's Canada will introduce paper straws at more than 1400 restaurants\nOctober 8, 2021\nWar on plastic: English government to ban single use plastics\nAugust 30, 2021\nTembo supports European standards for Paper Straws\nApril 8, 2021\nSUBSCRIBE TO OUR UPDATES\nMeet our Business Representative\nIndustrial Paper Straw Machines and Supply\n\nMartin Grandjean\n+ 44 7899 993595\nmarketing@tembo.eu\n\nJob openings at Tembo Paper\nThere are no vacancies to show.\nSEE ALL VACANCIES AT TEMBO\nContact Tembo Paper\n\nTembo Paper B.V.\nConstructieweg 45\n8263 BC Kampen\n\nPostbus 126\n8260 AC Kampen\nThe Netherlands\n\nTel: +31 383766244\n\nAbout Tembo Paper\n\nTembo Paper is the result of combined brainpower of our Tembo companies. By combining the knowhow our companies have, we can proudly present the high-end technology to convert paper into biodegradable paper straws. Tembo Paper offers the technology to partner companies and produces white label paper straws.\n\nAbout Tembo Paper\nTembo Group website\nMarket-Leading Paper Straw Machines\nPaper Straw Manufacturer in Canada\nPaper Straw Manufacturer in the Netherlands\nPaper Straw Manufacturer in the UK\nPaper Straw Manufacturer in Germany\nPaper Straw Manufacturer in Italy\nPaper Straw Manufacturer in Spain\nPaper Straw Manufacturer in the USA\nPaper Straw Manufacturer in France\nTembo Inside\n\nGet inspired by the latest news, stories and insights from Tembo.\n\nSUBSCRIBE\n© Copyright 2023\nDisclaimer\nPrivacy\nGeneral Terms\nSitemap\nRealisation: Nedfinity\nHome\nAbout\nPaper Straw Machines\nWholesale\nPartners\nContact us\nWe use cookies\n\nThis website uses functional and analytical cookies to provide you with an optimal visitor experience. This enables us to record and analyze the behavior of visitors and thereby improve our website. By clicking on the agreement below you give us consent to do so.\n\nREAD MORE ABOUT OUR PRIVACY POLICY\nAccept\nDecline"
}