{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Straws Are Better Than Metal Straws : unpopularopinion - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/htfi73/plastic_straws_are_better_than_metal_straws/",
  "body": "Im sure all of you have probably seen that video of that poor turtle with a plastic straw stuck in its nostrils and theres some people that are … Press J to jump to the feed. Press question mark to learn the rest of the keyboard shortcuts",
  "textContent": "Plastic Straws Are Better Than Metal Straws : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n3 yr. ago\nBigPoppa_02\nPlastic Straws Are Better Than Metal Straws\n\nIm sure all of you have probably seen that video of that poor turtle with a plastic straw stuck in its nostrils and theres some people that are trying to pull the straw out.\n\nThis video caused a lot of peopl to start saying things like \"Save the turtles!\" and stuff like that and they would use metal or plastic straws instead. I mean, like yeah, that great and all even though the paper straws kinda become useless after five minutes. But lets say that because its a habit to throw away your straws after using them, me and a lot of other people accidentally end up throwing away our metal straws, and just like some plastic straws, it ends up in the ocean, idk about you guys, but if i was a turtle i would much prefer a plastic straw stuck in my nose than a stainless steel straw stuck in my nose.\n\nBtw if this entire thing i just wrote is stupid af, please tell me so that i can delete this post and pretend it never existed\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n3 yr. ago\n\nThe whole point of metal straws is that they are reusable and thus not constantly being thrown away or littered around and being able to end up in places like oceans and rivers to harm wildlife. At the very least it at least reduces the chances of something like that happening if not eliminating it. Sorry if this was worded weird, I'm very tired lol.\n\nVisiblePiano0\n•\n3 yr. ago\n\nPlastic also breaks down into mircoplastics that are a major issue too.\n\n[deleted]\n•\n3 yr. ago\n\nEven if you throw away the metal one, plastic doesn't just sink and it is pliable and therefore millions of times more likely to float to shore, catch in currents, and bend into a nostril.\n\nmrghostwork\n•\n3 yr. ago\n\nThe environmentalist in me says “metal straws for life” but the small chip on my front tooth says “never again”\n\nTeto-Disboard\n•\n3 yr. ago\n\nYou know you dont throw Metal straws away after a few times\n\nColdbeckissy\n•\n3 yr. ago\n\nYou don’t throw out metal straws after one use.\n\n1 more reply\nOSK4R123\n•\n3 yr. ago\n\nStraws make men gay because they are used to sucking them so they will suck dick. Dont let the government indoctrinate you.\n\n/s\n\nlokingfinesince89\n•\n3 yr. ago\n\nDo you even need a straw?\n\nBigPoppa_02\n•\n3 yr. ago\n\ngood point\n\nkalnaygergely\n•\n3 yr. ago\n\nJust drink from a glass\n\nboiplazenta\n•\n3 yr. ago\n\nMetal straws won't float around in the ocean, just sink to the floor, big difference dude\n\nBigPoppa_02\n•\n3 yr. ago\n\noh yeah, im big brain\n\n \nTop 1%\nRank by size \nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/MensRights\nHello people of the Men's Rights movement, I make videos about our issues and \"Violence By Proxy\" needs to be brought into the light as so many people don't know about this phenomenon and it's destroying men.\nyoutube\n114 upvotes · 23 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/Xennials\n311 - Down\nyoutube\n148 upvotes · 53 comments\nr/Xennials\nTori Amos - Cornflake Girl\nyoutube\n186 upvotes · 45 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/MensRights\nBelieve All Women Backfires, NFL Star Proven innocent by Video Cop Claim.\nyoutube\n178 upvotes · 5 comments\nr/90s\nGwen before Blake\nyoutube\n124 upvotes · 27 comments\nr/MensRights\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n418 upvotes · 48 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/Xennials\nToys (1992)\nyoutube\n117 upvotes · 34 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/DirtyDave\nMoney Guy Show Made a Short Referencing Dave Ramsey's 8% Withdrawal Rate\nyoutube\n116 upvotes · 90 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 18, 2020\nReddit\nreReddit: Top posts of July 2020\nReddit\nreReddit: Top posts of 2020"
}