{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "We Depend on Plastic. Now We're Drowning in It. - National Geographic",
  "href": "https://www.nationalgeographic.com/magazine/article/plastic-planet-waste-pollution-trash-crisis",
  "body": "30 min read This story is part of Planet or Plastic? —our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use...",
  "textContent": "Premium Content\n\nSKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nMAGAZINEPLANET OR PLASTIC?\nWE MADE PLASTIC. WE DEPEND ON IT. NOW WE’RE DROWNING IN IT.\n\nThe miracle material has made modern life possible. But more than 40 percent of it is used just once, and it’s choking our waterways.\n\nJust after dawn in Kalyan, on the outskirts of Mumbai, India, trash pickers looking for plastics begin their daily rounds at the dump, joined by a flock of birds. In the distance, garbage trucks rolling in from the megacity traverse a garbage valley. The woman carrying the red...\nShow more\nBYLAURA PARKER\nPHOTOGRAPHS BYRANDY OLSON\n30 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nRead this story and more in the June 2018 issue of National Geographic magazine.\n\nIf plastic had been invented when the Pilgrims sailed from Plymouth, England, to North America—and the Mayflower had been stocked with bottled water and plastic-wrapped snacks—their plastic trash would likely still be around, four centuries later.\n\nIf the Pilgrims had been like many people today and simply tossed their empty bottles and wrappers over the side, Atlantic waves and sunlight would have worn all that plastic into tiny bits. And those bits might still be floating around the world’s oceans today, sponging up toxins to add to the ones already in them, waiting to be eaten by some hapless fish or oyster, and ultimately perhaps by one of us.\n\nWe should give thanks that the Pilgrims didn’t have plastic, I thought recently as I rode a train to Plymouth along England’s south coast. I was on my way to see a man who would help me make sense of the whole mess we’ve made with plastic, especially in the ocean.\n\nAfter sheets of clear plastic trash have been washed in the Buriganga River, in Dhaka, Bangladesh, Noorjahan spreads them out to dry, turning them regularly— while also tending to her son, Momo. The plastic will eventually be sold to a recycler. Less than a fifth of a...\nRead More\n\nBecause plastic wasn’t invented until the late 19th century, and production really only took off around 1950, we have a mere 9.2 billion tons of the stuff to deal with. Of that, more than 6.9 billion tons have become waste. And of that waste, a staggering 6.3 billion tons never made it to a recycling bin—a figure that stunned the scientists who crunched the numbers in 2017.\n\nNo one knows how much unrecycled plastic waste ends up in the ocean, Earth’s last sink. In 2015, Jenna Jambeck, a University of Georgia engineering professor, caught everyone’s attention with a rough estimate: between 5.3 million and 14 million tons each year just from coastal regions. Most of it isn’t thrown off ships, she and her colleagues say, but is dumped carelessly on land or in rivers, mostly in Asia. It’s then blown or washed into the sea. Imagine five plastic grocery bags stuffed with plastic trash, Jambeck says, sitting on every foot of coastline around the world—that would correspond to about 8.8 million tons, her middle-of-the-road estimate of what the ocean gets from us annually. It’s unclear how long it will take for that plastic to completely biodegrade into its constituent molecules. Estimates range from 450 years to never.\n\nPlastic bottles choke the Cibeles fountain, outside city hall in central Madrid. An art collective called Luzinterruptus filled this and two other Madrid fountains with 60,000 discarded bottles last fall as a way of calling attention to the environmental impact of disposable plastics.\n\nMeanwhile, ocean plastic is estimated to kill millions of marine animals every year. Nearly 700 species, including endangered ones, are known to have been affected by it. Some are harmed visibly—strangled by abandoned fishing nets or discarded six-pack rings. Many more are probably harmed invisibly. Marine species of all sizes, from zooplankton to whales, now eat microplastics, the bits smaller than one-fifth of an inch across. On Hawaii’s Big Island, on a beach that seemingly should have been pristine—no paved road leads to it—I walked ankle-deep through microplastics. They crunched like Rice Krispies under my feet. After that, I could understand why some people see ocean plastic as a looming catastrophe, worth mentioning in the same breath as climate change. At a global summit in Nairobi last December, the head of the United Nations Environment Programme spoke of an “ocean Armageddon.”\n\nAnd yet there’s a key difference: Ocean plastic is not as complicated as climate change. There are no ocean trash deniers, at least so far. To do something about it, we don’t have to remake our planet’s entire energy system.\n\n“This isn’t a problem where we don’t know what the solution is,” says Ted Siegler, a Vermont resource economist who has spent more than 25 years working with developing nations on garbage. “We know how to pick up garbage. Anyone can do it. We know how to dispose of it. We know how to recycle.” It’s a matter of building the necessary institutions and systems, he says—ideally before the ocean turns, irretrievably and for centuries to come, into a thin soup of plastic.\n\nTo ride currents, seahorses clutch drifting seagrass or other natural debris. In the polluted waters off the Indonesian island of Sumbawa, this seahorse latched onto a plastic cotton swab—“a photo I wish didn’t exist,” says photographer Justin Hofman.\nPHOTOGRAPH BY JUSTIN HOFMAN\n\nIn Plymouth, under the gray gloom of an English autumn, Richard Thompson waited in a yellow slicker outside Plymouth University’s Coxside Marine Station, at the edge of the harbor. A lean man of 54, with a smooth pate rimmed with gray hair, Thompson was headed for an ordinary career as a marine ecologist in 1993—he was working on a Ph.D. on limpets and microalgae that grow on coastal rocks—when he participated in his first beach cleanup, on the Isle of Man. While other volunteers zoomed in on the plastic bottles and bags and nets, Thompson focused on the small stuff, the tiny particles that lay underfoot, ignored, at the high tide line. At first he wasn’t even sure they were plastic. He had to consult forensic chemists to confirm it.\n\nThere was a real mystery to be solved back then, at least in academic circles: Scientists wondered why they weren’t finding even more plastic in the sea. World production has increased exponentially—from 2.3 million tons in 1950, it grew to 162 million in 1993 and to 448 million by 2015—but the amount of plastic drifting on the ocean and washing up on beaches, alarming as it was, didn’t seem to be rising as fast. “That begs the question: Where is it?” Thompson said. “We can’t establish harm to the environment unless we know where it is.”\n\nIn the years since his first beach cleanup, Thompson has helped provide the beginnings of an answer: The missing plastic is getting broken into pieces so small they’re hard to see. In a 2004 paper, Thompson coined the term “microplastics” for these small bits, predicting—accurately, as it turned out—that they had “potential for large-scale accumulation” in the ocean.\n\nA LIFETIME OF PLASTIC\n\nThe first plastics made from fossil fuels are just over a century old.\n\nThey came into widespread use after World War II and are found\n\ntoday in everything from cars to medical devices to food packaging.\n\nTheir useful lifetime varies. Once disposed of, they break down\n\ninto smaller fragments that linger for centuries.\n\nTotal\n\n448 million tons produced in 2015\n\nGrowth in Asia\n\nOther\n\n52 million\n\nAs the economies in Asia\n\ngrow, so does demand for\n\nconsumer products—and\n\nplastics. Half the world’s\n\nplastics are made there,\n\n29 percent in China.\n\nincludes health care and agriculture\n\n5 years\n\nThe average time plastics are\n\nused before they’re discarded.\n\n400\n\nBuilding and construction\n\n2008 recession\n\n72 million\n\n35 years\n\nIndustrial machinery\n\n3 million\n\n300\n\n20 years\n\nGlobal plastic\n\nproduction by industry\n\nTransportation\n\n30 million\n\nin millions of tons\n\n13 years\n\nElectrical\n\n19 million\n\nLegacy of World War II\n\n8 years\n\nShortages of natural\n\nmaterials during the\n\nwar led to a search for\n\nsynthetic alterna-\n\ntives—and to an expo-\n\nnential surge in plastic\n\nproduction that\n\ncontinues today.\n\n200\n\nTextiles\n\n65 million\n\n5 years\n\nConsumer products\n\n46 million\n\n3 years\n\n100\n\nPackaging\n\n1973 oil crisis\n\n161 million\n\nLess than six months\n\nThe largest market for plastics today is\n\nfor packaging materials. That trash now\n\naccounts for nearly half of all plastic waste\n\ngenerated globally; most of it never gets\n\nrecycled or incinerated.\n\n1950\n\n1960\n\n1970\n\n1980\n\n1990\n\n2000\n\n2010\n\n2015\n\nJason Treat and Ryan Williams, NGM Staff\nSource: Roland GEyer, University of California, Santa Barbara\n\nWhen we met in Plymouth last fall, Thompson and two of his students had just completed a study that indicated it’s not just waves and sunlight that break down plastic. In lab tests, they’d watched amphipods of the species Orchestia gammarellus—tiny shrimplike crustaceans that are common in European coastal waters—devour pieces of plastic bags and determined they could shred a single bag into 1.75 million microscopic fragments. The little creatures chewed through plastic especially fast, Thompson’s team found, when it was coated with the microbial slime that is their normal food. They spat out or eventually excreted the plastic bits.\n\nMicroplastics have been found everywhere in the ocean that people have looked, from sediments on the deepest seafloor to ice floating in the Arctic—which, as it melts over the next decade, could release more than a trillion bits of plastic into the water, according to one estimate. On some beaches on the Big Island of Hawaii, as much as 15 percent of the sand is actually grains of microplastic. Kamilo Point Beach, the one I walked on, catches plastic from the North Pacific gyre, the trashiest of five swirling current systems that transport garbage around the ocean basins and concentrate it in great patches. At Kamilo Point the beach is piled with laundry baskets, bottles, and containers with labels in Chinese, Japanese, Korean, English, and occasionally, Russian. On Henderson Island, an uninhabited coral island in the South Pacific, researchers have found an astonishing volume of plastic from South America, Asia, New Zealand, Russia, and as far away as Scotland.\n\nAs Thompson and I talked about all this, a day boat called the Dolphin was carrying us through a light chop in the Sound, off Plymouth. Thompson reeled out a fine-mesh net called a manta trawl, usually used for studying plankton. We were close to the spot where, a few years earlier, other researchers had collected 504 fish of 10 species and given them to Thompson. Dissecting the fish, he was surprised to find microplastics in the guts of more than one-third of them. The finding made international headlines.\n\nIn Life magazine in 1955, an American family celebrates the dawn of “Throwaway Living,” thanks in part to disposable plastics. Single-use plastics have brought great convenience to people around the world, but they also make up a big part of the plastic waste that’s now c...\n\nRead More\nPHOTOGRAPH BY PETER STACKPOLE, LIFE PICTURE COLLECTION/GETTY IMAGES\n\nAfter we’d steamed along for a while, Thompson reeled the manta trawl back in. There was a smattering of colored plastic confetti at the bottom. Thompson himself doesn’t worry much about microplastics in his fish and chips—there’s little evidence yet that they pass from the gut of a fish into the flesh we actually eat. (See We Know Plastic Is Harming Marine Life. What About Us?) He worries more about the things that none of us can see—the chemicals added to plastics to give them desirable properties, such as malleability, and the even tinier nanoplastics that microplastics presumably degrade into. Those might pass into the tissues of fish and humans.\n\n“We do know the concentrations of chemicals at the time of manufacture in some cases are very high,” Thompson said. “We don’t know how much additive is left in the plastic by the time it becomes bite-size to a fish.\n\n“Nobody has found nanoparticles in the environment—they’re below the level of detection for analytical equipment. People think they are out there. They have the potential to be sequestered in tissue, and that could be a game changer.”\n\nThompson is careful not to get ahead of the science on his subject. He’s far from an alarmist—but he’s also convinced that plastic trash in the ocean is far more than an aesthetic problem. “I don’t think we should be waiting for a key finding of whether or not fish are hazardous to eat,” he said. “We have enough evidence to act.”\n\nThe World Capital of Everyday Plastic\n1 / 7\nYiwu International Trade City, in the eastern Chinese province of Zhejiang, is the world’s largest wholesale market for small commodities—and a plastic feast for the eyes. More than 70,000 booths, housed in a series of connected buildings, sell everything from inflatable pools to cooking utensils to artificial flowers. To photographer Richard John Seymour, the market felt both utterly familiar, because its goods are found everywhere, and completely foreign, because of the mind-boggling volume. China is the largest producer of plastic—it accounts for more than a quarter of the global total—much of it exported to the world.\nYiwu International Trade City, in the eastern Chinese province of Zhejiang, is the world’s largest wholesale market for small commodities—and a plastic feast for the eyes. More than 70,000 booths, housed in a series of connected buildings, sell everything from inflatable p...\nShow more\nPHOTOGRAPH BY RICHARD JOHN SEYMOUR\n\nHow did we get here? When did the dark side of the miracle of plastic first show itself? It’s a question that can be asked about many of the marvels of our technological world. Since helping the Allies win World War II—think of nylon parachutes or lightweight airplane parts—plastics have transformed all our lives as few other inventions have, mostly for the better. They’ve eased travel into space and revolutionized medicine. They lighten every car and jumbo jet today, saving fuel—and pollution. In the form of clingy, light-as-air wraps, they extend the life of fresh food. In airbags, incubators, helmets, or simply by delivering clean drinking water to poor people in those now demonized disposable bottles, plastics save lives daily.\n\nIn one of their early applications, they saved wildlife. In the mid-1800s, piano keys, billiard balls, combs, and all manner of trinkets were made of a scarce natural material: elephant ivory. With the elephant population at risk and ivory expensive and scarce, a billiards company in New York City offered a $10,000 reward to anyone who could come up with an alternative.\n\nAs Susan Freinkel tells the tale in her book, Plastic: A Toxic Love Story, an amateur inventor named John Wesley Hyatt took up the challenge. His new material, celluloid, was made of cellulose, the polymer found in all plants. Hyatt’s company boasted that it would eliminate the need “to ransack the Earth in pursuit of substances which are constantly growing scarcer.” Besides sparing at least some elephants, celluloid also helped change billiards from solely an aristocratic pastime to one that working people play in bars.\n\n5:22\n\nA BRIEF HISTORY OF HOW PLASTIC HAS CHANGED OUR WORLD\n\nWe’re addicted to plastic. But how did the world become so dependent on it in the first place?\n\nThat’s a trivial example of a profound revolution ushered in by plastic—an era of material abundance. The revolution accelerated in the early 20th century, once plastics began to be made from the same stuff that was giving us abundant, cheap energy: petroleum. Oil companies had waste gases like ethylene coming out the stacks of their refineries. Chemists discovered they could use those gases as building blocks, or monomers, to create all sorts of novel polymers—polyethylene terephthalate, for example, or PET—instead of working only with polymers that already existed in nature. A world of possibilities opened up. Anything and everything could be made of plastic, and so it was, because plastics were cheap.\n\nThey were so cheap, we began to make things we never intended to keep. In 1955 Life magazine celebrated the liberation of the American housewife from drudgery. Under the headline “Throwaway Living,” a photograph showed a family flinging plates, cups, and cutlery into the air. The items would take 40 hours to clean, the text noted—“except that no housewife need bother.” When did plastics start to show their dark side? You might say it was when the junk in that photo hit the ground.\n\nSix decades later, roughly 40 percent of the now more than 448 million tons of plastic produced every year is disposable, much of it used as packaging intended to be discarded within minutes after purchase. Production has grown at such a breakneck pace that virtually half the plastic ever manufactured has been made in the past 15 years. Last year the Coca-Cola Company, perhaps the world’s largest producer of plastic bottles, acknowledged for the first time just how many it makes: 128 billion a year. Nestlé, PepsiCo, and others also churn out torrents of bottles.\n\nDURABLE CHAINS\n\nPlastics are polymers: Long-chain molecules made of repeating links,\n\nor monomers. The chains are strong, light, and durable, which makes\n\nthem so useful—and so problematic when they’re disposed\n\nof carelessly. The polymer here is PET, a type of polyester,\n\nthe stuff of bottles and clothes.\n\nChemical reactions\n\nHeat, pressure, and\n\ncatalysts drive reactions\n\nthat link the monomers.\n\nDimethyl\n\nterephthalate\n\nOxygen\n\nCarbon\n\nHydrogen\n\nSimple links\n\nThe monomers that are\n\nsynthesized into plastics\n\nare usually derived from\n\nfossil fuels such as crude\n\noil and natural gas.\n\nPolymer chain\n\nPolyethylene\n\nterephthalate\n\n(PET)\n\nEthylene\n\nglycol\n\nEnd products\n\nPET is one of the most\n\nwidely used polymers.\n\nMethanol, a by-product of\n\nPET synthesis, is typically\n\nincinerated.\n\nMethanol\n\nJason Treat and Ryan Williams, NGM Staff\nSource: Eric J Beckman, University of Pittsburgh\n\nThe growth of plastic production has far outstripped the ability of waste management to keep up: That’s why the oceans are under assault. “It’s not surprising that we broke the system,” Jambeck says. “That kind of increase would break any system not prepared for it.” In 2013 a group of scientists issued a new assessment of throwaway living. Writing in Nature magazine, they declared that disposable plastic should be classified, not as a housewife’s friend, but as a hazardous material.\n\nIn recent years the surge in production has been driven largely by the expanded use of disposable plastic packaging in the growing economies of Asia—where garbage collection systems may be underdeveloped or nonexistent. In 2010, according to an estimate by Jambeck, half the world’s mismanaged plastic waste was generated by just five Asian countries: China, Indonesia, the Philippines, Vietnam, and Sri Lanka.\n\n“Let’s say you recycle 100 percent in all of North America and Europe,” says Ramani Narayan, a chemical engineering professor at Michigan State University who also works in his native India. “You still would not make a dent on the plastics released into the oceans. If you want to do something about this, you have to go there, to these countries, and deal with the mismanaged waste.”\n\nLeft: \n\nRecology’s largest San Francisco recycling plant handles 500 to 600 tons daily. One of the few plants in the U.S. that accept shopping bags, it has more than doubled the tonnage it recycles in the past 20 years. The conveyor belt is carrying mixed plastic to an optical sorter.\n\nRight: \n\nNestlé Waters, which supplies 11 percent of the world’s bottled water, says it has reduced the plastic in its half-liter bottles by 62 percent since 1994. The Poland Spring plant in Hollis, Maine, is the company’s largest in North America.\n\nThe Pasig River once flowed majestically through downtown Manila, capital of the Philippines, and emptied into pristine Manila Bay. It was a treasured waterway and civic point of pride. It’s now listed among the top 10 rivers in the world that convey plastic waste to the sea. As many as 72,000 tons flow downstream each year, mostly during the monsoon. In 1990 the Pasig was declared biologically dead.\n\nThe Pasig River Rehabilitation Commission, established in 1999, is working to clean up the river, with some signs of success. Jose Antonio Goitia, the commission’s executive director, says he is optimistic that the Pasig could be restored someday, although he acknowledges he has no easy way of doing that. “Maybe the best thing to do is ban plastic bags,” he says.\n\nThe remaining challenges are clearly visible every day. The river is fed by 51 tributaries, some of them overflowing with plastic waste from squatter settlements that cantilever precariously over creek banks. A tributary near Chinatown, where rickety shanties are wedged between modern buildings, is so choked with plastic debris you can walk across it, forgoing the footbridge. Manila Bay’s beaches, once recreational respites for greater Manila’s 13 million residents, are littered with garbage, much of it plastic. Last fall Break Free From Plastic, a coalition including Greenpeace and other groups, cleaned a beach on Freedom Island, which is advertised as an ecotourism district; volunteers picked up 54,260 pieces of plastic, from shoes to food containers. By the time I visited a few weeks later, the beach was littered again with bottles, wrappers, and shopping bags.\n\nUnder a bridge on a branch of the Buriganga River in Bangladesh, a family removes labels from plastic bottles, sorting green from clear ones to sell to a scrap dealer. Waste pickers here average around $100 a month.\n\nThe scene in Manila is typical of large, overcrowded urban centers across Asia. The Philippines is a densely populated nation of 105 million people that is still struggling with the most basic public health issues, including waterborne diseases such as typhoid and bacterial diarrhea. It’s no surprise that it has trouble managing the explosion of plastic garbage. Manila has a metropolitan garbage collection system that stretches across 17 separate local governments—a source of chaos and inefficiency. In 2004 the region was already running out of land to safely dump garbage. The shortage of landfill space, and thus the crisis, continues today.\n\nA small part of the slack is taken up by Manila’s informal recycling industry, which consists of thousands of waste pickers. Armando Siena, 34, is one of them. He and his wife, Angie, 31, have lived their entire lives surrounded by trash. They were born on Smokey Mountain, an internationally notorious dump that was officially closed in the 1990s. They now live with their three children near Manila’s waterfront in a one-room flat lit by a single bulb, furnished with a pair of plastic chairs, and lacking plumbing, bedding, or refrigeration. The flat is in a garbage-filled slum named Aroma, next to another slum named Happyland.\n\nEvery day Siena rides a rickety bicycle beyond Aroma’s boundaries, scanning the streets for recyclable rubbish that he can stuff into his sidecar. Plastic soup containers are high-value finds, paying 20 pesos (38 cents) a kilogram. Siena sorts and sells his load to a junk shop owned by his uncle, who trucks the waste to recycling plants on the outskirts of Manila.\n\nTrucks full of plastic bottles pull into a recycling facility in Valenzuela, Philippines. The bottles were plucked from the streets of metropolitan Manila by waste pickers, who sell them to scrap dealers, who bring them here. The plastic bottles and caps will be shredded, sold u...\nRead More\n\nWaste pickers like Siena are part of the solution, some activists argue; they just need a living wage. In the Baseco waterfront slum in Manila, a tiny recycling shop operated by the Plastic Bank of Vancouver, British Columbia, pays a premium for bottles and hard plastic collected by waste pickers. It then sells that plastic at a higher price to multinationals, which market their recycled products as socially responsible.\n\nSiegler, the Vermont economist, has worked in enough countries and run enough numbers to be skeptical of such schemes. “There is not enough value in plastics to make that work,” he says. “It’s cheaper to fund a solid waste management system than to subsidize collecting plastic.”\n\nThe waste that clogs Manila’s beaches and waterways reinforces Siegler’s point. Much of it consists of sachets—tear-off packets that once held a single serving of shampoo, toothpaste, coffee, condiments, or other products. They are sold by the millions to poor people like Siena and his family, who can’t afford to buy more than one serving at a time. Sachets blow around Manila like leaves falling from trees. They’re not recyclable, so no waste picker will retrieve them. Crispian Lao, a member of the National Solid Waste Management Commission, says, “This segment of packaging is growing, and it has become a real challenge for solid waste management.”\n\nColored chips of plastic—collected, washed, and sorted by hand—dry on the banks of the Buriganga. About 120,000 people work in the informal recycling industry in and around Dhaka, where 18 million inhabitants generate some 11,000 tons of waste a day.\n\nWhen Greenpeace cleaned the Freedom Island beach, it posted a tally of the brand names of the sachets its volunteers had collected. Nestlé ranked first, Unilever second. Litterbugs aren’t the only ones at fault, says Greenpeace’s Abigail Aguilar: “We believe that the ones producing and promoting the use of single-use plastics have a major role in the whole problem.” A Unilever spokeswoman in Manila told me the company is developing a recyclable sachet.\n\nAfter Malaysia Airlines Flight 370 disappeared from radar screens in March 2014 while on its way from Kuala Lumpur to Beijing, the search for it extended from Indonesia to the southern Indian Ocean. It captivated a global audience for weeks. No sign of the wreckage appeared. On several occasions, when satellite images revealed collections of objects floating on the sea surface, hopes soared that they would turn out to be aircraft parts. They weren’t. It was all trash—pieces of broken shipping containers, abandoned fishing gear, and of course, plastic shopping bags.\n\nKathleen Dohan, a scientist and the president of Earth and Space Research in Seattle, saw opportunity in the horror: The images from space were pushing a problem into view that had long been neglected. “This is the first time the whole world is watching,” she told me at the time. “It’s a good time for people to understand that our oceans are garbage dumps.” Dohan sensed a tipping point in public awareness—and the events since suggest she may have been right.\n\nLeft: At Dow Chemical’s giant plant in Freeport, Texas, large hydrocarbon molecules from fossil fuels are cracked at high temperature to produce 1.65 million tons a year of ethylene—the building block of polyethylene, one of the most widely used plastics.\nRight: The hull of a Boeing 787 Dreamliner is inspected before electronics are added. Almost half of the airframe is constructed of carbon fiber–reinforced plastic and other composites, which make it lighter and more fuel efficient than aluminum airframes.\n\nThe most heartening thing about the plastic waste problem is the recent explosion of attention to it, and even of serious, if scattered, efforts to address it. A partial list of the good news since 2014 would include, in no particular order: Kenya joined a growing list of nations that have banned plastic bags, imposing steep fines and jail time on violators. France said it would ban plastic plates and cups by 2020. Bans on plastic microbeads in cosmetics (they’re exfoliants) take effect this year in the U.S., Canada, the U.K., and four other countries. The industry is phasing them out.\n\nCorporations are responding to public opinion. Coca-Cola, which also produces Dasani water, announced a goal to “collect and recycle the equivalent of” 100 percent of its packaging by 2030. It and other multinationals, including PepsiCo, Amcor, and Unilever, have pledged to convert to 100 percent reusable, recyclable, or compostable packaging by 2025. And Johnson & Johnson is switching from plastic back to paper stems on its cotton swabs.\n\nIndividuals are making a difference too. Ellen MacArthur, a British yachtswoman, has created a foundation to promote the vision of a “circular economy,” in which all materials, including plastics, are designed to be reused or recycled, not dumped. Actor Adrian Grenier has lent his celebrity to the campaign against the plastic drinking straw. And Boyan Slat, 23, from the Netherlands, is charging ahead with his teenage vow to clean up the largest garbage patch in the North Pacific. His organization has raised more than $30 million to construct an ocean-sweeping machine that is still under development.\n\nTHE CHALLENGE OF RECYCLING\n\nEase of recycling by type*\n\nGlobally, 18 percent of plastic is recycled, up from nearly zero in 1980. Plastic bottles are one of the most widely recycled products. But other items, such as drinking straws, are harder to recycle and often discarded.\n\nEasy\n\nManageable\n\nDifficult\n\nVery difficult\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\nPET\n\nHDPE\n\nPVC\n\nLDPE\n\nPP\n\nPS\n\nOTHER\n\nPolyethylene terephthalate\n\nHigh-density polyethylene\n\nPolyvinyl\n\nchloride\n\nLow-density polyethylene\n\nPolypropylene\n\nPolystyrene\n\nBeverage bottles, food jars, clothing and carpet fiber, some shampoo and mouthwash bottles\n\nDetergent and bleach bottles, snack boxes, milk jugs, toys, buckets, crates, plant pots, garden furniture, trash bins\n\nCredit cards, window and doorframes, gutters, pipes and fittings, wire and cable sheathing, synthetic leather\n\nPackaging film,\n\nshopping bags,\n\nbubble wrap, flexible bottles, wire and cable insulation\n\nBottle tops, drinking straws, lunch boxes, insulated coolers,\n\nfabric and carpet\n\nfiber, tarps, diapers\n\nPlastic-foam cups,\n\negg boxes, meat trays, packing peanuts, coat hangers, yogurt containers,\n\ninsulation, toys\n\nNylon fabrics, baby bottles, compact disks, medical\n\nstorage containers, car parts, watercooler bottles\n\n11%\n\n14%\n\n5%\n\n20%\n\n19%\n\n6%\n\n24%\n\nPercentage of global plastic waste, 2015\n\n*Ease of recycling varies by region; North America shown. Not all plastics are recyclable.\n\nJason Treat and Ryan Williams, NGM Staff. Art: Radio\nSources: ASTM International; Association of Plastic Recyclers; Roland Geyer, University of California, Santa Barbara\n\nAll of these measures help at some level—even beach cleanups, futile as they sometimes seem. A beach cleanup hooked Richard Thompson on the plastic problem a quarter century ago. But the real solution, he now thinks, is to stop plastic from entering the ocean in the first place—and then to rethink our whole approach to the amazing stuff. “We’ve done a lot of work making sure plastic does its job, but very little amount of work on what happens to that product at the end of its lifetime,” he says. “I’m not saying plastics are the enemy, but there is a lot the industry can do to help solve the problem.”\n\nThere are two fundamental ways industry can help, if it wants or is forced to. First, along with academic scientists such as Jambeck, it can design new plastics and new plastic products that are either biodegradable or more recyclable (see You Can Help Turn the Tide on Plastic. Here’s How.). New materials and more recycling, along with simply avoiding unnecessary uses of the stuff, are the long-term solutions to the plastic waste problem. But the fastest way to make a big difference, Siegler says, is low tech. It’s more garbage trucks and landfills.\n\n“Everyone wants a sexy answer,” he says. “The reality is, we need to just collect the trash. Most countries that I work in, you can’t even get it off the street. We need garbage trucks and help institutionalizing the fact that this waste needs to be collected on a regular basis and landfilled, recycled, or burned so that it doesn’t end up going all over the place.”\n\nThat’s the second way industry could help: It could pony up. Siegler has proposed a worldwide tax of a penny on every pound of plastic resin manufactured. The tax would raise roughly six billion dollars a year that could be used to finance garbage collection systems in developing nations. The idea never caught on. In the fall of 2017, though, a group of scientists revived the concept of a global fund. The group called for an international agreement patterned after the Paris climate accord.\n\nAt the Nairobi meeting in December, 193 nations, including the U.S., actually passed one. The United Nations Clean Seas agreement doesn’t impose a tax on plastic. It’s nonbinding and toothless. It’s really just a declaration of a good intention—the intention to end ocean plastic pollution. In that way it’s less like the Paris Agreement and more like the Rio de Janeiro treaty, in which the world pledged to combat dangerous climate change—back in 1992. Norway’s environment minister, Vidar Helgesen, called this new agreement a strong first step.\n\nStaff writer Laura Parker and photographer Randy Olson last worked together on a feature on the vanishing Ogallala aquifer, which was published in the August 2016 issue.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nYou Can Help Turn the Tide on Plastic. Here’s How.\nMAGAZINEPLANET OR PLASTIC?\nYou Can Help Turn the Tide on Plastic. Here’s How.\nDo these six pain-free things, and you’ll help reduce the impact plastic is having on oceans and other waterways around the world.\nWho owns our trash—and why does it matter?\nENVIRONMENT\nWho owns our trash—and why does it matter?\nWhat should you do with your old tennis balls?\nENVIRONMENT\nWhat should you do with your old tennis balls?\nThis museum is trash—literally\nHISTORY & CULTURE\nThis museum is trash—literally\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nDaily Discoveries. Endless Exploration.\n\nWant to explore further? This story is exclusively for Nat Geo subscribers. Subscribe now and cancel anytime.\n\nEXPLORE YOUR OPTIONS\n\nAlready a Subscriber?\n\nSign In"
}