{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "U.S. generates more plastic trash than any other nation, report finds",
  "href": "https://www.nationalgeographic.com/environment/article/us-plastic-pollution",
  "body": "A new study shows that the U.S. is the largest producer of plastic waste in the world, producing about 42 million metric tons of it in 2016. The report also reveals that the U.S. ranks among the top contributors of litter, illegally dumped trash and other mismanaged waste to its shorelines. The study challenges the blame-Asia narrative and calls for more action at home to manage its waste.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic bags from Walmarts all over the United States wait to be processed at a facility that is being converted from a derelict food processing plant into a recycling plant in Montezuma, Ga.\n\nPHOTOGRAPH BY MELISSA GOLDEN, REDUX\nENVIRONMENTPLANET OR PLASTIC?\nU.S. generates more plastic trash than any other nation, report finds\n\nThe plastic pollution crisis has been widely blamed on a handful of Asian countries, but new research shows just how much the U.S. contributes.\n\nBYLAURA PARKER\nPUBLISHED OCTOBER 30, 2020\n• 9 MIN READ\n\nWhen the Environmental Protection Agency released its plan earlier this month for addressing marine litter, it named five Asian nations—China, Indonesia, the Philippines, Thailand, and Vietnam—as responsible for more than half of the plastic waste flowing into the oceans every year.\n\n“The United States has some of the most beautiful beaches and oceans in the world, and the coastlines are incredible,” President Trump says in enlarged type on the plan’s first page. “As president, I will continue to do everything I can to stop other nations from making our oceans into their landfills.”\n\nThe trouble with that framing, scientists say, is it distorts the complexities of a global problem and contributes to a sense of complacency in the United States that marine litter is Asia’s problem. Now, new research, published Friday in Science Advances, reexamines the U.S.’s role as a plastic consumer and concludes that the country has much more work to do at home to manage its waste.\n\nTop of the plastic\n\ntrash heap\n\nNew research shows that the United States is the largest producer plastic waste in the world.\n\nTotal plastic waste generation, 2016\n\n(millions of metric tons*)\n\nUnited States\n\nIndia\n\nChina\n\nBrazil\n\nIndonesia\n\nRussia\n\nGermany\n\nUnited Kingdom\n\nMexico\n\nJapan\n\n42.0\n\n26.3\n\n21.6\n\n10.7\n\n9.1\n\n8.5\n\n6.7\n\n6.5\n\n5.9\n\n4.9\n\nPer capita plastic waste generation, 2016 (kg/year*)\n\nUnited States\n\nUnited Kingdom\n\nSouth Korea\n\nGermany\n\nThailand\n\nMalaysia\n\nArgentina\n\nRussia\n\nItaly\n\nBrazil\n\n130.1\n\n98.7\n\n88.1\n\n81.2\n\n69.5\n\n67.1\n\n61.0\n\n58.7\n\n55.5\n\n51.8\n\n* 1 metric ton = 1.1 U.S. ton; 1 kg = 2.2 pounds\n\nRYAN MORRIS, NG STAFF.\n\nSOURCE: SEA EDUCATION ASSOCIATION\n\nChina may be the world’s largest manufacturer of plastic, the report finds, but the United States is by far the world’s largest generator of plastic waste—it produced about 42 million metric tons of the stuff (46 million U.S. tons) in 2016. The U.S. also ranks as high as third among coastal nations for contributing litter, illegally dumped trash and other mismanaged waste to its shorelines.\n\nMeanwhile, less than 10 percent of American plastic waste is recycled, and the U.S. has a 30-year history of shipping half of its recyclable plastic overseas, primarily to China and other developing nations lacking the infrastructure to manage it. That practice was drastically reduced only when China stopped buying plastic scrap in 2018 as part of a green campaign to clean up its own environment.\n\nThe study’s authors say they conducted it, in part, because the “finger-pointing” has not helped draw the world together to work on a global solution.\n\n“Let’s face it, we have a large coastal population [in the U.S.]. We are massive consumers and that has consequences, and we have to get out of this silliness that all we have to do is stop Asians from dumping in the ocean and we’d be all set,” says Ted Siegler, an economist and partner at DSM Environmental Services in Windsor, Vermont, and a co-author of the study.\n\nThe new research is not the only analysis of the United States’s handling of plastic waste. The National Academies of Sciences held its first public meeting this week for an 18-month assessment of the United States’ contribution to plastic waste that was commissioned by Congress and is due at the end of 2021. That research is included in legislation that funds the marine debris program operated by the National Oceanic and Atmospheric Administration, which will oversee the project. In convening the meeting, Amy Uhrin, chief scientist of NOAA’s marine debris program, reminded her audience, “It’s not strictly a Southeast Asia problem.”\n\n(We depend on plastic. Find out why we're now drowning in it.)\n\nThe blame-Asia storyline dates to 2015\n\nIronically, the Asia storyline took hold after some of the same authors of the new Science Advances study published the first comprehensive assessment of the global waste problem in 2015 . Using World Bank data from 192 coastal nations, they concluded that an average of 8 million metric tons of plastic waste (8.8 million U.S. tons) slip from shores into the seas every year. That figure has been widely accepted as the benchmark.\n\nIn that 2015 study, the scientists also published a chart listing the top 20 nations contributing plastic waste, which has since been widely circulated. The top five plastic polluters included China, Indonesia, the Philippines, Vietnam, and Thailand. The United States ranked twentieth, the only wealthy nation on the list.\n\nTo be sure, heavily populated developing nations in Asia and Africa that have an expanding middle class, a growing appetite for consumer products, and a lack of infrastructure to properly manage waste are indeed major contributors to the global problem.\n\nBut Dave Ford, a former advertising executive, finds that narrative unhelpful. In 2019, he enlisted Soul Buffalo, the leadership network he founded, to bring industry titans and environmentalists together in search of solutions to the plastic waste problem.\n\n“We’ve got 70 of the top organizations in the world on board and 25 brands,” he says. “We’re in regular dialogue with top industry leaders. But I’ve had at least a dozen U.S. companies tell me they didn’t feel like it made sense for them to join because this is largely an Asian issue.”\n\nWinnie Lau, a scientist at the Pew Charitable Trusts who was not involved in the Science Advances study, says it “sheds light on the true extent of the contributions of high-income countries like the U.S., to the global marine plastic pollution problem.” She says the findings reinforce conclusions reached by Pew’s own research on plastic waste.\n\nEarlier this year,in partnership with SYSTEMQ, a London-based environmental consulting firm, Pew forecast that plastic waste in the oceans will triple by 2040 unless the world acts urgently to reduce plastic use and gain control of trash.\n\nThe new work\n\nThe pioneering 2015 study of marine plastic didn’t include illegal dumping and export of plastic waste. In the new analysis, the team considered those actions, but only for the U.S. They say data for other nations were inconsistent or didn’t exist.\n\n“We were not attempting to re-do the 2015 study,” says Kara Lavender Law, a marine scientist at the Sea Education Association in Woods Hole, Massachusetts, and the new study’s lead author. “The whole point was to examine the United States.”\n\nHowever, the scientists did find that many developing nations with poor waste management in the 2015 study, which used 2010 data, have since reported improvements in waste management and construction of infrastructure. The top five Asian nations also reported gains. China, for example, reported a 60 percent decrease in waste generation and a 51 percent decrease in inadequately managed waste, primarily due to rapid construction of incineration plants.\n\nAnalyzing 2016 data, the team found that as much as 3 percent of all plastic waste generated in the U.S. was either littered or illegally dumped in the environment. The percentage sounds small, but when considering the tonnage of waste, it adds up to as much as 1.25 million metric tons.\n\nIn 2016, more than half of the 3.91 million metric tons of plastics collected in the United States were shipped abroad. Of that, 88 percent went to nations lacking adequate resources to properly manage and process it. The team estimated that 1 million metric tons of waste exported from the U.S. ended up polluting the environment beyond its borders.\n\nThe American Chemistry Council, an industry trade group, takes issue with the use of 2016 figures, which don’t reflect recent and dramatic changes in the global trade of plastic waste. Since 2018, when China stopped buying imported plastic waste, U.S. plastic waste exports have dropped by 66 percent. The UN has also sought, through the Basel Convention, to rein in the trade of plastic waste, although the U.S. is not a signatory.\n\nThe authors of the new study say that while the plastic waste trade has been upended, the fundamental reason the U.S. exported so much waste has not changed: Recycling in the United States continues to be dysfunctional today and in dire need of restructuring, a condition noted at the National Academies of Sciences gathering this week.\n\nIn all, the United States contributed up to 2.24 million metric tons into the environment in 2016, and of that, more than half—1.5 million metric tons—was along coastlines, meaning it had a high probability of slipping into the oceans.\n\nThe 2.24 million metric tons would be enough to cover the White House lawn as high as the Empire State Building, says Jenna Jambeck, a University of Georgia environmental engineering professor and one of the study’s authors.\n\nWhile that’s a fraction of what’s generated by the developing world, Law suggests yet one more way to look at the figures: Although the U.S. accounted for just 4 percent of the global population in 2016, it generated 17 percent of all plastic waste. The takeaway from the new study, she says, is simple: “We really need to look at our own backyard in terms of what is happening with our own plastic waste.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nMicroplastics are hidden in your home. Here’s how to avoid them.\nENVIRONMENT\nMicroplastics are hidden in your home. Here’s how to avoid them.\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}