{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Last Straw | UNFCCC",
  "href": "https://unfccc.int/news/the-last-straw",
  "body": "The single-use plastic straw has become a symbol of our harmful individual impact on the environment, an item that everyone from Starbucks to McDonalds have started to phase out in response to the growing awareness around the issue of plastic pollution. The report Plastic & Climate: The Hidden Costs of a Plastic Planet by the Center for ...",
  "textContent": "Skip to main content\nSearch\nEnglish\nUNFCCC Nav\nHome\nCOP 28\nProcess and meetings \nTopics \nCalendar\nClimate action \nDocuments and decisions \nAbout us \nNews\nNews The Last Straw\nBack\nThe Last Straw\n21 June 2021\nBlog\nShare the article\nCredit: Melissa Askew / Unsplash\n\nThe Greek social cooperative embracing change\n\nThe single-use plastic straw has become a symbol of our harmful individual impact on the environment, an item that everyone from Starbucks to McDonalds have started to phase out in response to the growing awareness around the issue of plastic pollution.\n\nThe report Plastic & Climate: The Hidden Costs of a Plastic Planet by the Center for International Environmental Law revealed that “In 2019, the production and incineration of plastic will produce more than 850 million metric tons of greenhouse gases – equal to the emissions from 189 five-hundred-megawatt coal power plants.” As the European Commission will ban a number of single-use plastics (including straws) in Europe from next month, the wheat straw is ready to take its place. \n\nThe social cooperative Staramaki, a combination of the Greek words for wheat (stari) and straw (kalamaki), was founded in 2019 in the northern Greek city of Kilkis, following an announcement the European Commission announcement regarding single-use plastics, highlighting the need for alternative, more sustainable options.\n\nFor Staramaki’s co-founder, Stefanos Kamperis, the sustainable wheat straws they produce will hopefully replace the single-use plastic straw once and for all. This is the bedrock of their “effort to revive the local economy and to give hope to us and to newcomers that want to settle in Kilkis, Greece.” \n\nCredit: Staramaki\n\nIn order to make its “eco-friendly alternative to single-use plastic straws,” Staramaki “utilizes the by-product of local wheat cultivation,” Stefanos says. Wheat is grown in local fields, before being hand harvested and hand selected. The stems are then cut by hand, boiled, rinsed and washed, before being dried and packaged to order.  So far Staramaki, which employs nine people, has produced more than one millions straws.\n\nAt the same time, Staramaki provides “employment opportunities for vulnerable groups of people and promotes social cohesion, as well as local and regional development.”\n\nA Social and Circular Economy\n\nWhen the economic crisis hit Europe in 2008, something clicked for Stefanos. “Having realised that the economic model that this world has been built upon, is leading us to the edge of the cliff, I decided to make profits for people other than investors or owners.”  Reshaping the way we perceive economic growth – moving towards a social and circular economy – is pivotal for a more social and climate resilient world, according to Stefanos.\n\n“The recent economic depression, the pandemic and the social crisis has made the need for innovation to address social challenges even more apparent and acute. Staramaki, through social innovation, is bringing growth and social value at the same time,” he says.\n\n“Staramaki started as an effort to create an alternative market avenue for the agricultural output of local cultivation offering a product that helps with the global efforts to minimize single use plastics,” Stefanos says.\n\nThe climate crisis has had severe impacts on Greece’s economy and its people, but as Stefanos points out, climate change will not impact everybody to the same degree. “Disproportionate impacts can occur where certain groups lack the social and economic resources necessary to relocate to avoid impacts, or to purchase the technology necessary to adapt to this climate change,” Stefanos explains. “Without proactive policies to address these equity concerns, climate change will likely reinforce and amplify current as well as future socioeconomic disparities, leaving low-income, minority, and politically marginalized groups with fewer economic opportunities and more environmental and health burdens.”\n\nEmploying a diverse workforce – from refugees to local women – is both of personal importance to Stefanos, and smart business.\n\nCredit: Staramaki\n\nStefanos has been involved with the refugee crisis for more than seven years, “I witnessed the birth, rise and death of the infamous West Balkan route, taken by more than one million people searching for safety.” Providing learning-based employment opportunities for those that want to settle in Kilkis is of vital importance for all vulnerable groups, as well as for Kilkis locals, where the current unemployment rate has reached 42 per cent.\n\nStaramaki benefits from the experience and creativity of their diverse workforce, as everybody comes with “new ideas to address major problems. Each person is formed by various realities, situations, truths, experiences,” he adds. “Staramaki tries to benefit from these different points of view and increase the level of creativity and innovation within.” Fostering a safe place for everybody’s voice to be heard is central to this. “The many benefits of gender diversity are being reaped when we empower our people to reach and exceed their full potential.”\n\nA Drop in the Bucket\n\nWe all have a part in ensuring a climate safe and just future. “In a world of more than seven billion people, each of us is a drop in the bucket. But with enough drops, we can fill any bucket,” Stefanos says. “As individuals we need to learn to consume less, and [create less] waste, so that we can enjoy life more.” Everybody can be one of those drops. “Sharing, making, fixing, upcycling, repurposing and composting are all good places to start.” \n\nAt the international level, Stefanos argues that we need to “promote mechanisms for raising capacity for effective climate change-related planning and management in least developed countries, including of course focusing on women, youth, local and marginalized communities.”\n\nA Seed of Change\n\nAs Staramaki exemplifies; creative, local and sustainable solutions can be found for everything if we work together – even for the notorious single use straw. For the vulnerable groups that Staramaki employs – including refugees whom we honour this World Refugee Day – the creation of a seemingly simple straw can be a life-changing opportunity.\n\n“Staramaki for all of us means hope,” Stefanos expresses with a deep gratitude, “and for all of us, Staramaki is a seed of change.”\n\n \n\nShare the article\nFooter\nTHIS SITE\nCode of conduct\nTerms of use\nCalendar disclaimer\nFraud Alert\nContact\nVacancies"
}