{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "eli5: Why are plastics straws so bad for turtles and not all plastic in ...",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/o27xhz/eli5_why_are_plastics_straws_so_bad_for_turtles/",
  "body": "The controversy of plastic straws and turtles arose from this video uploaded to YouTube in 2015. In it a turtle has what appears to be a plastic straw lodged rather deep up one of its nostrils. The individual in the video (a researcher named Christine Figgener) posted a write up about the incident in a Nature journal article.",
  "textContent": "eli5: Why are plastics straws so bad for turtles and not all plastic in general? What's special about straws? : r/explainlikeimfive\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to explainlikeimfive\nr/explainlikeimfive\n•\n3 yr. ago\nTheBoogiesBoogyMan\neli5: Why are plastics straws so bad for turtles and not all plastic in general? What's special about straws?\nEarth Science\n\nI don't get the whole \"don't use plastic straws\" but at the same time we use tons of other plastic products. Is there a difference?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nOsamaBinLadenDoes\n•\n3 yr. ago\n\nThe controversy of plastic straws and turtles arose from this video uploaded to YouTube in 2015.\n\nIn it a turtle has what appears to be a plastic straw lodged rather deep up one of its nostrils.\n\nThe individual in the video (a researcher named Christine Figgener) posted a write up about the incident in a Nature journal article.\n\nThere really isn't anything specifically about plastic straws that make them bad compared to other plastic items, other than:\n\nWe use and dispose of a large number of them each year\n\nThey are small and long enough to trap or get trapped in various wildlife and their orifices (holes)\n\nThough these attributes are true of many plastic items, particularly those that are small and brightly coloured - which can be mistaken for food then ingested, or just get stuck by accident.\n\nReally there is no difference, it was just the video that caused a large emotional reaction for viewers. We need to halt leakage of our waste into the environment, not just plastics but all materials, chemicals, and pollutants.\n\n5 more replies\nHT915\n•\n3 yr. ago\n\nAll single use plastics are bad for the environment. Straws are just one of the biggest examples of single use plastics, and feel like they should be reasonably easy to replace.\n\narcosapphire\n•\n3 yr. ago\n\nAll single-use plastics are a problem, but a lot of them serve important purposes that we don't necessarily have great alternatives for. Inexpensive packaging to keep things fresh and sterile, for instance.\n\nBut straws...we don't really need straws. So it's an easy target. There are also many alternatives in cases where straws are still kinda useful.\n\nWe say \"don't use plastic straws\" because there's actually a good chance people will listen. Saying \"don't use ziploc bags\" won't work very well, because those are actually pretty functional and we can't just replace them with bits of bamboo on a whim.\n\n[deleted]\n•\n3 yr. ago\n\nu/OsamaBinLadenDoes explained it well. Plastic straws caused a large emotional response because of the turtle video. It got popular/viral enough that politicians latched on to it to ride that popularity wave in search of power and personal gain. Enough of them campaigned on it that some changes were made (by politicians that were otherwise fine using plastic straws and voters that need to feel they're helping).\n\nIt's political theater to gain power and make people feel productive. If you really wanted to have an impact on plastic waste in the world's oceans you wouldn't start, and certainly wouldn't have stopped, with plastic straws.\n\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nbasically banning plastic straws makes people think that something is being done about the plastic pollution in the oceans, when in fact, it will make no difference at all, it's like trying to tackle deforestation by banning toothpicks. a picture/video of a sea turtle with a straw up it's nose went viral and drew the sympathy of millions and politicians capitalized on it. the main offender of ocean pollution is commercial fishing vessels, but there's too much money involved for anything to actually be done about it. even things like \"sustainable seafood\" \"dolphin safe tuna\" are all basically scams.\n\n[deleted]\n•\n3 yr. ago\n \n24\nRank by size \nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 26 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/Beekeeping\nELI5: Why are plastic boxes not more popular?\n4 upvotes · 10 comments\nr/NoStupidQuestions\nIf plastics have been proven to be toxic, why are we still using them almost everywhere?\n3 upvotes · 13 comments\nr/NoStupidQuestions\nWhy are people using paper or metal straws, instead of just recycling plastic straws?\n4 upvotes · 39 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 250 comments\nr/VeganBeauty\nThe prejudice that using paper for environment is better than using plastic\n16 upvotes · 12 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/todayilearned\nTIL that rural women in Burundi greet each other with a complex musical ritual called 'akazehe'\nyoutube\n179 upvotes · 23 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/ottawa\nWhat grades of plastic are actually recyclable?\n6 upvotes · 26 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/explainlikeimfive\nELI5: Why can't we replace plastic bottles with carton boxes (like the ones used for juice boxes) when packaging products like shampoo?\n460 upvotes · 145 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/Vermiculture\nColored cardboard in USA: is it ok for worms?\n54 upvotes · 26 comments\nr/BuyItForLife\nWhat products should be possible to make BIFL but currently aren't?\n26 upvotes · 72 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 17, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}