{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Is Drinking Through a Straw Better or Worse for Your Health?",
  "href": "https://www.healthline.com/health/drinking-through-a-straw",
  "body": "About 170 million to 490 million plastic straws are used in the United States each day. Straws offer an easy, sanitary way to drink beverages. They also help people with disabilities safely...",
  "textContent": "Health Conditions\nFeatured\nBreast Cancer\nIBD\nMigraine\nMultiple Sclerosis (MS)\nRheumatoid Arthritis\nType 2 Diabetes\nSponsored Topics\nArticles\nAcid Reflux\nADHD\nAllergies\nAlzheimer's & Dementia\nBipolar Disorder\nCancer\nCrohn's Disease\nChronic Pain\nCold & Flu\nCOPD\nDepression\nFibromyalgia\nHeart Disease\nHigh Cholesterol\nHIV\nHypertension\nIPF\nOsteoarthritis\nPsoriasis\nSkin Disorders and Care\nSTDs\nDiscover\nWellness Topics\nNutrition\nFitness\nSkin Care\nSexual Health\nWomen's Health\nMental Well-Being\nSleep\nProduct Reviews\nVitamins & Supplements\nSleep\nMental Health\nNutrition\nAt-Home Testing\nCBD\nMen’s Health\nOriginal Series\nFresh Food Fast\nDiagnosis Diaries\nYou’re Not Alone\nPresent Tense\nVideo Series\nYouth in Focus\nHealthy Harvest\nThrough An Artist's Eye\nFuture of Health\nPlan\nHealth Challenges\nMindful Eating\nSugar Savvy\nMove Your Body\nGut Health\nMood Foods\nAlign Your Spine\nFind Care\nPrimary Care\nMental Health\nOB-GYN\nDermatologists\nNeurologists\nCardiologists\nOrthopedists\nLifestyle Quizzes\nWeight Management\nAm I Depressed? A Quiz for Teens\nAre You a Workaholic?\nHow Well Do You Sleep?\nTools & Resources\nHealth News\nFind a Diet\nFind Healthy Snacks\nDrugs A-Z\nHealth A-Z\nConnect\nFind Your Bezzy Community\nBreast Cancer\nInflammatory Bowel Disease\nPsoriatic Arthritis\nMigraine\nMultiple Sclerosis\nPsoriasis\nFollow us on social media\nHealth Conditions\nDiscover\nPlan\nConnect\nSUBSCRIBE\nShould You Drink with a Straw?\nDrinking with a straw benefits\nDrawbacks and side effects\nDrinking alcohol with a straw\nDownsides of straws\nSummary\nShare on Pinterest\n\nHumans have been using straws for thousands of years. The straw dates back to at least 3000 B.C., when Sumerians drank beer through tubes made of gold. In the 1800s, people used stalks of rye as straws. The paper straw was introduced in 1888, but by the 1970s, plastic straws became popular.\n\nToday, straws are widely used. About 170 million to 490 million plastic straws are used in the United States each day. Straws offer an easy, sanitary way to drink beverages. They also help people with disabilities safely consume liquids.\n\nHowever, drinking through a straw may have more drawbacks than benefits. The practice can lead to negative health and environmental effects over time.\n\nBenefits of drinking through a straw\n\nDrinking with a straw has potential advantages. The practice:\n\nIncreases convenience\n\nWhen you drink straight from a cup, you have to tip it toward your face. This increases the risk of spills. Using a straw makes it easier to sip the drink without tilting it too far. The practice is especially helpful if your beverage has ice.\n\nImproves hygiene\n\nDrinking through a straw may be ideal when consuming a canned beverage. It’s more sanitary than directly putting your mouth on the can.\n\nHarmful bacteria can survive on the lids of aluminum cans. The bacteria can contaminate the cans during storage, transportation, or handling at the store.\n\nDrinking with a straw is also more hygienic at restaurants. It prevents you from putting your mouth on glasses, which can harbor bacteria if they’re improperly washed or handled.\n\nHelps people with disabilities\n\nDrinking from a cup might be difficult for people with:\n\nmotor disorders\nstrength disorders\nswallowing disorders\n\nBy using a straw, people with these conditions drink beverages with ease.\n\nPrevents staining of front teeth\n\nDrinks like soda, tea, and coffee can discolor your teeth.\n\nUsing a straw can decrease the contact between these drinks and your front teeth. To reap this benefit, place the straw past your front teeth.\n\nADVERTISEMENT\nSeed's Daily Synbiotic for whole-body health\n\nSeed’s Daily Synbiotic is formulated with 24 studied probiotic strains to promote whole-body benefits, including healthy regularity, ease of bloating, and heart health.\n\nLEARN MORE\nDrawbacks of drinking through a straw\n\nAlthough drinking with a straw has some benefits, it also has potential downsides. This includes the following drawbacks:\n\nCauses smoker’s lips\n\nThe act of using a straw requires you to pucker your lips. Over time, this can lead to lip wrinkles, also known as smoker’s lips.\n\nThe term “smoker’s lips” refers to wrinkles around the mouth due to prolonged cigarette smoking. It can also happen due to repeated use of a straw, which involves a similar lip movement.\n\nCauses bloating and excess gas\n\nWhen you place a straw in a drink, it captures some air. The air travels to your digestive tract, causing increased gas and bloating.\n\nFor this reason, avoiding straws is often recommended for reducing excess gas.\n\nStains your back teeth\n\nAlthough straws might help reduce staining of your front teeth, it won’t prevent staining altogether.\n\nThe drink will still touch other teeth, leading to discoloration in these areas. Additionally, your front teeth can still stain if you place the straw in front of your teeth.\n\nWill drinking alcohol through a straw get you drunk faster?\n\nMany people think drinking alcohol with a straw will get you drunk faster.\n\nOne theory is that the straw acts like a vacuum and reduces oxygen, which increases intoxication. Another theory is that alcohol vapor gets trapped in the straw and is absorbed through your lungs.\n\nThese explanations are purely hypothetical. There’s no scientific evidence to support the notion that a straw changes your body’s alcohol absorption.\n\nBut using a straw can make you drink more alcohol without realizing it. That’s because it’s more convenient to drink with a straw.\n\nAs a result, you might get drunk faster due to the increased intake of alcohol. The straw, however, has no effect on your rate of alcohol absorption.\n\nOther downsides to plastic straws\n\nCompanies now make recyclable paper straws to help reduce plastic waste. You can also buy reusable straws made of metal, glass, silicone, or bamboo.\n\nDisposable plastic straws are still the most common type, though. They can also indirectly cause health problems by negatively affecting the environment.\n\nHere’s how:\n\nTheir production creates air pollution\n\nPlastic products, like straws, are made with a variety of potentially toxic chemicals.\n\nThe plastic production process releases these chemicals into the air. These substances are known as hazardous air pollutants (HAPs).\n\nHAPs are associated with harmful health effects, including cancer and reproductive issues. HAPs also accumulate in the air, but they’re difficult to detect. The chemicals are colorless and odorless.\n\nThey can’t be recycled\n\nPlastic straws are usually made with No. 5 plastic, a type of recyclable material.\n\nHowever, straws can’t be recycled due to their size. When they enter a recycling sorting machine, they fall through the gaps on the conveyer belt. The straws are tossed in the trash instead.\n\nThey pollute the ocean and endanger marine life\n\nStraws and other plastic products can end up in the ocean. This happens for several reasons, including littering by humans and overflowing landfills.\n\nIn the ocean, plastic breaks down into smaller pieces called microplastics. If animals like turtles, seagulls, and fish eat these microplastics, they can develop serious health issues.\n\nAdditionally, some marine animals are eaten by humans. It’s possible for people to unknowingly consume animals that have ingested microplastics.\n\nTakeaway\n\nIf you have a motor or swallowing disorder, straws can help you safely drink beverages. Otherwise, if you only use straws for convenience, it may be healthier to ditch them. Drinking through a straw can contribute to lip wrinkles, bloating, cavities, and teeth staining.\n\nIf you must drink through a straw, consider using a reusable straw to reduce plastic waste. The production and disposal of plastic straws contribute to environmental pollution.\n\nLast medically reviewed on July 22, 2020\n\nHow we reviewed this article:\nSOURCES\n\nShare this article\n\nMedically reviewed by Deborah Weatherspoon, Ph.D., MSN — By Kirsten Nunez on July 22, 2020\nThe No BS Guide to Probiotics for Your Brain, Mood, and Gut\nFor a Longer Life and Happier Gut, Eat More Fiber\n8 Fermented Foods and Drinks to Boost Digestion and Health\nWas this article helpful?\nYes\nNo\nREAD THIS NEXT\nHow Does Drinking Soda Affect Your Dental Health?\nMedically reviewed by Christine Frank, DDS\n\nIf you’re like about one half of the American population, you drink at least one sugary drink on a daily basis — and there’s a good chance it’s soda…\n\nREAD MORE\nDoes Coffee Stain Your Teeth?\nMedically reviewed by Christine Frank, DDS\n\nYour morning cup of coffee can wake you up and increase your energy level, but it can also stain your teeth. Tired of a yellow hue or brownish colored…\n\nREAD MORE\nHow Alcohol Affects Your Dental Health\nMedically reviewed by Christine Frank, DDS\n\nFind out how alcoholic beverages affect your teeth.\n\nREAD MORE\nIs Fruit Juice as Unhealthy as Sugary Soda?\nBy Alina Petre, MS, RD (NL)\n\nWhile some people consider fruit juice and soda equally unhealthy, others see juice as a much better choice. This article compares fruit juice and…\n\nREAD MORE\nHow Does Cyclic Vomiting Syndrome Affect Life Expectancy?\n\nCVS isn't known to shorten your life expectancy, but some of the the symptoms can if left untreated. Let's look deeper.\n\nREAD MORE\nA Quick Guide to Catamenial CVS and Its Management\n\nThe symptoms of catamenial CVS are similar to other subtypes, but the trigger for it is tied to the mensural cycle. Let's look deeper.\n\nREAD MORE\nIs There a Link Between Cyclic Vomiting Syndrome (CVS) and Autism?\nMedically reviewed by Nicole Washington, DO, MPH\n\nWhile research supports the gut-brain connection, less is understood about CVS in autistic people. Let's explore what we know.\n\nREAD MORE\nWhen Does a Hiatal Hernia Require Surgery?\n\nHiatal hernias are sometimes treated with surgery but can often be managed without it. Here's what you need to know.\n\nREAD MORE\nTreatment Options for a Hiatal Hernia\n\nTreatment for a hiatal hernia depends on the severity and whether you have symptoms. Symptoms are often managed conservatively.\n\nREAD MORE\nYour Guide to Creating a Cyclic Vomiting Syndrome (CVS) Diet\nMedically reviewed by Cynthia Taylor Chavoustie, MPAS, PA-C\n\nThe best diet for you will be built around your specific triggers and dietary needs. Let’s look deeper.\n\nREAD MORE\nGet our wellness newsletter\n\nFilter out the noise and nurture your inbox with health and wellness advice that’s inclusive and rooted in medical expertise.\n\nSIGN UP\n\nYour privacy is important to us\n\nAbout Us\nContact Us\nTerms of Use\nPrivacy Policy\nPrivacy Settings\nAdvertising Policy\nHealth Topics\nMedical Affairs\nContent Integrity\nNewsletters\nDo Not Sell My Info\n© 2023 Healthline Media LLC. All rights reserved. Our website services, content, and products are for informational purposes only. Healthline Media does not provide medical advice, diagnosis, or treatment. See additional information. See additional information.\nAboutCareersAdvertise with us\n\nOUR BRANDS\n\nHealthline\nMedical News Today\nGreatist\nPsych Central\nBezzy"
}