{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws are bad m'kay, so we put a paper straw in your ... - Reddit",
  "href": "https://www.reddit.com/r/facepalm/comments/o19zla/plastic_straws_are_bad_mkay_so_we_put_a_paper/",
  "body": "Plastic straws make up 0.01% of the oceans plastics. 85% comes from commercial fishing. Also, the fishing industry (corporations) receive around 37.5 billion in subsides while world hunger can be stamped out with around 35 billion. Just food for thought.",
  "textContent": "Plastic straws are bad m'kay, so we put a paper straw in your HONKING BIG PLASTIC CUP... : r/facepalm\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to facepalm\nr/facepalm\n•\n3 yr. ago\nTheBravan\nPlastic straws are bad m'kay, so we put a paper straw in your HONKING BIG PLASTIC CUP...\n \nArchived post. New comments cannot be posted and votes cannot be cast.\ntradestation.com\nLearn More\nSort by:\nInvisible-Pancreas\n•\n3 yr. ago\n\nPlastic does not honk, man.\n\nThese cups are clearly made out of geese.\n\n2 more replies\narctic-apis\n•\n3 yr. ago\n\nLook turtles ain’t eatin cups mkay they eatin straws\n\ncyclopath\n•\n3 yr. ago\n\nI like turtles.\n\n8 more replies\nghostpepperlover\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nPlastic straws make up 0.01% of the oceans plastics. 85% comes from commercial fishing. Also, the fishing industry (corporations) receive around 37.5 billion in subsides while world hunger can be stamped out with around 35 billion. Just food for thought.\n\nEdit: Watch the doc on Netflix, Seapiracy. The creator visits The Plastic Pollution Coalition and gets kicked out by Diana Cohen for confronting her on the fact that they won’t acknowledge that straws are a fraction of the problem. The thing is, she’s an artist using an agenda to push her own path. It’s kind of disgusting.\n\nEdit dos: Why am I getting downvoted? I simply provided facts and no opinion.\n\nFormal_Ad_8011\n•\n3 yr. ago\n\nSimilar stats for air pollution and personal contribution vs industrial contribution. Legislators’ pockets get lined as long as they protect these corporations from having to clean up their act. And, unfortunately, no matter how “good” we are personally, until industry is held responsible there won’t be any real change.\n\nEdit for fat finger mobile typing creating spelling errors.\n\n2 more replies\n18 more replies\n[deleted]\n•\n3 yr. ago\n\nI wish hemp plastic and other products could be supported and subsidized like fossil fuels.\n\n12 more replies\nGaluf_Dragoon\n•\n3 yr. ago\n\nI really hate the feel of papery stuff like that. Paper cups paper straws. (Also the wooden lolly sticks aswell).\n\nThe2500\n•\n3 yr. ago\n\nI feel the same way, but at the same time I feel like anyone who makes a big stink out of it should be made to spend a week on Garbage Island.\n\n2 more replies\n2 more replies\nRainingcatsnstuff\n•\n3 yr. ago\n\nThe cups can be recycled but for whatever reason the straws can't.\n\ngrumblyoldman\n•\n3 yr. ago\n\nMy understanding is that plastic straws (and other similarly small plastic things) are just too small for the recycling process to be economically viable. It costs too much to process them for the amount of reusable material they gain. And recycling plants, for better or for worse, are still for-profit organizations, so...\n\nLarger plastic items, like cups, don't have that problem.\n\n6 more replies\nthe100rabh\n•\n3 yr. ago\n\nWhy is this even facepalm, at least some percentage less of plastic\n\nnastafarti\n•\n3 yr. ago\n\nIn Canada, we're shooting for zero plastic waste by 2030. The first phase is \"a ban on harmful single-use plastic items where there is evidence that they are found in the environment, are often not recycled, and have readily available alternatives. Based on those criteria, the six items the Government proposes to ban are plastic checkout bags, straws, stir sticks, six-pack rings, cutlery, and food ware made from hard-to-recycle plastics.\"\n\nSo I'm assuming that styrofoam or other #6 and #7 plastics are also on the chopping block. The rest of your cup should be recycleable.\n\n2 more replies\nDanielle082\n•\n3 yr. ago\n\nIts a start and at least they are doing that. So its better than doing nothing at all.\n\nOkDescription\n•\n3 yr. ago\n\nThey’re only serving paper straws because there’s a shortage on supplies. :/\n\nBallzinferno\n•\n3 yr. ago\n\nIf your gonna bitch, make your own drink at home and quit whining.\n\nView more comments\n \nTop 1%\nRank by size \nr/mildlyinfuriating\nStarbucks gave me a paper straw with their plastic cup...\n250 upvotes · 41 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/facepalm\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n2.3K upvotes · 604 comments\nr/facepalm\n\"What this advertising boycott is going to do is, it is going to kill the company,\" Musk said Wednesday. \"And the whole world will know that those advertisers killed the company.\"\nhollywoodreporter\n5.3K upvotes · 1.3K comments\nr/cats\nSo what breed of cat is she?\n4 upvotes · 13 comments\nr/atheism\nThe Simpsons - Evolution vs Creationism (showed up in my feed, had a good laugh)\nyoutube\n218 upvotes · 19 comments\nr/atheism\nVideo: Stephen Hawking stating that religion was an early human attempt to answer some universal questions of existence, but now science provides better and more consistent answers. But people continue to cling to religion because it gives comfort and they do not trust or understand science. 🧬\nyoutube\n721 upvotes · 45 comments\nr/kroger\nThey heard customers love broken eggs.\n39 upvotes · 7 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/Philippines\nGOODBYE, PLASTIC STRAWS 👋 McDonald’s Philippines has started introducing sippy cups or strawless lids in select stores in Metro Manila this June. This move is in line with the company’s goal of significantly reducing its plastic waste by using less straws.\n237 upvotes · 58 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/facepalm\nFlorida Woman Posed as 14-Year-Old Homeschooled Student to Have Sex with Student She Met Online\nibtimes.sg\n283 upvotes · 231 comments\nr/SHIBArmy\nSeeing a lot of FUD post AMA\n31 upvotes · 13 comments\nr/vegan\nGuys, WE WON - Ammendment 171 was dropped\n1.9K upvotes · 137 comments\nr/facepalm\nRight-wing U.S. media covered fiction as fact: A non-existent terrorist attack from Canada at Rainbow Bridge\ncbc.ca\n417 upvotes · 62 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/facepalm\nAustralian naval personnel have sustained minor injuries after being subjected to sonar pulses from a Chinese warship. The Australian frigate provided multiple warnings to vessels in the area that diving operations were underway. the Chinese vessel approached and began operating its sonar anyways.\nabc.net.au\n444 upvotes · 62 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/atheism\nA PA school district owes Satanists $200,000 for banning After School Satan Club\nyoutube\n160 upvotes · 7 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nr/ThatsInsane\nToday is the anniversary of the infamous beached whale incident\nyoutube\n184 upvotes · 29 comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/gaming\nJurassic Park: Survival | Announcement Trailer\nyoutube\n283 upvotes · 97 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 16, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}