{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Starbucks has officially abandoned straws in favor of sippy cup lids ...",
  "href": "https://www.cnn.com/2020/09/10/business/starbucks-straw-free-lids-plastic-straws-sustainability/index.html",
  "body": "New York CNN Business — Starbucks (SBUX) is finally ditching straws and ushering in its long-awaited \"sippy cup\" lids for iced beverages. After announcing in July 2018 that it would begin...",
  "textContent": "Ad Feedback\nMarkets\nTech\nMedia\nCalculators\nVideos\nAudio\nLive TV\nLog In\n\nMarkets \n\nDOW\t36,247.87\t0.36%\t\nS&P 500\t4,604.37\t0.41%\t\nNASDAQ\t14,403.97\t0.45%\t\n\nFear & Greed Index \n\n68\nGreedis driving the US market\n\nLatest Market News \n\nHarvard student groups issued an anti-Israel statement. CEOs want them blacklisted\nThis Moroccan startup is growing crops in the desert\nFar-right conspiracy theorists accused a 22-year-old Jewish man of being a neo-Nazi. Then Elon Musk got involved\nStarbucks has officially abandoned straws in favor of sippy cup lids … well, mostly\nBy Jazmin Goodwin, CNN Business\n 3 minute read \nUpdated 5:47 PM EDT, Thu September 10, 2020\nVideo Ad Feedback\nWhy Hollywood strikes may signal the start of a larger reckoning with A.I.\n02:23\nThe US government is suing Amazon. How this might impact you\n02:03\nHear what Bernie Sanders thinks about a 4-day work week\n01:29\nSee Starbucks' straw-free lid\n01:06\nWhat are ghost kitchens? CNN reporter explains\n02:21\nEnergy execs: Europe in a 'better position' this winter\n05:07\nSome stores are removing self-checkout stations. Hear why\n02:30\nWhat the new tax brackets mean for you\n01:45\n'It's such a good contract': Fran Drescher on historic actors' agreement\n01:29\nHe was laid off from Twitter under Elon Musk. See what he did next\n02:38\nWatch: NASA launches spacecraft to visit the metal asteroid Psyche\n01:48\nVideo: Mattel is paying their Chief Uno Player $278 per hour to promote Uno Quatro\n02:27\nTom Brady, a Bahamas penthouse and a beanbag chair: How SBF's world fell apart\n05:02\nCrocs CEO Andrew Rees explains the recent success of its shoes\n04:23\nWhy managers and employees love this company's unusual remote work policy\n02:49\nWorkers start what could be largest health care strike in US history\n02:06\nWhy Hollywood strikes may signal the start of a larger reckoning with A.I.\n02:23\nThe US government is suing Amazon. How this might impact you\n02:03\nHear what Bernie Sanders thinks about a 4-day work week\n01:29\nSee Starbucks' straw-free lid\n01:06\nWhat are ghost kitchens? CNN reporter explains\n02:21\nEnergy execs: Europe in a 'better position' this winter\n05:07\nNew York\nCNN Business\n — \n\nStarbucks (SBUX) is finally ditching straws and ushering in its long-awaited “sippy cup” lids for iced beverages.\n\nAfter announcing in July 2018 that it would begin phasing out plastic straws from all its stores by 2020, the modified plastic lid with a drinking spout is now making its official debut.\n\nBut the straw-free rendition of the Starbucks cup won’t be taking effect for all drinks.\n\nADVERTISING\n\nBlended beverages, including Frappuccinos, and other drinks with whipped cream will still come with a domed lid and a straw included. That is, of course, except where plastic straws are prohibited by local law. And in those cases, straws with alternative materials will be used.\n\nThe straw-free lids are anticipated to be fully adopted in company-operated and licensed Starbucks stores in both the United States and Canada by the end of the month. The lids contain roughly 9% less plastic than Starbucks previous flat lid and straw combination and are made of polypropylene, a commonly accepted recyclable plastic.\n\nStarbucks' new strawless lids\nStarbucks\n\n“Recyclable, strawless lids for customers across the US and Canada is another step in our journey to reduce our environmental footprint,” said Michael Kobori, Starbucks’ chief sustainability officer. “As we move closer toward our 2030 target of a 50 percent reduction in waste sent to landfills, the long-standing history of innovation within Starbucks, partnership across the industry and changing consumer behavior remain fundamental to our purpose and our prosperity as an organization.”\n\nPlastic straws can increase ocean pollution and microplastics that can harm marine wildlife. The coffee company says it hopes to eliminate more than 1 billion plastic straws per year. In 2018, a number of cities throughout the United States began banning plastic straws.\n\nStarbucks’ plastic straws nix comes as the coffee giant continues its sustainability efforts of doing away with “packaging and plastics that end up in landfills” in favor of increased recyclable materials for their drinks.\n\nSPECIAL FEATURE\n\nThat includes Starbucks’ coffee cup, which the company last year enlisted efforts to make more “green.” In 2017, Starbucks distributed 3.85 billion paper cups, which were not recycled in most places.\n\nAlong with other food brands including McDonald’s (MCD), Yum! Brands (YUM), Coca-Cola (KO) and Wendy’s, Starbucks committed to the NextGen Cup Challenge, assembled by Closed Loop Partners, an investment firm centered around sustainability.\n\nThe challenge recruited ideas from the public for an widely recyclable or compostable cup. After 12 winners were selected, Starbucks announced in March it would begin testing some of the winning cup ideas in different facilities across New York, San Francisco, Seattle and Vancouver. The company’s goal is to develop a 100% compostable and recyclable hot cup by 2022, according to its 2019 Sustainability Report.\n\nWhile Starbucks continues to brew over a greener, more recyclable cup solution for its more than 29,800 stores, the company considers its national rollout of strawless lids as a “significant milestone” in Starbucks becoming a “resource positive company.”\n\nRELATED\nMORE FROM CNN BUSINESS\nThis city never slept. But with China tightening its grip, is the party over?\nInterest rates are high. These are the best places to park your cash\nAd Feedback\nCNN BUSINESS VIDEOS\nNew ‘Grand Theft Auto’ trailer reaches 80 million views in less than 24 hours\nMeta and IBM team up on AI alliance\nCompanies invested $6.6 billion in ghost kitchens. Why they’re now crashing\nThis agritech company uses AI to help Moroccan farmers\nAd Feedback\nAd Feedback\nCONTENT BY POWER LIFE\nThe New Way to Build New Muscle Without Exercise\nThe 1-Minute Routine Aging Americans Should Do\nThis Is An Effective Way To Fight Age-Related Muscle Loss\nAlways Feel Empty On Energy, This Could Be Why\nPeople Can't Believe He Is 60! Here's His Secret\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nFOLLOW CNN BUSINESS\nLog In\n\nMost stock quote data provided by BATS. US market indices are shown in real time, except for the S&P 500 which is refreshed every two minutes. All times are ET. Factset: FactSet Research Systems Inc. All rights reserved. Chicago Mercantile: Certain market data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Dow Jones: The Dow Jones branded indices are proprietary to and are calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN. Standard & Poor’s and S&P are registered trademarks of Standard & Poor’s Financial Services LLC and Dow Jones is a registered trademark of Dow Jones Trademark Holdings LLC. All content of the Dow Jones branded indices Copyright S&P Dow Jones Indices LLC and/or its affiliates. Fair value provided by IndexArb.com. Market holidays and trading hours provided by Copp Clark Limited.\n\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}