{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Twenty firms produce 55% of world's plastic waste, report reveals",
  "href": "https://www.theguardian.com/environment/2021/may/18/twenty-firms-produce-55-of-worlds-plastic-waste-report-reveals",
  "body": "Sandra Laville Mon 17 May 2021 20.00 EDT Last modified on Tue 18 May 2021 06.31 EDT Twenty companies are responsible for producing more than half of all the single-use plastic waste in the world,...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nA woman collects recyclable plastics washed up on the beach in Bali, Indonesia. Photograph: Agung Parameswara/Getty Images\nPlastics\n This article is more than 2 years old\nTwenty firms produce 55% of world’s plastic waste, report reveals\nThis article is more than 2 years old\n\nPlastic Waste Makers index identifies those driving climate crisis with virgin polymer production\n\nSandra Laville\nMon 17 May 2021 20.00 EDT\n\nTwenty companies are responsible for producing more than half of all the single-use plastic waste in the world, fuelling the climate crisis and creating an environmental catastrophe, new research reveals.\n\nAmong the global businesses responsible for 55% of the world’s plastic packaging waste are both state-owned and multinational corporations, including oil and gas giants and chemical companies, according to a comprehensive new analysis.\n\nQuick Guide\nThe top 20 producers of single use plastic\nShow\n\nThe Plastic Waste Makers index reveals for the first time the companies who produce the polymers that become throwaway plastic items, from face masks to plastic bags and bottles, which at the end of their short life pollute the oceans or are burned or thrown into landfill.\n\nIt also reveals Australia leads a list of countries for generating the most single-use plastic waste on a per capita basis, ahead of the United States, South Korea and Britain.\n\nExxonMobil is the greatest single-use plastic waste polluter in the world, contributing 5.9m tonnes to the global waste mountain, concludes the analysis by the Minderoo Foundation of Australia with partners including Wood Mackenzie, the London School of Economics and Stockholm Environment Institute. The largest chemicals company in the world, Dow, which is based in the US, created 5.5m tonnes of plastic waste, while China’s oil and gas enterprise, Sinopec, created 5.3m tonnes.\n\nEleven of the companies are based in Asia, four in Europe, three in North America, one in Latin America, and one in the Middle East. Their plastic production is funded by leading banks, chief among which are Barclays, HSBC, Bank of America, Citigroup and JPMorgan Chase.\n\nThe enormous plastic waste footprint of the top 20 global companies amounts to more than half of the 130m metric tonnes of single-use plastic thrown away in 2019, the analysis says.\n\nIt's not just oceans: scientists find plastic is also polluting the air\nRead more\n\nSingle-use plastics are made almost exclusively from fossil fuels, driving the climate crisis, and because they are some of the hardest items to recycle, they end up creating global waste mountains. Just 10%-15% of single-use plastic is recycled globally each year.\n\nThe analysis provides an unprecedented glimpse into the small number of petrochemicals companies, and their financial backers, which generate almost all single-use plastic waste across the world.\n\nAl Gore, the environmentalist and former US vice-president, said the groundbreaking analysis exposed how fossil fuel companies were rushing to switch to plastic production as two of their main markets – transport and electricity generation – were being decarbonised.\n\n“Since most plastic is made from oil and gas – especially fracked gas – the production and consumption of plastic are becoming a significant driver of the climate crisis,” said Gore.\n\n“Moreover, the plastic waste that results – particularly from single-use plastics – is piling up in landfills, along roadsides, and in rivers that carry vast amounts into the ocean.”\n\nThe plastic waste crisis grows every year. In the next five years, global capacity to produce virgin polymers for single-use plastics could grow by more than 30%.\n\nBy 2050 plastic is expected to account for 5%-10% of greenhouse gas emissions.\n\nWhy have sperm counts more than halved in the past 40 years?\nRead more\n\n“An environmental catastrophe beckons: much of the resulting single-use plastic waste will end up as pollution in developing countries with poor waste management systems,” the report’s authors said. “The projected rate of growth in the supply of these virgin polymers … will likely keep new, circular models of production and reuse ‘out of the money’ without regulatory stimulus.”\n\nThe report said the plastics industry across the world had been allowed to operate with minimal regulation and limited transparency for decades. “These companies are the source of the single-use plastic crisis: their production of new ‘virgin’ polymers from oil, gas and coal feedstocks perpetuates the take-make-waste dynamic of the plastics economy.”\n\nThe report said this undermines the shift to a circular economy, including the production of recycled polymers from plastic waste, reusing plastic and using substitute materials. Just 2% of single-use plastic was made from recycled polymers in 2019.\n\n“Plastic pollution is one of the greatest and most critical threats facing our planet,” said Dr Andrew Forrest AO, chairman of the Minderoo Foundation. “The current outlook is set to get worse and we simply cannot allow these producers of fossil fuel-derived plastics to continue as they have done without check. With our oceans choking and plastic impacting our health, we need to see firm intervention from producers, governments and the world of finance to break the cycle of inaction.”\n\nExplore more on these topics\nPlastics\nPackaging\nPlastic bags\nCorporate social responsibility\nOil and gas companies\nOil\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nA Republic of Scoundrels: America’s original white men behaving badly\nMore on this story\nEU agrees to ban exports of waste plastic to poor countries\n17 Nov 2023\n‘Waste colonialism’: world grapples with west’s unwanted plastic\n31 Dec 2021\nLatin America urges US to reduce plastic waste exports to region\n24 Dec 2021\nTakeaway food and drink litter dominates ocean plastic, study shows\n10 Jun 2021\nTurkey to ban plastic waste imports\n19 May 2021\nUK plastics sent for recycling in Turkey dumped and burned, Greenpeace finds\n17 May 2021\nIt’s on our plates and in our poo, but are microplastics a health risk?\n15 May 2021\n…\nScientists find way to remove polluting microplastics with bacteria\n28 Apr 2021\n‘Single-use plastics’ to be phased out in Australia from 2025 include plastic utensils and straws\n15 Apr 2021\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,176,749 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}