{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Rev. Richard Cogill Appointed Director of Contextual Education at ...",
  "href": "https://www.episcopalnewsservice.org/pressreleases/the-rev-richard-cogill-appointed-director-of-contextual-education-at-the-school-of-theology/",
  "body": "The Very Rev. James F. Turrell, dean of the School of Theology, Sewanee, Tennessee, is pleased to announce that the Rev. Richard Cogill has been appointed director of contextual education, beginning on July 1, 2021.",
  "textContent": "Select Language\nEnglish\nFrench\nSpanish\nHome\n \nTop Stories\n \nArchives\n \nJobs & Calls\n \nEvents\n \nPress Releases\n \nSubscribe\n\t\nThe Rev. Richard Cogill Appointed Director of Contextual Education at the School of Theology\nSchool of Theology, University of the South\nPosted Apr 26, 2021\n\t\nBack to Press Releases \n\t\nFacebook\nTwitter\nEmail\nShare\n\nThe Rev. Richard Cogill, director of contextual education.\n\nThe Very Rev. James F. Turrell, dean of the School of Theology, Sewanee, Tennessee, is pleased to announce that the Rev. Richard Cogill has been appointed director of contextual education, beginning on July 1, 2021.\n\n“Rev. Cogill brings extraordinary gifts in pastoral and organizational leadership, in university teaching, and in clergy development,” Turrell said. “I am excited that he will join us this year to help shape the next generation of Episcopal priests.”\n\nCogill reflected on why he chose to accept the position at the School of Theology. “Sewanee is at a crossroads as it seeks to openly and honestly come to terms with its complex past while embracing the promise of a transformed future for the sake of the Gospel. It is my privilege to be part of such an exciting venture as we explore what it means to engage in leadership at this juncture, not only in The Episcopal Church, but also in this country, plagued by the scourge of racism and privilege.”\n\nCogill, a South African by birth, is an Episcopal priest from the Diocese of Minnesota. He is a teacher, community organizer, and pastor. He currently teaches in the Department of Theology at the University of St. Thomas in St. Paul, Minnesota. Additionally, he assists at the Episcopal Parish of St. Andrew in Moose Lake, Minnesota.\n\nPrior to his current position, he served as the dean of studies for the Anglican Archiepiscopal Diocese of Cape Town, and occasionally lectured in the department of theology at the University of the Western Cape in Cape Town, South Africa. He also served as the precentor at St. George’s Cathedral in Cape Town. He has extensive experience in the NGO sector, having served as a senior associate with the Collective Leadership Institute based in Germany, senior associate for the Leadership Support and Development Centre, director of the Community Healing Network, and coordinator of the German/South African NGO, Südafrika und AIDS. Cogill has traveled to more than 30 countries, and has lived in the United States for 15 years, completing his bachelor’s degree in English Literature at Gustavus Adolphus College (Minnesota), his master of divinity at Luther Seminary (Minnesota), his master in sacred theology and his diploma in Anglican studies at the General Theological Seminary (New York). He is currently a doctoral student in Cape Town, South Africa. He has taught in the United States, Palestine, South Africa, and South Korea.\n\nAt the School of Theology, Cogill will have oversight of the School’s field education, clinical pastoral education, and cross-cultural programs as part of the curriculum’s three-course practical theology sequence. “Preparing leaders for the mission and ministry of the Church is a sacred and profound responsibility” said Cogill. “It is my hope that my ministry here will be one of accompaniment, of holy and intentional listening, and helping current and future leaders mature into an embodiment of what God has called them to be: bearers of hope, lovers of justice, sources of mercy, and agents of God’s knee-wobbling, transforming, radical love, in a country buckling under the strain and stress of a wounded and disillusioned people.”\n\n“Richard brings a wealth of experience both in teaching students and in the formation of clergy,” explained the Rev. Dr. Ben King, professor of Christian history and associate dean for academic affairs. “He will be sure to nurture relationships with our clergy mentors in our many and varied field education sites, as well as nurture our students and prepare them for ministry in diverse settings. We feel blessed to have him join us at the School of Theology.”\n\nTags\nPeople,\nTheological Education\nPress Release Service \nSubmit a Press Release \nGrawemeyer Award 2024 goes to the Rev. Dr. Charles Halton of Christ Church Cathedral, Lexington, KY\nChrist Church Cathedral, Lexington, KY\nEES announces 2023 Directors’ Award winners\nThe Episcopal Evangelism Society (EES)\nTrinity Cathedral publishes book reflecting on a century of ministry in Phoenix\nTrinity Episcopal Cathedral, Phoenix\nVirginia Theological Seminary launches new Christian Formation track for Doctoral programs\nVirginia Theological Seminary\nSecond annual observance of Religious Life Sunday to be observed Jan. 21, 2024\nCAROA and NAECC\nThe Leader’s Way incubates church innovation at Yale\nBerkeley Divinity School at Yale\nUpcoming Continuing Ed courses include God & Climate Change, Pastoral Care with Marginalized Communities\nChurch Divinity School of the Pacific\nFriends of the Anglican Centre in Santiago de Compostela, Spain partners with Insider’s Travel for pilgrimages\nInsider's Travel\nThe FaithX Project and Episcopal Church Foundation relaunch the Episcopal Pulse Survey\nThe FaithX Project and Episcopal Church Foundation\nApplications open for 250 priests to join Virginia Theological Seminary’s Thriving in Ministry initiative\nVirginia Theological Seminary\nHistorical societies issue a Call for Papers for 2024 conference\nHistorical Society of the Episcopal Church\nFeatured Events \nSubmit an Event Listing \nDiocesan Leaders for African Descent Ministries\n Atlantic City, NJ\n May 13-17\nAfrican Descent Ministries International Black Clergy Conference\n Baltimore, MD\n April 8-11\n2024 Forma Annual Conference: A Way in the Wilderness\n Radically Hybrid\n Jan. 22-25\nFaith Over Fear Training: Countering Anti-Muslim Discrimination\n Webinar\n Dec. 14 @ 3 p.m. ET\nEpiscopal Parish Network’s 2024 Annual Conference\n Houston, TX\n March 6-9\nHandel’s Messiah: A Special Livestream Event\n New York, NY (and Online)\n Dec. 14 @ 7 p.m. ET\nVirtual Episcopal Latino Ministry Competency Course (VELMC)\n Online Course\n Jan. 8-12\nFeatured Jobs & Calls \nSubmit a Job Listing \nAssociate Rector\n Wilmington, DE\nRector\n Schenectady, NY\nRector\n Beulah, MI\nProg Offr, Matching Grant Data Specialist, Episcopal Migration Ministries\n Location TBD\nPriest-in-Charge (PT)\n Pine Meadow, CT\nCanon for Camp, Youth and Family Ministries\n Spokane, WA\nRector\n Grand Island, NE\nChaplain\n Philadelphia, PA\nAssistant Priest\n Macon, GA\nInterim Rector\n Omaha, NE\nExecutive Director, Lake Logan\n Canton, NC\nRector\n Danville, PA\nAssociate Rector\n Hendersonville, NC\nRector (PT)\n Mechanicsburg, PA\nInterim\n Woodland, CA\nRector\n Mobile, AL\nProfessor of Preaching, Bexley Seabury Seminary\n Remote\nProgram Officer – Post Arrival R&P\n Location TBD\nRector\n Alton, IL\nCommunications Associate (PT)\n Morristown, NJ\nMissioner for Youth, Young Adults, and Congregational Ministry Development\n Fort Totten / Devils Lake, ND\nRector\n Dyersburg, TN\nProg Offr, Matching Grant Quality Assurance, Episcopal Migration Ministries\n Location TBD\nRector\n Lincoln, NE\nRector\n Bend, OR\nDirector of Communications and Executive Assistant to the Rector\n West Palm Beach, FL\nRector\n Bismarck, ND\nDirector of Music (PT)\n Cartersville, GA\nRector\n Sanford, ME\nRector (St. John the Baptist)\n Portland, OR\nRector\n Lompoc, CA\nAssistant Rector\n Charlottesville, VA\nSPONSORED\n© Episcopal News Service 2023\nHome\n \nTop Stories\n \nArchives\n \nJobs & Calls\n \nEvents\n \nPress Releases\n \nSubscribe\nAbout\n \nContact\n \nRSS\n \nTerms of Service\n \nPrivacy Policy\n \nSubmission Guidelines\n \nSponsorship"
}