{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "She tries to hold back but can't : r/tsCantHoldHerCum - Reddit",
  "href": "https://www.reddit.com/r/tsCantHoldHerCum/comments/hzpmx4/she_tries_to_hold_back_but_cant/",
  "body": "Source (Mara Nova), around 35:10 mark. Idk about this being \"forced orgasm\" though, seems rather ambiguous. Just before she cums, she says \"yeah, I'm about to cum for you\" or at least that's what I heard. My intention for this sub's \"forced orgasm\" category is for a tgirl not welcoming her orgasm but instead having forced to blow her load ...",
  "textContent": "She tries to hold back but can't : r/tsCantHoldHerCum\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to tsCantHoldHerCum\nr/tsCantHoldHerCum\n•\n3 yr. ago\nNippleAficionado\nShe tries to hold back but can't\nForced Orgasm\nSort by:\nAdd a Comment\nthrownaway342\n•\n3 yr. ago\n\nThat's so selfish of him to pull his dick out right as she's cumming.\n\nReply\nreply\nSmoothness14\n•\n3 yr. ago\n\nTHIS!\n\nLove it when a TS gets a Helping Hand Orgasm while being fucked (or gives one while topping). Almost wish there was a reddit devoted just to Helping Hands Orgasms while being fucked.\n\nEven better when you see her facial expression along with the cumshot while it's happening. Even even better when they try to hold back and fail.\n\nPerfection.\n\nThankyouthankyouthankyou.\n\nReply\nreply\nbaphomet696969\n•\n3 yr. ago\n\nIf you like that, visit r/fuckstroking for plenty of gifs of guys stroking trans women while fucking them!\n\nReply\nreply\n1 more reply\nrandom0user\n•\n3 yr. ago\n\nSource (Mara Nova), around 35:10 mark.\n\nIdk about this being \"forced orgasm\" though, seems rather ambiguous. Just before she cums, she says \"yeah, I'm about to cum for you\" or at least that's what I heard. My intention for this sub's \"forced orgasm\" category is for a tgirl not welcoming her orgasm but instead having forced to blow her load against her will.\n\nShall update the \"forced orgasm\" category in the sub's pinned flairing guide with this info. OP please take note when posting content like this, also don't forget to include the source in the comments after posting.\n\nReply\nreply\nHornyxpeople\n•\n3 yr. ago\n\nThe face she make when he is stroking her, so cute\n\nReply\nreply\nAutoModerator\n•\n3 yr. ago\n\nGreetings u/NippleAficionado and thank you for posting to r/tsCantHoldHerCum! Please be mindful of the rules when participating in this sub. If you need assistance, please send a message to the mod, u/random0user.\n\nI am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.\n\nReply\nreply\nVarna266xp\n•\n3 yr. ago\n\nFill her full of man cum while she’s cumin.\n\nReply\nreply\nPalmBreezy\n•\n3 yr. ago\n\nOmg those shots 😛😛\n\nReply\nreply\n[deleted]\n•\n9 mo. ago\n\nits hot seeing her at the brink of orgasm until she finally lets it go. nice amount of cum too\n\nReply\nreply"
}