{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Confronting Ocean Plastic Pollution | The Pew Charitable Trusts",
  "href": "https://www.pewtrusts.org/en/trust/archive/fall-2020/confronting-ocean-plastic-pollution",
  "body": "Open burning of plastic waste pollutes air and water, emitting toxic chemicals and greenhouse gases; in 2016, such burning released an estimated 1 gigaton of equivalent carbon dioxide, a figure that's expected to more than double—to 2.1 gigatons—under the business-as-usual scenario, according to the Pew-SYSTEMIQ report.",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nTrust Magazine\nTRUST ARTICLE\nConfronting Ocean Plastic Pollution\n\nA new global report shows the severity of plastic flow into the ocean—and the actions needed to reverse course\n\nNovember 16, 2020\nBy: John Briley\nRead time: 9 min\nShare \n\nIn this Issue:\n\nCONFRONTING OCEAN PLASTIC POLLUTION\nIn this Issue\n\nFor more than a decade, scientists have warned that humankind is leaving so much plastic in the natural environment that future archaeologists will be able to mark this era by the synthetic waste that was left behind—in short, the Plastic Age. This is especially true in the ocean, where about 11 million metric tons of plastic are dumped each year—an amount that is projected to nearly triple by 2040 without urgent, large-scale action, according to research by The Pew Charitable Trusts and SYSTEMIQ, a London-based sustainability consultancy. The two organizations detailed their findings in a 152-page report, released in July and titled “Breaking the Plastic Wave,” and a peer-reviewed study in the journal Science that was published online July 23 and in print Sept. 18 (and that also included data on plastic pollution on land).\n\nPlastic in the ocean comes in myriad familiar forms, from shopping bags and takeout food containers to water bottles, toothbrushes, toys, bubble wrap, household appliances, and much more, the report noted. Plastic has been found along virtually every coastline on the planet and throughout the seas, including its deepest and most remote regions. According to the report, if current production, distribution, consumption, and disposal continue at their current pace, 29 million metric tons of plastic would enter the ocean annually by 2040, the equivalent of dumping 110 pounds (50 kilograms) of plastic on every meter of coastline around the world.\n\nA warehouse full of household materials awaits recycling at a Melbourne, Australia, company that has gone bankrupt. The state government and the warehouse owners do not know what to do with the largely unsorted material, which cannot be easily sold to facilities able to process it. As a result, Melbourne municipalities are sending thousands of tons of recyclable waste to landfills.\nJason South The Age via Getty Images\n\nBut there’s still time to reverse this trend and, encouragingly, the technology and methodologies to do so already exist. Using first-of-its-kind modeling, Pew and SYSTEMIQ looked at six scenarios to reduce plastics, ranging from worst case—what the report labels “business as usual”—to a best-case “system change” that would demand a significant revamping of plastics design, production, sale, use, disposal, and recycling. The research found that the system change scenario would reduce the annual flow of plastic waste into the ocean by about 80% by 2040, with action by government and industry leaders driving much of the change.\n\n“The scale of this challenge is daunting,” says Winnie Lau, senior manager of Pew’s ocean plastics program and lead author on the Science study. “Unless we act, by 2040 the amount of plastic going into the ocean would triple annually, and the amount in the ocean would nearly quadruple. That’s unimaginable and unsustainable.”\n\nLau adds that governments and businesses already have the tools and resources they need, noting that “we don’t have to wait for any new invention or new technology to put a big dent in the problem.” But, she says, “the work must start now. Waiting even five years would allow an additional 80 million metric tons of plastic to enter the ocean.” \n\nThe report reflects more than two years of work by the Pew ocean plastics initiative. Plastic, which is made largely from oil, was invented in the 19th century but didn’t go into widespread use until the mid-20th century. Production soared from 2 million metric tons in 1950 to 348 million metric tons in 2017—an amount that would double by 2040 under the business-as-usual scenario. Today’s global plastics industry is valued at $523 billion.\n\nBreaking the Plastic Wave\n\nAs plastic has proliferated, so too has the science showing some of the human health impacts throughout the plastic life cycle, from the effects of raw material extraction and production on neighboring communities to the chemicals in food packaging and the deleterious impacts of mismanaged waste. Around the world, plastic waste has blocked rivers and drainage systems, causing flooding and trapping stagnant water that exacerbates the spread of disease. Open burning of plastic waste pollutes air and water, emitting toxic chemicals and greenhouse gases; in 2016, such burning released an estimated 1 gigaton of equivalent carbon dioxide, a figure that’s expected to more than double—to 2.1 gigatons—under the business-as-usual scenario, according to the Pew-SYSTEMIQ report.\n\nAnd in the past 20 years, numerous studies have found plastic compounds in much of the seafood that people eat, adding another potential layer of negative health consequences to the equation.\n\n95% of plastic packaging is used in one-and-done products.\n\nOne major issue in solving the problem is that plastic is virtually indestructible. Pew’s Lau points out that “there are practically no natural processes that can degrade plastic back into the ecosystem. Some people say plastic might break down after a few hundred years—but we don’t know, because we haven’t lived with plastic that long. It will stay with us, maybe forever.”\n\nAnother huge part of the problem is that 95% of plastic packaging is used in one-and-done products, including items such as condiment packets, food wrapping, and bubble wrap, which means that their life cycle is linear: They’re produced, sold, used, and discarded with little chance of being recycled. The ultimate goal, Pew and SYSTEMIQ say, is a circular plastics economy, one in which the need for new plastic production and the waste disposal of existing plastic decline significantly. Those changes would require dramatic drops in production and use of plastics, as well as substantial increases in reuse and recycling.\n\nToday, although 71% of the plastic produced is formally collected after use—a figure that doesn’t include what’s gathered by informal waste pickers around the world—less than 15% is actually recycled. This gap is due, in large part, to two factors: the higher cost of recycled versus raw plastic, and the fact that problematic plastic such as sachets, thin bags, and films cannot be economically recycled. To make a dent in the problem, companies need to make far less plastic than they do today, and recycling needs to ramp up significantly, although neither of those solutions on its own, the report says, would suffice: Improved recycling could reduce the flow of plastic into the seas by 20%, while reducing the production of plastic would yield a 30% drop, numbers that even when combined aren’t enough to stave off severe environmental consequences.\n\nBreaking the plastic wave, Pew and SYSTEMIQ say in the report, requires “immediate, ambitious, and concerted actions.” The report calls for eight interventions:\n\nReduce plastic production.\nSubstitute paper and compostable materials.\nDesign products and packaging for recycling.\nExpand waste collection rates in middle- and low-income countries.\nIncrease mechanical recycling.\nDevelop plastic-to-plastic chemical recycling.\nBuild facilities that don’t allow plastic to leak out.\nReduce plastic waste exports.\nA shopping bag floats by a whale shark swimming off Oslob in Cebu Strait, Philippines. Plastic pollution has harmed some 800 species that have either ingested it or become entangled.\nSteve De Neef National Geographic Image Collection/Getty Images\n\nDuring an online launch event for the report, Martin Stuchtey, founder and managing director of SYSTEMIQ, said that the current global predicament shows “how we have departed from the fundamental design principles of nature.” Prior to the deep research that underpins the report, Stuchtey says, many of the propositions for addressing ocean plastic pollution were very often “unreconciled, untested, and not substantiated.” But, he noted, the report showed a credible pathway to stemming the flood of plastic pollution in the ocean.\n\nIn addition to the environmental argument, financial incentives exist for making systemic change, the report says. Governments would spend an estimated $670 billion over the next two decades managing plastic waste and recycling under the business-as-usual scenario, a figure that could drop to $600 billion if all of the solutions recommended in the report are implemented. Likewise, industry’s costs would drop from $10 trillion to $8.7 trillion over that span, and about 1 million new jobs would be created, including in recycling and in the development and manufacturing of alternative materials. In addition, greenhouse gas emissions tied to plastic production, recycling, and open burning would be 25% less under the system change scenario than under the business-as-usual scenario.\n\nThe report weighed various factors—affordability, costs, performance, technology, convenience, and feasibility—in evaluating available solutions among the eight interventions. The greatest economic return came from reducing plastic production and use, followed by recycling. Disposal, Stuchtey notes, will always cost governments money, although that cost would be lower if there were less waste to manage. And substituting compostable and paper material for plastic will cost industry money in the near term but reduce the long-term business risks associated with the high cost of waste management. Some governments have made manufacturers responsible for the costs of plastic processing and disposal.\n\nAlthough, as the report points out, the technology already exists to implement the needed interventions, the report adds that to be successful, governments and industry need new regulatory frameworks, business models, and funding mechanisms. With those in place, projected plastic waste generation could be reduced by nearly one-third through elimination, reuse, and new delivery models, such as refillable containers and product subscription services that collect and reuse containers, and by another 17% by substituting plastic with paper and compostable materials. Designing products and packaging for recycling—instead of for single use—would expand the share of economically recyclable plastic from an estimated 21% to 54%.\n\nThe report also calls for a “substantial shift of investment away from the production of new plastic to the development of reuse and refill systems and sustainable substitute materials,” something the world’s major lenders may be hesitant to do unless they see a high likelihood that it will pay off.\n\nDebris swoops in near the shoreline of Naples, Italy, after a storm. Drinking containers and other plastic items litter beaches, block drains and wastewater systems, and provide a breeding ground for disease.\nSalvatore Laporta KONTROLAB/LightRocket via Getty Images\nPeople carry loads of plastic items through a municipal dump in Maputo, Mozambique. Around the world, many households do not have formal waste management services to dispose of or recycle plastic waste safely, and rely instead on informal waste pickers.\nGianluigi Guercia AFP via Getty Images\n\nAnd the document offers some detailed guidance for countries in different economic strata.\n\n“Breaking the plastic wave will require every nation to do its part, but in different ways,” the report says. “Middle- and low-income countries should focus on expanding collection of plastic waste, maximizing reduction and substitution, investing in sorting and recycling infrastructure, and reducing leakage from waste sites. High-income countries should incentivize reductions in plastic usage, boost recycling rates, end exports of plastic waste, and address microplastic leakage.”\n\nAlthough communities around the world have already begun banning plastic shopping bags, and restaurants are forgoing plastic straws, these efforts aren’t enough, the report says. Even if all governments and companies follow through on their current commitments to reduce plastic use and waste, the annual volume of plastic flowing into the ocean would drop only about 7% by 2040.\n\nOne reason is that most new regulations—such as the European Union’s 2019 directive to reduce single-use plastics—focus on specific products, such as bags or straws, rather than on systemic change, and do not significantly curb the projected growth in plastic production. Industry has also made high-profile commitments to fight plastic pollution—Nestle, for example, has vowed to make 100% of its packaging recyclable or reusable by 2025—but even if fully implemented, these steps will address only a tiny fraction of the problem.\n\nSystemic change, in contrast to relying on product-specific regulations, would require middle- and low-income countries to expand their waste collection rates to 90% in urban areas and 50% in rural areas and to support the informal collection sector. Achieving that goal would require adding 4 billion people to the world’s waste and recycling collection ranks, or 500,000 people per day, every day from now to 2040. And globally, mechanical recycling capacity would need to double to 86 million metric tons per year. Pew’s Lau says both of these targets are ambitious but reachable with existing technology. \n\nBales of crushed plastic waste sit on a truck trailer at a recycling plant in Mexico. Because plastic can be rigid, flexible, or made with several materials, facilities cannot use a single method to process all of it.\nAlejandro Cegarra Bloomberg/Getty Images\n\nBeyond the use of existing technology, industry is also seeking to develop new technology to perform a type of recycling called chemical plastic-to-plastic conversion—which makes new products from plastic that, due to its composition, cannot be economically recycled by other means. Under full system change, this technology, using clean energy, could reach a global capacity of up to 13 million metric tons per year—only 6% of global plastic waste—by 2040. And to slow ocean plastic pollution until that capacity is reached, industry would need to build facilities to dispose of the 23% of plastic that cannot be recycled economically with existing technology. Also, governments would need to reduce by 90% plastic waste exports to countries with low collection and high leakage rates—a significant demand on a system under which more than 15 million metric tons of plastic waste were exported globally in 2016, the latest year for which reliable data are available.\n\nLastly, the report calls for tackling a particularly vexing component of ocean pollution: microplastics, or particles less than 5 millimeters in size. Microplastics now account for 11% of the 11 million metric tons of plastic entering the ocean annually, and the report says that applying new technology to the design and production of four major sources of microplastic—tires, textiles, personal care products, and production pellets, which are the small beads that companies melt and mold into their products—would reduce microplastic leakage to the ocean by 1.8 million metric tons per year (from 3 million metric tons to 1.2 million metric tons) by 2040.\n\nPew and SYSTEMIQ see the report as a blueprint for substantially reducing ocean plastic pollution. “This was an essential first step to quantify the problem and identify solutions,” says Richard Bailey, the University of Oxford professor of environmental systems who designed the scenario models and the software that simulated the flow of seven types of plastics over one 25-year period with numerous variables—a process that eventually yielded 5.2 million years’ worth of simulations. “An important next step is to see how these solutions can be implemented on a small scale, in individual cities and countries.”\n\nVolunteers attempt to clear discarded plastic bottles and other garbage from a dam on the Vacha River in Bulgaria.\nDimitar Dilkoff AFP via Getty Images\n\nAlan Jope, CEO of Unilever, who also spoke at the virtual launch event in July, said the report could prove to be the defining strategic baseline for tackling ocean plastic pollution. He decried “our throwaway business models and throwaway culture,” and said Unilever, a manufacturer of many consumer products, has committed to halve its use of virgin (raw, nonrecycled) plastic by 2025, and to collect and recycle more plastic from the environment than the plastic packaging that the company sells.\n\nAs for Pew, the next steps involve seeking government, businesses, and civil society signatories to a joint statement on preventing ocean plastic pollution; working to make the report findings more accessible to policymakers; and determining how the Trusts can best position itself to help solve this problem.\n\nAs difficult as the problem is, the reward for success is enormous: “It will mean less plastic going into the ocean, less being burned, better air quality, less greenhouse gas emissions, and improved human well-being and health,” Lau says. “Also, governments save billions of dollars, and businesses and investors have new opportunities for innovation. And isn’t that the kind of future we all want, for ourselves, our children, and our ocean?”\n\nJohn Briley is a staff writer for Trust.\n\nARTICLE July 23, 2020\nBreaking the Plastic Wave\n\nLandmark analysis describes actions needed to stop plastic from entering the ocean\n\nA Huge Boost for National Parks\nAbout Trust Magazine\nAs part of our mission to inform the public, Pew publishes Trust magazine four times a year...\nLEARN MORE\nMedia Contact\nFelisa Klubes\nDirector, Communications\n202.540.6460\nSign Up For Weekly Updates\nDon’t miss our latest facts, findings, and survey results in The Rundown.\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}