{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic Straws That Quickly Biodegrade in the Ocean? Not Quite ...",
  "href": "https://www.wsj.com/articles/plastic-straws-that-quickly-biodegrade-in-the-ocean-not-quite-scientists-say-11616238001",
  "body": "Companies are touting straws and bottles made from a plant-based plastic, but researchers say some claims are overstated. Plastic represents one of the biggest waste challenges for cities in the ...",
  "textContent": "SKIP TO MAIN CONTENT\nSKIP TO SEARCH\nSkip to...\nSelect\nDJIA36247.87 \npoints with a\n0.36%▲\nS&P 5004604.37 \npoints with a\n0.41%▲\nNasdaq14403.97 \npoints with a\n0.45%▲\nU.S. 10 Yr0/32\nwith a\n4.230%▼\nCrude Oil71.26 \npoints with a\n0.04%▲\nEuro1.0764 \npoints with a\n0.01%▲\nSubscribe\nSign In\nLAST CHANCE\nEnglish Edition\nPrint Edition\nVideo\nAudio\nLatest Headlines\nMore\nWorld\nBusiness\nU.S.\nPolitics\nEconomy\nTech\nFinance\nOpinion\nArts & Culture\nLifestyle\nReal Estate\nPersonal Finance\nHealth\nScience\nStyle\nSports\nBREAKING NEWS\nCigna abandoned its pursuit of a tie-up with Humana that would have created a roughly $140 billion health-insurance giant\nBUSINESS\nPlastic Straws That Quickly Biodegrade in the Ocean? Not Quite, Scientists Say\nCompanies are touting straws and bottles made from a plant-based plastic, but researchers say some claims are overstated\n\nBy \n\nSaabira Chaudhuri\n\nMarch 20, 2021 7:00 am ET\n\nShare\nResize\n79\n\nListen\n\n(9 min)\n\nYOU MAY ALSO LIKE\n0:00\nPlaying\n0:11\n/\n5:50\nTAP FOR SOUND\nPlastic represents one of the biggest waste challenges for cities in the future. The Wall Street Journal examines the new technologies that could revolutionize our conception of waste. Photo illustration: Drew Evans/The Wall Street Journal\n\nImagine you’re walking along a beach sipping a cool lemonade. When you finish, there’s no trash can in sight, so you leave your plastic cup and straw on the shore, assured that if washed away they’ll quickly disappear.\n\nThat’s the image touted by a growing number of companies using Nodax—a plant-based plastic—to make straws, bottles and bags that they claim can biodegrade in oceans within a few months.\n\nNodax’s owner, Danimer Scientific Inc., DNMR -4.72%\ndecrease; red down pointing triangle\n counts Nestlé SA and Bacardi Ltd. among its customers and PepsiCo Inc. PEP -1.06%\ndecrease; red down pointing triangle\n as an investor.\n\nNodax breaks down far more quickly than fossil-fuel plastics, which can last for hundreds of years. But many claims about Nodax are exaggerated and misleading, according to several experts on biodegradable plastics. They say more testing and stricter regulations are needed, and warn that marketing products as marine biodegradable could encourage littering. Biodegradable straws, bottles and bags can persist in the ocean for several years, they say.\n\n“The claims are what I would call sensationalized,” Jason Locklin, a University of Georgia professor, said of Danimer’s Nodax marketing. Mr. Locklin directs the university’s New Materials Institute and co-authored a study cited by Danimer as validating its material.\n\nPlastic Promise\n\nNodax, a type of plant-based plastic, is said to biodegrade in the ocean within months. Here's how it's made.\n\n\n1. Seeds from canola plants are crushed to press out oil.\n\n2. The oil is fed to bacteria, which convert it into a carbon. That carbon, known as PHA, is then extracted.\n\n3. The PHA is combined with other biopolymers to create resins used to make plastic products.\n\n4. If the plastic ends up in the ocean, microorganisms feed on it, eventually breaking it down to carbon dioxide, organic material\n\nand water.\n\nSource: Danimer \nMerrill Sherman/THE WALL STREET JOURNAL\n\n\nConsumers are increasingly concerned about the environmental impact of single-use plastics, while regulators are threatening and implementing bans. More companies are promising to make eco-friendly containers, a shift Danimer says is a big tailwind. Plastic in the oceans is a particularly emotive issue for some, dismayed by images circulated by conservation organizations showing bleeding turtles, dead fish and tangled seabirds.\n\nCompanies since the 1970s have tried with little success to develop plastics that naturally disappear in the environment. While plastics made from materials like corn can biodegrade in compost facilities under specific heat and moisture conditions, plastic that quickly breaks down in nature has proved elusive.\n\nUntil now, Danimer says. Its chief executive, Steven Croskrey, has described Nodax as “the holy grail of plastic,” highlighting that the material has been certified by TUV Austria—a leading international certification body whose logo is found on items like compostable food waste bags—as able to biodegrade in seawater. Danimer’s share price has more than doubled since it went public through a deal with a so-called blank-check company in late December.\n\nNodax is the brand name of a resin that belongs to a family of plastics known as PHAs. It is made by feeding canola oil to bacteria, from which carbon is extracted and turned into plastic. Unlike conventional plastics, Nodax is consumed by microorganisms when thrown away, Danimer says.\n\nMr. Locklin’s study—described in marketing material by Danimer and its customers as verifying Nodax as “a truly biodegradable alternative to petrochemical plastics”—showed that Nodax in powdered form breaks down quickly, but that the rate is much more variable when tested as a film, the form used to make bags, straws and bottles.\n\nMaking broad claims about Nodax’s biodegradability “is not accurate,” said Mr. Locklin, adding: “I think that’s greenwashing.”\n\n‘The material truly is biodegradable so we’re not greenwashing.’\n\n— Phil Van Trump, Danimer Scientific’s chief technology officer\n\nDanimer says its claims are factual. “The material truly is biodegradable so we’re not greenwashing,” said its chief technology officer, Phil Van Trump. “The only thing that will potentially change is how long it takes to biodegrade.”\n\nRum giant Bacardi is working with Danimer to develop Nodax plastic spirits bottles by 2023. Its marketing materials call Nodax a “plant-based wonder material” and say the upcoming bottles will “disappear” in 18 months.\n\nBacardi says the claim is based on internal tests and a separate certification Danimer has received from TUV on a lab test showing that a sheet of the raw material used to make the bottle will disintegrate by 90% in seawater within 12 weeks. Extrapolating from this, Bacardi and Danimer say a Nodax spirits bottle would break down within 18 months in the ocean.\n\nBut variations in temperature and microorganisms in the ocean make it very difficult to promise a bottle made from Nodax will biodegrade in 18 months, according to Ramani Narayan, a professor at Michigan State University who has been researching biodegradable plastics for over 30 years.\n\nAdvertisement - Scroll to Continue\n\nThe marine biodegradability test used to gain certification from TUV is conducted in a lab using seawater at a temperature of 30 degrees Celsius (86 Fahrenheit). But the average ocean temperature is 4 degrees Celsius (39.2 Fahrenheit), which means items could degrade more slowly in real life, Mr. Narayan said. He compares it to bread, which gets moldy less quickly inside the fridge.\n\nConsumers are increasingly concerned about the environmental impact of single-use plastics, and many companies are responding. PHOTO: ANDREY NEKRASOV/ZUMA PRESS\n\nAt some ocean temperatures, Nodax straws could take between five and 10 years to biodegrade, he said. Bags and bottles could take even longer.\n\nMr. Van Trump called that assessment a “worst-case scenario” and said even Danimer’s most conservative testing shows far quicker biodegradation. Rodolfo Nervi, Bacardi’s sustainability head, said he is confident the upcoming bottle will be 100% biodegradable in 18 months.\n\nBottled-water giant Nestlé is also developing a bottle made from Nodax, which it says will be recyclable as well as biodegradable. Some recyclers worry the containers could mix with regular plastic bottles in recycling streams, breaking down and causing contamination. Gerhard Niederreiter, head of Nestlé’s Institute of Packaging Sciences, says Nestlé will take an active role in educating consumers and developing collection, sorting and recycling plans.\n\nSHARE YOUR THOUGHTS\n\nWould you seek out products made from biodegradable plastic? Join the conversation below.\n\nSeveral companies are marketing ocean-friendly straws made from Nodax.\n\nColumbia Packaging Group markets its Biolo line of Nodax straws, films and bags as “certified biodegradable,” displaying logos from TUV Austria for marine and soil biodegradability on its website.\n\nTUV said it doesn’t certify products like bottles or straws as ocean biodegradable because it doesn’t want to encourage littering, nor does it allow companies to make such claims about finished products even when the raw materials have been certified.\n\nLab tests are done on sheets of plastic, while finished products come in different shapes and thicknesses or have dyes and labels, all of which could impact how they biodegrade in the real world, said Philippe Dewolfs, head of TUV’s bioplastics certification department.\n\nColumbia Packaging says that TUV has certified the material used to make its products as being marine and soil biodegradable and it makes that clear to customers.\n\nStraw maker Urthpact LLC on its website says its Nodax straws will degrade “anywhere on earth.” A promotional video says the items will biodegrade in three to six months in oceans, backyards and landfills. A company spokeswoman said Urthpact stands by its marketing.\n\nGiven the lack of widespread composting facilities that accept packaging waste, many products made from Nodax today are bound to end up in landfills.\n\nPlastic and other debris in the Danube River delta on the Black Sea. PHOTO: ANDREY NEKRASOV/ZUMA PRESS\n\nHowever, modern landfills are designed to prevent biodegradation since organic matter releases methane, a potent greenhouse gas, when it breaks down. Even if an item does biodegrade in landfills, experts say it’s hard to predict how long the process would take since landfills differ widely from one another—plus that would be an undesirable outcome.\n\nNodax doesn’t have any certification indicating it biodegrades in landfills. However, Mr. Croskrey on an investor call in October said the product would be consumed by bacteria if it ended up in a landfill. Responding to questions from The Wall Street Journal, Mr. Van Trump said the claim by the Danimer chief wasn’t wholly accurate, saying Nodax products are unlikely to biodegrade in most modern landfills.\n\nFew laws exist to address claims about biodegradability. California bans the sale of plastic products that use the terms “biodegradable” or “degradable,” saying such claims can be misleading. Last year the state passed a separate law barring products from using the term “marine degradable.”\n\nMaking claims about soil biodegradability—as Bacardi and Columbia do—is tricky, too, since products need to be fully buried in soil rather than simply littered to break down entirely, Mr. Narayan said.\n\n“Everything biodegrades at some point,” including fossil-fuel plastics, he said. “The question is how soon.”\n\nWrite to Saabira Chaudhuri at saabira.chaudhuri+1@wsj.com\n\nCopyright ©2023 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8\n\nAppeared in the March 22, 2021, print edition as 'Claim of Ocean-Safe Plastic Seen as Inflated'.\n\nSHOW CONVERSATION (79)\nWhat to Read Next\n\nPERSONAL TECHNOLOGY: NICOLE NGUYEN\n\nDon’t Burn Your House Down. Here’s How to Buy Safer Electronics.\n\n4 hours ago\n\nBatteries and other electronics can cause fires and other hazards—so follow these tips to vet products for safety\n\nContinue To Article\n\nLETTERS | OPINION\n\nOpinion: My Father’s Advice for College\n\nDecember 3, 2023\n\nHe knew the meaning of ‘I’m from the government, and I’m here to help.’\n\nContinue To Article\n\nBUSINESS\n\nChicken Nuggets in Reusable Bowls? McDonald’s Isn’t Lovin’ It\n\nDecember 9, 2023\n\nA French law has forced the fast-food giant to serve fries and sodas in washable containers; now it is fighting a wider rollout.\n\nContinue To Article\n\nPRO PE FUND NEWS\n\nCongruent Ventures Raises New Climate-Tech Fund\n\nDecember 7, 2023\n\nThe growth investor collected $275 million to back startups whose technologies help reduce carbon emissions.\n\nContinue To Article\n\nWORLD\n\nCanada Imposes Emissions Cap on Oil-and-Gas Industry\n\nDecember 7, 2023\n\nThe plan is key to Canada’s goal to reach net-zero emissions by 2050.\n\nContinue To Article\n\nU.S.\n\nSuspect Presumed Dead After Explosion Destroys Arlington, Va., House\n\nDecember 5, 2023\n\nVideo of the incident in a Washington, D.C., suburb showed an explosion engulfing the property and sending debris flying into the air.\n\nContinue To Article\n\nAmazon kicks more plastic packaging to the curb in favor of a new paper\n\nNovember 1, 2023\n\nIn its first U.S. plastic-free fulfillment center, Amazon.com has come up with a lighter, stronger paper packaging that consumers can recycle curbside.\n\nContinue To Article\n\nBritish Vineyard Demand Triples in a Year as Interest in English Wine Explodes\n\nSeptember 17, 2023\n\nHigh-profile foreign investments and a diversifying industry, along with the impacts of climate change, have seen the U.K.’s area of active vineyards grow 75% in the last five years\n\nContinue To Article\nSPONSORED OFFERS\nAMERICAN EAGLE OUTFITTERS:\nSave an extra 30% at American Eagle\nASOS:\nASOS Promo Code: 25% Off\nMICHAEL KORS:\nMichael Kors Promo Code First Order: 10% off\nJCPENNEY:\nExtra 10% off your Order with JCPenney Coupon Code\nKOHL'S:\nKohl's promo code: Save 20% sitewide and in-store\nWALMART:\n$25 Off Walmart Promo Code | Valid on Any $50 Order\nMOST POPULAR NEWS\nUniversity of Pennsylvania President, Board Chair Resign\nWhat’s Behind Warren Buffett’s Fight With a Truck-Stop Mogul\nBoys Are Struggling. It Can Take Coaches, Tutors and Thousands a Month to Fix That.\nHe Built a Trillion-Dollar Company. He Wouldn’t Do It Again.\nTrump Takes 2024 Lead as Biden Approval Hits New Low, WSJ Poll Finds\nMOST POPULAR OPINION\nOpinion: The True Face of the Anti-Israel Movement\nOpinion: Never Trumpers Never Learn\nOpinion: No, Social Security Isn’t ‘Earned’\nOpinion: The California Budget Bust Arrives\nOpinion: The Truth About Net Zero, at Last\nRECOMMENDED VIDEOS\nWSJ Opinion: The Political Price of Protests\nRep. Elise Stefanik Grills Penn President Liz Magill on Campus Antisemitism\nWSJ Opinion: Joe Biden's Brand and Hunter Biden's Business\nWatch: Elon Musk Hands Over First Tesla Cybertruck Pickups to Customers\nChinese Coast Guard Blasts Philippine Boats With Water Cannons\nThe Wall Street Journal\nEnglish Edition\nSubscribe NowSign In\nBACK TO TOP«\n\nWSJ Membership\n\nBuy Side Exclusives\nSubscription Options\nWhy Subscribe?\nCorporate Subscriptions\nWSJ Higher Education Program\nWSJ High School Program\nPublic Library Program\nWSJ Live\nCommercial Partnerships\n\nCustomer Service\n\nCustomer Center\nContact Us\nCancel My Subscription\n\nTools & Features\n\nNewsletters & Alerts\nGuides\nTopics\nMy News\nRSS Feeds\nVideo Center\nWatchlist\nPodcasts\nVisual Stories\n\nAds\n\nAdvertise\nCommercial Real Estate Ads\nPlace a Classified Ad\nSell Your Business\nSell Your Home\nRecruitment & Career Ads\nCoupons\nDigital Self Service\n\nMore\n\nAbout Us\nContent Partnerships\nCorrections\nJobs at WSJ\nNews Archive\nRegister for Free\nReprints & Licensing\nBuy Issues\nWSJ Shop\nFacebook\nTwitter\nInstagram\nYouTube\nPodcasts\nSnapchat\nGoogle Play\nApp Store\n\nDow Jones Products\n\nBarron'sBigChartsDow Jones NewswiresFactivaFinancial NewsMansion GlobalMarketWatchRisk & ComplianceBuy Side from WSJWSJ ProWSJ VideoWSJ Wine\nPrivacy NoticeCookie NoticeCopyright PolicyData PolicySubscriber Agreement & Terms of UseYour Ad ChoicesAccessibility\nCopyright ©2023 Dow Jones & Company, Inc. All Rights Reserved."
}