{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Single-Use Plastics Regulations in the United States: An Overview",
  "href": "https://www.compliancegate.com/single-use-plastic-regulations-united-states/",
  "body": "Single-use plastic products, such as plastic straws, cutlery, and cups, are slowly being phased out in the United States. In this guide, we explain what American importers and manufacturers must know about single-use plastic regulations, bans, and exemptions in California, New York, Oregon, and many other states.",
  "textContent": "About us\n \nContact Form\n \nTestimonials\n \nPartners\n \nData Request\n \nMy Account\nPlatform\n \nPricing\n \nServices\n \nFree Resources\n \nBook Free Consultation\nSingle-Use Plastics Regulations in the United States: An Overview\nPosted on December 22, 2020 by Chuiyan Mo — Leave a comment\n\nSingle-use plastic products, such as plastic straws, cutlery, and cups, are slowly being phased out in the United States. In this guide, we explain what American importers and manufacturers must know about single-use plastic regulations, bans, and exemptions in California, New York, Oregon, and many other states.\n\n\nContent Overview\n\nWhat is single-use plastic?\nAre single-use plastics banned in the United States?\nWhich single-use plastics and products are regulated in the United States?\nWhich US states and cities regulate single-use plastics?\nWhy are certain single-use plastic products regulated?\nHow do I know if my products contain single-use plastics?\nWhat can happen if I import or manufacture single-use plastics?\n\n\n\nDo you need help with product compliance? (EU & US)\n\nRequest a free consultation call today with Ivan Malloci to learn how we can help you with:\nProduct Requirements Lists\nProduct Certification\nProduct & Packaging Labeling\nLab Testing\n\nRequest Free Consultation Call\n\nWhat is single-use plastic?\n\nSingle-use plastic products refer to products that are made from plastic and are designed to be used only once or for a short period of time before being disposed of. Single-use plastic products can be made from cellulose, natural gas, or crude oil. Depending on the composition and treating methods, some plastic products might be degradable.\n\nSome example of single-use plastic products:\n\nSingle-use plastic cups\nSingle-use plastic straws\nSingle-use plastic utensils\nSingle-use plastic shopping bags\n\nEven if single-use plastic products have the advantages of being economical and practical, it has become clear that they are a threat to the environment. For this reason, many US states, counties, and municipalities are implementing regulations concerning single-use plastic products.\n\nAre single-use plastics banned in the United States?\n\nCurrently, there are no regulations that restrict single-use plastics on a federal level. However, many states and cities have enacted or are planning to introduce acts to regulate the consumption of single-use plastics, such as shopping and, grocery bags, plastic straws, styrofoam utensils, and food and beverage containers.\n\nWhich single-use plastics and products are regulated in the United States?\n\nIn this section, we list some examples of single-use plastic products that are currently regulated on a state level:\n\nBowls\nPlates\nTrays\nCups\nCutlery\nStraws\nStirrers\nClamshells\nCoolers\nIce chests\nPlastic bags\nTakeout containers\n\nAs you can see, at the moment this mainly concerns plastic bags and FCM (food contact materials).\n\nWhich US states and cities regulate single-use plastics?\n\nSeveral states and cities in the United States have regulations or acts that restrict or ban the use of single-use plastic products, mainly plastic shopping bags, grocery bags, and plastic straws. Below you can find a non-exhaustive overview.\n\nState / District / City\tCitation / Regulation\tSingle-use plastic bags\tSingle-use plastic FCMs\tNotes\nCalifornia\tSenate Bill 270\t✔\t\tRestricted or extra charges\nNew York\tSenate Bill 1508\t✔\t\tBan in grocery stores and other retailers\nNew Jersey\tSingle-Use Ban on Plastics\t✔\t✔\tBan single-use plastic bags.\nBan of utensils and containers made of polystyrene foam\nConnecticut\t2019 HB 7424\t✔\t\tBan\nOregon\t2019 HB 2509\t✔\t\tRestricted or extra charges\nVermont\tSenate Bill 113\t✔\t✔\tBan of single-use plastic bags and straws\nHawaii\tBill 40\t\t✔\tBan single-use plastic straws.\nBan of utensils and containers made of polystyrene foam\nDistrict of Columbia\t2010 B 150\t✔\t✔\tBan of single-use plastic bags and straws\nDistrict of Columbia\tSustainable DC Omnibus Amendment Act of 2014\t\t✔\tBan polystyrene (styrofoam) FCMs in retail and foodservice containers.\nBan of single-use plastic straws\nSeattle\tFood Service Packaging Requirements\t\t✔\tBan of polystyrene (styrofoam) food service containers and cups in restaurants\nMiami\tPlastic Straw Ordinance\t\t✔\tBan of single-use plastic straws\nMalibu\tStraws, Stirrers, and Cutlery Ban\t\t✔\tBan of single-use plastic straws, stirrers, and cutlery\n\nSome other states have introduced initiatives advocating for the recycling and reducing consumption of single-use plastic bags, utensils, food, and beverage containers. These states include Idaho, Illinois, New York, and Rhode Island.\n\nWhy are certain single-use plastic products regulated?\n\nSingle-use plastic products such as plastic grocery bags and disposable styrofoam utensils are cheap to produce and have been widely used in many industries. Therefore, in the past few decades, the US has witnessed the exploding consumption of single-use plastic products.\n\nAccording to the data shown by the US Environmental Protection Agency, the US has generated more than 25,550,000 tons of plastic in 2000, and the number increased to 35,680,000 in 2018.\n\nAnother data provided by the New York Department of Environmental Conservation shows that around 23 billion plastic bags are used by residents in New York State annually. New York City alone uses more than 10 billion single-use plastic bags a year, which generates more than 1,700 tons of residential garbage every week. The unrestrained consumption of plastics has led to a cost of an estimated US$12.5 million a year solely for transporting plastic bags to out-of-state landfills.\n\nAlso, the use of plastic bags and styrofoam utensils have aggravated the ecosystem balance of land and marine environment in various ways, at the same time bringing formidable challenges to the sustainability of the economy.\n\nExamples include chemical pollution of the earth, water, and air during the manufacturing, consuming, and disposal of these products, incidents of animals eating plastics and poisoning, clogging and jamming of urban tubing systems, and more.\n\nHow do I know if my products contain single-use plastics?\n\nIn most cases, single-use plastic products are easy to recognize since they are ubiquitous in our life. Examples of single-use plastics include shopping bags, plastic beverage straws, styrofoam clamshells, bowls, cups, and forks.\n\nIf you are not sure whether your products are made of or contained single-use plastics, you can contact a lab testing company and get professional advice.\n\nWhat can happen if I import or manufacture single-use plastics?\n\nCurrently, in the US, some states forbid or restrict the use of certain single-use plastic products, mainly single-use plastic bags and beverage straws. In practice, there are still many exemptions. For example, in Washington D.C., the Foam Ban excludes packaging materials made from foam that does not expand polystyrene, including some foam rolls and inserts.\n\nHowever, if you import or sell banned products, you might incur denial of entry of the goods, fines, and more.\n\nDo you need help with product compliance? (EU & US)\n\nProduct Requirements Lists\nProduct Certification\nProduct & Packaging Labeling\nLab Testing\n\nRequest Free Consultation Call\n\n\n\n\nProduct Compliance Checklist 2024\n\n\n+ US compliance checklist\n\n\n+ EU compliance checklist\n\n\n+ UK compliance checklist\n\n\n+ New requirements in 2024\n\nGET YOUR FREE COPY HERE (PDF)\n\nDisclaimer: The Site cannot and does not contain legal advice. The legal information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of legal advice. THE USE OR RELIANCE OF ANY INFORMATION CONTAINED ON THE SITE IS SOLELY AT YOUR OWN RISK.\n\nFull Disclaimer: Link\n\nSources: Our articles are written in part based on publicly available information, and our own practical experience relating to product compliance. These are some of the primary sources we use:\n\n• ec.europa.eu\n• echa.europa.eu\n• ecfr.gov\n• cpsc.gov\n• ftc.gov\n• fcc.gov\nChuiyan Mo\n\nMo Chuiyan has an MA degree in Islamic Studies from the Hebrew University of Jerusalem. She has previously worked as a marketing developer for Middle Eastern countries in an E-commerce company. She has also worked as a merchandiser in the garment industry, where she gained expertise in material sourcing and production management.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nName *\n\nEmail *\n\nWebsite\n\nSave my name, email, and website in this browser for the next time I comment.\n\n\n\n\n\n\nCreate a Compliance Requirements List\n\nFind relevant EU & US certification, labeling & testing requirements in less than 2 minutes.\n\nGet Your Account Now\nSearch Articles\nSearch for:\n © Compliance Gate 2023 - Photos: © Depositphotos\nContact Us | Privacy & Cookies | Terms of Service | Disclaimer\nTo offer you a better experience, this site uses cookies, including third-party cookies for re-marketing purposes. To find out more and manage your preferences, consult the cookie policy\nCookie Settings\nAccept All Cookies"
}