{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic waste: Challenges and opportunities - SAGE Journals",
  "href": "https://journals.sagepub.com/doi/full/10.1177/0734242X211013428",
  "body": "An estimated 318 million tonnes of plastic resin is produced every year, much of it directly contributing to the 218 million tonnes of total annual solid plastic waste generation as a part of Municipal Solid Waste (year of reference: 2016). Global average plastic recycling rates are only 15%, whilst around 40% (90 million tonnes per year) is ...",
  "textContent": "We value your privacy\nWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products. With your permission we and our partners may use precise geolocation data and identification through device scanning. You may click to consent to our and our partners’ processing as described above. Alternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing. Your preferences will apply to this website only. You can change your preferences at any time by returning to this site or visit our privacy policy.\nMORE OPTIONS\nDECLINE ALL\nACCEPT ALL\nSkip to main content\nSearch this journal\nEnter search terms...\nSearch\nAdvanced search\nI have access via:\nUNIV OF THE SOUTH\nAccess/Profile\nCart\nBrowse by discipline\nInformation for\nWaste Management & Research: The Journal for a Sustainable Circular Economy\nImpact Factor: 3.9\n5-Year Impact Factor: 4.2\nJOURNAL HOMEPAGE\nSUBMIT PAPER\nFree access\nEditorial\nFirst published online May 7, 2021\nPlastic waste: Challenges and opportunities\nArne M Ragossnig and P AgamuthuView all authors and affiliations\nVolume 39, Issue 5\nhttps://doi.org/10.1177/0734242X211013428\nContents\nReferences\nPDF / ePub\nMore\nAn estimated 318 million tonnes of plastic resin is produced every year, much of it directly contributing to the 218 million tonnes of total annual solid plastic waste generation as a part of Municipal Solid Waste (year of reference: 2016). Global average plastic recycling rates are only 15%, whilst around 40% (90 million tonnes per year) is mismanaged and ultimately leaked to the environment by littering, stormwater washouts and the like. It is estimated that around 50 million tonnes per year of plastic wastes are openly burned, whilst 10 million tonnes per year enter the oceans aquatic environment. Land based sources contribute approximately 90% of plastics entering the oceans (SYSTEMIQ & PEW Charitable Trust, 2020; Lau et al., 2020).\nThese facts show that plastic waste is one of the major challenges faced by waste managers today, everywhere on our planet. This is not only due to the high volume of plastic waste generated but also because of designed-in material properties, such as durability, low density and non-degradability. Whilst these properties are beneficial for plastic products, they are clearly undesirable in a solid waste stream, resulting in stress on existing waste management systems or challenges when introducing new waste management practices and easy leaking into the environment as well as long residence times in the environment followed by negative impacts on fauna by entanglement and finally entering the food chain (as microplastic) by mistake.\nThe advantageous properties (from a use-phase perspective) of plastic resulted in an enormous increase of the use of plastic over the last decades — compared to the 1950’s we use more than 20 times as much plastic per year nowadays (United Nations Environmental Programme [UNEP], 2018). Besides this rapid growth of plastic consumption plastic also has entered many different sectors and nowadays is used not only for packaging purposes but also for clothing (as many textiles are made up by plastics) and in the medical sector. It is used for electronic appliances and in the automotive sector as well as in construction sector and agriculture. Any of the applications requires different properties of the materials used and by using different types of plastic polymers and, fillers and additives, plastic resins can be altered to form so-called compounds complying with the technical specifications for the respective applications regarding UV-resistance, oxygen barrier-effect, chemical and physical resistance, fire-protection as well as esthetic aspirations, such as colour and shine. Compounding also is done for economic considerations. From the resource management point of view this high variety of plastics in terms of application as well as composition comes at a high cost to society as it increases the complexity of waste management in general, and in particular for high value material recovery options. Despite all the challenges and waste management related efforts to address those it is important that we are aware that high value material recovery options pay off as a matter of the high resource value due to the high embodied energy as well as the environmental burden linked to plastics production.\nWith regard to priority-setting and challenges the waste managers must address there are two groups of countries: (A) those with less developed waste collection and disposal systems which need to make sure to reduce leakage of plastic waste to the environment as a top priority (followed by a more recovery oriented plastic waste management approach) and (B) those countries with functioning waste collection systems in place which for the purpose of implementing circular economy should focus on making use of the resource value of plastic waste. What are the challenges and obstacles in these cases?\nIn Case (A) mismanagement of plastic waste is the leading challenge. China, for example produced about 14 million tonnes of plastic waste per year (in 2010) and 75% of this was mismanaged. Similarly, all developing nations in Asia mismanaged 50–75% of their plastic wastes (Jambeck et al., 2015).\nThe major objective here is to establish effective waste collection schemes in order to minimize open burning and other leakage to the environment. Depending on the local context the use of collected plastic-(rich) waste as an alternative fuel might be a favourable option for managing the quantity of plastic waste whilst making use of the energy content of plastic at the same time. Significant investment is needed to achieve comprehensive processing and subsequent recycling of plastic wastes, so a modern recycling system is not considered feasible for the time being for Case (A) countries. Recycling options, such as using plastics as a substitute of sand or using it to pave walkways and roads should be evaluated from a sustainability point of view more in depth as to prevent leakage to the environment in an even less desired form, such as microplastics.\nAdditionally, import restrictions for low quality plastic wastes are the right measure for developing countries to prevent additional stress on local waste management systems that are not yet fit to deal with the quality and quantity of plastic waste that cannot yet be recycled in those localities.\nIn Case (B) one of the major challenges to be addressed is that many of the developed countries built their waste management systems around the export of plastic waste to markets (mainly in Asia) that paid the most for such material as an asset, even considering shipping costs. When in early 2018 the Chinese Central Government determined that too much of the imported materials were unusable wastes (unduly burdening their local waste management systems) instead of post-consumer recyclable plastic, those once-reliable markets were closed virtually overnight (World Trade Organization [WTO], 2017). Absent sufficient plastic recycling infrastructure at home, developed countries were left without viable markets for plastics that once were exported for recycling. Whilst other Asian nations continued to accept shipments of low quality plastic wastes from developed countries, many of those also soon introduced import restrictions. Also, the international regulation on the shipment of waste — the Basel Convention (2021) has put additional restrictions on the shipment of plastic waste into place. These boundary conditions on the one hand ask for regionalized plastic waste management solutions and on the other hand provide the right framework to support such implementation of regionalized plastic waste management solutions called for by various policies, such as the Circular Economy Package (European Commission [EC], 2015), that is, currently implemented as the next step in the direction to introduce a “closing the loop” concept within the European Union among others for plastic waste.\nDespite the challenging variety of plastics in commerce and thus in the waste stream, there are technologies available, such as Near Infra-Red (NIR) sorting and other mechanical treatment options to process conditioned plastic wastes such that recovered plastics are of sufficiently high quality to serve as secondary material that can replace primary resources. Also, other alternatives, such as feedstock recycling are gaining an importance and will expand the available options for high quality recovery. As a matter of fact, so far all these technological processes do result in a certain share of rejects that cannot yet be recycled. This can only be addressed by putting a focus on design for recycling of packaging and products made (partly) out of plastics. In some cases considerations of banning production of certain products made with difficult-to-recycle materials might even be a justifiable option.\nIn the European context the broad implementation of sorting and treatment infrastructure necessitates investment security and clear boundary conditions, such as set forth in the EU Circular Economy Package also on a national scale. Incentives for the use of recyclates are important as well as this would expand the present somewhat limited market for recycled plastics and thereby would be a pull factor to spawn installation of recycling infrastructure. Another important aspect is the waste-to-product interface; that is, clear criteria for end of waste for plastic recyclates.\nThis special issue of Waste Management & Research is dedicated to research into improved management of plastic wastes. The articles included address some of the associated challenges, acknowledging the urgency to address the plastic waste management challenges and striving for circular economy solutions in that arena. Waste Management & Research strongly encourages researchers to report in this journal their strategies, technological solutions and evidence with regard to plastic waste management.\nArne M Ragossnig\nRME ecoconsultants e.U., Vienna, Austria\nAgamuthu P\nJeffrey Sachs Center on Sustainable Development, Sunway University, Sunway City, Malaysia\nReferences\nBasel Convention (2021) Basel Convention Plastic Waste Amendments. Available at: http://www.basel.int/Implementation/Plasticwaste/PlasticWasteAmendments/Overview/tabid/8426/Default.aspx (accessed 2 April 2021).\nGO TO REFERENCE\nGoogle Scholar\nEuropean Commission (2015) COM(2015) 614 final—Closing the loop—An EU action plan for the Circular Economy. Available at: https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52015DC0614 (accessed 15 April 2021).\nGO TO REFERENCE\nGoogle Scholar\nJambeck JR, Geyer R, Wilcox C, et al. (2015) Plastic waste inputs from land into the ocean, Science, 347(6223): 768–771.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nLau WWY, Shiran J, Bailey RM, et al. (2020). Evaluating scenarios toward zero plastic pollution. Science 369(6510): 1455–1461.\nGO TO REFERENCE\nCrossref\nPubMed\nGoogle Scholar\nSYSTEMIQ & PEW Charitable Trust (2020) Breaking the Plastic Wave—A comprehensive assessment of pathways towards stopping ocean plastic pollution. Available at: https://www.pewtrusts.org/en/research-and-analysis/articles/2020/07/23/breaking-the-plastic-wave-top-findings (accessed 15 April 2021).\nGO TO REFERENCE\nGoogle Scholar\nUnited Nations Environmental Programme (UNEP) (2018) Mapping of Global Plastics Value Chain and Plastics Losses to the Environment with a 7001 Particular Focus on Marine Environment. Paris, France: United Nations Environment Programme (UNEP).\nGO TO REFERENCE\nGoogle Scholar\nWorld Trade Organization (WTO) (2017) World Trade Organization—Committee on Technical Barriers to Trade, circulation in accordance with article 10.6, G/TBT/N/CHN/1211 (17-3880). Available at: https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/TBTN17/CHN1211.pdf&Open=True on April, 2nd 2021 (accessed 18 July 2017).\nGO TO REFERENCE\nGoogle Scholar\nRelated content\nSimilar articles:\nFree access\nWhat is the right level of recycling of plastic waste?\nShow details\nFree access\nRecycling and incineration, contradiction or coexistence?\nShow details\nFree access\nUnited Nations’ plastic pollution treaty pathway puts waste and resources management sector at the centre of massive change\nShow details\nView more\nSage recommends:\nSAGE Knowledge\nEntry\nGarbage\nShow details\nSAGE Knowledge\nCase\nHow Will the UN Plastics Agreement Impact Business?\nShow details\nSAGE Knowledge\nEntry\nUrban Solid Waste Management\nShow details\nView more\nNow Reading:\nShare\nNEXT ARTICLE\nReview on the photonic techniques suitable for automatic monitoring of the composition of multi-materials wastes in view of their posterior recycling\nAlso from Sage\nCQ LibraryElevating debate\nopens in new tab\nSage DataUncovering insight\nopens in new tab\nSage Business CasesShaping futures\nopens in new tab\nSage CampusUnleashing potential\nopens in new tab\nSage KnowledgeMultimedia learning resources\nopens in new tab\nSage Research MethodsSupercharging research\nopens in new tab\nSage VideoStreaming knowledge\nopens in new tab\nTechnology from SageLibrary digital services\nopens in new tab\nAbout\nAbout Sage Journals\nAccessibility guide\nHistorical content\nAdvertising disclaimer\nPermissions\nTerms of use\nSage discipline hubs\nSage microsites\nInformation for\nAuthors\nEditors\nLibrarians\nPromoters / Advertisers\nResearchers\nReviewers\nSocieties\nFrequently asked questions\nWaste Management & Research\nISSN: 0734-242X\nOnline ISSN: 1096-3669\nAbout SageContact usCCPA - Do not sell my personal informationCCPA\nPrivacy Policy\n\nCopyright © 2023 by International Solid Waste Association\n\nPDF\nHelp"
}