{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "New Study Finds Ocean Pollution a Threat to Human Health",
  "href": "https://www.niehs.nih.gov/research/programs/geh/geh_newsletter/2021/2/articles/new_study_finds_ocean_pollution_a_threat_to_human_health.cfm",
  "body": "Plastic waste makes up an estimated 80% of marine pollution. About 10 million metric tons of plastic waste enter the oceans each year, killing seabirds, fish, and marine mammals. It breaks down into smaller pieces called microplastics that absorb a range of chemicals floating in the marine environment, including pesticides and toxic metals.",
  "textContent": "Skip Navigation\n\nAn official website of the United States government\n\n Here's how you know \n\nThe .gov means it’s official.\nFederal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you’re on a federal government site.\n\nThe site is secure.\nThe https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.\n\nHealth & Education\nResearch\nFunding Opportunities\nCareers & Training\nNews & Events\nAbout NIEHS\nBack\nto Top\nFebruary 2021\nGlobal Environmental Health Newsletter\nLearn More About GEH at NIEHS\nPrevious Issues\n\nFeature\nThis Month's Featured Article\n\nSpotlight\nGEH Research Spotlight\n\nTraining\nTraining and Capacity Building\n\nMultimedia\nGEH Podcasts and Webinars\n\nGEH at NIEHS\nUpdates from the GEH program\nNew Study Finds Ocean Pollution a Threat to Human Health\n\nBy Megan Avakian\n\nWhile plastic debris is the most visible component of ocean pollution and is rapidly accumulating, it is the invisible chemicals, particles, metals, and biologic toxins that have been shown to affect human health.\n(Photo courtesy of Catherine Sheila/Pexels)\n\nOcean pollution poses a clear and present danger to human health and well-being, according to a new study from an international group of researchers. The study sounds the alarm that the growing global problem, which scientists are only beginning to understand, requires urgent and immediate action. It is a call to mobilize, say the authors who offer a path forward via pollution prevention and research recommendations.\n\n“Ocean pollution is a widespread, worsening, and poorly controlled problem that is directly affecting human and ecosystem health,” said lead study author Philip Landrigan, M.D., director of the Boston College Global Observatory on Pollution and Health. “It is a complex mix of toxins that, until now, has not received the systematic attention it deserves.”\n\nThe study, funded in part by NIEHS and coordinated by the Centre Scientifique de Monaco with support from the Prince Albert II of Monaco Foundation, is the first comprehensive examination of the impacts of ocean pollution on human health.\n\nAn Unjust Burden\n\nCovering more than two-thirds of the planet, the oceans provide food, livelihoods, and cultural and recreational value to billions around the world. Ocean pollution, which stems primarily from human activities, threatens these many benefits.\n\nMore than 80% of ocean pollution comes from land-based sources, making its way to the seas through runoff, rivers, atmospheric deposition, and direct discharges. It is most highly concentrated along the coasts of low- and middle-income countries.\n\n“Ocean pollution is deeply unjust. Its impacts fall most heavily on low-income countries, coastal fishing communities, people on small island nations, indigenous populations, and people in the high Arctic – groups that for the most part produce very little pollution themselves,” explained Landrigan. “These populations rely on the oceans for food. Their survival depends on the health of the seas.”\n\nMultiple Pollutants, Multiple Health Effects\n \n\nOcean pollution is a complex mixture. Click image to enlarge.\n(Photo courtesy of Will Stahl-Timmins)\n\nOcean pollution is a complex mixture made up of mercury, plastic waste, manufactured chemicals, petroleum wastes, agricultural runoff, and biological threats, like harmful algal blooms. People are exposed to these toxins mainly by eating contaminated seafood.\n\nCoal combustion is the major source of mercury pollution in the oceans. When coal is burned, mercury enters the atmosphere and eventually washes down into the sea. The authors noted that when a pregnant woman eats mercury-contaminated fish, the mercury can damage her child’s developing brain resulting in IQ loss and behavior problems. In adults, consumption of mercury-contaminated fish increases risk for heart disease and dementia.\n\nPlastic waste makes up an estimated 80% of marine pollution. About 10 million metric tons of plastic waste enter the oceans each year, killing seabirds, fish, and marine mammals. It breaks down into smaller pieces called microplastics that absorb a range of chemicals floating in the marine environment, including pesticides and toxic metals. These chemical-laden particles are ingested by fish and shellfish and then passed on to seafood consuming humans. Microplastics may harm marine and human health, but the risks are still largely unknown.\n\n“There's a lot of work needed to better understand the composition, toxicity, and potential human health impacts of microplastics, but it’s likely that it’s pretty substantial,” said Landrigan.\n\nThe chemicals used to manufacture a range of products, from consumer goods and food packaging to cleaning products and pesticides, also end up in the seas. The authors wrote that of the thousands of manufactured chemicals and chemical mixtures that pollute the world’s oceans, humans are most likely to be exposed to polychlorinated biphenyls, dioxins, brominated flame retardants, perfluorinated substances, and pesticides through eating contaminated seafood. These chemicals have been shown to cause a wide range of health effects in humans such as cardiovascular disease, developmental and neurobehavioral disorders, metabolic disease, immune dysfunction, endocrine disruption, and cancers.\n\nAlgae are essential components of aquatic food webs and ecosystems. But too much of a good thing can be toxic. Harmful algal blooms (HAB) occur when toxin-producing algae grow excessively in ocean waters. Warming sea waters make formerly unsuitable habitats habitable, leading to a range expansion of HAB species and the human populations they affect. Industrial waste, agricultural runoff, pesticides, and human sewage can all spur a HAB event. People are exposed to HAB toxins from eating contaminated fish and shellfish. These toxins can cause dementia, amnesia, other neurological damage, and death.\n\nClimate Change Magnifies the Problem\n\n“Ocean pollution and climate change are both components of planetary health. The two problems largely arise from the same source: the combustion of fossil fuels, coal, oil, and gas that release carbon dioxide into the atmosphere. That in turn leads to a whole series of problems,” said Landrigan.\n\nFor example, a warmer climate melts glaciers and permafrost, freeing legacy pollutants from ice. Rising sea temperatures increase the number and expand the range of marine microbes that can cause disease. As carbon dioxide levels in the atmosphere increase, so too does the amount that oceans absorb. This results in more acidic waters that can erode coral reefs and calcium containing organisms such as plankton that are the base of the marine food chain. Ocean acidification can also increase the toxicity of certain heavy metals and chemicals.\n\nA Path Forward\n\nThe authors close with optimism and offer a series of case studies, policy, and research recommendations to save the planet’s oceans.\n\n“The key thing to realize about ocean pollution is that, like all forms of pollution, it can be prevented using laws, policies, technology, and enforcement actions that target the most important pollution sources,” said Landrigan.\n\nThe authors call for eliminating coal combustion to reduce ocean bound mercury pollution and a transition from fossil fuels to renewable energy. Banning single-use plastics, like straws and plastic bags, can reduce the amount of plastic pollution entering oceans. Controlling coastal pollution and expanding Marine Protected Areas, sometimes call the “national parks of the ocean,” can safeguard critical ecosystems, protect vulnerable fish stocks, and improve human health and well-being.\n\n“Many countries have used these tools and have successfully cleaned fouled harbors, rejuvenated estuaries, and restored coral reefs. The results have been increased tourism, restored fisheries, improved human health, and economic growth. These benefits will last for centuries.”\n\nA Role for Research\n\nOn the research side, the authors stress that a better understanding of the human health impacts of ocean pollution can provide the evidence base needed to inform protective policies. Among the research priorities, they call for improved ocean pollution monitoring, studies of human exposure to ocean pollutants and health effect biomarkers, and a better understanding of the effects of exposure to multiple ocean pollutants.\n\n“There is a real need to better understand how exposure to mixtures, like ocean pollution, affect health. This is one area where I see the environmental health community playing a role in advancing ocean pollution and human health research,” said John Stegeman, Ph.D., second author on the paper and director of the Woods Hole Center for Oceans and Human Health, which is co-funded by NIEHS and the National Science Foundation (NSF).\n\nAnother skill set environmental health scientists bring to the table is community engagement. “Globally, there is a need to involve communities and medical professionals in oceans research. NIEHS has long recognized the benefit of community engagement, and its grantees have developed community engagement best practices that could be key in helping us better understand and prevent ocean pollution exposures,” said Stegeman.\n\nNIEHS has supported research on marine-related health issues since the 1970s. Grantees are studying coastal populations to better understand how people are exposed to ocean pollutants and health effects of exposure. They are exploring how climate change affects distribution and toxicity of HABs and developing sensors and technologies to better predict HAB events and prevent exposure. In 2004, NIEHS and the NSF launched the Centers for Oceans and Human Health program that funds interdisciplinary research centers around the country.\n\nStegeman concluded that “Understanding ocean pollution is a highly interdisciplinary endeavor. In our center, we have basic biomedical scientists, toxicologists, biological and physical oceanographers, environmental modelers, chemists, and engineers all working together. It takes a collaborative environment like that created through the NIEHS-NSF Centers for Oceans and Human Health program to fully understand how our oceans impact human health.”\n\nPREVIOUS ARTICLE\nNEXT ARTICLE\nRead Past Feature Articles\nContact Us\n\n\n\nSubscribe\n\n \n\nFeedback\n\n \n\nWebsite\n\nAbout Us\n\nNIEHS identifies Global Environmental Health (GEH) as a part of its strategic themes, recognizing that because environmental health problems cross national boundaries, conducting studies around the world benefits not just those in areas being studied, but all people who suffer from the same or related environmental health problems.\n\nNational Institute of\nEnvironmental Health Sciences\nLast Reviewed: February 22, 2021\nFollow Us\nContact Information\nContact Us\nEmployment Verification\nFreedom of Information Act\nSign up for Email Updates\nStaff Directory\nVisiting NIEHS\nPolicies & Services\nHHS Vulnerability Disclosure Policy\nRequest Translation Services\nSitemap\nWeb Policies & Notices\nWebsite Archive\nRelated Sites\nHealth and Human Services\nNational Institutes of Health\nNO FEAR Act\nUSA.gov\nOther Languages\nEn Español"
}