{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws to be banned in China from 2021 - CGTN",
  "href": "https://news.cgtn.com/news/2020-12-23/Plastic-straws-to-be-banned-in-China-from-2021-WszPq8TULS/index.html",
  "body": "Plastic straws to be banned in China from 2021 By Zhang Shixuan Share 04:08 China's use of plastic bags, boxes and cutlery is one of its most stubborn environmental blights, but a new effort is underway to tackle this problem, starting with a ban on all plastic straws nationwide.",
  "textContent": "China 21:00, 23-Dec-2020\nPlastic straws to be banned in China from 2021\nBy Zhang Shixuan\n\nShare\n\n04:08\n\nChina's use of plastic bags, boxes and cutlery is one of its most stubborn environmental blights, but a new effort is underway to tackle this problem, starting with a ban on all plastic straws nationwide.\n\nLast year, China used 46 billion plastic straws, which comes to 30,000 tonnes, said consulting firm iiMedia Research. It can take 500 years to degrade a tiny plastic straw which is just used for a few minutes. \n\nTherefore, China is banning all non-degradable single-use plastic straws as of the end of this year. But are the beverage sellers ready for the ban?\n\nPaper straws are easily visible on display at most outlets now. Canadian coffee chain Tim Hortons started to use the new straws last month, and has already given out 60,000 of them this month in China.\n\n\"One-third of our consumers have been using paper straws. They are on priority display. We expect to use 15 million of them next year,\" said He Bin, chief marketing officer at Tim Hortons China.\n\nVCG\n\nChina's popular milk tea shops and food delivery platforms also seem ready for the change. With the plastic ban set to take effect on January 1, 2021, the problem for the beverage sellers is the skyrocketing cost of paper straws, brought on by the rapidly increasing demand. Paper straw costs five times more than plastic straw.\n\nDuoxixi, a straw factory in Wuxi, east China's Jiangsu Province, has seen its degradable straw orders double recently. The factory said more than 1,000 clients have asked about them during the past month, and the prices have been raised by 20 percent. The company has been figuring out alternative solutions by coming up with straws made from new types of material but also degradable.\n\n\"We've invented straws made from plants like wheat and reeds, which are 100 percent degradable,\" said Ge Jiaping, CEO of Duoxixi. \"And we've just developed new ones, made from bamboo fiber. They have a better texture and could be a good replacement for paper straws in the future.\"\n\nRELATED STORIES\nTrash from European manufacturers helping bury Myanmar in plastic\n\nEurope\n\n07:57, 15-Oct-2023\n\nDigital techs empower marine plastic pollution combat in E China\n\nEnvironment\n\n06:25, 31-Oct-2023\n\nChina-EU summit to be held in Beijing\n\nPolitics\n\n00:59, 04-Dec-2023\n\nMORE FROM CGTN\nGraphics: What can be expected from China's economic work conference?\n\nEconomy\n\n09:28, 10-Dec-2023\n\nDecember meeting provides a more positive evaluation of economy\n\nBiz Analysis\n\n04:43, 10-Dec-2023\n\nChina's economy recovers as core CPI remains stable\n\nBiz Analysis\n\n03:06, 10-Dec-2023\n\nChina's CPI, PPI down in November\n\nEconomy\n\n01:41, 09-Dec-2023\n\nTOP NEWS\nChina, Vietnam eye closer people-to-people bonds\n\nPolitics\n\n00:09, 09-Dec-2023\n\nVoting starts for HKSAR's 7th District Council Ordinary Election\n\nPolitics\n\n19:25, 09-Dec-2023\n\nIsrael orders more Khan Younis evacuations after U.S. vetoes truce call\n\nMiddle East\n\n20:10, 09-Dec-2023\n\n \nSITEMAP\nChina\nWorld\nPolitics\nBusiness\nOpinions\nTech & Sci\nCulture\nSports\nEUROPE\nTravel\nNature\nPicture\nVideo\nSpecials\nLive\nTranscript\nEXPLORE MORE\nEnglish\nEspañol\nFrançais\nالعربية\nРусский\nDocumentary\nCCTV+\nOUR APPS\n\nCopyright © 2020 CGTN. Beijing ICP prepared NO.16065310-3\n\nTerms of use  Copyright  Privacy policy  About us"
}