{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The History of Plastic Pollution - Ocean Generation",
  "href": "https://oceangeneration.org/history-plastic-pollution/",
  "body": "23. 02. 2021 Storm Birch Our Impact: Threats Science: Explained The History of Plastic Pollution Share this page Understanding the plastic problem Worldwide, up to five trillion plastic bags are used every year and up to 422 million tonnes of plastic are being produced annually.",
  "textContent": "Cookie Consent\nTo provide the best user-experience for our website, we use cookies. Consenting to these allows us to process data such as browsing behaviour on our site.\nAccept\nDeny\nPrivacy Policy\nPrivacy Policy\nSkip to content\nAbout\nFundraise for us\nCorporate Partnerships\nDonate\nAppeals\nAges 5-16\nAges 16-25\nWavemaker Stories\nScience Articles\nWatch\nOcean Apparel\nBook a speaker\nNEWSLETTER\nINSTAGRAM\n23. 02. 2021\nStorm Birch\nOur Impact: Threats\nScience: Explained\nTHE HISTORY OF PLASTIC POLLUTION\nShare this page\nCopied\nUNDERSTANDING THE PLASTIC PROBLEM\n\nWorldwide, up to five trillion plastic bags are used every year and up to 422 million tonnes of plastic are being produced annually.\n\nAs if that isn’t bad enough, half of all plastic produced is for single-use purposes, meaning it’s used once and then thrown away. In reality, there is no ‘away’ for a material designed to be indestructible.\n\nFor decades, our Ocean has been a dumping ground for plastic, sewage, industrial and chemical waste. While the Ocean is vast, it’s not bottomless and it’s certainly not a landfill site.\n\nSingle-use plastics are the biggest contributors to marine litter and pose severe threats to marine life, human health, and the planet. But how did we get here? When was plastic created? What can we do to take action and reduce the plastic polluting our blue planet?\n\nWHAT IS THE HISTORY OF OCEAN POLLUTION?\n\nWe’re used to having our rubbish collected, sorted, recycled or put into landfill – but for millennia, people didn’t dispose of their waste as we would today.\n\nInstead, waterways were used as a means of waste disposal or rubbish would be burned. As a result, pollution would end up in our Ocean or in the atmosphere.\n\nBefore the advent of plastics, and with a relatively small population, the amount of waste in the Ocean was rather small. \n\nThe invention of plastic: The dawn of pollution\n\nIn 1862, Alexander Parkes developed the first man-made plastic. The product, called ‘Parkesine’, wasn’t a commercial success, but it was an important step in the development of man-made plastic.\n\nA staggering number of plastic innovations emerged in the period surrounding World War II, from 1933 – 1945. Plastic technology came to the forefront because copper, aluminium, steel and zinc became highly sought-after metals used only for the war effort.\n\nIn the 1960s, it became clearer how polluted our Ocean was getting.\n\nHOLD ON: WHAT IS MARINE POLLUTION?\n\nMarine pollution refers to waste ending up in the Ocean and causing adverse effects. Specifically, marine pollution is a result of human impacts. A combination of chemicals and trash – most of which comes from land – is tossed, washed, or blown into the Ocean.\n\nWhen was Ocean pollution – specifically, Ocean dumping – first reported?\n\nWe can assume that Ocean dumping has been in practice before anyone investigated it, partly because scientists didn’t attempt to research this issue before the 1960s. Many organisations used to dump their chemical by-products into waterways to remove their waste. \n\nIn the 1960s, scientists from the National Academy of Sciences discovered some alarming news: More than 100 million tonnes of waste had been dumped in our Ocean.\n\nThis report discounted plastic pollution, which we now know is one of the major pollutants in our Ocean, because it had just recently become a mainstream material. Instead, the Ocean pollution that these scientists reported largely relates to chemical, industrial and sewage waste. \n\nHOW HAVE PLASTICS DEVELOPED INTO A MAJOR OCEAN POLLUTER?\n\nBetween the 1970’s and 1990’s,\nplastic waste generation more than tripled.\n\nRealisation hit in the 1970’s: Plastic doesn’t ‘go away’ and it doesn’t break down; it breaks up into smaller and smaller pieces, called microplastics. \n\nDuring this period, there was a significant rise in plastic production too, which resulted in more and more pollution. Scientists also discovered that seabirds were ingesting plastic materials and seals were getting trapped in plastic netting.\n\nHOW HAVE WE TRIED TO DE-POLLUTE THE OCEAN?\n\nThere have been legislative attempts to de-pollute the Ocean and remove plastic from our waterways. \n\nFour years after the National Academy of Sciences scientists discovered how much waste had really been dumped into the Ocean, the U.S Congress passed the Marine Protection, Research and Sanctuaries act.\n\nBy the 1980s, the Society of the Plastics Industry developed the plastic resin identification code, to make recycling and disposing of plastics easier. But our reliance on plastic had already taken hold. \n\nIn the early 2000s, the amount of plastic waste we generated rose more in a single decade than it had in the previous 40 years.\n\nPLASTIC POLLUTION HAS NEGATIVE CONSEQUENCES FOR ALL LIFE ON EARTH.\n\nEven though we know plastic pollution is bad for our blue planet, we continue to produce millions of tonnes of plastic from plastic bottles and plastic forks to plastic shopper bags to giant plastic commercial containers.\n\nA key reason plastic continues to contribute to marine pollution is lack of awareness.\n\nFrom individuals to businesses to governments – if we don’t understand the problems associated with plastic pollution and the importance of having a healthy Ocean, we won’t do anything to change our ways.\n\nAs of 2022, there are 8 billion people on Earth. We need millions of those people understanding that a healthy Ocean is essential to a healthy future for all life.\n\nNecessary legislation to reduce plastic production and pollution will only be implemented when the masses understand how necessary that legislation is.\n\nUp to 422 million tonnes of plastic is being produced annually.\n\nWHAT DOES THE FUTURE OF OUR OCEAN LOOK LIKE?\n\nWe make decisions about what to purchase and what to wear daily. Choices made about how we live right now will impact the Ocean for decades to come.\n\nSo, the future health of our Ocean isn’t set. We have the ability to decide the magnitude of the plastic pollution problem. We can start making choices today to turn the tide.\n\n\nWe can right the wrongs of our plastic pollution history, and embrace the Ocean as the life supporting ecosystem that it is, rather than use it as a dumping ground. \n\nWe are the first generation to deeply understand Ocean issues, and the last generation who can stop them. We are all the Ocean Generation.\n\nHOW CAN I START TAKING OCEAN AND CLIMATE ACTION?\n\nGet informed. Our monthly newsletter provides Ocean positive news, easy to understand Ocean science, and engaging pop-culture pieces to help you understand the human-made threats our Ocean faces and what you can do to make a difference. \n\nPost by\nStorm Birch\nRELATED CONTENT\n11. 01. 2023\nJemma Sargeant\nWHAT’S HAPPENED ON OUR BLUE PLANET SINCE COP27?\nExtreme weather events & Ocean wins have made headlines in 2023 - more than ever before. Here's (almost) everything that's happened on our blue planet.\nJemma Sargeant\nTHE GLOBAL STOCKTAKE: TRANSLATED\nThe Global Stocktake is the 1st assessment of global progress made on climate change. We've made the 17 findings easy to understand. Dive in.\nJemma Sargeant\nWHAT TO EXPECT FROM COP28\nEverything you need to know ahead of the world's 28th climate conference: COP28.\nLydia Dupree\nIS IT ‘GREEN’ OR GREENWASHING?\nWhat is greenwashing? How to tell the difference between sustainable fashion and false claims. We’re breaking it down with Lydia Dupree; biochemist and fashion devotee.\nIS IT ‘GREEN’ OR GREENWASHING?\nSubscribe\n\nMonthly: Impact in your inbox.\n\nSubscribe to our newsletter\n\nNEWSLETTER\nINSTAGRAM\nOne, Bartholomew Close, London, EC1A 7BL, United Kingdom\nFor general enquiries\nhello@oceangeneration.org\nFor press or media requests\npress@oceangeneration.com\nEndorsed\nby UNESCO\n\nRegistered Charity in England & Wales No. 1139843\n\nAnnual Report\nBlog\nWorkshops\nPolicies\nPosition Statements\nPrivacy\nDonate\nAppeals"
}