{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Law Restricting Plastic Utensils on O'ahu Takes Effect ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/micakf/law_restricting_plastic_utensils_on_oahu_takes/",
  "body": "Well I know plastic straws have some specific functions for disabled people who have trouble drinking from cups. Functions that can't always be replicated by paper, metal straws etc. Personally I don't care if plastic straws are still available for anyone who asks. Most people will still be fine with paper straws, and the number of assholes who ...",
  "textContent": "Law Restricting Plastic Utensils on O‘ahu Takes Effect: Honolulu food vendors won't be allowed to provide customers with plastic utensils under a new law that took effect Thursday. The city ordinance prohibits plastic forks, knives, spoons, straws, stir sticks, picks and sushi grass. : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n3 yr. ago\nhonolulu_oahu_mod\nLaw Restricting Plastic Utensils on O‘ahu Takes Effect: Honolulu food vendors won't be allowed to provide customers with plastic utensils under a new law that took effect Thursday. The city ordinance prohibits plastic forks, knives, spoons, straws, stir sticks, picks and sushi grass.\nNews\nhawaiipublicradio.org\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nu/Crucial-Gaming\n•\nPromoted\nElevate your video editing experience with the Crucial X10 Pro SSD. Blaze through workloads and even edit, trim and render directly from the drive.\n    \nSort by:\nyandere_chan317\n•\n3 yr. ago\n\nSushi grass is the one of the most pointless and confusing thing that ever created\n\n25 more replies\nTiMeJ34nD1T\n•\n3 yr. ago\n\nWhile I fully approve of single use plastic ban I am still waiting for a ban on single use plastic for corporations. A tiny plastic fork does not really matter when the shipment to a grocery store is wrapped in half a mile of plastic wrap. That shit is single use too, why isn't that banned as well?\n\n18 more replies\nnowaste94705\n•\n3 yr. ago\n\nExcellent. Carry your forks, straws and sushi grass with you. I love sushi grass and always carry some in my bag.\n\n5 more replies\nAbsenceVersusThinAir\n•\n3 yr. ago\n\nThis is encouraging! They have a huge problem with plastic pollution on the beaches in Hawaii, and while a lot of that plastic has washed to them from elsewhere, I'm sure this ordinance will have a meaningful impact on the issue.\n\n1 more reply\nGypsyrocker\n•\n3 yr. ago\n\nI so badly want this for everyone. I had to move off the rock and live in Virginia for now. I use reusable bags when shopping and people here are like “why? The bags are free...” . there’s so much waste.\n\n7 more replies\nCraptainHammer\n•\n3 yr. ago\n\nThis is a great step. Now, can we skip the shitty balsa wood forks that dry out your mouth the instant you look at them and just use bamboo chop sticks for more than just Asian food?\n\n2 more replies\nPalindromeboy\n•\n3 yr. ago\n\nWhat about fishing nets?\n\n8 more replies\nthinkB4WeSpeak\n•\n3 yr. ago\n\nI figured they would have had this along time ago in Hawaii. They're probably the most environmentally friendly state as is.\n\n17 more replies\npepper167\n•\n3 yr. ago\n\nBut they'll never confront major corporations and fishing companies who are the cause of most of the ocean pollution. Nah. Let's get some feel-good, reactionary policies in place instead that will do practically nothing to actually help.\n\n[deleted]\n•\n3 yr. ago\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of April 2, 2021\nReddit\nreReddit: Top posts of April 2021\nReddit\nreReddit: Top posts of 2021"
}