{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "What causes rubberised plastic to go sticky and how do I delay ... - Reddit",
  "href": "https://www.reddit.com/r/ask/comments/ii8fdq/what_causes_rubberised_plastic_to_go_sticky_and/",
  "body": "When new, it gives a high quality feel to the finish, but over time this rubber seems to degrade and go sticky. This has happened to Mice, iPod protector, AOR RF Receiver, and most recently an almost unused Dualit mixer to name just a few. Initially the items are a bit tacky, progressing to full on gunk. The mixer I have has probably only been ...",
  "textContent": "What causes rubberised plastic to go sticky and how do I delay it happening? : r/ask\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ask\nr/ask\n•\n3 yr. ago\nSlyusHwanus\nWhat causes rubberised plastic to go sticky and how do I delay it happening?\n\nI have had several items over the years, which have had a rubberised finish on the plastic. When new, it gives a high quality feel to the finish, but over time this rubber seems to degrade and go sticky. This has happened to Mice, iPod protector, AOR RF Receiver, and most recently an almost unused Dualit mixer to name just a few. Initially the items are a bit tacky, progressing to full on gunk. The mixer I have has probably only been used 5-6 times, has always been cleaned and stored in the original packaging. Last time it was used was probably a few years ago and I don't remember it being sticky, now it is very sticky.\n\nMost posts online don't talk about why this happens, they only talk about methods of cleaning or removing the gunk, which range from Alcohol to baking soda, or even baby oil. I don't particularly want to lube up my £500 receiver to test the last one.\n\nMy main question is not so much how to clean off the mess, but why does this happen in the first place? I can appreciate oils can accelerate rubber deterioration, but items that are in a box in a stable climate and out of sunlight still suffer from this breakdown. What is actually happening to the material, and what causes the chemical change? Is there any way to store items to minimise this from happening?\n\nWhy do manufacturers use this material, when it breaks down well before the end of the serviceable life of the equipment? Are they deliberately ensuring planned obsolescence, or just incompetent or short sighted?\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nGotMyOrangeCrush\n•\n3 yr. ago\n\nCost savings? I suppose if the product is okay while it’s under warranty then the manufacturer doesn’t care after that?\n\nIt’s also possible that whoever supplied this coating did not test it properly.\n\nFor example, In around 2004 or so there was a major case of intellectual property theft related to capacitors, a critical electronic component.\n\nA company in China stole the capacitor formula of a Japanese company and got it wrong (or was intentionally given the wrong one). This resulted in millions of products having faulty capacitors, from automobile modules to computer power supplies to audio equipment.\n\nhttps://en.m.wikipedia.org/wiki/Capacitor_plague\n\n \nTop 1%\nRank by size \nRelated\nAsk\nMeta/Reddit\nforward\nback\nTOP POSTS\nReddit\nreReddit: Top posts of August 28, 2020\nReddit\nreReddit: Top posts of August 2020\nReddit\nreReddit: Top posts of 2020"
}