{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Preventing Ocean Plastics | The Pew Charitable Trusts",
  "href": "https://www.pewtrusts.org/en/projects/preventing-ocean-plastics",
  "body": "Plastic pollution is a pervasive global problem intertwined with every aspect of human life. The Pew Charitable Trusts' 2020 report \"Breaking the Plastic Wave,\" for which the University of Oxford was a thought partner, found that without action the amount of plastic entering the ocean could triple to 29 million metric tons per year by 2040.",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nPROJECT\nPreventing Ocean Plastics\nShare \n\nSections\n\nPREVENTING OCEAN PLASTICS\nSections\nAn estimated 15 million metric tons of plastic enter the world’s ocean and waterways each year, threatening marine life and polluting shorelines. That’s the equivalent of two garbage trucks emptying a load of plastic rubbish into the sea every minute.\n\nPlastic is interlaced with nearly every aspect of human life, from shopping bags and food packages to car parts and cell phones. But once it enters the ocean, plastic can remain there for hundreds of years, breaking down into ever-smaller pieces that are nearly impossible to remove. Plastic debris is also deadly to marine life, such as when they either mistake it for food and starve as it fills their stomachs or get entangled by the plastic and drown.\n\nARTICLE July 23, 2020\nBreaking the Plastic Wave\n\nLandmark analysis describes actions needed to stop plastic from entering the ocean\n\nDownload the Breaking the Plastic Wave Pathways Tool\nPlastics Disclosure and Reporting\nOUR WORK\nCONTENT TYPE\nTOPICS\nPRESS RELEASES & STATEMENTSNovember 9, 2023\nPew and the University of Oxford Launch Free Application to Help Reduce Plastic Pollution\nThe Pew Charitable Trusts and the University of Oxford today launched the Breaking the Plastic Wave Pathways Tool (“Pathways”), a free software application, to help policymakers and other stakeholders...\nDownload the Breaking the Plastic Wave Pathways Tool\nPlastic pollution is a pervasive global problem intertwined with every aspect of human life. The Pew Charitable Trusts’ 2020 report “Breaking the Plastic Wave,” for which the University of Oxford was a...\nPlastics Disclosure and Reporting\nPlastic pollution threatens the function of the world’s ecosystems, undermining biodiversity, vital food sources and major carbon sinks.\nARTICLENovember 8, 2023\nSolving Plastic Pollution Demands Strong, Comprehensive International Action\nPlastic pollution threatens our environment as well as the health and prospects of current and future generations. Achieving meaningful reductions in that pollution will require immediate and ambitious...\nARTICLENovember 6, 2023\nTo Fight Microplastic Pollution, EU Needs Strong Tyre Emissions Legislation\nAt first glance, the link between tyres and ocean plastic pollution might be tough to see. But every time a car, bus or lorry hits the road, its tyres shed tiny microplastic particles, which both pollute...\nARTICLEAugust 2, 2023\nThe Human Impact of Solving Plastic Pollution\nPlastic pollution is a global problem with no single solution. As The Pew Charitable Trusts’ 2020 report “Breaking the Plastic Wave” found, everyone from producers to consumers could reduce the amount of...\nLOAD MORE\nRELATED EXPERTS\nSimon Reddy\nDirector\nInternational Environment\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nBreaking the Plastic Wave | Pew\nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nProjects\nPreventing Ocean Plastics\nExperts\nSimon Reddy Winnie Lau, Ph.D.\nPlaces\nEurope\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}