{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Are Plastic Straws Recyclable? [How to Properly Recycle & Dispose ...",
  "href": "https://get-green-now.com/recycle-plastic-straws/",
  "body": "Plastic straws are made out of type 5 plastic, also known as polypropylene. Although polypropylene can be recycled, most recycling facilities do not accept plastic straws. Straws are small and flexible, and can fall between the cracks of machinery, or get stuck in machinery. Therefore, they usually do not get recycled ( Source ).",
  "textContent": "Skip to content\nHome\nElectric Vehicles\nSustainability\nBlog\nAbout\nContact\nSUSTAINABLE LIVING\nAre Plastic Straws Recyclable? [How to Properly Recycle & Dispose Plastic Straws]\nBy\nHugh\nSeptember 18, 2018\nUpdated on\nMay 10, 2021\n\nI’ve heard from some people that plastic straws can be recycled. I’ve also heard the opposite from others. So, I started wondering, how can I recycle plastic straws and dispose of them properly?\n\nAs it turns out, plastic straws can technically be recycled. The problem is that plastic straws are small, thin, and bend easily. This is a problem because they easily fall into the cracks and crevices of recycling machinery. Therefore, most recyclers do not accept plastic straws, and most straws that do make it to a recycling facility do not become recycled.\n\nHowever, after performing some research, I have found an easy way to properly dispose of plastic straws and get them recycled easily.\n\nYou can read below to learn more about how to recycle plastic straws. You’ll also find other, better ways you can help solve this plastic problem.\n\nWhy are Plastic Straws bad anyway?\n\nPlastic straws become a big problem after they are thrown out. The world uses a lot of plastic straws, and many of these end up in landfills or polluting the environment.\n\nLast year, Americans bought an estimated 390 million plastic straws each day (Source: New York Times). That amounts to about 142 billion straws per year!\n\nPlastic straws (and any type of plastic, for that matter), are particularly harmful to the marine environment. Plastic can be mistaken for food, and can choke and kill many marine animals.\n\nScientists estimate that 1 million seabirds and 100,000 marine mammals die each year from ingesting plastic. \n\nTo see first-hand the damaging effects of plastic straws on marine life, the video below shows researchers removing a straw from a sea turtle’s nose. It likely got stuck after the turtle accidentally swallowed the straw, and got it stuck while trying to cough it out.\n\nTo make matters worse, plastic straws do not biodegrade. Instead, they continue to degrade (break down) into smaller and smaller pieces. These tiny fragments of plastic are known as microplastics. \n\nMicroplastics can be harmful to marine life, and they stay in our oceans and ecosystems forever.\n\nRelated Article: How Do Microplastics Affect The Environment?\n\n“Microplastic” image courtesy of Oregon State University / CC BY-SA 2.0\nWhy can’t Plastic Straws be Recycled?\n\nPlastic straws are made out of type 5 plastic, also known as polypropylene.\n\nAlthough polypropylene can be recycled, most recycling facilities do not accept plastic straws. Straws are small and flexible, and can fall between the cracks of machinery, or get stuck in machinery. Therefore, they usually do not get recycled (Source).\n\nOn that note, there are some cities and recyclers that may have the ability to recycle plastic straws. A simple Google search should help you find out whether you can directly place plastic straws in your recycling bin.\n\nHowever, if your city supposedly doesn’t recycle plastic straws, I have found a special trick that you can use to get them recycled, as you’ll see below.\n\nHow to Properly Recycle Plastic Straws (Easily)\n\nIf your city does not have the ability to recycle plastic straws, then you can use my trick (which I call the “Repackaging Method”) to get them recycled properly.\n\nHere are the details:\n\nInstead of directly placing plastic straws in the recycling bin, put them first into a larger container that is also made out of polypropylene, or type 5 plastic.\n\nThis way, the plastic straws stored in the larger polypropylene container won’t fall through the cracks of conveyor belts during the sorting process. Therefore, they will make it past the sorting process and get recycled with other pieces of polypropylene.\n\nPlease note that some recycling facilities use human sorters, and your container might still be manually sorted out and tossed into the garbage. However, if your container makes it past the sorting stage, your straws will be shredded, cleaned, and re-processed (melted) along with other pieces of polypropylene in the plastic recycling process.\n\nSome examples of type 5 plastic containers that straws can be placed into include plastic take-out containers, microwavable plastic containers, and margarine tubs or other similar containers.\n\nTo check if your container is the proper type, just check for the recycling label. Type 5 plastic (polypropylene) will be marked with a number 5 inside the recycling symbol. The image below illustrates this symbol:\n\nThis method isn’t foolproof, however.\n\nAlthough my method means that plastic straws can be recycled by recycling machinery and recyclers, it doesn’t mean that the plastic will be recycled.\n\nWhat do I mean by this?\n\nWell you see, there is very little demand for recycled polypropylene, as it is worth very little, and it is very cheap to manufacture.\n\nAs a result, not many recyclers will recycle all the type 5 plastic that they receive. It just doesn’t make sense financially. In the end, some of the plastic will end up in landfills, even if it could have been recycled.\n\nThe bottom line?\n\nRecycling isn’t the best option if you want to help solve this plastic straws problem. In fact, I don’t recommend that you use plastic straws and then recycle them, because recycling still involves the use of energy and other resources.\n\nBelow, you’ll find two ways of tackling this straws problem that are even better than recycling.\n\nHint: It will involve simply not using a plastic straw!\n\nOther (Better) ways to Solve the Plastic Straws Problem\n1. Drink without a straw\n\nThe easiest way to counter this plastic straws problem is to just reduce your usage of plastic straws, or stop using them entirely.\n\nPlastic straws are a non-essential item for most people. Think about it… do you really need that plastic straw to drink, or can you just drink directly from the cup?\n\nFor most people, it’s a simple change that makes a pretty big difference. Just stop using plastic straws in the first place, and you won’t have the problem of disposing of them!\n\nFor example, you can start off by requesting for your drink without a straw at restaurants. Restaurants usually give out straws automatically with your drink, so it’s important that you ask before you order your drink.  \n\nThis is the simplest way to solve the straw problem. Simply drink from a cup directly, without a plastic straw!\n\n2. Use reusable alternatives to plastic straws\n\nSome people prefer to drink their beverage using a straw. If so, there are many biodegradable or reusable straw options to choose from, instead of using plastic ones.\n\nFor example, you can buy reusable glass or stainless steel straws that can be used over and over again. Most will also come with cleaning brushes when you buy them, so it’s super easy to clean.\n\nRelated: 12 Best Plastic Straw Alternatives (My 2020 Recommendations)\n\nI recommend using stainless steel reusable straws over glass ones. Stainless steel straws are more durable than glass straws, and they are cheap too, costing around $1 to $2 each.\n\nThis set of stainless steel drinking straws comes with 12 straws and 2 cleaning brushes. You can use this link to check out the current price on Amazon.com.\n\nWhile reusable straws are good options for individuals, it would be complicated for restaurants to serve reusable straws. The best solution for restaurants who still want to serve straws is to use biodegradable paper straws.\n\nProperly-made paper straws don’t rip or fall apart easily when placed into a liquid. And, they can be bought relatively cheaply, although they are still more expensive than plastic straws.\n\nIf restaurants insist on keeping with the tradition of serving straws, then the most environmentally-friendly option is to use paper straws instead of plastic ones.\n\nShould we Ban Plastic Straws?\n\nThere’s no doubt that plastic straws are bad for the environment. However, an argument against banning all plastic straws is that some people need straws for their well-being.\n\nFor example, some disabled people need straws to drink. For them, carrying reusable straws everywhere they go (and washing them too) is just not a great option.\n\nIn addition, banning plastic straws might not necessarily make the public any more aware of the environmental issues of single-use plastics. \n\nWhile a plastic straws ban might be a step in the right direction, the bigger picture of this entire problem is single-use plastic. We should focus on using less of all single-use plastics, not only plastic straws.\n\nFor example, bottled water, plastic bags, and plastic take-out containers are also huge problems for the environment that could be easily avoided.\n\nThe bottom line?\n\nFor most of us, plastic straws are a useless accessory in our lives. For others, their well-being depends on plastic straws. For those of us who can, we should try to limit our use of single-use plastic as much as possible.\n\nPlease share this message with your friends and together, we can tackle the global plastic problem. You can share this article on social media using the share buttons below.\n\nShare this post:\nShare on\nTwitter\nShare on\nFacebook\nShare on\nPinterest\nPost Tags:\n#Plastic Straws\nSimilar Posts\nprev\nnext\nslide 1 to 2 of 6\n11 Simple Ways to Reduce Your Ecological Footprint\nBy\nGuest Author\nJuly 4, 2019\nWhy is E-Waste Management Important in 2019?\nBy\nGuest Author\nFebruary 24, 2019\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\nBy\nHugh\nJuly 24, 2022\n10 Reasons Why You Should Send Recycled Christmas Cards\nBy\nGuest Author\nAugust 10, 2020\nTurn off the Tap: Tips of the Week\nBy\nHugh\nJuly 12, 2015\nReusables vs. Disposables: Which Feminine Hygiene Products Come Out Ahead?\nBy\nGuest Author\nJanuary 9, 2018\n24 Comments\nKathy Rayman says:\nApril 3, 2022 at 1:01 am\n\nI have 10 recyclable straws that I rotate in and out of my glove box by taking them home with the drink after each use, recycle the cup and clean straw with tiny brush cleaner. When I’ve accumulated several clean straws I take them back out to store in glove box wrapped in a paper towel and rubber band. This way I always have clean recyclable straws in my car.\n\nReply\nMarlene says:\nJune 27, 2020 at 1:57 pm\n\nI very rarely use a straw, and when I do I try to use my own or dispose of it as well as possible. I discovered, by the way, that restaurants throw out straws even if unused because once they arrive on the table they no longer can make them available for others. Knowing this, I let wait staff know I do not want a straw. Unfortunately, it is sometimes hard to remember to do that.\n\nReply\nEsther Clonts says:\nDecember 4, 2019 at 6:30 am\n\nI agree completely with JT’s long comments. I will not drink liquids without a straw because it is better for my teeth. My Mom was in an extended care facility and could only drink through a bendy straw. I tried the metal ones….Crazy painful against my teeth, especially for cold liquids. I’m ok with the silicone ones, but they are too fat. I wash them, reuse them and recycle them inside of another container, or dispose of them properly. Of course, I never leave any trash on the beach. That’s just tacky. The companies that make plastic straws are who should come up with the recycling solution.\n\nReply\nLee Russom says:\nFebruary 25, 2020 at 2:05 pm\n\nWhen I set down in a fast food place, I always drink from the container. But when traveling, straws are definitely a must.\nHowever, we drink coffee while driving from special lids. Seems to me those lids could be built from the larger drink containers.\n\nReply\nIsabel says:\nJuly 3, 2019 at 10:10 pm\n\nAh good! I’m going to look for straw recyclers by me and do the condensing method. I have to get in the habit of saying quickly “NO STRAW PLEASE!” LOL! I got a Final Straw last week. It’s a little difficult to clean but worth it.\n\nReply\nCindy says:\nJuly 3, 2019 at 6:32 pm\n\nI’ve been rewashing or stash of plastic straws for years and when I have had to toss some (only about 4) I cut them up thinking the bits would less harmful, at least to our ocean friends. I didn’t know what else to do! And then my daughter sent me a folding metal straw, complete with “squeegee” and in a cute case. The straw folds like a tent pole – it’s wonderful! I will be recycling the plastic in a #5 container and getting a couple more of these awesome re-usable straws. They can go anywhere, anytime, and are easy to clean. The case even come with a clip to attach to purse, backpack, etc. What could be easier? Thanks for the info.\n\nReply\nTeresa says:\nJune 18, 2019 at 9:02 am\n\nThank you for this article and the link to the stainless steel straws at Amazon. I just ordered mine!\n\nReply\nHugh says:\nJune 18, 2019 at 5:14 pm\n\nThat’s great to hear!\n\nReply\nMary says:\nMay 27, 2019 at 5:22 pm\n\nI bought a box of 1000 plastic straws 5 yrs ago. Have 3/4th of them left. How do I get rid of them\n\nReply\nHugh says:\nMay 27, 2019 at 5:32 pm\n\nYou could try stuffing them and enclosing them into type 5 plastic containers, and then throw them in the recycling bin. You could also try to see if you could use them in arts projects or donate them to a daycare or school that could use them for art projects. Otherwise, if you really need to get rid of them quickly, throw them into the trash and make sure they do not pollute our environment.\n\nReply\nFrankie says:\nJuly 21, 2019 at 6:16 pm\n\nYou could donate them to nursing homes or other places that help disabled persons.\n\nReply\nHeidi says:\nMay 25, 2019 at 10:53 pm\n\nDefinitely ban plastic straws that video almost made me cry ????\n\nReply\nJT says:\nJune 10, 2019 at 12:52 pm\n\nNo, no no! Don’t ban them, just make sure they don’t get into the environment! And there’s at least two ways of doing this!!\n\nFirst, let’s debunk the “well, why not ban them? surely this is harmless!” argument – this is longish, but only because I’m trying to be thorough; if you want to skip to the “but no, we CAN eat our cake and have it too, we can have these convenient single-use plastics AND not destroy the environment with them” part, skip to where the numbered list starts:\n\nSo. Why NOT ban single-use plastic bendy straws?\n\nThis is why: as the article notes, WAY too many disabled people and people with various medical conditions or illnesses (e.g. people who’ve had jaw surgery, people with throat or mouth muscle difficulties, etc) REQUIRE plastic bendy straws to be able to safely take in fluids to SURVIVE. Specifically, very specifically, the single-use, soft, plastic, bendable straws usually made of polypropylene. The article has apparently links to resources that explain why the “alternatives” aren’t viable for a LOT of disabled people, but you can google “pros and cons of different drinking straw types” or the like to find handy charts.\n\nThe tldr though is that it’s because they are NOT as big a choking risk, they can be used with warm or hot liquids and not just cold or room-temp ones, they’re soft but durable, they’re STERILE, and they are (in the case of bendy straws or “articulated straws” as the industry apparently calls them) reposition-able. There is absolutely NO “alternative” straw type that meets ALL those requirements, meaning there are a lot of disabled people who cannot use the “alternatives”.\n\nImportant to note: the articulated soft plastic singe-use straw was LITERALLY invented for/initially most often used for hospital use, it just happened to be convenient for other people, causing it to be more widespread in society (google the Curb Cut Effect to see how this happens for a lot of other things, including those “weird” As Seen On TV things like Snuggies – which were intended originally for wheelchair users – and, well, curb cuts themselves)\n\nI know people, directly and indirectly, who rely on straws to be able to hydrate themselves and I require them for certain liquids too. I wouldn’t die without them, but I would be a lot less healthy, and some of the people I know WOULD die or be at risk of death if they didn’t use these straws.\n\nAs for why it HAS to be “single-use” and CANNOT be reused?\n\nThat’s not always an option: know how I mentioned “sterility” as a thing?\n\nYeah, see, “single-use” plastics, due to their nature/packaging, are also safer for those with immune system issues and who are fighting infections or at risk of infection\n\nThis is including dental infections; to my chagrin, I found I could NOT reuse even the more durable plastic straws I rely on myself, because even when I’ve thoroughly hand-washed them or run them through a dishwasher on “Saniwash”, it’s NOT enough to get and keep them completely clean, and it actually aggravates my existing cavities, which I cannot afford to treat right now, and seems to ensure I get sick more often – and I’M NOT supposedly “immuno-suppressed”! Imagine how much more risk people with actual immune deficiency, such as many elderly people, people on antibiotics, people on cancer treatments or with MCAS or the like, would face!\n\nCarrying one’s own supply of them *also* isn’t viable, because they are WAY more likely to be contaminated or damaged if they’re stuffed in a bag or pocket, even inside of a ziplock. I’ve discovered that even washing them and putting them in a silverware drawer can contaminate them enough to make a difference, even for me, because they are SOFT plastics, which means it’s difficult to ensure they *stay* clean once exposed to foodstuffs.\n\nRequiring the disabled person request one, as Seattle will soon IIRC?\n\nThat’s just a fancy way to get around legally admitting these bans would negatively impact disabled people, and doesn’t help them in the least – them being a Medical Aid instead of a common item bought cheaply in bulk, would make them CONSIDERABLY more expensive, for one, and most disabled people are not wealthy and many are below the poverty line due to how their disability impacts their life or finances to begin with; but also, making it so it’s not commonplace to ask for them both discourages people who actually need them from “outing” themselves as disabled (meaning they’re hurt by the de facto ableist assumptions in law and society, as they’re less likely to request the accommodation they really do need), while making it more likely for people to harass them for their disability and accommodation request, AND\n\nit makes it considerably less likely that places will actually have the straws IN STOCK for the “minority” who need them. “Oh sorry, we’re out” – when they never ordered it in the first place; technically would violate the Americans With Disabilities Act (ADA) to not be able to provide a “reasonable accommodation”, but good luck proving that it’s not just an “inconvenient coincidence”, and very few disabled people could afford to or would risk trying to go to court to ensure individual businesses carry the straws when requested.\n\nThere are a lot more people who NEED plastic bendy straws and NEED them to be “single-use” and commonplace and inexpensive, than you realize.\n\nSuch straws can also be a health benefit to people who don’t “need” them per se, such as children or working people or people with cavity-prone teeth, because they making drinking easier and less risky (hence why they even exist!) AND because they carry liquids past most or all of the teeth, so fewer sugars and acids are hitting the teeth (both sugars and acids are what cause most cavities these days; the damage is generally caused by acids, some of which may be from diet, and some of which is from bacteria that happen to eat sugar and produce acidic byproduct when they eat – meaning acidic drinks like sodas or some juices, can exacerbate existing issues with pH in the mouth, while sugars feed the bacteria that produce the excess acid in the first place. But, both of those exposures are reduced heavily if you aren’t putting the acids or sugars or both, RIGHT ON the teeth…which drinking direct from a cup or bottle does, but drinking through a straw can mostly prevent)\n\nso tldr, It is therefore ableist and unjust to force countless thousands or even millions of disabled people to dehydrate and grow ill or DIE *just because* a bunch of other people were too lazy to figure out how to manage the straws in an eco-friendly way.\n\nAnd on that front…\n\n1.) Instead of BANNING the straws, require that ALL single-use plastics be both recyclable and/or compostable, and actually sent to recycling or composting facilities or disposed of in a home composting kit!\n\nWhile current “biogradeable” straw “alternatives” (such as cookie straws, pasta straws, paper straws) are a choking hazard and break apart regularly, making them ill-suited or dangerous for many people, the fact is that certain plastics that are ALREADY commonly used to make single-use plastic straws, are actually able to be recycled or bio-degraded after all, so long as conditions are right….\n\n2.) In terms of recycling, the article covers this! This means requiring recycling facilities to handle straws in some way or another; the two options for that are either “use only machinery that can handle really small thin objects like the straws” (some facilities currently can but many currently cannot) OR “actively tell the public to put them inside a Type 5 plastic container that is closed up, so they can be melted down together”\n\n3.) this latter maybe should be coupled with restricting such straws to be specifically Type 5 (polypropylene)? Because being softer, that’s more easily recycled. Not every place takes Type 5 plastic, so maybe requiring recyclers for major population areas to upgrade to handle it would be a good idea too? (or, better yet, require plastics, especially single-use plastic items, be made of “materials which can either be recycled or be bio-degraded through normal or special means” or something like that, to cover more types of plastic and allow us to find ways to dispose of trickier ones)\n\n4.) Seriously though, put them in a Type 5 plastic container, or just any container period, before disposal, it reduces the chances of them getting into the environment already!\n\n5.) You know how I mentioned composting as an option? These aren’t ostensibly “compostable” plastics, but that’s because normally the other kind of plastic that is marketed as “compostable” still requires pretty high heat (meaning, you can’t really do it at home, only in special facilities for it) – though, those do exist and might be usable for some people?\n\nHOWEVER for those who rely on single-use plastic, at least disposing of polyurethane and the notoriously toxic and tricky polystyrene (aka the firmer old-style plastic straws + Styrofoam), there are already organisms that can BREAK PLASTICS DOWN (so i would not be surprised if we could find or develop something to break down Type 5 plastic too)\n\n6.) So!! On that note, we should absolutely encourage both formal facilities and in some cases home facilities for these kind of bio-degrading processes; they’re in early testing stages now but they are promising!! We should fund this more, too!! You can learn more on these possible solutions from the following Smithsonian articles:\n\n– “Chow Down on a Plastic-Eating Fungus” by Erin Blakemore (discusses research into disposing of polyurethane with a relatively recently discovered fungus from Ecuador’s rain forests that is EDIBLE; there appears to be a way to prep the funguses to eat and COMPLETELY break down polyurethane, while also as a side bonus producing safely edible mushrooms!)\n\nand\n\n– “Notoriously Durable Styrofoam Could Be Munched by Mealworms” by Marissa Fessenden (discusses how bacterial balance in the guts of certain mealworms can break down the notoriously environmentally nasty polystyrene, and the resulting waste product APPEARS to be basically usable as safe soil for crops).\n\nYeah, you might notice that both of those articles not only feature organisms we could develop a perfect symbiosis with in terms of getting completely rid of certain plastics, BUT ALSO have bonus positive side effects, namely soil production and actual freaking edible musrhooms, respectively.\n\nIn other words, not only is this a SOLVABLE problem WITHOUT banning single-use plastics in a way that disproportionately negatively impacts disabled people, but we could get several freakin’ two-fers, in also aiding food production.\n\nThis is why I love science. 😀\n\nPS: if that video of the sea turtle got to you, then you should be even MORE concerned with abandoned fishing gear, which as the article notes, is over HALF the plastic in the oceans and is LESS likely to be retrieved for disposal or recycling, and is WAY more dangerous for marine life. Like, that turtle was injured, yes, but it was a relatively minor injury it could probably recover from…contrast this with animals caught in snapped or abandoning fishing lines and nets, who often strangle, suffocate, or drown because of it, and that’s a pretty stark difference.\n\nLikewise, if you find yourself having to dispose of any plastic that has “loops” (such as the pull tabs on some creamer containers, or the things that bind multipacks of drink cans together) PLEASE remember to snap or break the loop, as animals can get those things wrapped around their necks or limbs if they’re an unbroken loop. You should do this even for plastic pieces that are nominally recyclable, because you don’t know what could happen to an individual piece AFTER it leaves your care (it won’t impact the recyclable nature of a plastic anyway; plastics are usually melted down when being recycled)\n\nI know this got super long, apologies! I just wanted to make sure that compassionate impulses to help the environment didn’t get in the way of compassion towards disabled people, and to spread the knowledge of the efforts to safely break down plastics and things we can ACTUALLY do that would benefit literally everybody, human or animal, disabled or not.\n\nThere ARE solutions to these problems; we just need to pursue them with the right combination of curiosity, can-do spirit, and compassion 🙂\n\nReply\nHolly Jackson says:\nMay 12, 2019 at 9:53 am\n\nThis is a very helpful article, I’ve been looking in to a way to get rid of my supply of plastic straws and replacing them with reusable metal or paper ones. Thanks\n\nReply\nJudith Bosman says:\nMay 24, 2019 at 4:00 pm\n\nPlease don’t just ‘get rid’ of your plastic straws. You’re only adding to the environmental problems earlier than necessary.\nInstead, prolonging the useful life of the plastic items you now use is a better way.\nUse, wash and reuse them until they are no longer functional. Then dispose of them.\nI have used the same box of 50 bendable straws for over two years. I use them daily and I’ve disposed of three. I suspect they’ll last my lifetime.\nI have distributed them in my vehicle, diaper bags, purses, backpacks, and at the office to name a few.\nPlease pass this Reduce, Reuse, Recycle message along. I’m sure others have great tips to share.♥️\n\nReply\nDisabled Peach says:\nMay 6, 2019 at 12:45 am\n\nThank you so much for not forgetting about disabled people in this article. I have several medical conditions, one of which causes pain and weakened joints, thus I am unable to lift a glass to drink without risk of hurting myself or spilling all over. I used silicone straws for a while, as metal was causing damage to my teeth, and I simply couldnt clean them well enough so I was getting sick over and over. Reluctantly, I have had to switch back to plastic straws, so I’m so happy to have found this lovely trick to get them recycled!!! Thank you again, I’ll definitely be sharing this article as well.\n\nReply\nEmma Holmes says:\nFebruary 20, 2019 at 3:34 am\n\nI’ve just bought Cenxiny silicone straws off amazon. £8 for 4 and they come with a carry case and a brush. They are foldable and the case is small enough to fit into a hand bag or pocket. I haven’t tried them yet but hopefully I will never have to buy or get plastic straws again.\n\nReply\nHugh says:\nFebruary 20, 2019 at 8:32 pm\n\nGreat to hear!\n\nReply\nZantippy Skiphop (@ZantippySkiphop) says:\nFebruary 18, 2019 at 3:18 pm\n\nThanks for mentioning that some people need to use plastic straws. I’d love to use something else and I just found my husband looking up metal straws on amazon. But plastic is the best material for my issues, unfortunately. I wash them all in the dishwasher and so reuse them but still don’t like that I have to use plastic. Thanks again for mentioning this.\n\nReply\nHugh says:\nFebruary 18, 2019 at 6:18 pm\n\nNo problem! I always try to take into account the different perspectives of an issue and I’m glad you found this article thoughtful. Thanks for the kind comment\n\nReply\nML Underwood says:\nFebruary 7, 2019 at 5:43 pm\n\nThe “Bottom Line” is how do I deal with the plastic straws I already have & will be getting until all the businesses which are still handing them out stop…so…thank you for telling me how to recycle the “supply” I’ve been hoping for a good while to get rid of properly!\n\nReply\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nSearch for:\nAbout Me\n\nHi, I’m Hugh, and my mission with Get Green Now is to raise awareness of environmental issues and teach people how to live sustainably. This blog covers a variety of topics including plastic pollution, renewable energy, electric vehicles, and much more.\n\nLearn More About Us\n\nRecent Posts\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\n5 Metals in your Home that can be Recycled for Cash\nHow exactly bidets offer a healthier, green option for your bathroom\nA Closer Look at General Motors’ (GM) Sustainability Initiatives\nCar Modifications for Electric Vehicles: What’s Possible?\n\nAffiliate Disclaimer: Some links on this site may be referral or affiliate links. Buying a product through my link comes at no extra cost to you, and I only recommend products that I believe in. As an Amazon Associate I earn from qualifying purchases.\n\nUseful Links\nAbout Us\nBlog\nContact Us\nWrite For Us\nFollow Us\nFacebook\n \nTwitter\nSearch for:\n\n© 2023 Get Green Now. All Rights Reserved.\n\nContact\nWrite For Us\nPrivacy Policy\nComment Policy\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}