{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "\"Minis and travel-size are the 'plastic straws' of the ... - Reddit",
  "href": "https://www.reddit.com/r/AsianBeauty/comments/kbz013/minis_and_travelsize_are_the_plastic_straws_of/",
  "body": "Plastic straws was an easy political \"win\" for politicians who could be seen as doing something \"positive\" for the environment when what they were really doing was appeasing the real corporate lobbyists and players. Why are we not going after shipping industries, cruise industries, nestle, Coca Cola, manufacturing, the private corporate ...",
  "textContent": "“Minis and travel-size are the ‘plastic straws’ of the beauty industry alongside other single-use beauty items like tiny spatulas, samples, sheet masks, and facial wipes,” she says. “We have a big beauty waste problem, and minis and tiny travel bottles are at the top of that list.” : r/AsianBeauty\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AsianBeauty\nr/AsianBeauty\n•\n3 yr. ago\n_wanderluster_\n“Minis and travel-size are the ‘plastic straws’ of the beauty industry alongside other single-use beauty items like tiny spatulas, samples, sheet masks, and facial wipes,” she says. “We have a big beauty waste problem, and minis and tiny travel bottles are at the top of that list.”\nDiscussion\nbyrdie.com\nOpen\nSort by:\nAdd a Comment\n_thewaltzingdead\n•\n3 yr. ago\n\nI prefer larger size products in general (which is probably why I am drawn more to toners or larger essences than 30 or 60ml serums). That said, sample sizes or minis help people try out products without investing in a large bottle of product that may end up going to waste if it doesn't work for them (though samples could be multi-use instead of single use, which would support the test purposes and not be as wasteful). For travel, making packaging that's easy to decant is helpful.\n\nI do agree that there are alternatives to single-use items like sheet masks and disposable wipes/cotton rounds. But like with plastic straws, it is hyperfocusing on one thing when it is a huge, multi-faceted issue. We need reduction of consumption. We need sustainable packaging. We need more sustainable manufacturing and transport.\n\nReply\nreply\n6 more replies\nalittlewhimsie\n•\n3 yr. ago\n\nIf I try a travel sized product and like it and buy the full size, I still keep the travel container. I then refill it from my full size product and use it in my travel bag. It makes me irrationally happy to have branded packaging for my travel products and I don’t need to keep repurchasing the travel size for that purpose as long as it’s refillable.\n\nReply\nreply\nhappylux\n•\n3 yr. ago\n\nSame. I love keeping the sample trial size jars/containers once they're gone so I can use for travel as well. Just scoop and go. Plus, saves me the trip or need to actually go out and find the travel size\n\nReply\nreply\n1 more reply\n6 more replies\nplumpernickle\n•\n3 yr. ago\n\nMaybe if they made mini bottles and tubes refillable this wouldn't be much of a problem..... much of the waste in the beauty industry is produced by corporations who decide the packaging of their products, materials used, etc. If the container is single use it's because the brand has designed it to be so. And avoiding mini sized because the machines can't pick them out?? There's a solution right there. Are we shying away from technological advancement now? If more consumers got to try out products in small sizes first, there would also be fewer \"gently used\" full sized bottles thrown out to landfills because they turned out to be unsuitable. So sorry, this is kind of BS.\n\nReply\nreply\n1 more reply\nconfusedquokka\n•\n3 yr. ago\n\nAs another poster said, this is hyper focusing on an objectively small problem, like straws, and putting the blame on small time individuals and consumers, when what we really need to be focusing on are the humongous global conglomerates and industries and countries that are responsible for the majority of pollution and environmental damage.\n\nPlastic straws was an easy political “win” for politicians who could be seen as doing something “positive” for the environment when what they were really doing was appeasing the real corporate lobbyists and players.\n\nWhy are we not going after shipping industries, cruise industries, nestle, Coca Cola, manufacturing, the private corporate jets, corporate travel, etc when small changes that they make would make seismic shifts in bettering the environment?\n\nStop putting the onus on the individual, especially the 99%!\n\nReply\nreply\n1 more reply\nWoodsygal7321\n•\n3 yr. ago\n\nCan we get bottles that are recyclable before we worry about minis for goodness sakes?\n\nReply\nreply\n8 more replies\nKalmiaKamui\n•\n3 yr. ago\n\nTake it up with the world governments that restrict liquid volumes for carry-on luggage, then. I'd rather just take my regular sized products, but I'm not paying $30 per checked bag for the privilege. Don't try to make individual consumers responsible for government/industry level problems.\n\nReply\nreply\ngothturnip\n•\n3 yr. ago\n\nAbsolutely, this seems like the same problem as banning plastic straws.... We spend all this effort trying to get people to reduce their personal waste amount, completely ignoring why these things exist, while like four corporations put out so much waste in a single day that the consumer's sacrifice means nothing.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nEmphasis on the last sentence! It's like when consumers are blamed for purchasing low priced, fast fashion clothing... completely ignoring that the amounts of waste on the companies' part are an order of magnitude greater. It's insulting that it's publicly permissible for corporations to skirt their responsibilities while pressure on ordinary consumers to \"do their part and reduce waste\" just keeps increasing.\n\nReply\nreply\n3 more replies\nxii-ji\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nHmm I think this is an interesting and important point, but at the same time I think we (and laws) should also focus on holding corporations equally accountable considering they produce signicantly more pollution than the thousands of individual consumers.\n\nReply\nreply\nYelesa\n•\n3 yr. ago\n\nMinis and travel size products allow reusing. The 3Rs solution is reduce, reuse, recycle, not merely recycle.\n\nHaving actually worked as a trash cleaner, plastic straws are the new recycle bin, another example of a feel good out-of-sight-out-of-mind solution that in actuality doesn’t work. In at end of the day all trash end up in the same bin, ready to be shipped elsewhere to either burn or become another country’s problem.\n\nThe best solutions in waste reduction is reduce fishing (because over 50% of ocean pollution are fishing nets and they are actually killing biodiversity), tax the use of non-biodegradable materials whenever possible (medical supplies need to be single use and sterile so plastic is best for them, they should be exempt from the tax, but grocery bags can be reused, plastic ones can be taxed to discourage people from using them and cloth ones are biodegradable), and pay people for actually recycling (that is, use more recycling machines not bins, those do work).\n\nReply\nreply\nCat44144\n•\n3 yr. ago\n\nIt’s not just Minis that are the problem, It’s unreusable minis. I reuse most mini packaging I can- my Briogeo shampoo and conditioner bottles have been reused so many times, and they’re great. I also reuse spatulas. It’s that manufacturers don’t all create reusable/recyclable packaging, which is on them. They could easily make their minis reusable.\n\nI do agree with the wipes and sheet masks - equivalents can be easily found in liquid products like serums and oil/balm cleansers and we all can reduce the amount we use those.\n\nReply\nreply\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nPlastic is plastic. Targeting a .5 ounce travel size produce versus a 12oz bottle of shampoo is irrelevant. Until people are bringing reusable bottles/containers to the store for refills of their products, ALL single use plastics will continue to be an issue. This is just a red herring.\n\nReply\nreply\ncatto-doggo\n•\n3 yr. ago\n\nI love mini sizes for travel. Yet too few companies actually make their minis reusable.\n\nBioderma, for example, makes their miceller water mini size non-refillable. Why? IDK. But it’s the dumbest shit ever.\n\nReply\nreply\nvickiiiie\n•\n3 yr. ago\n\nI took the splurge on invested on a bunch of travelling bottles and jars from Muji a few years ago to pack all my products in for travel. I write the product in pen on masking tape and stick to the container.\n\nThe containers and bottles are so sturdy and leakproof that I can simply clean the container thoroughly and depot another product into it and label again.\n\nNow there’s no need for me to buy minis and I can take all my favourite products on the go.. be it at the gym or while travelling.\n\nReply\nreply\nTurnedUpTo11\n•\n3 yr. ago\n\nOne of the smartest things I've ever done!! I decanted small amounts of products when I traveled a ton and didn't want to bring anything full-sized. However, I mostly never labeled and ended up just looking at the color and consistency 😅 Never gave me any issues going through TSA, though!\n\nReply\nreply\n_wanderluster_\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nWhile applicable to the beauty industry as a whole, would be interested in seeing what you think about the samples and single use face masks from Asian beauty brands, especially as it relates to environmental concerns.\n\nReply\nreply\ndefenseofthedarknarc\n•\n3 yr. ago\n\nNot to mention that a lot of sheet masks have very little-to-no worthwhile ingredients, both those & makeup removing wipes are terrible for the environment.\n\nReply\nreply\n1 more reply\nyogafitter\n•\n3 yr. ago\n\nIf it’s already been manufactured, changing consumer habits won’t make a dent. As for the demand...that is in fact largely created by advertising and aggressive marketing. They make it, and aggressively try to make a buck off it.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n114 upvotes · 26 comments\nr/BeautyGuruChatter\nNew Grooming Allegation Against James Charles\ntiktok\n430 upvotes · 93 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nPROMOTED\nr/korea\nSungshin Women's University professor files complaint letter to FIFA, accusing Chinese fans of booing the Korean national anthem, pointing lasers against Korean players during key moments of the match\nyoutube\n129 upvotes · 43 comments\nr/unpopularkpopopinions\n[MEGATHREAD] AESPA - 'Drama' / \"Drama\"\nyoutube\n144 upvotes · 203 comments\nr/nespresso\nHelp me choose a Nespresso for my George Clooney loving parents\n7 upvotes · 11 comments\nr/VacuumCleaners\nAre there any Eco-Friendly Vacuums? Vacuum Bags even?\n7 upvotes · 36 comments\nr/khiphop\nDEAN - DIE 4 YOU\nyoutube\n247 upvotes · 20 comments\nPROMOTED\nr/DIYBeauty\nCan I do this while being zero waste?\n4 upvotes · 7 comments\nr/onebag\nWhat do all of my eco conscious reusable utensil/cup homies bring with One-Bagging?\n49 upvotes · 57 comments\nr/StreetWomanFighter\nTSUBAKILL MEGA CREW IN SHIBUYA\nyoutube\n213 upvotes · 39 comments\nr/resinprinting\nRinse container shattered - what actually works?\n2 upvotes · 4 comments\nr/seventeen\n231114 SEVENTEEN and Youth: Music performances, messages, and SEVENTEEN’s engagement with youth\nyoutube\n138 upvotes · 38 comments\nr/runningman\nIt was stroke of genius/luck move to do Running 9 Fanmeet project in 2019, if they waited for 10 year anniversary it would've never happened like this.\nyoutube\n103 upvotes · 13 comments\nr/asianamerican\nAs a Child, I Fled the Khmer Rouge—Kissinger's Legacy in Cambodia | Opinion\nnewsweek\n101 upvotes · 13 comments\nr/HerOneBag\nKeeping Travel Toiletries to a minimum?\n55 upvotes · 51 comments\nr/seventeen\n231110 Seventeen - God of Music @ MTV Fresh Out\nyoutube\n114 upvotes · 6 comments\nr/kpop\naespa - Drama\nyoutube\n2.7K upvotes · 496 comments\nr/kpop\naespa - Drama (1theKILLPO)\nyoutube\n147 upvotes · 2 comments\nr/kpop\naespa Karina & Winter- Tingle Interview (ASMR) @ M2 (231117) [ENG SUB]\nyoutube\n92 upvotes · 3 comments\nr/kpop\naespa Giselle & Winter - Let's Eat: aespa? I'm hungry! @ KkonDaeHee (231125) [ENG SUB]\nyoutube\n102 upvotes · 6 comments\nr/kpop\nTVXQ! - Down\nyoutube\n292 upvotes · 52 comments\nr/Vocaloid\nHatsune Miku wins the grand prize for the 2023 Japan Naming Award, which awards outstanding product names that contribute to life and culture.\nyoutube\n166 upvotes · 4 comments\nr/kpop\nDreamcatcher - OOTD\nyoutube\n1.2K upvotes · 237 comments\nr/kpop\naespa Karina (with IVE Yujin) - Drama (Dance Challenge) (231110)\nyoutube\n223 upvotes · 10 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 12, 2020\nReddit\nreReddit: Top posts of December 2020\nReddit\nreReddit: Top posts of 2020"
}