{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Help me understand cutting board - Plastic vs wood maintenance.",
  "href": "https://www.reddit.com/r/chefknives/comments/iahnc7/help_me_understand_cutting_board_plastic_vs_wood/",
  "body": "I'd say get a cheap plastic board for meat and fish and then a nice end grain for everything else. Also plastic can harbour bacteria but some woods are very good for there anti bacterial properties. Check out Epicurean boards. Compressed wood: dishwasher safe, heat safe. And you can sand it back to smooth.",
  "textContent": "Help me understand cutting board - Plastic vs wood maintenance. : r/chefknives\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to chefknives\nr/chefknives\n•\n3 yr. ago\nMOEB74\nHelp me understand cutting board - Plastic vs wood maintenance.\nRecommend me\n\nSo finally bought a knife, now Im onto cutting boards. I know I want end grain for the best, but edge grain seems to be almost the same in terms of edge retention etc. I know plastic is good too, but the cuts can harbor bacteria. Ive read to use an ammonia solution or I guess even bleach would kill bacteria.\n\nIve seen people say that they can use wood cutting boards in a home setting and be fine. Others say at home they use wood for vegetables and plastic for meats.\n\nCould I just simplify and use plastic for both veggies and meats? One for each...? Does plastic harm the edge as much as some say? I could just get two edge grain boards for the cost of one end grain and roll with that... If I were to get plastic it would be those OXO ones as they seem to be the most recommended.\n\nAny other thoughts, suggestions etc post up!\n\nSort by:\nAdd a Comment\nBridge_guy1\n•\n3 yr. ago\n\nI personally use plastic (Ikea) for meat (beef, pork, chicken) and fish, the board is decent for edge retention since its so soft. I don't have a dish washer so I usually run the board under super hot water for a minute while using soap. The main reason I use the plastic for these is not so much of worry for cross contamination and sanitary issues but the scent can sometimes carry over and linger in the wooden boards. I'd say get a cheap plastic board for meat and fish and then a nice end grain for everything else. Also plastic can harbour bacteria but some woods are very good for there anti bacterial properties\n\nReply\nreply\nMOEB74\n•\n3 yr. ago\n\nThanks\n\nReply\nreply\n1 more reply\nRandomUserC137\n•\n3 yr. ago\n\nCheck out Epicurean boards. Compressed wood: dishwasher safe, heat safe. And you can sand it back to smooth. It’s not “end grain” holiness, but it’s a durable prep tool and last a long time.\n\nReply\nreply\n2 more replies\nstickninjazero\n•\n3 yr. ago\n\nI’m with zap. I’ve come to really like a plastic board. Cheap, can throw it in the dishwasher on ‘sanitize’ to clean. ‘Sanitize’ runs the water up to 180F which is supposed to be enough to kill any bacteria. In a commercial environment I’ve heard you have to replace them every couple of years, basically when they’ve gotten pretty badly scarred. Still, a commercial NSF certified HDPE board is like $20.\n\nReply\nreply\nma_sha1\n•\n3 yr. ago\n\nI like wood board, I like the cutting feel on End grain the most, but raw meat juice gets absorbed & change the color to nasty dark.\n\nI use an edge grain board for meat, you can cut both meat & veggies on it without switching. I think edge grain is the most versatile.\n\nReply\nreply\nNaftoor\n•\n3 yr. ago\n\nI started with a lovely hinoki board. Light weight, didn't mar horribly, smelled great.\n\nIt stained horribly though, for foods like canned peppers. At some point it got easier to pull out a thin HDPE board instead of the bulkier wood. I didn't really notice any changes in performance, although wood felt nicer to work with (although it was so light it slid around if you didn't drop a wet towel under it). Personally, the HDPE boards aren't leaving my kitchen. I don't use nice enough knives to warrant spending 350 on a board, and I'm in this hobby for the knives. The stones and boards are just tools to support my toys. If I had the disposable income I would totally go after a board smith walnut board, american made, his postings on KKF make him seem like a great guy and a beautiful product.\n\nReply\nreply\nFreedomSquatch\n•\n3 yr. ago\n\nI love wooden boards but they tend to hold scents from strong smelling things. I was a cook for a long time so the plastic NSF boards are very familiar. I'm going to get 4 of the plastic ones to replace my cheap wooden ones, color coded for fish, chicken, meat, and veg. That is the best option for me at least, your needs may lead you to a different conclusion.\n\nReply\nreply\nmainframechef\n•\n3 yr. ago\n\nI recently picked up a hi-soft board, it is made of rubber. It is very gentle on your knife's edge, does not itself mar or get cut up easily, and does not seem to pick up scents. So far i am very pleased with it. According to information available online, they are supposed to be anti-microbial as well, I'm not sure why or how true that is. One of the things I like about it is that it is very flat and does not slip around on the surface I put it on. I also have a decent end grain wooden board, but it is such a beast, and a pain to wash and dry, I don't reach for it as often. I still use wooden edge grain boards if I'm doing something quick, and like others have posted here, have some not-too-big plastic boards that will fit in my dishwasher where they will be thoroughly sanitized for cutting raw meat on.\n\nReply\nreply\n \nTop 1%\nRank by size \nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/bingingwithbabish\nBinging With Babish Eats His Last Meal\nyoutube\n458 upvotes · 21 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/Amd\nThe Forgotten Flagship | Radeon VII (Iceberg Tech)\nyoutube\n104 upvotes · 65 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 44 comments\nr/bingingwithbabish\nBinging with Babish: The Every Burger from Rick and Morty\nyoutube\n149 upvotes · 29 comments\nr/headphones\nCrinacle: The budget Sennheiser IEM that's finally... great.\nyoutube\n190 upvotes · 81 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n102 upvotes · 83 comments\nr/Amd\nAMD Presents: Advancing AI\nyoutube\n186 upvotes · 114 comments\nr/Amd\nWorld Record Overclocking Threadripper 7995WX 96-Core CPU, ft. AMD XOC Team (Live Archive)\nyoutube\n141 upvotes · 31 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n343 upvotes · 211 comments\nr/nvidia\nAvatar: Frontiers of Pandora | Hidden 'Unobtanium' Graphics Preset Running On RTX 4090\nyoutube\n236 upvotes · 168 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 15, 2020\nReddit\nreReddit: Top posts of August 2020\nReddit\nreReddit: Top posts of 2020"
}