{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic Pollution: Impact of the Global Plastics Treaty",
  "href": "https://www.plasticsforchange.org/blog/plastic-pollution-impact-of-the-global-plastics-treaty",
  "body": "Plastic Pollution: Impact of the Global Plastics Treaty | Plastics For Change This blog summarizes the latest report published by UNEP that elaborates the extent and impact of plastic pollution, and need for collective action.",
  "textContent": "For Businesses\nWhy us\nRaw Materials\nOffset\nMerchandise\nFor Humans\nDonate\nBlogs\nShop (Coming soon)\nImpactAbout us\nOur story\nCareers\nContact us\nGet Involved\nPlastic Pollution: Impact of the Global Plastics Treaty\n\nPlastic pollution has become a pressing environmental issue in recent years, threatening ecosystems, human health, and the planet's overall well-being. This blog will summarize the latest report published by United Nations Environment Programme (UNEP) titled \"Plastic Pollution\". The comprehensive report sheds light on the extent of plastic pollution, its impact on our environment, and the urgent need for collective action. We will also highlight the crucial role of informal waste workers, the importance of using recycled plastic, the understanding of Extended Producer Responsibility (EPR), the financial viability of measures like a plastic tax, and the significance of the Global Plastics Treaty.\n\n \n\nMagnitude of Plastic Pollution: The UNEP report reveals the staggering scale of plastic pollution worldwide, emphasizing the need for action. It estimates that over 300 million tons of plastic waste is generated annually, with only 9% recycled. The remaining plastic is dumped in landfills, is incinerated, and pollutes our ecosystems. This alarming statistic highlights the urgent need for sustainable waste management solutions.\n\n Informal Waste Economy and Workers: The report acknowledges the significant role of waste workers in the informal sector in managing plastic waste. These individuals, often marginalized and operating outside formal systems, contribute to recycling efforts and waste reduction. Recognizing and supporting the informal waste economy is crucial for sustainable plastic waste management. It is essential to provide fair working conditions, access to training and technology, and integration into formal waste management systems to enhance their impact and ensure their well-being.\n\nImportance of Recycling and Using Recycled Plastic: The UNEP report emphasizes the importance of recycling and transitioning from virgin plastic to recycled plastic. Currently, only 6% of plastics are of recycled origin (OECD 2022b). Increasing this percentage is vital to reduce the demand for new plastic production, conserve resources, and minimize environmental harm. Governments and industries must invest in recycling infrastructure, promote recycling awareness campaigns, and incentivize the usage of recycled plastic products. By supporting the demand for recycled plastic, we can drive market incentives and create a circular economy - where plastic waste is transformed into valuable resources, reducing pollution, and promoting sustainability.\n\nExtended Producer Responsibility (EPR): The concept of Extended Producer Responsibility (EPR) plays a significant role in managing plastic waste. EPR shifts the responsibility for managing waste from consumers to producers. By implementing EPR schemes, producers are accountable for the entire lifecycle of their products, including collection, recycling, and disposal. This approach encourages producers to adopt sustainable practices, invest in recycling infrastructure, and design products that are easier to recycle. EPR policies can significantly help reduce plastic waste and promote a circular economy.\n\nFinancial Viability and Plastic Tax: Initial analyses suggest that a taxing manufacturers/producers at USD 500 per metric ton of plastic waste would be financially viable for the industry. Such a tax could incentivize producers to reduce plastic use, invest in recycling infrastructure, and promote the usage of recycled plastic. Additionally, by creating economic incentives, governments can steer the industry towards more sustainable practices. Revenue generated from plastic taxes can be channelled into recycling initiatives, waste management programs, and supporting the informal waste sector, further reinforcing sustainable protocol and addressing the plastic pollution crisis.\n\nGlobal Plastics Treaty: The Global Plastics Treaty represents a significant step forward in combating plastic pollution. The UNEP report highlights the treaty's significance as an international legally binding agreement to address the issue comprehensively. It aims to establish a framework for reducing plastic pollution, enhancing waste management systems, and promoting the transition to a circular economy. The treaty emphasizes the importance of cooperation among governments, industries, and stakeholders to achieve its objectives. By uniting nations and mobilizing collective action, the Global Plastics Treaty holds the potential to drive systemic change, set targets for plastic waste reduction, promote sustainable practices, and protect our environment for future generations.\n\n \n\nPlastic pollution poses a grave threat to our planet, and the UNEP report highlights potential solutions. Recognizing the informal waste economy, supporting waste workers, promoting recycling, implementing EPR policies, considering financial mechanisms like plastic taxes, and embracing the Global Plastics Treaty are essential in mitigating this crisis. By taking these comprehensive actions, we can reduce plastic waste, protect ecosystems, support sustainable practices, and create a cleaner and more sustainable future.\n\nApril 25, 2021\nPREVIOUS\nWhat Is Plastic Offsetting?\nNEXT\nScience based targets for a Global Plastics Treaty\nKNOWLEDGEBASE\n\nAbout Us\nOur Impact\nBlogs\nCase Studies\nMedia\n\nBUY\n\nRecycled Plastic\nOffsets\nMerchandise\nFabrics (Coming Soon)\n\nACTION\n\nCareers\nContact\nDonate\nFranchise Partner\n\nSign up to receive news and updates.\n\nSIGN UP"
}