{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Microplastics Are a Big—and Growing—Part of Global Pollution",
  "href": "https://www.pewtrusts.org/en/research-and-analysis/articles/2021/03/30/microplastics-are-a-big-and-growing-part-of-global-pollution",
  "body": "Our report found that in 2016, four sources of microplastics alone accounted for 1.3 million metric tons (Mt)—or 11%—of total ocean plastic pollution.",
  "textContent": "Skip to main content\nTOPICS\nPROJECTS\nFEATURES\nABOUT\nGET INVOLVED\nSearch\nMicroplastics Are a Big—and Growing—Part of Global Pollution\nBut existing solutions, if widely implemented, could significantly reduce the problem by 2040\nARTICLE March 30, 2021 By: Winnie Lau, Ph.D. & Margaret Murphy Read time: 3 min\nProjects:\nPreventing Ocean Plastics\nShare \nRead Mode \n\nNavigate to:\n\nTABLE OF CONTENTS\nPeter Bennett Getty Images\n\nOcean plastic pollution is an urgent and global problem. The Pew Charitable Trusts’ recent report, “Breaking the Plastic Wave,” and accompanying paper in the journal Science, provides the results of an ambitious modeling effort to understand how plastic production, use, and disposal contribute to this issue. Most of the attention paid to the issue has focused on daily-use goods such as food and consumer product packaging. However, Pew found that tiny fragments known as microplastics make up significant amounts of ocean plastic pollution that are often not accounted for in pollution estimates or possible solutions.\n\nOur report found that in 2016, four sources of microplastics alone accounted for 1.3 million metric tons (Mt)—or 11%—of total ocean plastic pollution. These were microbeads used in personal care products such as face scrubs and body washes; the breakdown of plastic fibers caused when synthetic textiles are washed; plastic pellets, also known as nurdles, that are used in the production of almost every plastic item; and the wear and tear of car tires, with this final source making up more than three quarters (78%) of microplastic pollution in the ocean. Notably, high-income countries are the main contributors, accounting for more than one-third of the global total of the above microplastics in 2016. Without immediate changes, the data shows ocean microplastic pollution will more than double to 3 Mt a year in 2040.\n\nWhat are microplastics?\n\nAlthough there is no standard definition of microplastics, they are commonly defined as plastic particles smaller than 5 millimeters—about the diameter of a standard pencil eraser. Despite their size, studies have shown that microplastics are major contributors to plastic pollution and are found widely in the environment—from high up Mount Everest to the deep sea—and even in humans and other animals. A recent study, for example, showed that a chemical associated with tire wear microplastics was responsible for die-offs of already at-risk salmon in the U.S. Pacific Northwest.\n\nOf course, preventing such tiny particles from entering the environment is a huge challenge because they are not uniform in shape, size, or type of plastic. For example, polyester microfibers are comparatively lightweight and can float in the air, while tire microplastics are heavier and may be washed from roads to streams to the ocean by rain.\n\nUnderstanding how different types of microplastics are generated and become pollution requires information on their production and use, on how frequently they are formed from larger plastics, and on where they are found in the environment once they are released. Pew looked at only four types of microplastics. These are known to be significant contributors to plastic pollution, but there are many other types of microplastics for which not enough data is available to analyze. For example, the European Union recently published an inventory of microplastics that are added to products, along with a proposal to restrict their use in nine product categories, including detergents and plastic coatings used for seeds and commercial-grade fertilizers. Unfortunately, such information is not available for most other countries and regions in the world.\n\nWhat are the solutions?\n\n“Breaking the Plastic Wave” found that there are some simple solutions to the microplastics problem, such as replacing microbeads in personal care products with natural materials such as nut shells. For the other three sources, real system change—that is, a new approach to how we produce, use, and dispose of plastic, including microplastic—will be required. For tires, improving design and reducing the number of miles driven, for example by increasing use of public transport instead of individual/private cars, can nearly halve microplastic pollution from tires by 2040. Likewise, ensuring robust implementation of pellet management plans and procedures can reduce plastic pellet pollution by 80% by 2040. And for textiles, redesigning fabrics to minimize microfiber shedding and installing in-line filters in washing machines can contribute to a 77% decrease in this type of pollution in the same period.\n\nAlarming studies regularly come out with new information about the impacts and growing scale of the microplastics problem, but there is still hope for fixing it. With concerted action that begins now, we can greatly reduce the plastic pollution flowing into our lands, rivers, and oceans over the next two decades.\n\nWinnie Lau is senior manager of The Pew Charitable Trusts’ preventing ocean plastics project, and Margaret Murphy is an officer with Pew’s research, review, and support team.\n\nRELATED EXPERTS\nWinnie Lau, Ph.D.\nProject Director\nPreventing Ocean Plastics\n \nARTICLE July 23, 2020\nBreaking the Plastic Wave\nBreaking the Plastic Wave | Pew\nTRUST MAGAZINE November 16, 2020\nConfronting Ocean Plastic Pollution\nSign Up\n\nReceive our best conservation research bi-weekly—stunning photos, wins, and action alerts.\n\nMEDIA CONTACT\nChloe Aust\nManager, Communications\n+44.20.75354255\nRELATED\nTopics\nOcean Conservation\nProjects\nPreventing Ocean Plastics\nExperts\nWinnie Lau, Ph.D.\nADDITIONAL RESOURCES\nISSUE BRIEF December 6, 2023\nHow the Cape Town Agreement Can Improve Fisher Safety\nISSUE BRIEF December 4, 2023\nHow States Can Develop Blue Carbon Programs\nARTICLE December 4, 2023\nAt COP28 Climate Summit, Local Leaders Take Center Stage\nMORE FROM PEW\n Small Businesses in PA Support State Retirement Savings\n WA Takes New Approach to Help Locals Boost Climate Resilience\n Researchers Share How State Grants Boost Broadband Access\n Donna Frisby-Greenwood Leads Pew's Philadelphia Work\nABOUT PEW\n\nFounded in 1948, The Pew Charitable Trusts uses data to make a difference. Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and advancing ambitious projects that lead to tangible progress.\n\nFOLLOW US\nEXPLORE\nTopics\nProjects\nNews Room\nPew Research Center\nABOUT\nMission & Values\nHow We Work\nContact Us\nCareers\nSIGN UP FOR WEEKLY UPDATES\n\nDon't miss our latest facts, findings, and survey results in The Rundown\n\n SUBMIT\nVIEW ALL NEWSLETTERS\nCopyright © 1996-2023 The Pew Charitable Trusts. All rights reserved.\nPrivacy Policy Cookie Policy Terms & Conditions\nShare this selection\nTweet"
}