{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic pollution is a huge problem—and it's not too late to fix it",
  "href": "https://www.nationalgeographic.com/science/article/plastic-pollution-huge-problem-not-too-late-to-fix-it",
  "body": "Two new studies estimate that plastic waste in the oceans will reach 22 to 58 million tons by 2030, unless we change our ways of producing, using, and disposing plastics. The studies call for reducing plastic production, improving waste collection and recycling, redesigning products, and substituting materials.",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\n\nPlastic factories like this one in China are increasing production of virgin plastic, even as plastic pollution sweeps into the oceans in record volumes.\n\nPHOTOGRAPH BY WANG JIANWEI, XINHUA/EYEVINE/REDUX\nSCIENCENEWS\nPlastic pollution is a huge problem—and it’s not too late to fix it\n\nCorrecting our plastic waste problem requires a fundamental change in thinking about how plastics are made, used, and discarded, two new studies say.\n\nBYLAURA PARKER\nPUBLISHED OCTOBER 6, 2020\n• 13 MIN READ\n\nThe global campaign to gain control of plastic waste is one of the fastest-growing environmental causes ever mounted. Yet it hasn’t been enough to make a dent in the growing tonnage of discarded plastic that ends up in the seas.\n\nIn the next 10 years, the waste that slides into waterways, and ultimately the oceans, will reach 22 million tons and possibly as much as 58 million tons a year. And that’s the “good” news—because that estimate takes into account thousands of ambitious commitments by government and industry to reduce plastic pollution.\n\nWithout those pledges, a business-as-usual scenario would be almost twice as bad. With no improvements to managing waste beyond what’s already in place today, 99 million tons of uncontrolled plastic waste would end up in the environment by 2030.\n\nThese two scenarios, the result of new research by an international team of scientists, are a far cry from the first global tally published in 2015, which estimated that an average of 8.8 million tons flow into the oceans annually. That was a figure so startling to the world when it was published five years ago, it helped invigorate the plastic trash movement.\n\nJenna Jambeck, the University of Georgia engineering professor who calculated that number, also came up with a vivid analogy to put it in context. It would be the equivalent of one dump truck tipping a load of plastic into the ocean every minute every day for a year. Jambeck is also part of the team that came up with the new calculations. But coming up with a new way to visualize 22 to 58 million tons proved a challenge.\n\n“I don’t know. We’re getting into the realm of what’s incomprehensible,” she says. “How about a football stadium filled with plastic every day? Or enough plastic to cover Rhode Island or the country of Luxembourg ankle deep?”\n\nNeither of these new analogies, while accurate, capture the magnitude of what’s at stake. (More: We're drowning in plastic—find out why.)\n\nLike climate change, a lot rides on how the global community responds in the next couple of decades. And, though the parallels between the problem of plastic waste and climate change are obvious—both are rooted in oil, the basic ingredient to make plastics, they are dissimilar in one key way: plastic’s persistence. While there is some possibility, however remote, that technology and restoration of natural ecosystems could remove CO2 from the atmosphere, there is no such analog for plastic. Virtually indestructible, it doesn’t disappear.\n\n“For me, the biggest issue is the question of permanence,” says George Leonard, the Ocean Conservancy’s chief scientist and a member of the team that produced this newest forecast. “If we don’t get the plastic pollution problem in the ocean under control, we threaten contaminating the entire marine food web, from phytoplankton to whales. And by the time the science catches up to this, perhaps definitively concluding that this is problematic, it will be too late. We will not be able to go back. That massive amount of plastic will be embedded in the ocean’s wildlife essentially forever.”\n\nThe power of two\n\nRoyal Dutch Shell will produce plastic pellets like these at its new plant in Beaver County, Pennsylvania. The plant will create more than a million tons of the tiny pellets. Many in the Pittsburgh area see it as an economic engine, but others worry about the long-term...\n\nRead More\nPHOTOGRAPH BY ROSS MANTLE, THE NEW YORK TIMES/REDUX\n\nThe analysis is the second in recent weeks to look ahead to the future of the plastic economy and conclude that correcting the waste problem—40 percent of plastic manufactured today is disposable packaging—requires a fundamental change in thinking about how plastics are made, used, and discarded.\n\nThe new findings were made by a team of scientists funded by the National Science Foundation through the University of Maryland’s National Socio-Environmental Synthesis Center (SESYNC). The other project, which looks ahead to 2040, was led by the Pew Charitable Trusts and SYSTEMIQ, a London-based environmental advisory and investment firm, and was first made public in July. Both studies were published together in the journal Science in September.\n\nWhat’s unusual is that two independent scientific working groups, using differing methodologies and timelines, reached the same broad conclusions. Both laid blame for the rising tonnage of plastic in the seas on the growth of plastic production that is outpacing the world’s ability to keep up with collecting plastic trash. They also agreed that reducing surging waste requires reducing surging production of virgin plastic.\n\n“The magnitude of the problem is the same. The difference is in methodology,” says Stephanie Borrelle, a marine biologist in New Zealand and lead author of the SESYNC study. “We have to do something about this and do it soon. Our annual count of leakage doesn’t account for what’s already in the oceans.”\n\nBoth projects also concluded that plastic waste could be significantly reduced, though not eliminated, using existing technologies. That includes improving waste collection and recycling, redesigning products to eliminate packaging made from unrecyclable plastics, expanding refillables, and in some cases substituting other materials. But solutions such as recycling, now globally hovering around 12 percent, would also require a massive scaling-up with many additional recycling facilities that don’t exist.\n\nThe SESYNC project also calls for cleaning up plastic waste from shorelines, where possible. To give an idea of the scale involved in achieving that goal, it would require a billion people to participate in the Ocean Conservancy’s annual beach cleanup that now attracts about one million volunteers.\n\n“The inconvenient truth now is that this business-as-usual growth in production of new plastics is not compatible with ending plastics in nature,” says Ben Dixon, a former sustainability manager at Royal Dutch Shell and partner at SYSTEMIQ. “That’s the inconvenient truth both studies get to the heart of. We may see more pressures from investors, customers, and a changing of the world underneath the feet of these companies.”\n\n5:45\n\nPLASTICS 101\n\nBoth projects captured the attention of the plastics industry, which was quick to praise the research, but dismissed the idea of reducing production of virgin plastic as “highly counterproductive and impractical,” in the words of the American Chemistry Council, a trade group for the petrochemical industry. In emailed responses, ExxonMobil and Dow Chemical, two of the world’s leading manufacturers of polyethylene, agreed.\n\n“Reducing production to solve the waste problem will, in turn, aggravate the carbon and climate problem as alternative materials have higher emissions,” Dow said.\n\nThe manufacturing of plastic emits less CO2 and uses less water than for glass or aluminum. Some argue that such accounting doesn’t always factor in all the costs, such as environmental cleanup and weight. Glass manufacturing emits less CO2 per gram, but glass bottles are heavier. And, in the marine world, they say, it’s beside the point: Turtles eat plastic bags, not glass bottles and aluminum cans.\n\nTodd Spitler, an Exxon spokesman, said the company’s focus will be on “increasing plastic recyclability, supporting improvements in plastic waste recovery and minimizing plastic pellet loss from our operations.\"\n\nThe SESYNC study calls for setting global limits on the production of virgin plastic, a recommendation unlikely to be realized. At the last United Nations Environmental Program meeting in Nairobi, Kenya, in 2019, negotiations to pass a resolution calling for phasing out single-use plastic by 2025 and to draft a legally binding treaty on plastic debris ended in a stalemate.\n\nThe Pew/SYSTEMIQ study calls for reducing virgin production by 11 percent, arguing there is enough waste plastic that could be recycled and remade into new plastic to satisfy demand. The problem is that virgin plastic—new resin created from natural gas or oil—is so cheap to make that it undermines the economics of the recycling market. It is simply less expensive to manufacture new plastic than to collect, sort, and process disposable plastic into new feedstock. Especially now, with the collapse of oil prices. (Read more on the SYSTEMIQ study here.)\n\nPlastic production to increase by 2050\n\nIn fact, production is forecast to more than double by 2050—increasing to 756 million tons anticipated in 2050 from 308 million tons produced in 2018, according to a report published by the American Chemistry Council in 2019. In the United States, $203 billion has been invested in 343 new or expanded chemical plants to produce plastics, according to ACC figures published last February. Production capacity for ethylene and propylene is projected to increase by 33 to 36 percent, according to an estimate by the Center for International Environmental Law.\n\nKeith Christman, the ACC’s managing director of plastics markets, says the demand for plastic products, such as lightweight automobile parts and materials used in home construction, including insulation and water piping, is only going to grow.\n\n“New technologies is the direction that we see the industry going,” he says.\n\nHistorically, plastic production has increased almost continuously since the 1950s, from 1.8 million tons in 1950 to 465 million tons in 2018. As of 2017, 7 billion of the 8.8 billion tons produced globally over that whole period have become waste.\n\nThe industry attributes future growth to two factors: the increasing global population and demands for more plastic consumer goods, fueled by the increasing buying power of a growing middle class. The UN projects that the world’s population, now about 7.8 billion, will add about two billion more by 2050, primarily in Asia and Africa. Globally, the middle class is anticipated to expand by 400 million households by 2039—and that is where the plastics market growth will occur.\n\nAfrica, to cite one example, shows the complications that lie ahead for gaining control of plastic waste in the coming decades. The continent today generates waste at a low rate by global standards, according to a UN report published last year. It also has limited environmental regulations, weak enforcement, and inadequate systems in place to manage waste. But as its population explodes and becomes more urban, and as buying habits change with higher standards of living, sub-Saharan Africa is forecast to become the dominant region producing municipal waste.\n\n“Everyone is going to need to play a role along the whole value chain,” says Guy Bailey, a leading plastics analyst at Wood Mackenzie, a consulting firm specializing in energy, chemicals, mining and other research.\n\n“If you are a recycler, it is difficult to make an investment when oil prices completely destroy the economics of your business. If you are a packing company, you are faced with so many choices of materials, it’s hard to know which to pick. If you are a chemical company, you clearly can see the reputational challenge. They risk losing their social license to operate if things go too far. They want to address those challenges.”\n\nThe Alliance to End Plastic Waste, founded last year by 50 industry titans, committed to investing $1.5 billion in creating solutions to improve methods for collecting plastic waste and recycling into new products. So far, it has launched 14 projects, many in Southeast Asia and Africa, including in the Philippines, Indonesia, and Ghana.\n\nJacob Duer, president and CEO, said the new report “reiterates the necessity and the urgency in addressing the issue and underlines the importance of a paradigm shift.”\n\nAs the organization, based in Singapore, matures, he says the number of projects and capital investment will grow. But it opposes reducing virgin plastic production.\n\nBoth Duer and Martyn Ticknet, head of the Alliance’s project development, see similarities between tackling plastic waste and global efforts to close the hole in the ozone layer that began in the 1970s. Last year the hole had shrunk to its smallest size on record since its discovery.\n\n“We’ve solved major crises before,” Ticknet says. “It takes some time to get going.”\n\nAn earlier version of this story gave an incorrect name for the managing director of plastic markets at the American Chemistry Council. It is Keith Christman.\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nThe world’s nations agree to fix the plastic waste crisis\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nThese tiny fish reveal our oceans’ biggest problem: plastic\nMAGAZINEPLANET OR PLASTIC?\nThese tiny fish reveal our oceans’ biggest problem: plastic\nWhat BPA can do to our bodies—and how to limit your exposure\nSCIENCE\nWhat BPA can do to our bodies—and how to limit your exposure\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}