{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The Anti-Plastic-Straw Phenomenon | Earth.Org",
  "href": "https://earth.org/data_visualization/the-anti-plastic-straw-phenomenon/",
  "body": "Plastic straws are one of the top 10 most commonly found items in coastal litter cleanups in the world. According to the Annual International Coastal Cleanup Reports 1988-2017, plastic straws have been consistently ranked high based on the item counts during the cleanup events.",
  "textContent": "DATA VISUALISATIONEDUCATIONAL\nThe Anti-Plastic-Straw Phenomenon\nBY OWEN MULHERNAUG 24TH 20203 MINS\n\nIf you look around Starbucks or McDonald’s, you will notice they no longer supply plastic straws. Banning plastic straws has become somewhat of a global trend. Earth.Org seeks to find out why, and how this phenomenon has helped alleviate plastic pollution. \n\n—\n\nHas banning plastic straws made a significant impact on the environment?\n\nPlastic straws are one of the top 10 most commonly found items in coastal litter cleanups in the world. According to the Annual International Coastal Cleanup Reports 1988-2017, plastic straws have been consistently ranked high based on the item counts during the cleanup events. Just in the USA, 500 million plastic straws are consumed every day, which could fill more than 127 school buses per day, or over 46,400 per year!  \n\nSource: Annual International Coastal Cleanup Reports 1988-2017\n\nAs the general awareness of plastic pollution has grown, corporations’ first response has been plastic straw. In late 2018, Café de Coral, IKEA and McDonald’s announced their no-straw campaign respectively to encourage a sustainable future. In April 2019, Starbucks phased out plastic straws and stirrers and switched to paper straws and wooden stirrers in 28,000 branches across the globe. They pledged to reduce plastic waste by 30% by 2020 and alter customers’ plastic consumption habits. \n\nYou have a choice\nTake action and strive for a better future\nJOIN THE GLOBAL MOVEMENT\n\nDespite the concerted efforts by corporations, the plastic straws ban has only made a minor difference in plastic waste production. National Geographic reveals that where 8 million tonnes of plastics flow into the ocean every year, plastic straws merely comprise 0.025% of the total. The finding indicates that banning plastic straws could not make a significant improvement to the environment. \n\nTaking Hong Kong as an example. Research conducted by the Ocean Park Conservation Foundation reveals that Hong Kong’s overall plastic straw consumption has dropped from 1.7 billion to 1 billion from 2017 to 2020, indicating a 40% drop in its annual plastic straw consumption. However, its overall waste plastics have increased by 10.3% from 2017 to 2018, signifying that the plastic straws reduction does not impose a huge impact on the overall amount of waste plastics. \n\nSo, why do people still focus on banning plastic straws?\n\nLonely Whale, an organization that led the straw ban movement in the USA, proposed an interesting idea towards this question. They expressed that “Our straw campaign is not really about straws. It’s about pointing out how prevalent single-use plastics are in our lives, putting up a mirror to hold us accountable. We’ve all been asleep at the wheel.” \n\nCurbing the consumption of plastic straws is perhaps one of the easiest methods to raise the public’s awareness of plastic waste pollution. Using a plastic straw is about the consumers’ preference as opposed to necessity. They are avoidable in that beverages could be consumed by the majority without the aid of a straw. \n\nBanning plastic straws may not be as effective as it seems, but this rising phenomenon is certainly an environmental awakening to everyone. More has to be done to make a meaningful difference to the environment. \n\nThis article was written by Jennie Wong. \n\nYou might also like: The True Value of Mangroves\n\n \n\nReferences\n\nEco-Cycle, Be Straw Free Campaign, from: https://www.ecocycle.org/bestrawfree/faqs\nNational Geographic, A brief history of how plastic straws took over the world, from:  https://www.nationalgeographic.com/environment/2018/07/news-plastic-drinking-straw-history-ban/#:~:text=One%20study%20published%20earlier%20this,straws%20pollute%20the%20world’s%20beaches.&text=Eight%20million%20tons%20of%20plastic,just%200.025%20percent%20of%20that.\nEnvironmental Protection Department, Monitoring of Solid Waste in Hong Kong 2018, from: https://www.wastereduction.gov.hk/sites/default/files/msw2018.pdf\nOcean Park Conservation Foundation, OPCFHK Survey Shows Plastic Straw Consumption in Hong Kong Reduced by 40 Percent over Past Three Years, from: https://www.opcf.org.hk/en/press-release/opcfhk-survey-shows-plastic-straw-consumption-in-hong-kong-reduced-by-40-percent-over-past-three-years#_ftnref1\n\nYou Might Also Like\nYou Might Also Like\nCLIMATE CHANGE\nA Graphical History of Atmospheric CO2 Levels Over Time\nAUG 12TH 20203 MINS\nCLIMATE CHANGE\n11 Interesting Climate Change Facts\nMAY 29TH 20226 MINS\nThe Statistics of Biodiversity Loss [2020 WWF Report]\nDEC 4TH 20203 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}