{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "New study reveals United States a top source of plastic pollution in ...",
  "href": "https://phys.org/news/2020-10-reveals-states-source-plastic-pollution.html",
  "body": "October 30, 2020 New study reveals United States a top source of plastic pollution in coastal environments by Ocean Conservancy A beach in Panama covered in litter. Credit: Ocean Conservancy",
  "textContent": "Week's top\nLatest news\nUnread news\nSubscribe\nScience X Account\nRemember me\nSign In\n\nClick here to sign in with  or \n\nForget Password?\n\nNot a member? Sign up\n\nLearn more\n\nNanotechnology\nPhysics\nEarth\nAstronomy & Space\nChemistry\nBiology\nOther Sciences\n Medicine\n Technology\n\n250\n\n55\n\nShare\n\nEmail\n\nHome\nEarth\nEnvironment\n\nOCTOBER 30, 2020\n\nNew study reveals United States a top source of plastic pollution in coastal environments\n\nby Ocean Conservancy\n\nA beach in Panama covered in litter. Credit: Ocean Conservancy\n\nA study published today in the journal Science Advances has revealed that the United States ranks as high as third among countries contributing to coastal plastic pollution when taking into account its scrap plastic exports as well as the latest figures on illegal dumping and littering in the country. The new research challenges the once-held assumption that the United States is adequately \"managing\"—that is, collecting and properly landfilling, recycling or otherwise containing—its plastic waste. A previous study using 2010 data that did not account for plastic scrap exports had ranked the United States 20th, globally, in its contribution to ocean plastic pollution from mismanaged waste.\n\nUsing plastic waste generation data from 2016—the latest available global numbers—scientists from Sea Education Association, DSM Environmental Services, University of Georgia, and Ocean Conservancy calculated that more than half of all plastics collected for recycling (1.99 million metric tons of 3.91 million metric tons collected) in the United States were shipped abroad. Of this, 88% of exports went to countries struggling to effectively manage, recycle, or dispose of plastics; and between 15-25% was low-value or contaminated, meaning it was effectively unrecyclable. Taking these factors into account, the researchers estimated that up to 1 million metric tons of U.S.-generated plastic waste ended up polluting the environment beyond its own borders.\n\n\"For years, so much of the plastic we have put into the blue bin has been exported for recycling to countries that struggle to manage their own waste, let alone the vast amounts delivered from the United States,\" said lead author Dr. Kara Lavender Law, research professor of oceanography at Sea Education Association. \"And when you consider how much of our plastic waste isn't actually recyclable because it is low-value, contaminated or difficult to process, it's not surprising that a lot of it ends up polluting the environment.\"\n\nSchematic diagram illustrating the major quantitative results of the analysis of plastic waste generation in the United States in 2016 and the estimated mass of plastic waste that was mismanaged domestically by littering and illegal dumping and also abroad during processing of material collected for recycling in the United States that was exported to countries with greater than 20% inadequately managed waste. Credit: Law et al., Sci. Adv. 2020\n\nUsing 2016 data, the paper also estimated that 2-3% of all plastic waste generated in the U.S. - between 0.91 and 1.25 million metric tons—was either littered or illegally dumped into the environment domestically. Combined with waste exports, this means the United States contributed up to 2.25 million metric tons of plastics into the environment. Of this, up to 1.5 million metric tons of plastics ended up in coastal environments (within 50 km of a coastline), where proximity to the shore increases the likelihood of plastics entering the ocean by wind or through waterways. This ranks the United States as high as third globally in contributing to coastal plastic pollution.\n\n\"The United States generates the most plastic waste of any other country in the world, but rather than looking the problem in the eye, we have outsourced it to developing countries and become a top contributor to the ocean plastics crisis,\" said Nick Mallos, senior director of Ocean Conservancy's Trash Free Seas program and a co-author of the study. \"The solution has to start at home. We need to create less, by cutting out unnecessary single-use plastics; we need to create better, by developing innovative new ways to package and deliver goods; and where plastics are inevitable, we need to drastically improve our recycling rates.\"\n\nThe study noted that although the United States accounted for just 4% of the global population in 2016, it generated 17% of all plastic waste. On average, Americans generated nearly twice as much plastic waste per capita as residents of the EU.\n\nShredded rigid plastic drying in the sun on a street in Southeast Asia. Credit: Jenna Jambeck\n\n\"Previous research has provided global values for plastic input into the environment and coastal areas, but detailed analyses like this one are important for individual countries to further assess their contributions,\" said Dr. Jenna Jambeck, Distinguished Professor at the University of Georgia's College of Engineering and a co-author of the study. \"In the case of the United States, it is critically important that we examine our own backyard and take responsibility for our global plastic footprint.\"\n\n\"For some time, it has been cheaper for the United States to ship its recyclables abroad rather than handle them here at home, but that has come at great cost to our environment,\" said Natalie Starr, principal at DSM Environmental Services and a co-author of the study. \"We need to change the math by investing in recycling technologies and collection programs, as well as accelerating research and development to improve the performance and drive down the costs of more sustainable plastics and packaging alternatives to address the current challenge.\"\n\nMore information: K.L. Law at Sea Education Association in Woods Hole, MA el al., \"The United States' contribution of plastic waste to land and ocean,\" Science Advances (2020). advances.sciencemag.org/lookup … .1126/sciadv.abd0288\n\nJournal information: Science Advances \n\nProvided by Ocean Conservancy\n\nExplore further\n\nTurning plastic waste into hydrogen gas and carbon nanotubes\n306 shares\n\nFacebook\n\nTwitter\n\nEmail\n\nFeedback to editors\n\n1\n2\nRelated Stories\nTurning plastic waste into hydrogen gas and carbon nanotubes\n\nOCT 14, 2020\n\nFive things to know about plastic waste and recycling in India\n\nOCT 2, 2019\n\nCanada to ban single-use plastics such as bags, straws by end of 2021\n\nOCT 7, 2020\n\nEcologists sound alarm on plastic pollution\n\nSEP 17, 2020\n\nIndonesia's coastal communities shoulder the impacts of ocean plastic\n\nSEP 4, 2020\n\nScientists calculate impact of China's ban on plastic waste imports\n\nJUN 20, 2018\n\nRecommended for you\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDEC 8, 2023\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nDEC 8, 2023\n\nResearch finds marine bacteria, atmospheric rivers can contribute to formation of ice clouds\n\nDEC 8, 2023\n\nAdapting to hypoxia: Zooplankton influence efficiency of biological carbon pump in the Humboldt Current\n\nDEC 8, 2023\n\nImproving thunderstorm prediction by watching lightning flashes from space\n\nDEC 8, 2023\n\nA new 66 million-year history of carbon dioxide offers little comfort for today\n\nDEC 7, 2023\n\nLoad comments (19)\nMore news stories\nWhen is an aurora not an aurora? Phenomena called 'Steve' and 'picket fence' are masquerading as auroras\n\nThe shimmering green, red and purple curtains of the northern and southern lights—the auroras—may be the best-known phenomena lighting up the nighttime sky, but the most mysterious are the mauve and white streaks called ...\n\nEARTH SCIENCES\n\n23 HOURS AGO\n\n0\n\n409\n\nA new (micro) lens on optics: Researchers develop hybrid achromats with high focusing efficiencies\n\nUsing 3D printing and porous silicon, researchers at the University of Illinois Urbana-Champaign have developed compact, visible wavelength achromats that are essential for miniaturized and lightweight optics. These high-performance ...\n\nOPTICS & PHOTONICS\n\n22 HOURS AGO\n\n0\n\n202\n\nSaturday Citations: Extragalactic stars in the Milky Way, more biolinguistic evidence and couples coping with COVID\n\nThis week we look at migratory stars, communicative children and how to make the best cup of coffee, as well as examining some of the latest COVID advice.\n\nOTHER\n\nDEC 9, 2023\n\n0\n\n54\n\nSix-million-year-old groundwater pool discovered deep under Sicilian mountains\n\nA multi-institutional team of geoscientists has discovered a deep, ancient underground pool of fresh water underneath part of the Sicilian mountains. In their study, reported in the journal Communications Earth & Environment, ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n2\n\n240\n\nPolyethylene waste could be a thing of the past\n\nAn international team of experts undertaking fundamental research has developed a way of using polyethylene waste (PE) as a feedstock and converted it into valuable chemicals, via light-driven photocatalysis.\n\nPOLYMERS\n\nDEC 8, 2023\n\n3\n\n359\n\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDecade-long ocean warming that impacts ocean circulation, a decrease in oxygen levels that contributes to changes in salinification and nutrient supply, and ocean acidification are just some of the challenges the world's ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n2\n\n59\n\nResearchers quantify the onset of turbulence in a pipe bent back on itself\n\nHow much stress do pipes undergo when a liquid flows through them, and how does it depend on the degree of curvature of the pipe?\n\nSOFT MATTER\n\nDEC 8, 2023\n\n0\n\n98\n\nStudy of Philippine sea cucumber shows it may have biomedical applications\n\nA small team of marine scientists and chemists at the University of the Philippines, The Marine Science Institute, has found that a type of sea cucumber found locally may have biomedical applications. In their study, reported ...\n\nPLANTS & ANIMALS\n\nDEC 8, 2023\n\n0\n\n78\n\nGenetic mutations that promote reproduction tend to shorten human lifespan, study shows\n\nA University of Michigan-led study based on a review of genetic and health information from more than 276,000 people finds strong support for a decades-old evolutionary theory that sought to explain aging and senescence.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n176\n\nA superconducting junction made from a single 2D material promises to harness strange new physics\n\nPhysicists at RIKEN have developed an electronic device that hosts unusual states of matter, which could one day be useful for quantum computation.\n\nSUPERCONDUCTIVITY\n\nDEC 8, 2023\n\n0\n\n418\n\n'Appetite for drumsticks': First prey found in a tyrannosaur stomach\n\nPrey has been discovered inside the stomach of a tyrannosaur skeleton for the first time, scientists said Friday, revealing that the mighty dinosaurs had an \"appetite for drumsticks\" when they were young.\n\nPALEONTOLOGY & FOSSILS\n\nDEC 8, 2023\n\n0\n\n331\n\nResearchers discover new lipid nanoparticle that shows muscle-specific mRNA delivery, reduces off-target effects.\n\nA team of researchers based at the University of Toronto's (U of T) Leslie Dan Faculty of Pharmacy has discovered a novel ionizable lipid nanoparticle that enables muscle-focused mRNA delivery while minimizing off-target ...\n\nBIO & MEDICINE\n\nDEC 8, 2023\n\n1\n\n70\n\nNew insights into Zebra mussel attachment fibers offer potential solutions to combat invasive species\n\nA recent study from researchers in Canada and Germany has revealed that an unlikely event, occurring over 12 million years ago, played an important role in shaping one of Canada's most damaging invasive species.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n120\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nWildfires are some of the most destructive natural disasters in the country, threatening lives, destroying homes and infrastructure, and creating air pollution. In order to properly forecast and manage wildfires, managers ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n0\n\n62\n\nConjoined 'racetracks' make new optical device possible\n\nWhen we last checked in with Caltech's Kerry Vahala three years ago, his lab had recently reported the development of a new optical device called a turnkey frequency microcomb that has applications in digital communications, ...\n\nOPTICS & PHOTONICS\n\nDEC 8, 2023\n\n0\n\n20\n\nCatalyst makes drugs inside the body to minimize side effects\n\nA highly active catalyst capable of synthesizing drug molecules within the body has been developed by RIKEN chemists. In mice, an anticancer drug assembled near tumors using the injected catalyst suppressed tumor growth.\n\nBIOCHEMISTRY\n\nDEC 8, 2023\n\n0\n\n59\n\nMedical Xpress\n\nMedical research advances and health news\n\nTech Xplore\n\nThe latest engineering, electronics and technology advances\n\nScience X\n\nThe most comprehensive sci-tech news coverage on the web\n\nNewsletters\nSubscribe\nScience X Daily and the Weekly Email Newsletter are free features that allow you to receive your favorite sci-tech news updates in your email inbox\nFollow us\nTop\nHome\nSearch\nMobile version\nHelp\nFAQ\nAbout\nContact\nScience X Account\nPremium Account\nArchive\nNews wire\nAndroid app\niOS app\nRSS feeds\nPush notification\n© Phys.org 2003 - 2023 powered by Science X Network\nPrivacy policy Terms of use"
}