{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Why Plastic Straws Aren't the Real Problem - Planet Home",
  "href": "https://planethome.eco/why-plastic-straws-arent-the-real-problem/",
  "body": "The topic of plastic straws became a buzzword in the environmental world when a plastic straw ban was released in Washington in January of 2019. Other states have since implemented a partial ban - working towards a complete ban over time. Since then, straws have become the symbol of plastic waste for many organizations, and a focus for many ...",
  "textContent": "Skip to primary navigation\nSkip to main content\nSkip to primary sidebar\nSkip to footer\n\nPlanet Home\n\nCulture Solutions\n\nSOLUTIONS\n \nEVENTS\n \nVIDEOS\n \nSTORIES\n \nSIGN UP\n \nMenu bars\nWhy Plastic Straws Aren’t the Real Problem\nby Catherine O'Connor April 27, 2021\n\nThe topic of plastic straws became a buzzword in the environmental world when a plastic straw ban was released in Washington in January of 2019. Other states have since implemented a partial ban – working towards a complete ban over time. Since then, straws have become the symbol of plastic waste for many organizations, and a focus for many people concerned for the planet. But has this campaign taken our eyes and attention from the real problems? Let’s find out.\n\nI believe we are all well aware that the campaign against plastic straws was successful at raising global awareness towards the issue of single use plastics and mass waste across the globe. HOWEVER, I also believe we have all become hyper focused on plastic straws alone, which are not the entire issue. According to a 2018 stat, as of that time Americans alone were using 500 million plastic straws per day. This sounds like a huge problem, BUT that amount of straws only accounted for 0.025 percent of the 8 million tons of plastic found in the ocean yearly (as of 2018). \n\nThis stat shocked me to my core, and I’m sure it will shock you too if you haven’t already learned this. While we all became so focused on avoiding plastic straws, we continued to use take-out containers, starbucks cups, etc. thinking they weren’t as big of a problem – when actually, they’re the bigger problem! \n\nWhat have we been missing?\n\nFishing Supplies\n\nI for one did not see this coming, but fishing supplies contribute to a huge percentage of plastic pollution, particularly in our oceans and bodies of water. Fishing equipment made up more than 85 percent of the plastic pollution on sea mounts, ocean ridges and the sea floor as of 2019. \n\nLitter \n\nAnother major component of ocean pollution is litter, which includes various forms of mostly plastic containers. Single use beverage and food containers are one of the most common finds in our oceans. Unfortunately, COVID set back a lot of the newly developed processes to avoid so much single use take-out containers. \n\n(https://sloactive.com/plastic-pollution/#:~:text=Single%20Use%20Plastic%20Pollution%20%E2%80%93%20the,in%20ocean%20and%20coastal%20surveys.)\n\nOne brand in particular that I think of when I think of this issue is Starbucks. Starbucks, unfortunately, had to stop letting customers use their own cups because of COVID, which was a huge set-back for sustainability. I am happy to report that Starbucks has just launched a new ‘borrow a cup’ program where you can use a reusable cup that they will take back and professionally disinfect between uses. This is a great step to take back the advances towards sustainability! \n\nWhat does this mean for us?\n\nThis means that we have a larger call to action to take. The problem is not JUST plastic straws, so let’s take the enthusiasm towards reducing plastic straw usage and apply it to ALL plastics! We need to raise awareness and educate ourselves about real threats to our planet. Let’s take the topic of plastic straws and use it as a learning lesson on possible misinformation and better equip ourselves to be better humans. \n\nCheck out this piece I wrote about some easy substitutions for wasteful items! \n\nThe key to success when it comes to implementing these substitutions into your life is to incorporate them slowly and one, or a few, at a time. The risk of implementing a lot of changes all at once is that you will be creating too much chaos within your routine and likely will not keep these substitutions long term. \n\nIf you do choose to use a plastic straw, it is recommended that you place all of your plastic straws into a sealed container before disposing of them, so that they may not cause as much harm. Here are 10 ways to repurpose plastic straws if you choose to! \n\nFor example, when I first started making more efforts towards being a more eco-friendly human, I wanted to start with the basics. Reusable grocery bags, reusable zip-block bags, bamboo toothbrushes, shampoo and conditioner bars instead of bottles, replacing my tupperware with glass containers, saving my pasta sauce jars, etc. I knew that those were way too many changes to make at once, so I started small. I switched my toothbrush and shampoo/conditioner and went from there!\n\nTags:\nLIVE OCEANS PLASTIC\n \nTRENDING NOW\nScaling Renewable Energy in the Caribbean\nIKEA Aims to Expedite Its 2030 ‘Climate Positive’ Commitment\nFeatured Solutionist: Steven Kotler\nSalesforce Aims to Transform and Expedite the Path to Decarbonization\nSolutions Through Art: Jeremy McKane\nNEVER MISS A SOLUTION!\n\nSign up for our mailing list to stay up to date on planet saving solutions, news, and events from PLANET HOME!\n\nBROWSE BY TAGS:\nACTION CARBON CARBON EMISSIONS CIRCULAR ECONOMY CORONAVIRUS EAT EDUCATION ENERGY ENVIRONMENT ESG EVENTS FASHION FINANCE FOOD GREEN HOLIDAYS INDUSTRY LIFESTYLE LIVE MAKE MATERIAL SCIENCE MOVE MUSIC NATURE OCEAN OCEANS OCEAN STEWARDSHIP PLANET PLANT-BASED PLASTIC PROFILE RECYCLING S100 SOLUTIONIST SOLUTIONISTS SOLUTIONS SUSTAINABILITY TECH TECHNOLOGY TIKTOK TRANSPORTATION VEGAN WASTE WATER WILDLIFE\nBACK TO ALL ARTICLES\nReader Interactions\nComments\n\naid ukraine says\n\nJune 10, 2022 at 5:32 am\n\nIt’s a shame you don’t have a donate button! I’d most certainly donate to this excellent blog!\nI guess for now i’ll settle for book-marking and adding\nyour RSS feed to my Google account. I look forward to new updates and will talk about this\nwebsite with my Facebook group. Talk soon! aid ukraine\n\nReply\n\nhelp refuges says\n\nJune 10, 2022 at 3:46 pm\n\nHi, just wanted to mention, I loved this post. It was helpful.\n\nKeep on posting! help refuges\n\nReply\nPrimary Sidebar\nFooter\nLocations Resources Legal\nSan Francisco\nLos Angeles\nNew York\nAbout PLANET HOME\nContact\nMedia\nEmployment\nTerms of Use\nPrivacy Policy\nPress\n\n©2021 Planet Home. All rights reserved.\nUse of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated 5/25/18) and Privacy Policy and Cookie Statement (updated 6/8/21) Your California Privacy Rights. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used except with the prior written permission of PH.\n\nThis website uses cookies to improve your experience. We'll assume you're ok with this, but you can opt-out if you wish. Cookie settingsACCEPT"
}