{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Pollution | Trash-Free Waters | US EPA",
  "href": "https://19january2021snapshot.epa.gov/trash-free-waters/plastic-pollution_.html",
  "body": "Plastics pose both physical (e.g., entanglement, gastrointestinal blockage, reef destruction) and chemical threats (e.g., bioaccumulation of the chemical ingredients of plastic or toxic chemicals sorbed to plastics) to wildlife and the marine ecosystem.",
  "textContent": "Jump to main content\n\nAn official website of the United States government.\n\nThis is not the current EPA website. To navigate to the current EPA website, please go to www.epa.gov. This website is historical material reflecting the EPA website as it existed on January 19, 2021. This website is no longer updated and links to external websites and some internal pages may not work. More information »\n\nUS EPA\nUnited States Environmental Protection Agency\nSearch\nSearch\nMain menu\nEnvironmental Topics\nAir\nBed Bugs\nChemicals and Toxics\nEnvironmental Information by Location\nGreener Living\nHealth\nLand, Waste, and Cleanup\nLead\nMold\nPesticides\nRadon\nScience\nWater\nA-Z Topic Index\nLaws & Regulations\nBy Business Sector\nBy Topic\nCompliance\nEnforcement\nLaws and Executive Orders\nGuidance\nRegulations\nAbout EPA\nEPA Administrator\nCurrent Leadership\nOrganization Chart\nStaff Directory\nPlanning, Budget and Results\nJobs and Internships\nHeadquarters Offices\nRegional Offices\nLabs and Research Centers\nTrash-Free Waters\nCONTACT US SHARE   \nPlastic Pollution\nOn this page:\nThe Hazards of Plastic Pollution\nThe Subset of Plastic Trash known as Microplastics\nPersistent Bioaccumulative and Toxic Substances (PBTs) And Plastics\nThe Hazards of Plastic Pollution\n\nThere is a growing concern about the hazards plastic pollution in the marine environment. Plastics pose both physical (e.g., entanglement, gastrointestinal blockage, reef destruction) and chemical threats (e.g., bioaccumulation of the chemical ingredients of plastic or toxic chemicals sorbed to plastics) to wildlife and the marine ecosystem. Although plastics in the remote gyre accumulation areas of the oceans (like the \"Pacific garbage patch\") garner the most media attention, they are not the only water bodies polluted by plastics. Plastic trash and particles are now found in most marine and terrestrial habitats, including the deep sea, Great Lakes, coral reefs, beaches, rivers, and estuaries.\n\nIn contrast to other organic and inorganic marine debris, plastics and synthetic materials are typically persistent in the environment while maintaining their bioavailability. Plastic objects typically fragment into progressively smaller and more numerous particles without substantial chemical degradation. It is currently unknown how long traditional plastics persist in the environment, but degradation rates may be as slow as just a few percent of carbon loss over a decade. The physical breakdown of plastics is likely to decrease in the deep sea and non-surface polar environments, where weathering is less of a factor.\n\nAlthough nearly every type of commercial plastic is present in aquatic/marine debris, the floating components are dominated by polyethylene and polypropylene because of their high production volumes, their broad utility, and their buoyancy. Low-density polyethylene is commonly used to make plastic bags or six-pack rings; polypropylene is commonly used to make reusable food containers or beverage bottle caps. The presence of plastics has been documented throughout the water column, including on the sea floor of nearly every ocean and sea. Global trends suggest that accumulations are increasing in aquatic habitats, consistent with trends in plastic production.\n\nTop of Page\n\nThe Subset of Plastic Trash Known as Microplastics\n\nIt is estimated that approximately 90% of the plastics in the pelagic marine environment are microplastics (less than 5 mm in diameter) (Eriksen et al., 2013; Browne et al., 2010; Thompson et al., 2004). Microplastics arise from the fragmentation of larger pieces as they weather from the effects of ultraviolet rays, and wind and wave action. Recent information on the use of tiny plastic abrasives (commonly called microbeads or nanobeads), especially in personal care products and home cleaning products, and synthetic fabrics shedding during laundering has shown the prevalence of micro- and nanoparticle size plastics as being pervasive in some water bodies. (Eriksen et al., 2013). The plastics may not be removed as part of the wastewater treatment facility process and may pass through largely unchanged. These micro- and nanoparticle plastics, as well as other microplastics caused by fragmentation, are available for ingestion by a wide range of animals in the aquatic food web.\n\nAlthough nearly every type of commercial plastic is present in marine debris, floating marine debris is dominated by polyethylene and polypropylene because of their high production volumes, their broad utility, and their buoyancy (Colton et al., 1974; Ng and Obbard, 2006; Rios et al., 2007). Low-density polyethylene or linear low-density polyethylene is commonly used to make plastic bags or six-pack rings; polypropylene is commonly used to make reusable food containers or beverage bottle caps.\n\nAlthough much of the marine debris research focuses on floating plastic debris, it is important to recognize that only approximately half of all plastic is positively buoyant, that is, it floats (EPA 1992). Buoyancy is dependent on the density of the material and the presence of entrapped air (Andrady, 2011). After some amount of time in the ocean, floating plastic debris may become sufficiently fouled with biological growth that the density becomes greater than seawater, and it sinks (Ye, Andrady, 1991). The presence of plastics has been documented throughout the water column, including on the seafloor of nearly every ocean and sea (Ballent at al., 2013, Maximenko et al., 2012).\n\nTop of Page\n\nPersistent Bioaccumulative and Toxic Substances (PBTs) And Plastics\n\nPersistent, bioaccumulative and toxic (PBTs) chemicals or substances pose a risk to the marine environment because they resist degradation, persisting for years or even decades. PBTs are toxic to humans and marine organisms and have been shown to accumulate at various trophic levels through the food chain. Even at low concentrations, PBTs can be insidious in the environment due to their ability to biomagnify up the food web, leading to toxic effects at higher trophic levels even though ambient concentrations are well below toxic thresholds. The subset of PBTs known as persistent organic pollutants (POPs) are especially persistent, bioaccumulative, and toxic (such as DDT, dioxins, and PCBs) (Engler, 2012).\n\nGenerally PBTs have very low water solubility or are hydrophobic. For this reason, when in the marine environment, they tend to partition to sediment or concentrate at the sea surface (Hardy et al., 1990; Hardy et al., 1992) and not dissolve into solution. When PBTs encounter plastic debris, they tend to preferentially sorb (take up or hold) to the debris. In effect, plastics are like magnets for PBTs.\n\nDifferent pollutants sorb to different types of plastics in varying concentrations depending on the concentration of the PBT in seawater and the amount of plastic particle surface area available. Plastics on the seafloor may sorb PBTs from the sediments (Graham, Thompson, 2009; Rios et al., 2007), in addition to sorbing them from the seawater. Concentration of PBTs such as PCBs and DDE (the breakdown product of DDT) on plastic particles have been shown to be orders of magnitude greater than concentrations of the same PBTs found in the surrounding water.\n\nOverall, the potential for PBTs to sorb to plastic debris is complex because their behavior in the environment will vary; however, they are more likely than not to preferentially sorb to plastic debris. The particular affinity to sorb will depend on the PBT and type of plastic: polyethylene sorbs PCBs more readily than polypropylene does (Endo et al., 2005). The longer plastic is in the water, the more weathered and fragmented it becomes (Teuten et al., 2007). With increased fragmentation comes higher relative surface area, thereby increasing the relative concentration of sorbed PBTs (a process referred to as hyperconcentration of contaminants) (Engler, 2012).\n\nTop of Page\n\nContact Us to ask a question, provide feedback, or report a problem.\n\nTrash-Free Waters\nTrash-Free Waters Home\nLearn About Aquatic Trash\nSources of Aquatic Trash\nMovement of Aquatic Trash\nImpacts of Mismanaged Trash\nPlastic Pollution\nWhat EPA is Doing\nWhat You Can Do\nLaws & Regulations\nPublications & Media\nDiscover.\nAccessibility\nEPA Administrator\nBudget & Performance\nContracting\nGrants\nEPA Web Snapshots\nNo FEAR Act Data\nPrivacy\nPrivacy and Security Notice\nConnect.\nData.gov\nInspector General\nJobs\nNewsroom\nOpen Government\nRegulations.gov\nSubscribe\nUSA.gov\nWhite House\nAsk.\nContact EPA\nHotlines\nFOIA Requests\nFrequent Questions\nFollow.\nEPA's Facebook\n \nEPA's Twitter\n \nEPA's YouTube\n \nEPA's Flickr\n \nEPA's Instagram\n\nLAST UPDATED ON NOVEMBER 6, 2020"
}