{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "You Donut Need A Single-Use Plastic Straw: The Biodegradable ... - Forbes",
  "href": "https://www.forbes.com/sites/jeffkart/2021/01/18/you-donut-need-a-single-use-plastic-straw-the-biodegradable-phade-is-available-at-dunkin-and-other-locations/",
  "body": "This straw does not suck. At least not in a bad way. It's not one of those use-it-once-and-toss-it-away plastic straws that lives for 200 years in a landfill.. The straw is called phade and ...",
  "textContent": "Subscribe to newsletters\nSign In\nFORBESINNOVATIONSUSTAINABILITY\nYou Donut Need A Single-Use Plastic Straw: The Biodegradable Phade Is Available At Dunkin’ And Other Locations\nJeff Kart\nContributor\nFollow\nClick to save this article.\nYou'll be asked to sign into your Forbes account.\nGot it\nJan 18, 2021,03:11pm EST\nThis article is more than 2 years old.\n\nOrganic Waste Systems (OWS), based in Belgium, conducted a home compostable study, concluding that ... [+]\n\nOWS\n\nThis straw does not suck. At least not in a bad way. It’s not one of those use-it-once-and-toss-it-away plastic straws that lives for 200 years in a landfill.. The straw is called phade and promises sipping that’s not subpar. Dunkin’ has adopted the brand and is giving out phade drinking straws at select stores.\n\nThe phade is dubbed as a “breakthrough marine biodegradable drinking straw” made with a substrate derived from canola oil, aka PHA or polyhydroxyalkanoate. The straw is compostable in home and industrial environments, its makers say, but still has that “feel and user experience of a traditional plastic straw.”\n\nPROMOTED\n\nUsing a straw can be a special experience, right? It’s what you get when you go out to eat, order a fancy cocktail ... or grab a beverage at a place like Dunkin’.\n\nDunkin’, formerly Dunkin’ Donuts, is testing the biodegradable straws at 300 select markets in the Eastern and Central United States, says Brad Laporte, CEO of phade creator WinCup Inc., based in Stone Mountain, Georgia.\n\nDunkin’ customers that receive a uniquely colored “phade blue” straw in a phade wrapper will know they’re using the product.\n\nBesides Dunkin’, the phade is currently offered by more than 60 distributors in the U.S. and sold at Walmart.\n\nMORE FOR YOU\nRussia Formed A Fifth Airborne Division. It Wasn’t Ready For The Drone and Artillery Apocalypse.\n‘GTA 6’ Trailer Highlights The Sad State Of ‘Anti-Woke’ Discourse\nHow To Get Two ‘LEGO Fortnite’ Skins For Free Right Now\n\nA phade with a slice of lemon\n\nWINCUP\n\nForbes Daily: Get our best stories, exclusive reporting and essential analysis of the day’s news in your inbox every weekday.\n\nSign Up\n\nBy signing up, you accept and agree to our Terms of Service (including the class action waiver and arbitration provisions), and Privacy Statement.\n\nHow does it work and how do we know?\n\nThey call it “the last straw people will ever need;” one that biodegrades and composts in a matter of months and is created with natural biopolymers.\n\nForbes Innovation\n00:08\n01:12\nElon Musk Polls Users About Letting Alex\nJones Back On X\n\nSure, there are already alternatives to single-use plastic straws, like paper and vegetable-based polylactic acid (PLA) straws. WinCup says phade is a superior alternative that’s more durable, doesn’t get soggy while you’re using it and biodegrades like a good straw should.\n\nAfter nine weeks in a compost pile, the phade seems to have faded away.\n\nOWS\n\n“We have serious recycling challenges to overcome, but we need solutions right now,” Laporte says. “Again, phade is a solution. It is designed with natural elements with the intention to return to nature quickly.”\n\nDeveloping phade involved a “rigorous testing and certification process,” the company says, including TUV AUSTRIA, a globally recognized independent third party certifying body that determined the phade material will biodegrade in a marine or soil environment and compost in industrial and backyard settings.\n\nThe Biodegradable Products Institute also has verified that phade is compostable in an industrial environment and the straw is said to comply with U.S. Food and Drug Administration food contact safety regulations for cold drinks.\n\nWinCup and Danimer Scientific (which created the PHA used to make the straws) received the 2020 Innovation in Bioplastics Award from the Plastics Industry Association) for their joint work on phade. \n\n“The straw attracts microorganisms that help it break down quickly in bacteria-rich environments,” Laporte explains. That means phade straws can go into your home compost pile or your trash can. And if the straw somehow ends up in the ocean, it’ll break down there too.\n\nPeople want these straws, it seems.\n\nWinCup staged a phade giveaway on Jan. 3 as part of National Drinking Straw Day (which commemorates the history of the drinking straw).\n\nWinCup’s goal was to give away 150,000 phade straws; they reached that in five days.\n\n“The feedback we’ve received has been overwhelmingly positive,” the CEO says.\n\n“The most common comment we get is how much the phade straw feels and performs like a traditional plastic straw, and yet it’s marine biodegradable and compostable.\n\n“Consumers want to be environmentally responsible, but until now have been disappointed in some of the alternatives to traditional plastic straws.”\n\nWinCup also has more in store.\n\n“We admire any effort to address plastic pollution, including the use of reusable options,” Laporte adds. “The reality is that there remains strong consumer demand for single-use straws, and WinCup can make an immediate positive impact with phade.\n\n“New technologies will play a major role in solving global plastics challenges, and the phade straw is just the first of many PHA-based solutions to come from WinCup.”\n\nFollow me on Twitter or LinkedIn. Check out my website. \nJeff Kart\nFollow\n\nI focus on interesting, innovative and revolutionary U.S. stories about green startups and nongovernmental organizations as a\n\n... Read More\n\nEditorial Standards\nPrint\nReprints & Permissions\n1 of 4 free articles\nSubscribe to journalism that illuminates, informs and inspires.\nSubscribe Now"
}