{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Japanese Convenience stores and fast-food chains will be ... - Reddit",
  "href": "https://www.reddit.com/r/worldnews/comments/nt47qo/japanese_convenience_stores_and_fastfood_chains/",
  "body": "Of the approximately 9 million tons of plastic garbage produced annually in Japan, about 100,000 tons consist of disposable plastic spoons and straws. The law, which covers the production, sale and collection of plastic items, is designed to encourage greater recycling of plastic resources.",
  "textContent": "Japanese Convenience stores and fast-food chains will be obliged to charge for disposable plastic spoons, straws and forks from spring 2022 under legislation passed June 4 by the Diet to cut down on such garbage, an issue that has gained global prominence : r/worldnews\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to worldnews\nr/worldnews\n•\n3 yr. ago\nDoremusJessup\nJapanese Convenience stores and fast-food chains will be obliged to charge for disposable plastic spoons, straws and forks from spring 2022 under legislation passed June 4 by the Diet to cut down on such garbage, an issue that has gained global prominence\nasahi.com\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nthelok\n•\n3 yr. ago\n\nI visited Japan and I will say Japan uses a TON of plastic packaging for their foods and goods.\n\nwilliamis3\n•\n3 yr. ago\n\nLiterally everything is wrapped in plastic. Went to shop for some fruit and veg and it’s just like an ocean of plastic covering lol\n\n133 more replies\n43 more replies\ngoteamnick\n•\n3 yr. ago\n\nOh Japan is ridiculous when it comes to plastic. I buy a packet of Mentos and they try and put it in a bag.\n\nHrabraSrca\n•\n3 yr. ago\n\nI live in Asia and buy some Japanese products. The amount of plastic they use is silly. My personal favourite was a packet of biscuits which was a card box with the biscuits inside, in a plastic tray and then wrapped individually in their own plastic bag. The tray was then wrapped in a bigger plastic bag.\n\n1 more reply\n10 more replies\nGerFubDhuw\n•\n3 yr. ago\n\nCan we get rid of plastic bento grass, too?\n\n20 more replies\nDAN991199\n•\n3 yr. ago\n\nSeems like a good idea, manufacturers will adapt if demand drops and they will make something more environmentally friendly.\n\n[deleted]\n•\n3 yr. ago\n\nDemand won’t drop and neither will manufacturing. These sorts of laws are often pushed by the producers of primary plastic stock, the raw plastic pellets that are injection molded into every plastic product. They want people to view plastic pollution as a moral failing of individuals. The real problem is that these companies sell a product (plastic pellets) and once it leaves their factories they wash their hands of it, knowing that it will end up in the environment where it will persist for decades. They are abusing the commons (the oceans, soils, air) as a free dumping ground. They’ve foisted the externality cost of pollution onto society and we all have to pay for it. And we are paying for it in ways we are only now starting to comprehend. 60 years ago when we started making everything out of plastic (petrochemicals) no one thought we’d be eating, drinking, and breathing it in every day. But here we are.\n\nThe polluters have to pay. It’s the only way we will actually fix this mess.\n\n13 more replies\n3 more replies\n[deleted]\n•\n3 yr. ago\n\nI'm super down with one time use plastics being cut out, but I usually never see anything about Styrofoam. That shit can be pretty nasty.\n\n[deleted]\n•\n3 yr. ago\n3 more replies\nglowcap\n•\n3 yr. ago\n\nThat’s good and all, but why charge consumers for utensils they need instead of charging food manufacturers for all the additional plastics and wrappers they use in the name of “presentation”?\n\n12 more replies\n[deleted]\n•\n3 yr. ago\n[deleted]\n•\n3 yr. ago\nThomisawesome\n•\n3 yr. ago\n\nRecently Japan charges for plastic bags at the supermarket and convenience stores. It encourages us to bring our own reusable bags.\nHowever, I do agree that it’s ridiculous how much packaging is used. Individually wrapped apples and bananas.\n\n6 more replies\nfelonymeow\n•\n3 yr. ago\n\nMost of the plastic trash strangling ocean life is fishing nets. Plastic straws make up a much smaller percentage. If you want to have a small impact, reusable straws are a modest step. A much more impactful action is to stop eating fish.\n\n8 more replies\nsovietskaya\n•\n3 yr. ago\n\nthis is a low hanging fruit and has no real impact. why? this is japan. plastic spoon and fork is not always given when you buy bento. they give you waribashi, disposable wooden chopstick. maybe if you buy chahan they will give you spoon instead. the real problem in japan like other point out is the packaging. but the people and lawmakers are probably not gonna touch it. a year or so ago a school kid post something in social media about a particular product and pointed about too much plastic packaging and the poor kid got blasted by many people.\n\n1 more reply\nView more comments\n \n5\nRank by size \nRelated\nWorld News\nforward\nback\nr/worldnews\nMexico City introduced ban on single-use plastics following year-long preparation. Lawmakers passed ban on plastic bags, utensils and other disposable plastic items in 2019, aiming to reduce non-biodegradable plastics and hoping to turn Mexico's capital into more sustainable city.\ndw\n1.9K upvotes · 74 comments\nr/mlb\nFound this kinda funny yet cool at the same time.\n716 upvotes · 85 comments\nr/worldnews\nAntony Blinken offers 'unwavering support' for Guyana amid Venezuelan annexation plan\nupi\n514 upvotes · 65 comments\nr/worldnews\nMagnitude 7.5 earthquake strikes Mindanao, Philippines\nreuters\n244 upvotes · 13 comments\nr/videos\nEarthquake-proof toothpick structure construction contest [x-post r/theocho]\nyoutube\n2.7K upvotes · 163 comments\nr/AskUK\nShouldn’t online retailers be required to detail what something is packed in?\n2 upvotes · 20 comments\nr/NoStupidQuestions\nWhy is plastic so common in places it doesn't need to be used?\n2 upvotes · 9 comments\nr/worldnews\nSurgeons perform world’s first eye transplant on man who suffered electric shock\nlbc.co.uk\n854 upvotes · 42 comments\nr/sustainability\nPlastic packaging in food delivery – why?\n2 upvotes · 4 comments\nr/RCPlanes\nProgress pics of the 5 meter wing for my glider. Banana for scale\n95 upvotes · 15 comments\nr/worldnews\nTantric yoga guru Gregorian Bivolaru charged with human trafficking\ntheguardian\n145 upvotes · 14 comments\nr/worldnews\nVirgin Atlantic completes first long-haul flight fully powered by sustainable fuel\ncnbc\n190 upvotes · 46 comments\nr/AskScienceDiscussion\nMaterials that could replace plastic in bags?\n3 comments\nr/worldnews\nLaos is spiraling toward a debt crisis as China looms large.\ncnbc\n153 upvotes · 27 comments\nr/worldnews\nIsrael shares full list of Palestinians to be released in hostage deal\nnewsweek\n2.1K upvotes · 674 comments\nr/SustainableFashion\n“Sustainability Means Using Less Plastic and Less Animal Material” Says Adidas. WDYT?\nspeciesunite\n27 upvotes · 9 comments\nr/supplychain\nWhy do cashews says they're a product of Vietnam, India, Brazil and Indonesia?\n23 upvotes · 5 comments\nr/worldnews\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n191 upvotes · 49 comments\nr/worldnews\nFirst-ever images prove 'lost echidna' not extinct\nbbc\n379 upvotes · 22 comments\nr/worldnews\nCountries meet in Kenya to thrash out global plastic pollution treaty\ntheguardian\n283 upvotes · 9 comments\nr/mealkits\nAnyone else bothered by how much plastic is used in meal kits? If there was a reusable option where you had to ship back a box once a week, would you do it?\n12 upvotes · 15 comments\nr/canberra\nIs Canberra ready to ditch single use plastic?\n15 upvotes · 35 comments\nr/worldnews\n'Argentina has non-negotiable sovereignty over the Falklands', country's new right-wing president Javier Milei declares\nlbc.co.uk\n12K upvotes · 2.8K comments\nr/worldnews\nThe world briefly smashed through the 2-degree warming limit for the first time ever\ncnn\n939 upvotes · 227 comments\nr/worldnews\nGlobal talks to cut plastic waste stall as industry and environmental groups clash\nnpr.org\n108 upvotes · 6 comments\nTOP POSTS\nReddit\nreReddit: Top posts of June 5, 2021\nReddit\nreReddit: Top posts of June 2021\nReddit\nreReddit: Top posts of 2021"
}