{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "antitechrevolution - Reddit",
  "href": "https://www.reddit.com/r/antitechrevolution/",
  "body": "We advocate for the collapse of the modern technological system and a return to life with Nature. Modern civilization brings humanity problems, and is heading toward ecological disaster: continued technological progress will destroy all complex life on earth. This community discusses ideas and strategies related to the Anti-Tech Revolution.",
  "textContent": "antitechrevolution\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nr/antitechrevolution\nCreate a post\nSort By:\nu/CD967119\n•\n1 mo. ago\nIronic. this sub claims to be anti tech yet using tech to gain reach for it's support.\nu/Despondent_Monkey\n•\n2 days ago\nDoes the growing AI and AR trend in Tech spark any ‘urgency’ in anyone or any groups?\nu/Top_Attempt_2422\n•\n13 days ago\nIt's scary\n\n(Sorry for my english,it's not my native language) Am i the only one who feels like the world has been divided into two periods of time, before and after 2019 what if pandemic never happened\n\nu/aram4532\n•\n28 days ago\nEnvironmental Impacts of Nuclear Fusion(Part 1)\n\nTed Kaczynski suggested the seven propositions regarding self-propagating systems in Chapter 2 of his book \"Anti-Tech Revolution: Why and How.\" If you train chatGPT to learn the seven propositions TK suggested and the paper related to nuclear fusion, you'll get the following answers. (I used this paper: https://www.sciencedirect.com/science/article/pii/S0920379617301011)\n\nToday's technological society is spreading propaganda that nuclear fusion is a perfectly infinite and clean energy, and that it is the technology that will save humanity and the Earth's ecosystem. But when we analyze nuclear fusion through the lens of TK's seven propositions, we can see how deceptive this propaganda is. Nuclear fusion is not infinite nor clean. And it will accelerate the already fast ecological collapse.\n\n* * * * *\nWritten by chatGPT(3.5)\n\nSelf-propagating system means a system that tends to promote its own survival and propagation. A system may propagate itself in either or both of two ways: The system may indefinitely increase its own size and/or power, or it may give rise to new systems that possess some of its own attributes.\n\nProposition 1. In any environment that is sufficiently rich, self-propagating systems will arise, and natural selection will lead to the evolution of self-propagating systems having increasingly complex, subtle, and sophisticated means of surviving and propagating themselves.\n\nIntroduction: Proposition 1 posits that in a sufficiently rich environment, self-propagating systems will emerge, and natural selection will drive the evolution of these systems, leading to increasingly complex means of survival and propagation. Applying Proposition 1 to nuclear fusion industries involves examining how these industries evolve in response to their environment and challenges, particularly considering the push for cleaner and more sustainable energy sources.\n\n1. Emergence of Nuclear Fusion Industries: In response to the growing demand for sustainable energy, nuclear fusion industries are emerging as potential solutions to address climate change and energy security. These industries aim to harness the power of nuclear fusion, a process that replicates the energy generation occurring in the sun. The imperative for sustainable energy creates a rich environment where innovative solutions, such as nuclear fusion, can thrive.\n\n2. Evolutionary Pressures on Nuclear Fusion Technologies: As nuclear fusion industries develop, there are evolutionary pressures that drive the improvement and refinement of fusion technologies. These pressures include the need for increased energy efficiency, reduced environmental impact, and enhanced safety. The evolution of these technologies is influenced by market demands, regulatory requirements, and societal expectations for clean and sustainable energy.\n\n3. Complexity in Achieving Sustainable Fusion: The pursuit of sustained nuclear fusion reactions presents a complex challenge. Achieving and maintaining the necessary conditions for fusion, such as high temperatures and magnetic confinement, requires sophisticated engineering and technological solutions. As nuclear fusion industries evolve, there is a constant push for more intricate and efficient means of sustaining fusion reactions.\n\n4. Environmental Considerations in Fusion Evolution: In the context of Proposition 1, the environmental considerations in the evolution of nuclear fusion industries are crucial. While fusion reactions themselves produce minimal greenhouse gas emissions and radioactive waste compared to traditional nuclear fission, the entire lifecycle of nuclear fusion technologies must be assessed. This includes the mining of resources for reactor components, the energy consumption during construction and operation, and the management of radioactive materials.\n\n5. Technological Innovation and Survival: Technological innovation is at the core of the survival and propagation of nuclear fusion industries. The ability to overcome scientific and engineering challenges, such as achieving net positive energy output and developing advanced materials to withstand extreme conditions, is essential. Industries that can adapt and incorporate cutting-edge technologies are more likely to survive and propagate.\n\n6. Economic and Regulatory Dynamics: The evolution of nuclear fusion industries is also shaped by economic and regulatory factors. Funding availability, government policies, and public perception all play roles in influencing the trajectory of these industries. Economic viability, in particular, is a critical factor that can either facilitate or impede the progress of nuclear fusion technologies.\n\n7. International Collaboration and Propagation: Nuclear fusion industries operate in a global context, with collaborations among countries and research institutions. The propagation of fusion technologies depends on international cooperation, knowledge-sharing, and joint efforts in research and development. The success of fusion industries relies on a collective approach to address shared challenges and drive progress.\n\n8. Ethical Dimensions and Societal Values: The evolution of nuclear fusion industries is not solely determined by technical considerations. Ethical dimensions and societal values, including concerns about safety, environmental impact, and energy equity, influence industry practices. Industries that align with ethical principles and address societal concerns are more likely to gain acceptance and propagate.\n\nConclusion: In the context of Proposition 1, nuclear fusion industries are navigating a dynamic and challenging environment shaped by technological, economic, regulatory, and ethical factors. The evolution of these industries reflects the intricate interplay between the pursuit of sustainable energy, technological innovation, and the broader societal context. The success of nuclear fusion industries in surviving and propagating depends on their ability to address environmental concerns, adapt to changing circumstances, and contribute meaningfully to global efforts to transition to cleaner and more sustainable energy sources.\n\nProposition 2. In the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences.\n\nIntroduction: Proposition 2 asserts that, in the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences. Applying this proposition to nuclear fusion industries requires examining the potential negative environmental impacts associated with their development, particularly in the short-term perspective.\n\n1. Short-Term Advantage and Environmental Neglect: In the short term, the imperative for rapid technological advancement and economic competitiveness may lead nuclear fusion industries to prioritize achieving immediate goals without fully considering long-term environmental consequences. The pressure to demonstrate feasibility and secure funding might result in a focus on short-term advantages, potentially neglecting comprehensive environmental assessments.\n\n2. Resource Extraction and Environmental Degradation: The construction and operation of nuclear fusion facilities necessitate the extraction of resources, including rare metals and minerals. In the short term, industries may exploit easily accessible resources without adequate consideration for the environmental impacts of mining. This could lead to deforestation, habitat disruption, soil degradation, and other forms of environmental degradation associated with resource extraction.\n\n3. Energy Intensity during Development: The development and construction of nuclear fusion facilities demand substantial energy inputs. In the short term, the energy intensity of these activities may contribute to increased carbon emissions and other environmental pollutants. The urgency to establish operational facilities quickly might result in utilizing energy sources that are not environmentally sustainable, counteracting the long-term goal of clean energy production.\n\n4. Waste Generation and Management Challenges: While fusion reactions produce minimal radioactive waste compared to fission, the short-term focus on achieving operational fusion reactors might lead to inadequate planning for waste management. The handling, storage, and disposal of radioactive materials generated during research and development could pose environmental risks if not properly addressed in the initial phases of nuclear fusion industries.\n\n5. Short-Term Economic Pressures: Economic pressures for short-term returns on investment may influence decision-making within nuclear fusion industries. This could result in cost-cutting measures that compromise environmental safeguards. For instance, the adoption of less environmentally friendly materials or construction methods might occur to meet immediate financial targets, leading to negative impacts on ecosystems and surrounding environments.\n\n6. Limited Regulatory Oversight in Early Stages: In the early stages of nuclear fusion development, regulatory frameworks may be less comprehensive due to the novelty of the technology. The lack of stringent regulations and oversight could allow industries to prioritize short-term gains over long-term environmental considerations. Effective regulation is crucial in preventing environmentally harmful practices during the formative years of fusion industries.\n\n7. Technological Risks and Unintended Consequences: The pursuit of short-term advantages may drive nuclear fusion industries to take technological risks without fully assessing potential environmental consequences. The rapid deployment of experimental technologies could result in unforeseen environmental impacts, jeopardizing ecosystems, biodiversity, and the overall environmental health in the short term.\n\n8. Globalization and Environmental Externalities: As nuclear fusion industries globalize, the short-term focus on market competition and expansion may lead to environmental externalities. The carbon footprint associated with the transportation of materials, components, and expertise globally can contribute to short-term environmental degradation, especially if industries prioritize expediency over sustainable practices.\n\n9. Public Perception and Environmental Awareness: In the short term, public perception and awareness of environmental issues related to nuclear fusion industries might be overshadowed by the excitement surrounding the technology's potential. This could result in industries downplaying or neglecting the communication of potential negative environmental impacts, further exacerbating the short-term focus on immediate goals.\n\nConclusion: In the context of Proposition 2, the short-term advantages pursued by nuclear fusion industries may lead to environmental neglect and negative impacts. It is crucial for these industries to balance the urgency for technological advancement with responsible environmental stewardship. Early and comprehensive environmental assessments, stringent regulations, and ethical considerations are essential in mitigating the potential negative consequences of nuclear fusion industries during their formative stages. A commitment to long-term sustainability and environmental responsibility is necessary to ensure that the pursuit of clean energy through nuclear fusion does not compromise the health of the planet in the short term or the future.\n\nProposition 3. Self-propagating subsystems of a given supersystem tend to become dependent on the supersystem and on the specific conditions that prevail within the supersystem.\nIntroduction: Proposition 3 suggests that self-propagating subsystems of a given supersystem, in this case, nuclear fusion industries, tend to become dependent on the supersystem and specific conditions within it. Examining the negative environmental impacts of nuclear fusion industries through Proposition 3 involves understanding how these industries may develop dependencies on the larger energy system and specific environmental conditions, potentially leading to environmental challenges.\n\n1. Supersystem Dependencies: Nuclear fusion industries are subsystems within the broader energy supersystem. Their development and operation depend on factors such as government policies, funding mechanisms, and public perception. In the pursuit of clean and sustainable energy, fusion industries may become dependent on the supersystem's support, potentially leading to compromises in addressing negative environmental impacts.\n\n2. Regulatory Frameworks and Environmental Dependencies: The regulatory frameworks that govern nuclear fusion industries can influence their environmental impact. Dependence on specific regulations may lead to industry practices that prioritize compliance over environmental stewardship. Rigidity in regulatory approaches might limit the industry's ability to adapt to evolving environmental challenges and implement innovative solutions.\n\n3. Energy Infrastructure and Grid Dependencies: The integration of fusion-generated energy into existing energy infrastructures and grids is a critical consideration. Fusion industries may become dependent on conventional energy grids, potentially limiting the development of more decentralized and environmentally sustainable energy distribution systems. Failure to address this dependency could perpetuate existing environmental issues associated with centralized energy production.\n\n4. Resource Dependencies and Environmental Extraction: The construction and maintenance of fusion facilities require various resources, including metals and minerals. Dependence on resource availability may lead to environmentally detrimental practices such as over-extraction, habitat destruction, and pollution associated with mining activities. Failure to diversify resource dependencies could exacerbate these negative impacts.\n\n5. Technological Dependencies and E-Waste: Technological advancements within nuclear fusion industries may introduce dependencies on specific materials and components. The disposal of electronic waste (e-waste) from obsolete fusion technologies could become an environmental challenge. Industries relying on specific technologies may face difficulties transitioning to more environmentally friendly alternatives due to established dependencies.\n\n6. Land Use Dependencies and Habitat Disruption: The spatial requirements for nuclear fusion facilities may result in land use dependencies, potentially leading to habitat disruption and loss of biodiversity. If fusion industries become reliant on expansive land use, they could contribute to deforestation, soil degradation, and fragmentation of ecosystems, negatively impacting local flora and fauna.\n\n7. Geographic Dependencies and Environmental Injustice: The geographic distribution of fusion facilities may introduce dependencies on specific regions. This could lead to environmental injustices if communities in certain regions bear a disproportionate burden of negative environmental impacts. Dependence on specific geographic locations may limit the industry's responsiveness to environmental justice concerns.\n\n8. Public Perception Dependencies and Communication Challenges: Nuclear fusion industries are influenced by public perceptions of their environmental impact. If industries become overly dependent on positive public perceptions, they may prioritize communication strategies over substantive environmental mitigation efforts. This could result in a lack of transparency and accountability regarding the industries' actual negative environmental impacts.\n\n9. International Collaboration Dependencies: As nuclear fusion industries engage in international collaborations, dependencies on global partnerships may arise. The need for collaborative research, funding, and shared resources may introduce challenges if these dependencies limit the industries' ability to address negative environmental impacts comprehensively. Balancing global collaboration with local environmental considerations becomes crucial.\n\n10. Lifecycle Dependencies and Decommissioning Challenges: Dependence on the lifecycle of fusion facilities raises concerns about decommissioning and waste management. Industries may face challenges in responsibly dismantling and disposing of retired facilities. Failure to plan for the entire lifecycle could result in long-term environmental consequences, including contamination and the persistence of radioactive materials.\n\nConclusion: In the context of Proposition 3, the negative environmental impacts of nuclear fusion industries are intricately linked to their dependencies on the larger supersystem, regulatory frameworks, energy infrastructures, resources, technologies, and public perceptions. To mitigate these impacts, fusion industries must carefully assess and address these dependencies. A proactive and adaptive approach, incorporating environmental considerations into all stages of development, is essential to ensure that nuclear fusion becomes a sustainable and environmentally responsible energy solution. By recognizing and actively managing dependencies, fusion industries can navigate the complex interplay between their operations and the broader environmental context.\n\nProposition 4. Problems of transportation and communication impose a limit on the size of the geographical region over which a self-propagating system can extend its operations.\n\nIntroduction: Proposition 4 posits that problems of transportation and communication impose a limit on the size of the geographical region over which a self-propagating system can extend its operations. Applying this proposition to nuclear fusion industries involves examining the potential negative environmental impacts associated with the geographical expansion of these industries, considering transportation challenges and their environmental consequences.\n\n1. Resource Extraction and Geographic Distribution: The establishment of nuclear fusion industries requires the extraction of resources for construction and operation. Proposition 4 implies that the geographical distribution of resources is a limiting factor. If fusion facilities are concentrated in regions with easy access to resources, this may lead to environmental degradation through increased mining activities, habitat disruption, and ecosystem stress.\n\n2. Transportation-Induced Pollution: The transportation of materials, components, and expertise to and from fusion facilities contributes to environmental pollution. Proposition 4 suggests that as the geographical region of fusion operations expands, transportation-related environmental impacts also increase. Emissions from vehicles, air travel, and shipping can result in air and water pollution, negatively affecting ecosystems along transportation routes.\n\n3. Carbon Footprint of Globalized Fusion Industries: Globalization of nuclear fusion industries, as suggested in Proposition 6, could amplify transportation-related environmental impacts. The carbon footprint associated with the movement of personnel, equipment, and resources globally contributes to climate change. The reliance on fossil fuel-intensive transportation methods may undermine the industries' overall goal of providing a clean and sustainable energy source.\n\n4. Energy Intensity of Long-Distance Transportation: Long-distance transportation of heavy components and materials required for fusion facilities demands significant energy. Proposition 4 implies that as the geographical scope expands, the energy intensity of transportation increases. This exacerbates the environmental footprint, especially if the energy used for transportation is derived from non-renewable sources.\n\n5. Infrastructure Development and Habitat Fragmentation: Expanding the geographical reach of fusion industries may necessitate the development of transportation infrastructure, such as roads and ports. This infrastructure development can lead to habitat fragmentation, disrupting ecosystems and threatening biodiversity. Proposition 4 suggests that the environmental consequences of infrastructure expansion must be considered in the context of fusion industry growth.\n\n6. Nuclear Fusion Facility Siting and Environmental Justice: The selection of sites for fusion facilities, influenced by geographical factors, raises concerns related to environmental justice. If facilities are disproportionately located in vulnerable or marginalized communities, the negative environmental impacts associated with transportation, infrastructure development, and resource extraction may contribute to environmental injustice.\n\n7. Water Usage and Environmental Stress: Transportation-related activities, such as cooling systems for fusion facilities, often require significant water usage. The geographical expansion of fusion industries may lead to an increased demand for water resources in certain regions, potentially causing stress on local ecosystems and contributing to water scarcity issues.\n\n8. Waste Transportation and Environmental Risks: The transportation of radioactive waste generated by fusion facilities poses environmental risks. Proposition 4 implies that as the geographical region of fusion operations extends, the movement of radioactive materials over long distances increases. Accidents during transportation, such as spills or leaks, could result in soil and water contamination, with far-reaching environmental consequences.\n\n9. Stakeholder Engagement and Local Impact Awareness: Expanding the geographical scope of fusion industries may involve engagement with a broader range of stakeholders. Proposition 4 suggests that increased distances could lead to a disconnect between industry activities and local communities. This lack of proximity may hinder effective communication about potential environmental impacts, limiting awareness and community involvement in decision-making processes.\n\n10. Ecosystem Vulnerability to Globalized Fusion Operations: Proposition 4 implies that the geographical expansion of fusion operations may encounter limitations due to ecosystem vulnerabilities. Certain ecosystems may be more sensitive to the environmental disturbances associated with transportation and infrastructure development. Understanding and mitigating these vulnerabilities is crucial to prevent irreversible damage to ecosystems.\n\nConclusion: In the context of Proposition 4, the geographical expansion of nuclear fusion industries introduces challenges related to transportation and communication. The negative environmental impacts associated with resource extraction, pollution from transportation, habitat disruption, and infrastructure development must be carefully considered. Sustainable siting, efficient transportation methods, and proactive engagement with local communities are essential to minimize the environmental footprint of globalized fusion operations. By addressing these challenges, nuclear fusion industries can strive to achieve their clean energy goals while mitigating the broader environmental consequences of their geographical expansion.\n\nContinue to Part 2.\n\nView full post\nu/aram4532\n•\n28 days ago\nEnvironmental Impacts of Nuclear Fusion(Part 2)\n\nContinued from Part 1.\n\nProposition 5. The most important and the only consistent limit on the size of the geographical regions over which self-propagating human groups extend their operations is the limit imposed by the available means of transportation and communication. In other words, while not all self-propagating human groups tend to extend their operations over a region of maximum size, natural selection tends to produce some self-propagating human groups that operate over regions approaching the maximum size allowed by the available means of transportation and communication.\n\nProposition 6. In modern times, natural selection tends to produce some self-propagating human groups whose operations span the entire globe. Moreover, even if human beings are some day replaced by machines or other entities, natural selection will still tend to produce some self-propagating systems whose operations span the entire globe.\n\nIntroduction: Proposition 5 asserts that the most important and the only consistent limit on the size of the geographical regions over which self-propagating human groups extend their operations is the limit imposed by the available means of transportation and communication. Proposition 6, on the other hand, suggests that in modern times, natural selection tends to produce self-propagating human groups whose operations span the entire globe. Applying these propositions to nuclear fusion industries involves examining the potential negative environmental impacts associated with their global expansion, transportation challenges, and the resulting ecological footprint.\n\n1. Global Expansion and Resource Extraction: Proposition 6 implies that nuclear fusion industries may naturally tend to span the entire globe. This global expansion could lead to increased resource extraction activities worldwide. The demand for materials such as rare earth elements, lithium, and other components necessary for fusion technologies may result in ecological stress, habitat destruction, and pollution associated with mining and extraction processes.\n\n2. Transportation-Induced Environmental Impact: The global span of fusion industries, as suggested by Proposition 6, necessitates extensive transportation of materials, components, and expertise. This aligns with Proposition 5, which highlights transportation as a limiting factor. The negative environmental impacts of transportation include carbon emissions, air and water pollution, and habitat disruption along transportation routes. The reliance on conventional transportation methods can undermine the industries' goal of providing a clean energy source.\n\n3. Carbon Footprint of Globalized Fusion Industries: The geographical expansion of fusion industries globally, as proposed by Proposition 6, may result in an increased carbon footprint. Long-distance transportation and globalized supply chains contribute to greenhouse gas emissions, exacerbating climate change. This contradicts the environmental objectives of fusion technologies, emphasizing the need for sustainable transportation solutions.\n\n4. Energy Intensity of Long-Distance Transportation: Proposition 5 suggests that transportation limitations impose a consistent size limit on the geographical regions of self-propagating systems. Long-distance transportation of heavy components and materials for fusion facilities demands significant energy. The energy intensity of transportation, especially if derived from non-renewable sources, adds to the environmental impact and diminishes the overall sustainability of fusion operations.\n\n5. Infrastructure Development Challenges: Global expansion may require extensive infrastructure development to support fusion facilities. Building new roads, ports, and energy networks can lead to habitat fragmentation, deforestation, and disruptions to ecosystems. Proposition 5 emphasizes the challenges associated with infrastructure development, particularly in regions where the means of transportation were previously limited.\n\n6. Concentration of Power and Resource Monopolization: Proposition 6 implies that fusion industries may concentrate their operations globally. This concentration of power can lead to resource monopolization, where a few entities control access to key resources. This may result in environmental exploitation, as powerful entities exploit resources without adequate consideration for ecological sustainability, contributing to negative environmental impacts.\n\n7. Water Usage and Global Impact: The global span of fusion industries can influence water usage patterns. Cooling systems for fusion facilities, essential for their operation, may require significant water resources. The increased demand for water on a global scale can contribute to environmental stress, particularly in regions already facing water scarcity issues.\n\n8. Globalized Supply Chains and Ecological Footprint: The globalization of fusion industries, as suggested by Proposition 6, may lead to the establishment of extensive global supply chains. This can result in a larger ecological footprint, with transportation, resource extraction, and manufacturing processes occurring across the globe. The comprehensive supply chains associated with globalized operations amplify environmental impacts throughout the entire lifecycle of fusion technologies.\n\n9. Site Selection Challenges and Environmental Justice: Global expansion may pose challenges related to the selection of sites for fusion facilities. Powerful entities may prioritize sites based on their interests, potentially leading to environmental injustice. Proposition 6, in promoting global expansion, emphasizes the importance of considering environmental justice in site selection to avoid disproportionate negative impacts on vulnerable communities.\n\n10. Limited Adaptability to Local Environmental Contexts: The global span of fusion industries may limit their adaptability to local environmental contexts. Proposition 6 suggests a tendency toward global operations, which may result in a less dynamic response to diverse ecological conditions. This limitation can hinder the industries' ability to address site-specific environmental challenges and adapt technologies to different geographic regions.\n\nConclusion: In the context of Proposition 5 and Proposition 6, the potential global expansion of nuclear fusion industries introduces challenges related to resource extraction, transportation, infrastructure development, and environmental justice. Sustainable siting, efficient transportation methods, and a nuanced understanding of local environmental contexts are crucial to minimizing the negative environmental footprint associated with the globalized operations of fusion industries. By addressing these challenges, nuclear fusion can aim for a more sustainable and responsible path forward, aligning with its overarching goal of providing clean and efficient energy.\n\nProposition 7. Where (as today) problems of transportation and communication do not constitute effective limitations on the size of the geographical regions over which self-propagating systems operate, natural selection tends to create a world in which power is mostly concentrated in the possession of a relatively small number of global self-propagating systems.\n\nIntroduction: Proposition 7 states that where problems of transportation and communication do not constitute effective limitations on the size of the geographical regions over which self-propagating systems operate, natural selection tends to create a world in which power is mostly concentrated in the possession of a relatively small number of global self-propagating systems. Applying this proposition to nuclear fusion industries involves examining how the absence of effective limitations may lead to the concentration of power and the subsequent negative environmental impacts.\n\n1. Concentration of Technological Power: The absence of effective limitations on the geographical reach of fusion industries may result in a concentration of technological power among a few global entities. This concentration can lead to a lack of diversity in technological approaches and solutions, limiting the exploration of more environmentally sustainable fusion technologies. It may prioritize the interests of a few powerful entities over broader environmental considerations.\n\n2. Limited Diversity in Research and Development: If a small number of global entities dominate the fusion landscape, there may be limited diversity in research and development efforts. Proposition 7 implies that the concentration of power may stifle innovative solutions to environmental challenges associated with fusion industries. Diverse perspectives and approaches are essential for identifying and implementing environmentally friendly technologies and practices.\n\n3. Influence on Regulatory Frameworks: Concentrated power within fusion industries can extend its influence to regulatory frameworks. Entities with significant power may shape regulations to align with their interests, potentially relaxing environmental standards to facilitate faster growth or higher profits. This influence can lead to inadequate regulations and oversight, allowing for the neglect of environmental impacts.\n\n4. Resource Monopolization and Environmental Exploitation: Power concentration may result in the monopolization of key resources required for fusion industries. This could lead to environmental exploitation, as powerful entities exploit resources without adequate consideration for ecological sustainability. Over-extraction, habitat destruction, and pollution may follow, contributing to negative environmental impacts.\n\n5. Limited Accountability and Transparency: A concentration of power may reduce the accountability and transparency of fusion industries. Proposition 7 suggests that entities with significant power may operate with less scrutiny, hindering efforts to monitor and address their environmental impacts. Limited transparency can impede public awareness and participation in environmental decision-making processes.\n\n6. Inadequate Investment in Environmental Mitigation: Power concentration may lead to a prioritization of profit over environmental responsibility. Entities focused on maximizing financial gains may allocate insufficient resources to environmental mitigation efforts. This could result in inadequate investment in technologies and practices aimed at minimizing the negative environmental impacts of fusion industries.\n\n7. Environmental Injustice in Site Selection: The concentration of power may influence the selection of sites for fusion facilities. Powerful entities may prioritize sites that align with their interests, potentially leading to environmental injustice. Communities with less power may bear a disproportionate burden of negative environmental impacts, such as pollution, habitat disruption, and resource depletion.\n\n8. Resistance to Change and Sustainable Practices: Entities with concentrated power may resist changes that prioritize environmentally sustainable practices. Proposition 7 implies that powerful entities tend to perpetuate existing systems that serve their interests. Resistance to adopting sustainable technologies or modifying operational practices could hinder progress toward minimizing environmental impacts.\n\n9. Globalized Supply Chains and Ecological Footprint: Powerful fusion entities may establish globalized supply chains to meet their resource and component needs. This can contribute to a larger ecological footprint, with transportation and resource extraction occurring across the globe. The extensive supply chains associated with concentrated power can amplify environmental impacts throughout the entire lifecycle of fusion technologies.\n\n10. Limited Adaptability to Changing Environmental Contexts: Entities with concentrated power may be less adaptable to changing environmental contexts. Proposition 7 suggests that the lack of effective limitations may result in a less dynamic response to emerging environmental challenges. Limited adaptability could hinder fusion industries in addressing unforeseen environmental consequences or adjusting to evolving ecological conditions.\n\nConclusion: In light of Proposition 7, the negative environmental impacts of nuclear fusion industries may be exacerbated by a concentration of power among a few global entities. This concentration can influence technological approaches, regulatory frameworks, resource management, and site selection, potentially leading to environmental exploitation and injustice. To mitigate these impacts, it is crucial to promote diversity in research, ensure robust regulatory oversight, encourage transparency, and prioritize sustainable practices. By fostering a more distributed and inclusive landscape within fusion industries, the sector can better navigate the complexities of environmental challenges and work toward a more sustainable and responsible future.\n\nView full post\nu/aram4532\n•\n1 mo. ago\nSelf-propagating systems theory for dummies\n\nThe text below is mostly generated by chatGPT(3.5), but I corrected it a bit here and there.\n\n* * * * *\n\nSelf-propagating system means a system that tends to promote its own survival and propagation. A system may propagate itself in either or both of two ways: The system may indefinitely increase its own size and/or power, or it may give rise to new systems that possess some of its own attributes.\n\nProposition 1. In any environment that is sufficiently rich, self-propagating systems will arise, and natural selection will lead to the evolution of self-propagating systems having increasingly complex, subtle, and sophisticated means of surviving and propagating themselves.\n\nProposition 1 is all about things in nature that want to keep themselves alive and make more of themselves.\n\nThink about a group of animals, like a family of rabbits. They eat food, find safe places to live, and have babies. They do all of these things to make sure they stay alive and that more baby rabbits are born. This is because they want to survive and have more rabbits around.\n\nNow, this doesn't just happen with rabbits; it happens with all sorts of things in nature. Flowers spread their seeds, birds build nests, and even human families have children. They do these things to make sure they survive and continue to exist.\n\nProposition 1 tells us that in nature, there are many systems, like animals, plants, and even humans, that work hard to stay alive and make more of themselves. As time goes by, they get better at doing this, which means they become more complex and clever at staying alive and making more of their kind.\n\nSo, Proposition 1 is like saying that in the natural world, living things want to stay alive, and they become better at it over time by evolving and becoming more skilled at surviving and having more babies.\n\nProposition 2. In the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences.\n\nProposition 2 is like a story about animals trying to do what's best for themselves.\n\nImagine there's a group of rabbits in a big field. They really like to eat the tasty carrots they find there. Now, some rabbits are patient and will only eat a few carrots each day, saving some for tomorrow. These rabbits are thinking about the future.\n\nBut there are other rabbits that just want to eat as many carrots as they can right now. They don't save any for tomorrow because they want to enjoy the carrots at this moment. These rabbits are more focused on the short-term, meaning they want to enjoy things right away.\n\nProposition 2 tells us that in the short term, some animals, like those rabbits, prefer to get what they want right now without thinking much about what will happen in the future. They might not worry about whether there will be enough carrots for them later. It's like when you want to eat all your candy at once instead of saving some for another day. And in the survival competition, the rabbits who grab the most carrots in the field right now have an advantage, because they can raise more baby rabbits.\n\nSo, Proposition 2 is saying that some creatures, like animals or plants, tend to think about what's good for them right now without worrying too much about what's best for them in the long run. It's about wanting to enjoy something immediately rather than planning for the future, and those creatures have an advantage in the survival competition.\n\nProposition 3. Self-propagating subsystems of a given supersystem tend to become dependent on the supersystem and on the specific conditions that prevail within the supersystem.\n\nProposition 3 is all about how parts of a big system rely on that big system and the specific conditions within it.\n\nImagine you have a big puzzle with many small pieces. Each piece is like a part of the puzzle. In this case, the big puzzle is the \"supersystem,\" and the smaller puzzle pieces are the \"self-propagating subsystems.\"\n\nNow, these smaller pieces of the puzzle need the big puzzle to stay in place. They rely on the big puzzle to keep their shape and make sense. They also depend on how the big puzzle looks. If you change the big puzzle, it can affect how the smaller pieces fit together.\n\nIn real life, this is similar to how different animals or plants depend on the environment they live in. They need the environment's specific conditions, like the weather, food, and other animals, to survive and grow. If the environment changes, it can be good for some of these animals or plants, but it might not be good for others.\n\nSo, Proposition 3 tells us that the smaller parts of a big system tend to count on the big system and the conditions within it. Changes in the big system can have an impact on the smaller parts.\n\nIn a way, it's like saying the puzzle pieces depend on the big puzzle and how it looks to make sense, just like animals and plants depend on their environment to live and thrive.\n\nProposition 4. Problems of transportation and communication impose a limit on the size of the geographical region over which a self-propagating system can extend its operations.\n\nProposition 4 is all about the limits of how far something can spread or grow.\n\nImagine you have a big field where you like to play with your friends. You can run around and play games, but there's a limit to how far you can go. Maybe there's a fence at the edge of the field, and you can't go beyond it. That's a limit on how far you can spread out and play.\n\nIn the same way, some things that want to grow and spread, like plants or animals, also have limits. These limits are set by things like mountains, rivers, or oceans. They can't go beyond those natural boundaries. So, Proposition 4 is saying that there are limits on how big an area or space a self-propagating system can use for its activities.\n\nIt's a bit like saying, \"You can play in the field, but you can't go beyond the fence,\" or \"These plants can grow here, but they can't go past the river.\"\n\nProposition 4 is all about understanding that there are limits to how far something can go, just like how you have limits on where you can play in your field.\n\nProposition 5. The most important and the only consistent limit on the size of the geographical regions over which self-propagating human groups extend their operations is the limit imposed by the available means of transportation and communication. In other words, while not all self-propagating human groups tend to extend their operations over a region of maximum size, natural selection tends to produce some self-propagating human groups that operate over regions approaching the maximum size allowed by the available means of transportation and communication.\n\nProposition 5 talks about how far groups of people can spread out and do their things. Think of it like groups of friends who like to play games. Sometimes, their games are so big that they need to be in a place where they can easily travel to each other's houses. That's because they can't go too far away from their friends because they need to see and talk to each other.\n\nNow, imagine you and your friends have bicycles to get to each other's houses. You can't go too far from home because your bikes can only go so fast, and you want to see your friends often. So, the size of the area where you all can play is limited by how fast you can travel with your bikes. Proposition 5 is saying that for self-propagating groups of people (like communities or cultures), the size of the area where they live and interact is limited by how quickly they can travel and communicate.\n\nProposition 6. In modern times, natural selection tends to produce some self-propagating human groups whose operations span the entire globe. Moreover, even if human beings are some day replaced by machines or other entities, natural selection will still tend to produce some self-propagating systems whose operations span the entire globe.\n\nProposition 6 talks about something big – it's like saying that there are some groups of people or things that can be found all over the world. It's a bit like saying there are some games that are played by kids from all around the world, not just in one place.\n\nIn modern times, we have fast airplanes, the internet, and other ways to travel and communicate. Because of this, some groups of people or things can be known and spread across the entire globe. It's like how you can video chat with friends from different countries or play online games with kids from all over the world.\n\nSo, Proposition 6 is saying that even today, there are groups of people or things that can be found all over the world, thanks to fast travel and communication. And this will continue to happen, even if we imagine a future where machines or other entities replace humans, there will still be groups that spread out all over the world because of how fast we can travel and talk to each other.\n\nProposition 7. Where (as today) problems of transportation and communication do not constitute effective limitations on the size of the geographical regions over which self-propagating systems operate, natural selection tends to create a world in which power is mostly concentrated in the possession of a relatively small number of global self-propagating systems.\n\nProposition 7 is about how power and control can be in the hands of just a few big groups or systems.\n\nImagine you and your friends are playing a game, and you have to choose a leader to make all the rules. If one person keeps being the leader all the time, they get more power because they can make the rules that they like. This can make the game less fair for everyone else.\n\nIn the real world, sometimes a small number of big groups, like powerful companies or organizations, can control many things. They might have a lot of money, resources, and influence, which means they get to decide how things work for a lot of people. This can be good in some ways because these big groups can make important decisions, but it can also be challenging because they might not always make choices that are fair for everyone.\n\nSo, Proposition 7 is telling us that in situations where there are no limits on how far groups can spread and communicate (like today with the internet and fast travel), power and control tend to end up in the hands of a relatively small number of big groups. It's a bit like saying that the same person is always the leader in your game, and that person gets to make all the rules. This can be a good thing for some people, but it can also be a challenge for others, depending on how those big groups use their power.\n\nView full post\nu/Despondent_Monkey\n•\n1 mo. ago\nPositive Angle Needed. Optimism rather than Prevention.\n\nI know in a sub / movement that is openly “anti tech”, the main message and goal is very obvious, but remember that people are much more likely to be motivated by a positive goal rather than a negative one.\n\nIt’s important to share the dangers of tech and the system, but there must be positive sides (TK mentions nature for example), to the goal as well. Motivation towards a positive end works much better than motivation against a negative end.\n\nVery glad to have found this sub. If there are other channels of collaboration I’d love to know about them.\n\nu/aram4532\n•\n1 mo. ago\nWagner Group as a self-propagating system.\n\nIn his book, Anti-Tech Revolution: Why and How, TK suggested seven propositions about self-propagating systems. I trained chatGPT (3.5) on TK's propositions and asked it to evaluate the Wagner Group, Russian private military corporation, based on these propositions. Below are chatGPT's answer to my request.\n\n* * * * * * *\n\nWritten by chatGPT(3.5)\n\nSelf-propagating system means a system that tends to promote its own survival and propagation. A system may propagate itself in either or both of two ways: The system may indefinitely increase its own size and/or power, or it may give rise to new systems that possess some of its own attributes.\n\nProposition 1. In any environment that is sufficiently rich, self-propagating systems will arise, and natural selection will lead to the evolution of self-propagating systems having increasingly complex, subtle, and sophisticated means of surviving and propagating themselves.\n\nThe Wagner Group is a private military company composed of mercenaries who operate in various conflict zones around the world. In sufficiently unstable and conflict-rich environments, entities like the Wagner Group emerge and evolve. These self-propagating systems, in this case, a private military organization, have developed increasingly complex and sophisticated means of not only surviving but also expanding their influence and operations.\n\nWagner Group's ability to adapt and survive in challenging and conflict-ridden environments is a testament to the evolution of self-propagating systems. They have developed strategies, tactics, and a network of operations that allow them to navigate complex geopolitical landscapes, exploit opportunities, and continue their activities in various regions. The group's existence and operations align with the idea that self-propagating systems will evolve to adapt to their environments and thrive within them.\n\nProposition 2. In the short term, natural selection favors self-propagating systems that pursue their own short-term advantage with little or no regard for long-term consequences.\n\nThe Wagner Group, a private military company with a complex and controversial history, can be analyzed in terms of Proposition 2, which deals with the short-term focus and self-serving nature of self-propagating systems. This proposition asserts that in the short term, such systems prioritize their immediate gains, often neglecting or ignoring long-term consequences. When applied to the Wagner Group, it provides valuable insights into its operations, motivations, and impact.\n\nThe Wagner Group, also known as the Wagner PMC (Private Military Company), is a Russian private military organization with alleged ties to the Russian government. It was founded by Dmitry Utkin, a former Russian military intelligence officer. The group gained notoriety for its involvement in various conflicts around the world, including Ukraine, Syria, Libya, and the Central African Republic.\n\nHere is a detailed examination of the Wagner Group in the context of Proposition 2:\n\n1. Short-Term Objectives: The Wagner Group is primarily driven by short-term objectives, often related to financial gains and geopolitical influence. Its mercenaries are motivated by monetary incentives, making it an attractive option for individuals seeking quick financial rewards. This aligns with Proposition 2, as the group prioritizes its short-term advantage by recruiting individuals willing to engage in high-risk operations for financial compensation.\n\n2. Lack of Concern for Long-Term Consequences: The Wagner Group has been repeatedly accused of operating with little regard for the long-term consequences of its actions. For example, its involvement in the conflict in Ukraine and the annexation of Crimea by Russian forces led to international condemnation and sanctions against Russia. The group's actions have had lasting geopolitical repercussions, straining Russia's relations with other countries. This disregard for the long-term consequences mirrors the proposition's assertion that self-propagating systems may overlook or dismiss the future implications of their actions.\n\n3. Geopolitical Proxy: The Wagner Group often acts as a geopolitical proxy, carrying out operations that align with Russia's interests while allowing the Russian government to maintain plausible deniability. This approach focuses on short-term goals of securing influence in specific regions without considering the potential diplomatic or international backlash. This can lead to a strategic advantage in the short term but may harm Russia's diplomatic relations and global image in the long run.\n\n4. Focus on Profit: One of the driving factors behind the Wagner Group's actions is financial profit. The mercenaries are lured by competitive salaries, and the group itself benefits from its operations through resource extraction, such as oil and natural gas in Syria, and control over strategic assets. This profit-seeking behavior aligns with Proposition 2's emphasis on short-term advantages, where the pursuit of immediate financial gains takes precedence over long-term consequences.\n\n5. Covert and Unregulated Operations: The Wagner Group operates in a clandestine manner, often in conflict zones with minimal oversight. This allows the group to engage in activities that may not adhere to international laws or norms, further highlighting its short-term focus on achieving objectives without regard for long-term consequences. Covert operations serve immediate interests but can lead to legal and diplomatic challenges in the future.\n\n6. Impact on Stability and Security: The group's actions in conflict zones have had far-reaching impacts on the stability and security of these regions. Their interventions can exacerbate conflicts and contribute to ongoing instability, underscoring their short-term focus on achieving specific objectives, even if it comes at the cost of long-term peace and stability.\n\nIn conclusion, the Wagner Group aligns with Proposition 2, emphasizing the pursuit of short-term advantages with little concern for long-term consequences. This approach is evident in the group's recruitment of mercenaries, its profit-driven activities, covert operations, and their potential to disrupt stability in various conflict zones. While this short-term focus may yield immediate benefits, it can lead to geopolitical repercussions and diplomatic challenges in the long run, ultimately influencing the group's complex and controversial role in global conflicts.\n\nProposition 3. Self-propagating subsystems of a given supersystem tend to become dependent on the supersystem and on the specific conditions that prevail within the supersystem.\n\nWhen examining the Wagner Group in the context of Proposition 3, several key aspects come to light that illustrate its relationship with the broader supersystem and the dependency on specific conditions:\n\nAlignment with Russian Interests: The Wagner Group operates in alignment with Russia's interests, often acting as an extension of the Russian state. This dependency on the supersystem, in this case, the Russian government, is evident in its operations, which largely serve Russia's geopolitical goals. The group's missions often correspond with Russia's strategic objectives, such as supporting friendly regimes or securing access to valuable resources.\n\nPlausible Deniability: The Wagner Group's dependence on the Russian state is reflected in its need to maintain plausible deniability. While it operates on behalf of Russian interests, it does so discreetly, with the Russian government officially denying any affiliation. This level of dependency on the supersystem allows Russia to pursue its goals indirectly and denounce any involvement when necessary.\n\nFinancial Support: The group's financial resources come from sources connected to the Russian government or state-affiliated entities. These financial dependencies enable the group to carry out its activities and compensate its mercenaries. Wagner's reliance on these financial channels further underscores its status as a subsystem reliant on the broader supersystem's resources.\n\nGlobal Implications: As the Wagner Group extends its operations to various regions worldwide, it becomes increasingly interdependent with the global political landscape. This expansion reflects the group's adaptability to changing conditions, often driven by Russia's evolving geopolitical interests. Its ability to shift operations demonstrates its responsiveness to specific conditions within the supersystem, maintaining alignment with Russian objectives.\n\nInfluence of Supersystem Conditions: The Wagner Group's actions are influenced by the conditions prevailing within the Russian supersystem. Changes in Russia's foreign policy, security strategy, or resource priorities can lead to shifts in the group's activities. This flexibility highlights its capacity to adapt to evolving conditions within the supersystem.\n\nDependency on Supersystem Protection: The Wagner Group relies on the protection and support of the Russian state when faced with external challenges. This protection extends to diplomatic efforts aimed at securing the release of captured mercenaries or addressing international repercussions stemming from the group's actions.\n\nSupersystem's Control: The Russian government exercises varying degrees of control over the Wagner Group, underscoring the dependency of this subsystem on the supersystem. Russia can influence and direct the group's operations based on its strategic interests.\n\nIn summary, Proposition 3 provides insights into the Wagner Group's relationship with the supersystem, emphasizing its alignment with Russian interests, financial dependency, and adaptability to changing conditions. The group's ability to operate in diverse regions while maintaining ties to the supersystem highlights its role as a subsystem influenced by the specific conditions and objectives prevailing within the Russian superstructure.\n\nProposition 4. Problems of transportation and communication impose a limit on the size of the geographical region over which a self-propagating system can extend its operations.\n\nIn this context, we will explore the Wagner Group and its operations in relation to this proposition.\n\nWagner Group: Operations and Geographical Reach\n\nThe Wagner Group is a private military company (PMC) with a global presence and a history of engaging in various conflict zones. This discussion will analyze how Proposition 4 applies to the group's activities, considering the constraints and opportunities related to transportation and communication.\n\nThe Role of Transportation and Communication\n\nTransportation and communication are pivotal elements in the Wagner Group's ability to extend its operations. Understanding these factors within the context of the group's actions is crucial to evaluate how they influence the geographical reach of self-propagating systems like the Wagner Group.\n\n1. Flexibility in Deployments:\n\nThe Wagner Group's ability to deploy its personnel to various conflict zones demonstrates its flexibility in transportation logistics. While it primarily relies on air travel, often utilizing charter flights, it can adapt to different environments and locations. Transportation serves as a facilitator for its operations by enabling rapid response to emerging opportunities or crises. However, this flexibility also comes with limitations, as long distances and logistics can be cumbersome in remote areas.\n\n2. Geographical Constraints:\n\nDespite its adaptability, the Wagner Group's operations are not without geographical limitations. The group's reliance on specific modes of transportation, particularly air travel, imposes constraints on its reach. While it can quickly deploy to many global locations, the feasibility of operations depends on the availability of suitable airports and logistical infrastructure. Remote, landlocked, or politically unstable regions pose challenges, making certain areas less accessible for the group.\n\n3. Transportation Costs:\n\nTransportation is not only a matter of logistics but also of cost. The expenses associated with moving personnel, equipment, and supplies to distant locations can be substantial. This financial aspect influences the group's decision-making regarding where and when to engage in operations. Therefore, the group's geographical reach is influenced by the availability of financial resources.\n\n4. Communication and Coordination:\n\nEffective communication is essential for the Wagner Group to conduct operations successfully. Coordination among its personnel, intelligence gathering, and interactions with local actors all depend on communication. The group's reliance on secure communication channels and encrypted devices is paramount to its ability to function in volatile environments. Communication constraints may arise in regions with limited access to secure networks or where governments actively disrupt or monitor communications. These limitations may affect the group's operational range.\n\n5. Dependence on Local Infrastructure:\n\nIn many regions, the Wagner Group depends on local infrastructure and support networks. This local dependence can affect its operations, especially in areas with poor transportation and communication infrastructure. The availability of reliable local partners and supply chains can facilitate or hinder the group's reach in certain regions.\n\nThe Impact of Geographic Region Size:\n\nProposition 4 suggests that the geographical region size over which a self-propagating system can extend its operations is constrained by transportation and communication limitations. In the case of the Wagner Group, this proposition is relevant in the following ways:\n\nStrategic Choices: The group's decision to operate in specific regions is influenced by its assessment of transportation and communication feasibility. It may opt for regions where these constraints align with its operational capacity.\n\nOperational Efficiency: Efficiency in transportation and communication affects the group's operational reach. It may focus on regions with well-established logistics networks.\n\nLocal Partnerships: The presence of reliable local partners or logistical networks can expand the group's geographical reach. However, the absence of such partnerships in certain areas can limit its activities.\n\nThe Global Nature of the Wagner Group:\n\nIn modern times, the Wagner Group has exhibited a global presence. This expansion is influenced by the group's adaptability to transportation and communication challenges. The ability to rapidly mobilize its personnel to different regions demonstrates its capacity to overcome certain constraints. However, this global reach is not uniform and varies based on regional conditions.\n\nIn summary, Proposition 4 is highly relevant to the Wagner Group's operations. The group's geographical reach is constrained by transportation and communication factors, with operational feasibility influenced by infrastructure, costs, and logistical challenges. The group's adaptability to these constraints allows it to engage in operations across various regions, but the practicality of its actions is shaped by the interplay of these elements.\n\nProposition 5. The most important and the only consistent limit on the size of the geographical regions over which self-propagating human groups extend their operations is the limit imposed by the available means of transportation and communication. In other words, while not all self-propagating human groups tend to extend their operations over a region of maximum size, natural selection tends to produce some self-propagating human groups that operate over regions approaching the maximum size allowed by the available means of transportation and communication.\n\nProposition 6. In modern times, natural selection tends to produce some self-propagating human groups whose operations span the entire globe. Moreover, even if human beings are some day replaced by machines or other entities, natural selection will still tend to produce some self-propagating systems whose operations span the entire globe.\n\nLet's delve into how the Wagner Group aligns with these propositions:\n\nWagner Group's Global Expansion:\n\nThe Wagner Group, a private military company (PMC) with ties to Russia, is a compelling example of how self-propagating human groups can defy geographical limits through the use of transportation and communication. Proposition 5 aptly applies to the group, as it demonstrates an impressive capacity to extend its operations beyond conventional constraints.\n\nProposition 5 - Transportation and Communication:\n\nTransportation Infrastructure: The Wagner Group operates in various global conflict zones, from Syria to the Central African Republic and beyond. The group relies on both chartered and military flights for rapid deployment. Its ability to access aircraft suitable for tactical mobility demonstrates its adaptability to diverse transportation networks.\n\nCommunication Networks: In an era of advanced technology, secure communication is vital for the Wagner Group's success. The group employs encrypted devices and secure communication channels, ensuring operational security. This emphasis on effective communication aligns with Proposition 5 as a means to operate over vast geographical regions.\n\nGlobal Operations and Proposition 6:\n\nProposition 6 extends the discussion by emphasizing that \"natural selection tends to produce some self-propagating human groups whose operations span the entire globe.\" The Wagner Group is a contemporary illustration of how self-propagating systems can achieve global reach.\n\nWagner's Expansive Operations: The group's activities span multiple continents, indicating a global reach that is not confined by geographical borders. From engaging in conflicts in Africa to operations in the Middle East, the Wagner Group epitomizes a self-propagating system with a capacity to function on a global scale.\n\nResourcefulness and Adaptation: The Wagner Group showcases its resourcefulness in establishing a global footprint. Whether it's through establishing partnerships, utilizing local infrastructure, or adapting to different conflict environments, the group's resilience aligns with the notion of natural selection favoring self-propagating groups with expansive operations.\n\nOperational Challenges:\n\nWhile the Wagner Group has successfully extended its operations across the globe, it is essential to acknowledge the challenges it faces in various regions. These include navigating complex geopolitical landscapes, addressing logistical constraints, and responding to diverse conflict dynamics. Proposition 5 suggests that the most critical limitation on the group's operational range is the availability of transportation and communication infrastructure.\n\nConclusion:\n\nThe Wagner Group serves as a pertinent case study concerning the feasibility of self-propagating systems to operate across vast geographical regions. Proposition 5 underscores the importance of transportation and communication infrastructure, while Proposition 6 elucidates the group's potential to have a global presence. The Wagner Group's ability to overcome geographical boundaries through adaptability and resourcefulness is emblematic of how modern self-propagating human groups can achieve a worldwide operational reach.\n\nProposition 7. Where (as today) problems of transportation and communication do not constitute effective limitations on the size of the geographical regions over which self-propagating systems operate, natural selection tends to create a world in which power is mostly concentrated in the possession of a relatively small number of global self-propagating systems.\n\nThe Wagner Group is an intriguing case study through which to explore how this proposition manifests. Let's delve into how this private military company aligns with Proposition 7:\n\nThe Concentration of Power:\n\nEmergence of Global Self-Propagating Systems: The Wagner Group, despite its private and relatively discreet nature, has managed to extend its reach globally. It operates across multiple countries, such as Syria, Libya, the Central African Republic, and Ukraine, exemplifying a self-propagating system with a broad operational footprint. As it overcomes geographical limitations, it contributes to the emergence of a global self-propagating system, showcasing the validity of Proposition 7.\n\nOperational Impact: The group's extensive reach and diverse activities underscore its potential influence. By involving itself in various geopolitical conflicts and aligning with different state actors, the Wagner Group exercises a level of power and impact. This ability to influence outcomes aligns with the concentration of power that Proposition 7 highlights.\n\nChallenges to Concentration of Power:\n\nIt is important to note that while the Wagner Group exemplifies the concentration of power in some aspects, it also faces challenges:\n\nCountermeasures: The activities of self-propagating systems like the Wagner Group are not without opposition. International actors, rival forces, and counterterrorism measures can impede their ambitions. In certain instances, host nations or rival groups have sought to neutralize the group's influence.\n\nTransnational Dynamics: In a world characterized by interconnectedness, transnational dynamics have the potential to counterbalance the concentration of power. Regional alliances, international organizations, and global norms can act as counterweights, limiting the unilateral influence of self-propagating systems like the Wagner Group.\n\nConclusion:\n\nThe Wagner Group serves as an example of a self-propagating system with a global reach, operating across multiple regions and demonstrating a degree of power concentration. While Proposition 7 suggests that power tends to concentrate within a small number of such systems, it is vital to recognize that the current geopolitical landscape also presents challenges to this concentration, including countermeasures and transnational dynamics that shape the distribution of power. Ultimately, the Wagner Group's activities reflect the complex interplay between self-propagating systems and the global power structure.\n\nView full post\nu/gnomefriends\n•\n3 mo. ago\nWhat group is my ideology best aligned with?\n\nI struggle with placing myself in a category which makes it hard to explore my beliefs. Maybe you people that are more versed in these fields can help?\n\nI always kinda liked the anprim ideas but that group of people is so religious based that it throws me off. I want to be close to nature and away from technology for myself as an animal, not because of god nor do I want any connection with god. Furthermore I am against industrialization and capitalist society as a whole. I would say I’m more socialist leaning, because I’m not anti civilization, just anti capitalist society. I very much like the ideas of the animal liberation front as well. I just don’t know what communities I should be involving myself in or what material I should be reading to learn more.\n\nu/ljorgecluni\n•\n4 mo. ago\n\"The problem isn't tech, it's capitalism\"\n\nhttps://www.cnbc.com/2023/08/02/china-floats-two-hour-daily-limit-of-smartphone-screen-time-for-kids.html\n\nSo China is admitting that cell phones and social media apps are harmful to youths; I understand that they didn't previously recognize the harms, but did they ever think these things would be good for young people?\n\nOr was the governing Chinese Communist Party allowing yet another experiment of technology upon humanity? BTW, Cubans - with a communist government - have experienced a social change in the last five years. Where their city center plazas used to see young people gathered, talking and socializing, now the youths are gathered and staring at their cell phones, oblivious to their neighbors sitting beside them.\n\nIt's clear that children are not the only victims of the deployment of Internet and cell phones, and this reform measure is obviously inadequate in the face of the onslaught of attacks from Technology. And it should be equally apparent that whether pushed or wielded by capitalists or communists, Technology pursues its own interests, which are contrary to humanity's interests.\n\nView full post\nu/ljorgecluni\n•\n5 mo. ago\nGo ahead, chime in\nr/CollapseAction\n•\n5 mo. ago\nTechnology is THE problem\n\nAGW is only the newest and most publicized threat to our existence. Nature and humanity (along with every other organic, evolved creation) have been suffering the impacts of Technology's powers for a long while, in terms of pollution and biodiversity reduction, and unnatural mental & physical maladies afflicting us. Additionally, our natural freedom has been consistently restricted, little by little, as Tech has expanded.\n\nIf technological progress continues it is implausible that humanity will retain freedom when those who would control deploy the technical powers to can surveill and predict and interdict and manipulate (steer) anyone anywhere at anytime. (And the loss of freedoms is often less overt, such as in the practically necessary adoption of once-optional technologies, or the conformity of mankind to the societal changes required by Technology, e.g. roads and plastics and WiFi being everywhere.)\n\nObviously, the collapse of techno-industrial society - whether forced by a cadre of radicals or caused by a CME - will end the active pollution of atmosphere and soil and waters and animal bodies, and allow for the return of human freedoms pushed away by Technology's progress. But is there any feasible way we can regain our natural liberty or restore Nature's governance of Earthly life without a social collapse?\n\nView full post\n16 upvotes · 25 comments\nu/foxannemary\n•\n6 mo. ago\nPut up flyers around a campus\nu/ljorgecluni\n•\n6 mo. ago\na flaw in TK's vision?\n\nI've been writing an essay about human population and breeding, and here's two remarks I stumbled into. Am I missing something about these two points he makes, or did he get these wrong?\n\nIf you were as old as I am and had watched the development of our society for fifty years, I don't think you would suggest a campaign against population growth. It has been tried and it has failed. ...How difficult it would be to reduce the birthrate can be seen from the fact that the Chinese government has been trying to do that for years. -2004 letter to Skrbina\n\nThe birthrate definitely was reduced and the population growth of a fed and technologically advancing society was stymied. Why else did China alter its policy away from a maximum one child per mother? The birthrate lessening may not be due solely to the policy and may owe more to changes induced by the technological system - increased \"education\" and wealth and chemical interventions and economic deterrents to making family - but the policy reversal indicates that the govt. didn't want to continue the trend that has resulted. That suggests the policy was a successful imposition against the natural biological actions of an animal with adequate food supply and security. An insult to human dignity, but actually not a failed policy.\n\n...if the industrial system survives, it will continue developing new techniques of food production that may enable the world's population to keep increasing almost indefinitely. -2016 note to ISAIF\n\nThis is feasibly true in a physical sense, except that I see no plausible benefit for the technological system to sustain more people. I actually think the intent to replace humans is very obvious, and the damages to the natural world (which humans need) is one indicator that increasing humans' number or even keeping many humans in existence is not on Technology's agenda. I'm pretty sure TK recognized (wrote somewhere) that, if not deposed, Tech may inhabit a world cleared of humanity. Is the above just something he didn't go back and rewrite to be unimpeachable?\n\nView full post\nu/YtSabit\n•\n6 mo. ago\nInteresting sub - newcomer\n\nedit: had no idea this was actually a serious sub in favor of destroying modern technology, but I still find TK as an interesting dude\n\nu/KingAvailable1612\n•\n6 mo. ago\nTed Kaczynski is dead at 81.\n\nhttps://apnews.com/article/ted-kaczynski-unabomber-dies-federal-prison-95fdd4f398fbfe20aaadf5d53a91dc26\n\nKaczynski was one of the few men in our day and age who walked his talked. He was fed up with civilization and did his best to remain free from its clutches. Called both genius and insane by detractors and even some supporters Kaczynski's work still remains largely misunderstood or unknown to a majority of people. I have spent 3 years on and off studying Kaczynskis work and his personal life, the amount of disinformation and misunderstanding about this man is endemic from his worldview to what did or did not occur in his life. In one of his correspondence letters in the last years of his life he asked the individual to plant a tree on in his memory.\n\nA happily married man does not does not daydream about romantic love. Similarly, a man does not romanticize frontier freedoms unless he is suffering from the lack of personal autonomy\n\nhttps://www.thetedkarchive.com/category/topic/the-various-ted-k-archives\n\nhttps://theanarchistlibrary.org/category/author/ted-kaczynski?sort=pubdate_desc&rows=50\n\nView full post\nu/SnoopySection\n•\n6 mo. ago\nAnyone have a copy of Garden issue 3?\n\nThe hard drive on which I had it backed up is no longer in my possession — if anyone has a link or a file I would be deeply appreciative. Also, if anyone can point me towards ATQ. I’ve fallen out of the loop of radical neo-Luddite communities online.\n\nu/wbtmlu\n•\n6 mo. ago\nResults of the disruption of the Power Process\nu/ljorgecluni\n•\n6 mo. ago\nSad win: A.I. didn't kill the operator in a drone simulation\nhttps://www.theguardian.com/us-news/2023/jun/02/us-air-force-colonel-misspoke-drone-killing-pilot\nu/ljorgecluni\n•\n7 mo. ago\nSunday: Anti-Tech 101 instructional (by ATC & Dr. David Skrbina)\n\nSunday, May 21st @ 12pm EST\n\nThe Anti-Tech Collective will host an open discussion meeting via Zoom, to introduce the anti-tech position which advocates hastening the demise of the worldwide techno-industrial system.\n\nDr. David Skrbina, professor on the philosophy of technology, will explain the case for the dismantling of modern technological society, and answer questions about the anti-tech ideology made most famous by the revolutionary Dr. Theodore Kaczynski.\n\nWhile designed as an introduction for people unfamiliar with the anti-tech ideology, all are welcome to participate and raise questions.\n\nATC Zoom meeting Sunday, May 21st @ 12pm EST.\nhttps://us06web.zoom.us/j/85423844612?pwd=V05Ic1dBOTRjQWVtNWc5dmt4dndZUT09\n\nView full post\nu/ljorgecluni\n•\n7 mo. ago\n‘We’re tired of waiting’: the First Nation that unilaterally declared a marine protected area | Americas\nhttps://www.theguardian.com/environment/2023/may/03/canada-first-nation-that-unilaterally-declared-a-marine-protected-area\nu/itseeshanotisha\n•\n7 mo. ago\nFallacy of freedom in modern civilization\n\nThe individual is in a dilemma: either he decides to safeguard his freedom of choice, chooses to use traditional , personal, moral, or empirical means, thereby entering into competition with a power against which there is no efficacious defense and before which he must suffer defeat; or he decides to accept technical necessity, in which case he will himself by the victor, but only by submitting irreparably to technical slavery. In effect he has no freedom of choice. Jacques Ellul, The Technological Society\n\nu/BrilliantChoice4781\n•\n7 mo. ago\nWhy Do So Many People Praise A Killer?\n\nI made a video on Ted Kaczynski, and his popularity in recent years. I would love for you to check it out! https://m.youtube.com/watch?v=YKRLOMWwXbk&t=83s\n\nu/ljorgecluni\n•\n8 mo. ago\nIdeas in Technological Slavery and Anti-Tech Revolution\nr/collapse\n•\n8 mo. ago\nIdeas in Technological Slavery and Anti-Tech Revolution\n\nWhat are everyone's thoughts on Kaczynski's position that a revolutionary movement must be formed to force the industrial system's collapse, because it must collapse sooner rather than later, since if it is left to continue to grow there won't be anything left to sustain life (or a good life for a long time) in the future once it collapses on it's own? (Ref. to the books Technological Slavery and Anti-Tech Revolution).\n\n105 upvotes · 126 comments\nu/qpooqpoo\n•\n8 mo. ago\nTechnological Slavery and Anti-Tech Revolution\n\nReminder to read these two vitally important books!\n\nu/TheNeo-Luddite\n•\n8 mo. ago\nAnti-Tech Quarterly Issue 1\n\nhttps://archive.org/details/anti-tech-quarterly-issue-1-1/mode/2up\nNew issue from kaczynskist anti-tech zine, \"Anti-Tech Quarterly,\" previously known as, \"Garden.\"In this new issue we provide a follow up to Garden Issue 3 where the most critical substations in the US were revealed. Here we give a detailed hypothetical analysis into what the restoration process would look like if the US underwent a wide-scale blackout. This exposes vulnerabilities in the process that could disrupt restoration plans. Next article we provide a special report on the European grid crises, and a look into the intricacies of the European grid system. Lastly a sneak peak at a new book by a man referred to as Forest Anon, and his experiences living as a true wildman.\n\nhttps://preview.redd.it/anti-tech-quarterly-issue-1-v0-ckrhxsozuzra1.png?width=393&format=png&auto=webp&s=e1ea152e2eb4c128bb8dfea61841bc9ab12c54d9\n\nTo read our previous articles you can go to:\nhttps://archive.org/details/@gardentjk\nor\nhttps://www.thetedkarchive.com/library/anonymous-garden\n\nView full post\n[deleted]\n•\n9 mo. ago\nYoutube video exposes the origins of the idea of \"progress\"\n[deleted]\n•\n9 mo. ago\nHow Overstimulation is Making Us Dumber\n[deleted]\n•\n9 mo. ago\nNew video about the corporate art style!\nTop 24%\nRank by size \nRULES\n1\nBe Civil\n2\nNo Advocating Illegal Activity\n3\nNo Inappropriate/Sensationalized Titles\n4\nNo Memes or Low Effort Posts\n5\nNo Leftist Advocacy"
}