{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Paper vs. Plastic Straws: Is Paper Really Better for the Environment ...",
  "href": "https://get-green-now.com/environmental-impact-paper-vs-plastic-straws/",
  "body": "Plastic straws (which are single-use items) become a large problem for the environment after they are thrown away. The USA alone uses over 390 million plastic straws each day (Source: New York Times), and most of those end up either in landfills or polluting the environment. Plastic straws create a huge problem when they are improperly disposed.",
  "textContent": "Skip to content\nHome\nElectric Vehicles\nSustainability\nBlog\nAbout\nContact\nSUSTAINABLE LIVING\nPaper vs. Plastic Straws: Is Paper Really Better for the Environment?\nBy\nHugh\nApril 28, 2019\nUpdated on\nJanuary 27, 2021\n\nMany restaurants have banned plastic straws due to their harmful effects on the environment, and have switched to paper alternatives instead. But, are paper straws really better for the environment?\n\n\nThe answer isn’t as simple as you may think:\n\n\nWhile it’s true that paper straws aren’t as harmful as plastic straws, this doesn’t mean that they aren’t harmful at all. In fact, paper straws can still have many negative environmental effects, especially if they are improperly disposed.\n\n\nFirst, let’s go over what exactly makes plastic straws so bad for the environment. Then, we’ll go over how paper straws compare to plastic in terms of environmental impact, and why using paper straws might not be the most eco-friendly decision.\n\n\nWhat Makes Plastic Straws Bad for the Environment?\n\nPlastic straws (which are single-use items) become a large problem for the environment after they are thrown away.\n\n\nThe USA alone uses over 390 million plastic straws each day (Source: New York Times), and most of those end up either in landfills or polluting the environment.\n\n\nPlastic straws create a huge problem when they are improperly disposed. When a plastic straw enters the environment, it can get carried by the wind and rain into bodies of water (like rivers), and eventually enter the ocean.\n\n\nAlbatross chick with a stomach full of plastic pieces\n\nOnce there, plastic can be extremely harmful to various marine animals and to the ocean ecosystem. Plastic can mistaken for food, and can choke or kill animals like birds or sea turtles.\n\n\nTo see first-hand the damaging effects of plastic straws on marine life, the video below shows researchers removing a straw from a sea turtle’s nose. It likely got stuck after the turtle accidentally swallowed the straw, and got it stuck while trying to cough it out.\n\n\nTo make matters worse, plastic straws are not biodegradable, and they aren’t accepted by the majority of curbside recycling programs either. This means that once a plastic straw is used and thrown out, it will always remain in the environment as a piece of plastic.\n\n\nLearn More: The Environmental Impact of Plastic Straws (Updated Facts & Statistics)\n\n\nHow do Paper Straws Compare?\n\nOverall, it’s true that paper straws are probably much better for the environment than their plastic counterparts. However, paper straws still come with their own set of environmental disadvantages.\n\n\nFor one, many people believe that paper products are less resource-intensive to manufacture than plastic straws. After all, paper is biodegradable and comes from trees, which is a renewable resource.\n\n\nUnfortunately, that is simply not the case! In fact, paper products in general require more energy and resources to manufacture than plastic products (Source). This may seem counter-intuitive, but it’s actually true!\n\n\nPaper Straws\n\nFor example, the production of paper bags uses four times as much energy as the production of plastic ones. In general, more greenhouse gases are emitted during the production of paper products than their plastic counterparts.\n\nThis occurs because fossil fuels power the machinery and equipment used in the production of both plastic and paper straws. But since paper products are more energy-intensive to produce, the production of paper straws actually uses more resources (and emits more greenhouse gases) than the production of plastic straws!\n\n\nMaking matters worse, paper straws also have the ability to harm animals if they are littered into the ocean, much like plastic straws. With that being said, however, paper straws will generally still be less harmful than plastic, because it is a lot less durable, and should biodegrade.\n\n\nWhy did I say, “plastic straws should biodegrade”? Well, I’ll talk about that next.\n\n\nAre Paper Straws Really Biodegradable or Compostable?\n\nOne of the main arguments for the environmental-friendliness of paper over plastic straws is that paper is biodegradable.\n\n\nThe problem?\n\n\nJust because regular paper is biodegradable, doesn’t mean that paper straws are biodegradable. What’s more, the term biodegradable can have different definitions, and can sometimes be misleading.\n\n\nTo be considered “biodegradable,” the carbon material of a product has to break down by only 60% after 180 days. In real world situations, the paper could last a lot longer than 180 days (but will still disappear faster than plastic, of course).\n\n\nTo make matters worse, in cities where most of us live, we generally do not compost our waste products or leave them in nature to biodegrade. Think about it: If you go to a fast food restaurant, there is rarely ever a compost bin. Instead, your paper straws will most likely go into the normal trash and end up in a landfill.\n\n\nLandfills are specifically designed to prevent decomposing, which means that if you throw your paper straw out into the trash, it will probably never biodegrade. This means that your paper straw would just be adding to the piles of garbage on Earth.\n\n\nBut, Aren’t Paper Straws Recyclable?\n\nPaper products in general are usually recyclable, and this means that in general, paper straws are recyclable.\n\n\nHowever, most recycling facilities will not accept food-contaminated paper products. Since paper absorbs liquids, it may be the case that your paper straws will not be recycled.\n\n\nDoes this mean that paper straws are completely non-recyclable? Not exactly, but if your paper straw has food residue on it (for example, from drinking smoothies), then it may not be recycled.\n\n\nConclusion: What Should I Do About Paper Straws?\n\nIn conclusion, just because some restaurants have switched over to paper straws, doesn’t mean that you should use them. It’s clear that paper straws are still harmful to the environment, even if plastic straws are more harmful.\n\n\nIn the end, paper straws still have large environmental consequences, and are definitely not eco-friendly. For the most part, they are still a single-use waste item.\n\n\nSo, what can you do to mitigate your environmental footprint?\n\n\nThe easiest way to reduce your environmental impact (in regards to straws) is to refuse all straws altogether.\n\n\nMake sure that whenever you go to restaurants, you request a drink without the straw. Restaurants usually give out straws automatically with your drink, so it’s important that you ask before you order.  \n\n\nSubstituting our use of plastic straws with paper alternatives is like replacing a McDonald’s diet with a KFC diet—both are unhealthy for your health, just as both plastic and paper straws are unhealthy for our environment.\n\n\nLast Updated: July 9, 2019\n\nA previous version of this article stated that the raw materials used in the production of plastic straws emitted more new greenhouse gases than the raw materials used in the production of paper straws. While this was true, it was redundant, as the overall production of paper straws emits more greenhouse gases than the production of plastic straws anyway. This section of the article has been removed.\n\nShare this post:\nShare on\nTwitter\nShare on\nFacebook\nShare on\nPinterest\nPost Tags:\n#Plastic Straws\nSimilar Posts\nprev\nnext\nslide 1 to 2 of 6\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\nBy\nHugh\nJuly 24, 2022\nThe Environmental Impact of Plastic Straws – Facts, Statistics, and Infographic\nBy\nHugh\nJanuary 25, 2018\nShut off the engine: Tips of the Week\nBy\nHugh\nSeptember 2, 2015\nHow to Effectively Use Natural Light in your Home (Save Money and Energy!)\nBy\nHugh\nAugust 25, 2017\n12 Best Plastic Straw Alternatives (My 2020 Recommendations)\nBy\nHugh\nJuly 25, 2019\n10 Minimalistic Decor Ideas For Small Spaces (or a Tiny House)\nBy\nGuest Author\nOctober 14, 2018\n16 Comments\nken Audibert says:\nJuly 24, 2020 at 1:55 pm\n\nHi Hugh,\nGreat article. My partners and I started 4RTides once California banned plastic straws to provide an alternative to single-use plastic/paper straws. We also found that most restaurants switched to paper because there were no alternatives and the compostable straws being pushed now just side step the law but, just like you mention in your article, zero restaurants we work with were ever sending compostable straws out to a composting facility. What we have done is to design a straw washing caddy that allows for steel straws to run through the restaurants washing machine system which uses high temperatures and cleaning solutions, much like a fork or a knife would be cleaned. We have seen wonderful uptake by hotels and restaurants looking for a solution who do not want their guests using an inferior product. I am happy to talk more if you are interested.\n\nReply\nAlex says:\nNovember 20, 2019 at 2:33 pm\n\n“This occurs because fossil fuels power the machinery and equipment used in the production of both plastic and paper straws.”\n\nI understand this might be an average based on global production, but sure isn’t always the case right? Doesn’t it depends on what region in the world they are produced?\n\nSounds like it’s often a war between product version A vs B. If we could focus more on renewable energy sources or less polluting alternatives (sun, wind, hydroelectricity), that would probably help the whole industry to become greener. Not just for straw production. Sure, even those energy sources have impacts on the environment, but it would certainly reduce the green gas effect.\n\nGreener energy production + proper composting/recycling/reuse program should help in most cases.\n\nI agree tho, just don’t use any straws… unless you have to, then get a pack of the re-usable/cleanable ones.\n\nReply\nSteve says:\nSeptember 4, 2019 at 6:37 pm\n\nIf both a paper straw and a plastic straw were thrown in the landfill, since landfills prevent decomposing, the paper straw is way worse than the plastic, as the carbon footprint for creating the paper straw is much higher.\n\nThrowing both straws in the ocean, perhaps the paper straw is slightly better as it will degrade sooner.\n\nHowever North America is hardly at all the cause of dumping in the ocean. We should reduce our carbon footprint, go back to plastic straws as they are better when placed in a landfill, and use our $$ to encourage the real culprits that dump the vast majority into our oceans. Our time and effort is better spent there.\n\nReply\nMarty Jenson says:\nSeptember 21, 2021 at 11:18 pm\n\nPaper straws if eaten by an animal will break down and just be excreted. Plastic does not break down in an animal and micro plastics are everywhere. Comparing plastic straws to paper straws is silly. Plastic straws are dumb. If you need a straw, use your own steel straw and wash it.\n\nReply\nteslatradeup says:\nAugust 15, 2019 at 7:03 pm\n\nWhat if the straw is made from recycled material? If paper straws are made from recycled paper? Is that still more resource intensive than plastic straws? Now compared both if they are both made from recycled material…\n\nReply\nHugh says:\nAugust 19, 2019 at 4:24 pm\n\nThe big problem with paper straws is that a lot of energy is needed manufacture the straw (and that energy comes from burning fossil fuels). I don’t think that recycling paper will solve this issue, although it would result in less trees being cut down.\n\nReply\nJack says:\nMarch 25, 2022 at 9:03 pm\n\nI don’t get why they don’t just try making bio degradable plastic straws & forks and make & enforce better recycling regulations so the stuff doesn’t wind up in the oceans. The material to do this does exist. The military/DOD uses it to make spoons and stuff for the military field rations(MREs) These wood spoons & forks and paper straws suck complete ass. When you try to drink a shake the stuff doesn’t go through the straw well or comfortably and when you drink soda it degrades the straw fast leading to spills and the fork design most places use is just horribly designed. Not like the pastic forks at all. Every time I get a meal or whatever that comes with this junk it ends up in the trash before I even use it and I just use plastic forks & straws I already have at home that I do reuse.\n\nReply\nMax says:\nJuly 9, 2019 at 6:39 pm\n\n“For example, the production of paper bags uses four times as much energy as the production of paper ones.”\n\nPaper vs paper typo?\n\nReply\nHugh says:\nJuly 9, 2019 at 7:19 pm\n\nThanks for pointing that out Max, I just got it fixed\n\nReply\nCharles Sanders says:\nJuly 1, 2019 at 6:28 am\n\nGood article, the conclusion is essential: avoid using straws in the first place, whether they are made from plastic or paper.\n\nHowever, I would like to correct one thing. You write:\n\n“However, it’s also important to keep in mind that plastic is made from petroleum (oil), which releases a lot of new greenhouse gases into the atmosphere when extracted or burnt. On the other hand, trees are part of the Earth’s natural carbon cycle, meaning that they cycle carbon already existing in the atmosphere, and do not contribute to any new carbon emissions.”\n\nThe GHG emissions embedded in plastic products result from the energy used in oil extraction, oil refining and plastic production, as well as things like transportation. This energy is generally provided by plant utilities, which burn natural gas or diesel to provide heat and electricity.\n\nThe GHG emissions embedded in paper products result from the energy used in preparing and clearing land (where necessarty), felling trees, transporting them and transforming them into paper. That energy is generally provided by diesel used in agricultural machinery and trucks and from plant utilities in the paper plant. None of this energy comes from burning wood.\n\nTherefore, it’s incorrect to state that paper production does not contribute new carbon emissions. It unfortunately DOES, and generally in higher amounts than plastic production because the process is more energy-intensive, and because more paper (by mass) is required in order to make an equivalent product to the plastic one it is replacing, whether that be a bag or a straw.\n\nReply\nHugh says:\nJuly 1, 2019 at 2:56 pm\n\nHi Charles,\n\nThanks for pointing out the mistake! I’ll edit the article and get it fixed as soon as possible. What I actually meant to say was that the actual material that paper is made out of (AKA wood) doesn’t contribute to greenhouse emissions, whereas the material that plastic is made from (AKA oil) does. I actually mentioned in the article that the production of paper products is a lot more resource-intensive than plastic products, but anyway, sorry for the miscommunication.\n\nEdit: That section has been further edited to remove redundancy (you can learn more in the box at the bottom of the article).\n\nReply\nDH says:\nJuly 1, 2019 at 4:43 am\n\nHi Hugh,\n\nSay, the damage of a plastic straw to environment is -100, and by not using a straw the damage would be 0, where would a paper straw lies in the scale? -30?\n\nReply\nHugh says:\nJuly 1, 2019 at 7:18 pm\n\nIt’s hard to compare their environmental impact on a scale because there are so many variables and different possibilities at play. The production of paper straws is actually more resource-intensive than plastic straws, but plastic straws are more dangerous to the environment if they are littered because they do not biodegrade. Paper straws are also biodegradable and can be recycled, whereas most recycling programs do not accept plastic straws. It really all depends on how the straw was manufactured and how it is disposed.\n\nReply\nDH says:\nJuly 3, 2019 at 1:37 am\n\nHi Hugh,\n\nThank you for your reply. I am from accounting background and I definitely agree that life-cycle costing concept should be applied to consider the issue, from its production, transport, usage to its disposal.\nHowever I think its a bit too extreme if we just expect general population to give up straws all together, considering it takes many years for plastic straws to degenerate, do you think the extra production damage of paper straw a worthy trade-off? If general population just change from plastic straw to paper straw, would you still consider that a significant win in terms of fighting climate change?\n\nReply\nVeronica says:\nJune 3, 2019 at 1:21 pm\n\nThis is a great article and I want to use this in my research project for school, and in order to cite my sources I need a last name. So is there any way you can disclose this information? Should I email you?\n\nReply\nHugh says:\nJune 3, 2019 at 4:57 pm\n\nHi Veronica,\nYou can email me at hugh@get-green-now.com and I’ll provide any info you need.\n\nReply\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nSearch for:\nAbout Me\n\nHi, I’m Hugh, and my mission with Get Green Now is to raise awareness of environmental issues and teach people how to live sustainably. This blog covers a variety of topics including plastic pollution, renewable energy, electric vehicles, and much more.\n\nLearn More About Us\n\nRecent Posts\nTushy Ace Review (After 3 Months): Is this Luxury Bidet Worth it?\n5 Metals in your Home that can be Recycled for Cash\nHow exactly bidets offer a healthier, green option for your bathroom\nA Closer Look at General Motors’ (GM) Sustainability Initiatives\nCar Modifications for Electric Vehicles: What’s Possible?\n\nAffiliate Disclaimer: Some links on this site may be referral or affiliate links. Buying a product through my link comes at no extra cost to you, and I only recommend products that I believe in. As an Amazon Associate I earn from qualifying purchases.\n\nUseful Links\nAbout Us\nBlog\nContact Us\nWrite For Us\nFollow Us\nFacebook\n \nTwitter\nSearch for:\n\n© 2023 Get Green Now. All Rights Reserved.\n\nContact\nWrite For Us\nPrivacy Policy\nComment Policy\nWe'd like to show you notifications for the latest news and updates.\nAllow\nCancel"
}