{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Confronting the Plastic Pollution Pandemic | International Institute ...",
  "href": "https://www.iisd.org/articles/deep-dive/confronting-plastic-pollution-pandemic",
  "body": "Deep Dive Confronting the Plastic Pollution Pandemic Still Only One Earth: Lessons from 50 years of UN sustainable development policy Fossil fuel-based plastic is a ubiquitous commodity, which disintegrates over hundreds of years, but never fully degrades.",
  "textContent": "Skip to main content\nAbout\nIssues\nArticles\nPublications\nEvents\nNewsroom\nClick to open the search form\nDonate\nFollow us\nTrending:\n \nNature\n \nGender Equality\n \nUkraine\n \nCOP 28\nRead in:\nFrench\nDEEP DIVE\nConfronting the Plastic Pollution Pandemic\n\nStill Only One Earth: Lessons from 50 years of UN sustainable development policy\n\nFossil fuel-based plastic is a ubiquitous commodity, which disintegrates over hundreds of years, but never fully degrades. Countries should carefully weigh the advantages and drawbacks of a proposed new global treaty on plastic pollution, while recognizing if we do not address our current uses of plastic, the world will be in an eternal waste cycle. (Download PDF) (See all policy briefs) (Subscribe to ENB)\nBy Tallash Kantai on December 22, 2020\nShare this page:\nTwitter\nFacebook\nContents\n\nEvery piece of plastic we have ever touched is still on Earth. It may be intact or disintegrating, but it is still here. Pieces of plastic lie everywhere, from the depths of the ocean to the peak of the highest mountain. And more plastic enters the system every second.\n\nThis is the situation that has driven the plastic pollution crisis so high on the global agenda. Once again, something with the power to do good has spun into a seemingly uncontrollable threat.\n\nPlastic is an essential commodity with multiple uses based on its key qualities of malleability, flexibility, and durability. Derived from the process of refining oil and gas, plastic has been indispensable in making our lives easier. Think of the diaper that makes it that much easier for parents to care for their babies. Or IV drip bags and other crucial medical equipment used to treat the sick, not to mention the personal protective equipment that has saved lives during the COVID-19 pandemic. Think of the insulation for electric wires that power our lives, or the multipack of pens you purchase at the beginning of the school year. Plastics are omnipresent in agriculture, fisheries, renewable energy, transport, technology, retail, textiles, personal care products, and all the other sectors and industries that directly or indirectly affect our daily life.\n\nBut also think of the plastic bags, bottles, cigarette filters, cups, wrapping, straws, stirrers, flip-flops, bits of packaging, and microplastics that merge with our beaches and marine ecosystems. Plastic has indeed made our lives more convenient, but it has come at a higher price than we imagined.\n\nThe plastic pollution overflowing our landfills, clogging waterways, and infiltrating the ocean is primarily made of discarded items and packaging. Plastic lasts for hundreds of years, slowly disintegrating into smaller and smaller pieces, but never fully degrading. Indeed, one of the key perks of plastic is its longevity. And yet, the plastic packaging of nearly every product we purchase and many plastic products themselves are intended to be discarded after a single use. Throwaway plastic is an oxymoron, but it has become our sad, increasingly dangerous reality.\n\nI am angry. We should all be angry. Anger has a long history of bringing about positive change. In addition to anger, I am also hopeful, because I believe deeply in the ability of human beings to remake themselves for the better.\n\nChimamanda Ngozi Adichie, We Should All Be Feminists\n\nPlastic pollution should make everyone angry. This is a crisis we can see with the naked eye, day in and day out. Plastic has been found on even the most remote, uninhabited islands, and in the deepest parts of the ocean. Because we can see it, we are more keenly aware of it, unlike some other forms of pollution. In 2019, the World Health Organization (WHO) called for further studies on the impacts of microplastics on human health. An initial study, hampered by a lack of adequate data, concluded microplastics pose no danger at current levels (WHO, 2019). Although the WHO report was inconclusive about the effects of plastic on human health, other studies have linked the chemicals in plastic to negative health outcomes including endocrine disruption (Dabre 2020). Plastic particles have been detected in drinking water and in the food we eat, with a 2019 study commissioned by WWF estimating humans consume about five grams (or one credit card in weight) of plastic every week.\n\nMicroplastics are not a specific kind of plastic, but rather any type of plastic fragment that is less than 5 mm in length. (Photo: iStock)\n\nWe have seen the devastating effects plastic has on marine life. For instance, unable to process ingested plastic waste pieces, seabirds and other sea creatures starve to death. We’ve seen sea turtles and other animals tangled in fishing nets or trapped in plastic pack rings. Plastic pollution also wreaks havoc on land, clogging drains and preventing rainwater from soaking into the soil, which leads to flooding. Terrestrial creatures also suffer the effects of plastic waste, with some getting trapped in discarded plastic bags and suffocating to death.\n\nThere is no political divide about the existence of plastic pollution, and for half a century in many developed countries the onus for addressing this issue was placed squarely on individual consumers. Slogans like “Reduce, Reuse, Recycle”—the 3Rs—have become commonplace. This catchphrase of the first Earth Day in 1970 inspired many and helped create a new waste industry, which has been dominated by China since the 1990s, importing almost 50% of global plastic waste. The slogan also planted the seed that the individual was solely responsible for pollution.\n\nHowever, particularly for plastic pollution, a large part of the responsibility for the problem had been, and continues to be, obscured. The focus of the plastic problem, as we have come to see it, is at the waste stage—not at the production stage, which would implicate the petrochemical industry and implicitly lay the blame on the oil and gas industry. The International Energy Agency (IEA) estimates the growth in demand for petrochemical products, including plastics and fertilizer, is set to account for nearly 50% of the global growth in oil demand by 2050 (IEA, 2018).\n\nIEA, Per capita demand for major plastics in selected countries in 2015, IEA, Paris https://www.iea.org/data-and-statistics/charts/per-capita-demand-for-major-plastics-in-selected-countries-in-2015\n\nWith more than eight billion tonnes of plastic in circulation, and more virgin plastic produced each day, we need a multi-pronged approach to address this mounting crisis.\n\nNegotiating Plastic Pollution\n\nWhile plastic pollution was not on the agenda at the 1972 United Nations Conference on the Human Environment in Stockholm, Sweden, governments were concerned about waste and, particularly, its impact of the marine environment. Twenty years later, at the 1992 United Nations Conference on Environment and Development (Earth Summit), there was still no emphasis on plastic pollution. Plastic waste was mentioned twice in Agenda 21, the programme of action adopted at the Earth Summit: once in Chapter 17 on oceans and once in Chapter 21 on environmentally sound management of solid wastes. Another 20 years passed and at the United Nations Conference on Sustainable Development (Rio+20), plastic pollution was still only mentioned twice in its outcome document, “The Future We Want.”\n\nIt was not until recently that governments and the United Nations, responding in part to the public outcry to reports on the impacts of plastic on marine creatures, began to prioritize the fight against plastic pollution. In 2015, the world welcomed the Sustainable Development Goals (SDGs): 17 global goals carefully negotiated to set the world on a path to overall sustainability. SDG 12 addresses responsible consumption and production patterns, with specific targets aimed at substantially reducing waste generation through prevention, reduction, recycling, and reuse, and achieving the environmentally sound management of chemicals and wastes. This goal, coupled with those related to the preservation and protection of terrestrial and marine life (SDGs 14 and 15), has acted as a clarion call to groups working to stem plastic pollution, including WWF, the Center for International Environmental Law, and ClientEarth. Although the SDGs, like the action plans that preceded them, do not mention plastic pollution per se, it is clear the production and consumption of plastic is a far cry from being sustainable. While the SDGs are not legally binding, they do provide targets to which governments and other stakeholders can aspire towards for the common good of all humanity.\n\nAs part of this effort, parties to the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal took the first major legally binding action to control plastic waste. In 2019, parties amended the Convention’s annexes to control the transboundary movement of plastic waste, classifying certain plastic waste as hazardous and subjecting their movement to the prior informed consent procedure. Effective January 2021, any state exporting certain types of plastic waste will require the importing state’s prior informed consent, and countries will have the right to refuse the importation of any such waste. Parties to the Basel Convention also established a plastic waste partnership to minimize the generation of plastic waste as well as to promote its environmentally sound management. Both the amendment and the partnership encourage the recycling of plastic waste, with the implicit hope more recycled plastic in the supply chain will discourage virgin plastic production.\n\nThe swiftness of action on plastic waste by the Basel Convention was notable. Normally it can take years for states to agree to amend a treaty. In this case, it took parties less than one year. In contrast, at this same meeting, parties to the Convention also only partially adopted non-binding guidelines on electronic waste, an issue under discussion since 2002.\n\nThe United Nations Environment Programme (UNEP) launched its #BeatPollution campaign in 2017 (Photo: Mike Muzarakis, IISD/ENB)\n\nThe United Nations Environment Programme (UNEP) embraced the issue of plastic pollution much earlier. In 1995, UNEP established the Global Programme of Action for the Protection of the Marine Environment from Land-based Activities. Among its achievements over the years was the launch of the Global Partnership on Marine Litter in 2012. But with the increase of global concerns about the growing amount of plastic litter in the marine environment, UNEP took up the cause. In 2017, the United Nations Environment Assembly (UNEA), in resolution 3/7, established an ad hoc open-ended expert group on marine litter and microplastics. The expert group considered a variety of options to control marine litter, including negotiating a new treaty on plastic pollution, or ramping up existing voluntary measures, such as the Group of 20’s (G20) Osaka Blue Ocean Vision and the Group of 7’s (G7) Ocean Plastics Charter. The disadvantage of these existing measures, however, is they only include a small group of countries: those belonging to the G20 or the G7.\n\nBy 2050, we will have about a billion metric tons of plastic in our landfills. We need to make a shift.\n\nUNEP Executive Director Inger Andersen\n\nThe advantages of a new global treaty would be its inclusivity because of its global nature—every country in the world would have the choice of joining global action against plastic pollution. However, treaty negotiations take time, and with plastic pollution increasing every day, time is a luxury the planet may not be able to afford. The potential advantage of ramping up voluntary measures is that the ambition attached to them may be greater, as each country can do as much as it wants to do to meet the ultimate goal of managing plastic waste. Some have argued legally binding global treaties cater to those most opposed to them, thereby weakening their overall ambition. A treaty could, on the other hand, address plastic before it becomes waste. This is an advantage that cannot be overstated because recycling, which was supposed to prevent the leakage of plastic waste into the environment, is a flawed idea that has been largely unsuccessful (Waste Land, 2020). One assessment revealed only 9% of all plastic produced has ever been recycled (Parker 2018), an indictment of the 40-year old plastics recycling industry. The UNEP expert group is expected to present the results of its two-year discussion to the next UNEA session, with many hoping this will initiate an intergovernmental negotiating process toward a treaty on plastic pollution.\n\nOther UN entities, such as the Convention on Biological Diversity and UNEP’s Regional Seas Programme and CleanSeas Campaign, address marine debris, and abandoned, lost, or otherwise discarded fishing gear. The International Convention for the Prevention of Pollution from Ships (MARPOL) addresses marine pollution, including plastic pollution, from ships. While these efforts are commendable, if left unchecked, the amount of plastic pollution that could leak into the ocean from other sources could sink all their work. At the last meeting of the UNEP expert group on marine litter and microplastics in November 2020, one delegate stated the current estimates of 12 million metric tonnes of plastic leaking into the ocean need to be revised to reflect the magnitude of the crisis more accurately.\n\nA cattle egret looking for food in a pile of plastic waste (Photo: iStock)\nQuestions that Remain\n\nIf current estimates are inaccurate, much more needs to be done to clarify the sheer enormity of the problem and to stem the flow of the millions of tonnes of plastic into the environment. However, addressing plastic only when it becomes waste could leave the world in a never-ending waste cycle. Furthermore, we need to ask more questions about the silver-bullet solutions presented to us. At the time governments negotiated the amendment to the Basel Convention, the global trade in waste plastic had taken an unforeseen hit. In 2018, the world’s biggest importer of plastic waste, China, instituted a policy banning the import of plastic waste. This had a domino effect, as other countries in Asia also began turning down what used to be lucrative plastic waste. The reason for this shift could be that we are saturated in plastic. Almost every country manufactures plastic products or imports them for distribution and use. Many of these products, particularly single-use plastics, quickly become waste. Countries are struggling under the weight of their own plastic waste can ill afford to deal with imported waste.\n\nBut perhaps the reason for this collapse is more sinister. A September 2020 investigation by reporters from the US National Public Radio (NPR) titled Waste Land revealed that shifting the responsibility from the producers of virgin plastic to end users was a genius stroke of public relations crafted by the plastics industry. For years, producers encouraged the idea that good plastic in the hands of bad people creates ugly plastic pollution. Few in the developed world questioned the supply chain and whether this plastic, ubiquitous in single uses by the 1980s, was actually fit for purpose. It was very much a case of “out of sight, out of mind” for the end user, who diligently sorted plastic waste for recycling each week.\n\nBut recycling plastic is expensive, which is perhaps why the work was outsourced to countries in Asia that could do it more cheaply than those in North America or Europe. But as mentioned earlier, only 9% of all plastic ever produced has been recycled, which means there were other reasons to outsource plastic for recycling. The NPR investigation revealed the chemical composition of plastic is altered (and weakened) every time it is exposed to heat, and recycling requires exposing plastic to very high temperatures. This means it can only be recycled a few times before it becomes a useless synthetic, still unable to fully degrade.\n\nSo, if recycling is limited and impractically expensive, is it the right solution to our mounting plastic waste crisis? Should we look instead to the other elements in the 3R slogan: reduce and reuse? These elements resonated best in the developing world in the 1980s and 1990s when plastic became more accessible. Many in Nairobi, Kenya, for example, used empty ice cream tubs for food storage, and most people had a drawer full of plastic bags, which were regularly reused until they developed holes and had to be thrown away.\n\nIf we are seemingly at a plastic saturation point, it would be more productive to rethink plastic as we know it and use it to make things that require longevity, flexibility, and malleability in perpetuity. In recent years, more and more infrastructure companies have come to see the value of plastic waste in road building. Companies in India, the Netherlands, and elsewhere are already testing the use of waste plastic as an ingredient in road construction. Initial reports seem positive (Appiah et al., 2017). An early study of the use of waste plastic in concrete for construction could also provide another viable pathway for our plastic waste.\n\nMore than 99% of plastics are produced from chemicals derived from oil, natural gas and coal — all of which are dirty, non-renewable resources. If current trends continue, by 2050 the plastic industry could account for 20% of the world’s total oil consumption.\n\nUnited Nations Environment Programme\n\nTo deal with plastic pollution effectively though, we also must stem the sources of virgin plastic. All efforts to repurpose waste plastics will be for nought if we are still investing in and manufacturing new plastics. The COVID-19 pandemic increased plastic pollution around the world due to the greater demand for personal protective equipment like masks and gloves. Many countries have also seen an increase in plastic packaging for food as food suppliers work to allay fears around food safety as it relates to the pandemic. Any gains made to manage plastic pollution over the last few years have no doubt been slowed down by this global crisis. With fossil fuels linked to both climate change and plastic pollution, it may be time to take the bull by the horns. Climate change activists have a catchy chant: keep it in the ground, with the “it” referring to fossil fuels. If this slogan were to be acted upon, we could redeem ourselves in more ways than one.\n\nWorks Consulted\n\nAppiah J.K., et al. (2017) Use of waste plastic materials for road construction in Ghana, Case Studies in Construction Materials 6, 1-7. https://doi.org/10.1016/j.cscm.2016.11.001\n\nBrooks, A.L., et al. (2018). The Chinese import ban and its impact on global plastic waste trade. Science Advances 4, eaat0131. http://doi.org/10.1126/sciadv.aat0131\n\nDarbre, P.D. (2020). Chemical components of plastics as endocrine disruptors: Overview and commentary. Birth Defects Research 112, 1300-1307. https://doi.org/10.1002/bdr2.1778 \n\nInternational Energy Institute. (2018). The Future of Petrochemicals. IEA. https://www.iea.org/reports/the-future-of-petrochemicals\n\nIsmail, Z.Z. & AL-Hashmi, E.A. (2008). Use of waste plastic in concrete mixture as aggregate replacement. Waste Management 28(11), pp 2041-2047. https://doi.org/10.1016/j.wasman.2007.08.023\n\nParker, L. (2018). A Whopping 91% Of Plastic Isn't Recycled. National Geographic News. https://www.nationalgeographic.com/news/2017/07/plastic-produced-recycling-waste-ocean-trash-debris-environment/\n\nShare this page:\nTwitter\nFacebook\nAdditional downloads\nFaire face à la pandémie de la pollution plastique (PDF, 417.94 KB)\nConfronting the Plastic Pollution Pandemic (PDF, 402.03 KB)\nFunded by\nGovernment of Canada, Global Affairs Canada\nGovernment of Norway, Ministry of Foreign Affairs\nGovernment of Sweden, Ministry of Environment\nDeep Dive details\nTopic\nGovernance and Multilateral Agreements Responsible Business Trade\nProject\nStill Only One Earth: Lessons from 50 years of UN sustainable development policy\nFocus area\nAct Together Resources\nFunders\nGovernment of Canada, Global Affairs Canada Government of Norway, Ministry of Foreign Affairs Government of Sweden, Ministry of Environment\nYou might also be interested in\nHow to Regulate Our Waste-Full World\n\nGoing forward, the legitimacy of global governance of hazardous wastes may rest on its ability to enable governments protect the most vulnerable.\n\nDEEP DIVE\n\nJuly 26, 2021\n\nIISD Annual Report 2022–2023\n\nAt IISD, we’ve been working for more than three decades to create a world where people and the planet thrive. As the climate crisis unfolds on our doorsteps and irreversible tipping points loom, our team has been focused more than ever on impact.\n\nANNUAL REPORT\n\nOctober 31, 2023\n\nWeb of resilience \n\nPakistan's development model has still not recognised the limits of the natural environment and the damage it would cause, if violated, to the sustainability of development and to the health and well-being of its population. Pakistan’s environment journey began with Stockholm Declaration in 1972. A delegation led by Nusrat Bhutto represented the country at the Stockholm meeting, resulting in the establishment of the Urban Affairs Division (UAD), the precursor of today’s Ministry of Climate Change. In setting the country’s environmental agenda, we were inspired by the Stockholm Principles, but in reality, we have mostly ignored them for the last five decades.\n\nIISD IN THE NEWS\n\nDawn\n\nJune 5, 2022\n\nPathways to Sustainable Cities\n\nUrban planning needs to be inclusive and responsive to the needs of local communities and build on participatory approaches that foster the engagement of marginalized actors.\n\nDEEP DIVE\n\nApril 28, 2022\n\nFollow us:\nFooter menu\nContact\nEmployment\nAccessibility\nEthics\nPrivacy Policy\nTerms and Conditions\nPodcast\n© 2023 International Institute for Sustainable Development.\nDesigned and built by Soapbox.\nSign up to IISD’s newsletter\nSign up\nWe use cookies on this site to enhance your user experience\n\nBy clicking the Accept button, you agree to us doing so.\n\nAccept No, thanks"
}