{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic Bags Banned in Cincinnati : r/cincinnati - Reddit",
  "href": "https://www.reddit.com/r/cincinnati/comments/iq91i1/plastic_bags_banned_in_cincinnati/",
  "body": "Metal straws technically consume more carbon to produce on the carbon scale than a single plastic straw, but also if that person only uses the metal straw a certain amount of times it's offset. It's not a simple thing but in general reducing non-biodegradable plastic is more of an issue because we can always plant more trees and do things to ...",
  "textContent": "Plastic Bags Banned in Cincinnati : r/cincinnati\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to cincinnati\nr/cincinnati\n•\n3 yr. ago\n[deleted]\nPlastic Bags Banned in Cincinnati\nNews\nwcpo.com\nOpen\nSort by:\nAdd a Comment\n[deleted]\n•\n3 yr. ago\nRicketyFrigate\n•\n3 yr. ago\n\nAldi: huehuehue\n\nReply\nreply\ni_am_buzz_lightyear\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nSam's: \"Hey. Let's make the customer recycle the boxes. Win-win.\"\n\nHonestly though, that makes the most sense. It's already waste and you don't need to rely on people to bring their own.\n\nReply\nreply\nfatchancefatpants\n•\n3 yr. ago\n\nSYAC: This is going into effect in January 2021. Bags will now either need to be brought from home or bought from the store. Reusable paper or cloth bags will be at least 5 cents, but stores can charge whatever they want. Money from selling bags will go back to the store, not the city.\n\nCustomers who are paying for their purchase with Electronic Benefits Transfer (EBT) cards, which are used to distribute food stamps and other government aid, do not have to pay for their bags.\n\nRe: delivery- it would appear that the store needs to sort that out, not the doordash/delivery driver\n\nReply\nreply\nRitaAlbertson\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nI'm interested to see how Kroger handles its Clicklist/Pickup bagging. I try to be good about using my reusable bags and nearly all the plastic bags I have are from Pickup (where they use WAY TOO MANY (seriously my one carton of eggs doesn't need its own bag)) where it's not like I can hand over my bags while they're shopping for me. I guess they'll create an option to pay for paper or to go bagless so we can bag it at our trunks?\n\nReply\nreply\n13 more replies\n3 more replies\nCatsPatsGo\n•\n3 yr. ago\n\nWhat am I going to use for my bathroom garbage can now??\n\nReply\nreply\nMaster_Mastermnd\n•\n3 yr. ago\n\nI like the reusable bags. More durable and plastic bags end up like tribbles in my house anyway.\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nIt’s kinda like this in dc, they charge you if you want to use their plastic bags by a few cents so people tend to bring their own reuseable bags!\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nThis is going to stink when covid is still happening. Some restaurants and groceries (Kroger) won’t touch any of your bags when loading up your cart.\n\nReply\nreply\ndoubtinggardens\n•\n3 yr. ago\n\nKroger employee here, we are now able to touch and use your bags in the checkout!\n\nReply\nreply\n3 more replies\n \nTop 1%\nRank by size \nRelated\nCincinnati\nHamilton County\nOhio\nUnited States of America\nNorth America\nPlace\nforward\nback\nr/mexico\nMorena va por la UNAM: Pide que investiguen fondos para universidades públicas\nelfinanciero.com.mx\n124 upvotes · 87 comments\nr/vermont\nVT native Tina Friml made her late night stand up debut on The Tonight Show last night\nyoutube\n201 upvotes · 19 comments\nr/jeffjackson\nJeff Jackson Interview on the Daily Show\nyoutube\n122 upvotes · 5 comments\nr/Louisville\nKentucky is the gayest state in America\nnewsweek\n683 upvotes · 289 comments\nr/Michigan\n48 Years Ago today, the Edmund Fitzgerald sank in the waters of Lake superior\nyoutube\n223 upvotes · 41 comments\nr/raleigh\nRoad rage I captured on I-85 yesterday. Nissan with no license plate tries to run car off road, then passes me on shoulder.\nyoutube\n119 upvotes · 69 comments\nr/philadelphia\nThe famous Pennsylvania Lottery \"12 Days of Christmas\" commercial was so popular that they filmed an entire shot-for-shot remake.\nyoutube\n138 upvotes · 46 comments\nr/aldi\nPrices so low!\n73 upvotes · 13 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 14 comments\nr/phish\nMy arrangement of \"Reba\" for string quartet\nyoutube\n208 upvotes · 84 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n474 upvotes · 216 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/wisconsin\nFull body-cam footage behind the viral Applebees arrest video in Kenosha\nyoutube\n105 upvotes · 20 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/DMB\nCory Wong at MSG Guesting on Tripping Billies\nyoutube\n129 upvotes · 38 comments\nr/thewestwing\nHappy Thanksgiving Everyone.\nyoutube\n207 upvotes · 32 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/videos\nWould I Lie To You - Was Lee Mack invited to the royal wedding?\nyoutube\n255 upvotes · 20 comments\nr/maryland\n'Vampire' virus discovered in Maryland is a breakthrough in viral research\nnewsweek\n204 upvotes · 39 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 78 comments\nr/videos\nThe heaviest bunch of fancy dressed Dudes you will ever see.\nyoutube\n184 upvotes · 65 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 10, 2020\nReddit\nreReddit: Top posts of September 2020\nReddit\nreReddit: Top posts of 2020"
}