{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Strong, Hydrostable, and Degradable Straws Based on Cellulose‐Lignin ...",
  "href": "https://onlinelibrary.wiley.com/doi/10.1002/smll.202008011",
  "body": "The huge consumption of single-use plastic straws has brought a long-lasting environmental problem. Paper straws, the current replacement for plastic straws, suffer from drawbacks, such as a high cost of the water-proof wax layer and poor water stability due to the easy delamination of the wax layer. It is therefore crucial to find a high ...",
  "textContent": "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising purposes. To learn more, view the following link: Privacy Policy\nSkip to Article Content\nSkip to Article Information\nUniversity of the South\nLogin / Register\nSmall\nResearch Article\nToken Access\nStrong, Hydrostable, and Degradable Straws Based on Cellulose-Lignin Reinforced Composites\nXizheng Wang, Qinqin Xia, Shuangshuang Jing, Claire Li, Qiongyu Chen, Bo Chen, Zhenqian Pang, Bo Jiang, Wentao Gan, Gang Chen, Mingjin Cui, Liangbing Hu, Teng Li\nFirst published: 24 March 2021 https://doi.org/10.1002/smll.202008011Citations: 55\nRead the full text\nPDF\nTOOLS SHARE\nAbstract\n\nThe huge consumption of single-use plastic straws has brought a long-lasting environmental problem. Paper straws, the current replacement for plastic straws, suffer from drawbacks, such as a high cost of the water-proof wax layer and poor water stability due to the easy delamination of the wax layer. It is therefore crucial to find a high-performing alternative to mitigate the environmental problems brought by plastic straws. In this paper, all natural, degradable, cellulose-lignin reinforced composite straws, inspired by the reinforcement principle of cellulose and lignin in natural wood are developed. The cellulose-lignin reinforced composite straw is fabricated by rolling up a wet film made of homogeneously mixed cellulose microfibers, cellulose nanofibers, and lignin powders, which is then baked in oven at 150 °C. When baked, lignin melts and infiltrates the micro–nanocellulose network, acting as a polyphenolic binder to improve the mechanical strength and hydrophobicity performance of the resulting straw. The obtained straws demonstrate several advantageous properties over paper straws, including 1) excellent mechanical performance, 2) high hydrostability, and 3) low cost. Moreover, the natural degradability of the cellulose-lignin reinforced composite straws makes them promising candidates to replace plastic straws and suggests possible substitutes for other petroleum-based plastics.\n\nConflict of Interest\n\nThe authors declare no conflict of interest.\n\nOpen Research\nSupporting Information\nReferences\nCiting Literature\n\nVolume17, Issue18\n\nMay 6, 2021\n\n2008011\n\nReferences\nRelated\nInformation\nDownload PDF\nAdditional links\nABOUT WILEY ONLINE LIBRARY\nPrivacy Policy\nTerms of Use\nAbout Cookies\nManage Cookies\nAccessibility\nWiley Research DE&I Statement and Publishing Policies\nDeveloping World Access\nHELP & SUPPORT\nContact Us\nTraining and Support\nDMCA & Reporting Piracy\nOPPORTUNITIES\nSubscription Agents\nAdvertisers & Corporate Partners\nCONNECT WITH WILEY\nThe Wiley Network\nWiley Press Room\nCopyright © 1999-2023 John Wiley & Sons, Inc. All rights reserved"
}