{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastic straws have been vilified while humongous plastic ... - Reddit",
  "href": "https://www.reddit.com/r/Showerthoughts/comments/ndgikq/plastic_straws_have_been_vilified_while_humongous/",
  "body": "Gaming. Valheim Genshin Impact Minecraft Pokimane Halo Infinite Call of Duty: Warzone Path of Exile Hollow Knight: Silksong Escape from Tarkov Watch Dogs: Legion",
  "textContent": "Plastic straws have been vilified while humongous plastic packaging for tiny products are still living the high life. When you point fingers at the wrong culprit it leaves a taste of old mushy paper in your mouth. : r/Showerthoughts\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Showerthoughts\nr/Showerthoughts\n•\n3 yr. ago\n[deleted]\nPlastic straws have been vilified while humongous plastic packaging for tiny products are still living the high life. When you point fingers at the wrong culprit it leaves a taste of old mushy paper in your mouth.\nSorry, this post was deleted by the person who originally posted it.\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nIamthejaha\n•\n3 yr. ago\n\nJust wait till you find out plastic recycling doesnt really exist and that blue bin is just supposed to make you feel good.\n\nThatguy468\n•\n3 yr. ago\n\nYou must live in Chicago. I’ve definitely seen the trash truck pickup both bins and dump them into the same truck on numerous occasions and then wonder why my wife spends extra money on the special “recycling bags” required by our city.\n\n5 more replies\nBafangFan\n•\n3 yr. ago\n\nHey, free trash capacity is free trash capacity! Saves people from having to pay more for a bigger trash can.\n\n3 more replies\ncwm33\n•\n3 yr. ago\n\nI have a nice assortment of metal straws, those paper ones are just awful.\n\nSmakes25\n•\n3 yr. ago\n\nIt also distracts from the fact that most waste in the ocean is fishing nets. It's always easier to make consumers feel bad than hold corporations accountable.\n\nandroid24601\n•\n3 yr. ago\n\nNetflix: Seaspiracy\n\n3 more replies\n6 more replies\nAJ_Rimmer_SSC\n•\n3 yr. ago\n\nIf they would out wax on em I wouldn't mind paper straws as much\n\nmojojojo31\n•\n3 yr. ago\n\nI swear online sellers wrap everything four times!\n\nGoodpie2\n•\n3 yr. ago\n\nThat's what we call a \"scapegoat\"\n\nthat_guy898\n•\n3 yr. ago\n\nPaper straws are the “thoughts and prayers” of conservationism\n\n[deleted]\n•\n3 yr. ago\nApplejuiceinthehall\n•\n3 yr. ago\n\nThis is a false dichotomy. Even if there are other things to do that doesn't mean we shouldn't get rid of straws if we have the chance.\n\n1 more reply\nmwoods60\n•\n3 yr. ago\n\nI have some glass straws, kinda awesome. With a little carry case so you can take with you places and they came with a little cleaner brush.\n\nPeople think they’re funny, but I see them look jealous when I have a classy straw.\n\nnimrodh2o\n•\n3 yr. ago\n\nGlassy\n\n2 more replies\ndecrementsf\n•\n3 yr. ago\n\nEliminating PFC's from grocery shopping is too difficult. Foods wrapped in plastic everywhere. Optimizing grocery for reusable storage needs to be a thing. Would be happy to bring glass bottles to refill milk, non-plastic containers for most bagged produce. Make wax paper for butchered goods cool again.\n\nhummus12345\n•\n3 yr. ago\n\nTo save the environment I just use my own straws made from hollowed and dried panda peni.\n\n3 more replies\nFaktafabriken\n•\n3 yr. ago\n\nGot a paper straw in a plastic package last weekend when buying a juicebox. Single package.\n\n2 more replies\nView more comments\n \n11\nRank by size \nTOP POSTS\nReddit\nreReddit: Top posts of May 16, 2021\nReddit\nreReddit: Top posts of May 2021\nReddit\nreReddit: Top posts of 2021"
}