{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Placing nanoplastics in the context of global plastic pollution - Nature",
  "href": "https://www.nature.com/articles/s41565-021-00888-2",
  "body": "Ultimately, the different physical and chemical characteristics of the different size classes of plastic pollution (macroplastics, microplastics and nanoplastics) will result in divergent fate and ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature nanotechnology  perspectives  article\nPerspective\nPublished: 29 April 2021\nPlacing nanoplastics in the context of global plastic pollution\nDenise M. Mitrano, Peter Wick & Bernd Nowack \n\nNature Nanotechnology \nvolume\n 16, \npages\n491–500 (2021)Cite this article\n\n11k Accesses\n\n222 Citations\n\n233 Altmetric\n\nMetrics\ndetails\n\nAbstract\n\nNumerous studies have made the ubiquitous presence of plastic in the environment undeniable, and thus it no longer comes as a surprise when scientists measure the accumulation of macroplastic litter and microplastic fragments in both urban and remote sites. Nanoplastics have recently emerged in the discussions of scientists, regulators and the public, as the weathering of macroplastics may lead to a substantial burden of nanoplastics in various ecosystems. While nanoplastics particles themselves have not (yet) been extensively measured in the environment, there is increased concern that this size fraction of plastic may be more extensively distributed and hazardous that larger-sized particles. This assessment may emanate from an unease with the term ‘nano’, which may elicit a negative response over uncertainties of the pervasiveness of nanoplastics specifically, or from the lessons learned by many years of intensive environmental health and safety research of engineered nanomaterials. Ultimately, the different physical and chemical characteristics of the different size classes of plastic pollution (macroplastics, microplastics and nanoplastics) will result in divergent fate and hazards. As nanoscientists specializing in understanding the fate, transport and interactions of nanoparticles in human and environmental systems, in this Perspective, we try to place nanoplastics in the context of global plastic pollution by assessing its sources and risks, and by assessing commonalities nanoplastics may share with other nanosized objects in environmental systems, such as engineered nanomaterials and natural colloids.\n\nMain\n\nThe magnitude of mismanaged microplastic waste seen around the globe has been a clear indicator of the impacts humans have on the environment and brought forward urgent discussions on how we may be able to live more sustainably. The release of plastic from many diffuse sources is anticipated to negatively impact the water quality of lakes, rivers and oceans as well as soil ecosystems, but our understanding of how particulate plastic behaves in different environmental compartments is still fragmentary. The dominant fraction of particulate plastic originates from the breakdown of macroplastic litter or is released during product use (for example, fibres from textiles or tyre wear)1, and conceptually there is no reason why plastic could not fragment further to the nanosize range. Indeed, this has already been shown to occur in laboratory experiments2,3. Therefore, it is difficult to disentangle the various facets of plastic pollution—which could be considered as a continuum from macroplastics to microplastics to nanoplastics. However, it remains unclear whether nanoplastics can really simply be considered as an extension of the (micro)plastic problem, given that the difference in particle size may ultimately impart different interactions with organisms and fate and transport pathways, and that different analytical tools and skill sets are required to detect and characterize particles in this size range. Consequently, assessing the impacts of nanoplastics on environmental systems may be fundamentally different than assessing the impacts of macro- or microplastics.\n\nIncreasing focus is being given to nanoplastic particles, potentially because the word ‘nano’ itself is charged, because the small particle size conjures up an underlying discomfort with nanosized materials as a whole (for example, distrust in new nanotechnologies, potential for increased hazards with smaller particles), or because analysing nanomaterials is considered more of a scientific challenge (for example, more sophisticated tools and techniques are needed to study them). Both of these aspects have been observed before when assessing the environmental health and safety of engineered nanomaterials. But given the ubiquity of nanosized particles of natural origin or those unintentionally produced by human activity, for example, combustion by-products, it is unclear how nanoplastics fit into this picture as they constitute only one class of nanoparticulate material among many others of different origins. The experience gained with engineered nanomaterials may shed light on how to approach environmental nanoplastics research as many scientists have transitioned between these two disciplines. However, extrapolations between groups of nanomaterials with known specific toxic properties and modes of action can not necessarily be transferred one to one to the field of nanoplastics without careful considerations of particle chemistry, transport processes and toxicodynamics. At present, there is not enough information to perform a proper risk assessment of nanoplastics and thus there are key knowledge gaps that still must be filled in terms of both nanoplastic hazard and nanoplastic exposure. Ultimately, we hope to learn from previous experiences on how to assess human and environmental risks to nanosized materials, so that we can better place nanoplastics in context with global plastic pollution.\n\nIn this Perspective, we explore and discuss how the nanoplastics topic is perceived in the scientific community and society, the influencing factors that trigger research and public awareness to understand the consequences of nanoplastics pollution, and how we can avoid misleading or dead-end debates. In particular, we examine (1) the prominence of nanoplastics as an environmental contaminant of emerging concern, (2) the implications and challenges with defining nanoplastics, (3) the role of plastic size and chemistry in its environmental fate and impacts in relation to other nanosized objects, (4) the increased attention by connecting the words ‘plastic’ and ‘nano’, and finally (5) the approaches we as responsible nanoscientists can take in providing evidenced-based assessments of nanoplastics in the context of global plastic pollution.\n\nNanoplastic as an environmental contaminant of emerging concern\n\nContaminants of emerging concern is a term used to describe pollutants that have been detected in the environment that may cause adverse ecological or human health impacts, and typically are not regulated under current environmental laws. The group of substances collectively falling within this description has historically been a moving target, which began with global lead contamination from the Romans two millennia ago, to dichlorodiphenyltrichloroethane (DDT) and chlorofluorocarbons at the start of the environmental movement in the 1960s, and more recently includes pharmaceuticals, flame retardants and engineered nanomaterials4. Today, plastic pollution is a major issue and challenge that needs to be tackled by many actors (governments, business, scientists and individual citizens)5,6,7. Plastic production and usage has outgrown most other human-made materials, and with our modern lifestyles, a world without plastics is both unimaginable and impossible. When assessing the life cycle of all plastics ever made, it is clear that the end-of-life fate of many plastics is currently less than ideal8, with a notable fraction of plastic waste directly entering the environment9,10,11. Microplastics, small plastic fragments <5 mm in size, are currently widely considered contaminants of emerging concern in the environment12,13, and are one of the defining indicators of the Anthropocene14. Beyond the polymer itself, plasticizers and their metabolites have been measured in the environment for decades15, and those that have been recognized as endocrine disruptors (bisphenol A or phthalates) have been banned or are under stringent regulation16,17. Increasingly, nanoplastics has become the newest focus of the problematization of plastics in the environmental arena18,19, but where do nanoplastics fit into the scope of global plastic pollution?\n\nMass media is awash with examples of plastic pollution on a global scale, the longevity of its impacts and the difficulties associated with any potential clean-up efforts. The impact of large plastic debris in oceans has long been studied and the visual reminders of its presence are stark: biota caught in discarded fishing nets and massive ‘floating garbage heaps’ in the gyres of the worlds’ oceans20. Reducing macroplastic litter in the environment has been the focus of environmental concern for some time, and civic engagement on this topic is an extension of the responses to tackle global environmental problems that began in the late 1960s and early 1970s. More recently, there have been further attempts to systematically transform the plastic life cycle by reformulating products (for example, more biodegradable options), reducing consumption (for example, plastic bag bans and a move towards renewable alternatives) and increasing circularity (for example, improved recycling methodologies)21. Nevertheless, a sizable fraction of the plastic waste generated year after year makes its way into the environment. The dominant fraction of particulate plastic originates from the breakdown of macroplastic litter or is released during product use (for example, fibres from textiles or tyre wear)22. The presence of microplastics has been reported in every location sampled so far: from remote mountain lakes, to Arctic sea ice23,24, to the deep-ocean floor25. They have been found in the air that we breath26,27 and the that food we eat28,29,30. However, due to the difficulties of current particulate plastic sampling and analysis strategies, it is difficult to assess the true exposure to either humans or biota in any given location. Given the heterogeneity of both the material itself and the diversity of environments in which it resides, extrapolating the concentration, composition (that is, chemistry) and size distribution from a few studies targeting specific environments to global occurrences of plastic particles results in considerable uncertainties. Methodological challenges and variability associated with sample collection protocol, particulate plastic extraction from different complex environmental matrices and chemical identification continues to undermine the comparability between different studies31.\n\nWhen sampling for particulate plastics, normally the particles that are collected and analysed are 10 µm or larger, although a few studies have also used methods to collect and quantify smaller particles32. A few years ago, it was hypothesized that fragmentation of plastics does not stop with microplastics, but that further fragmentation to nanosized plastics may occur2,33. The formation of nanoplastics through weathering of plastic in laboratory-based studies has provided some evidence for the formation of nanosized polymeric particles in simulated environmental situations34. Consequently, nanoplastics may be just as widespread as other forms of plastic pollution in the environment, although it remains largely undetectable so far35. Consequently, we are far from understanding nanoplastics exposure in most environments due to both analytical limitations in measuring nanoplastics in samples and unsystematic sampling surveys across technical and environmental systems.\n\nFurthermore, even though nanoplastics may be present in the environment, we are still uncertain of what specific hazard(s) this may pose. Recently, new experimental regimes have specifically focused on plastic exposures to begin to build a baseline to assess potential adverse effects to nanoplastics, including potential leaching of additives, among others. This has included specific focus on the potentially negative impacts of micro- and nanoplastics on low-trophic marine fauna (see refs. 36,37,38 and references therein) like the uptake of 24 nm and 250 nm polystyrene particles in molluscs (Pecten maximus)39 or the 80-nm-polystyrene-induced oxidative stress in the visceral mas, gill and mantle of Corbicula fluminea, affecting liver functionality, neurotoxicity and intestinal inflammation40. This has also extended into the area of human health in relation to the accumulation of nanoplastics in the food chain41, highlighted by the identification of nano- and microplastics in daily foodstuff, such as the release from tea bags29, as well as potential exposure via ingestion or inhalation42. However, due to the lack of precise exposure and material data, today’s hazard studies might be executed at unrealistically high concentrations or in unrealistic scenarios, with materials that may not be industrially or environmentally relevant. Consequently, it is difficult to ascertain how these exposures could relate to realistic scenarios.\n\nA nanoplastic by any other name is still a nanoplastic\n\nOne confounding problem in assessing the risk of nanoplastics is that the term ‘nanoplastic’ itself is still under debate, with different studies setting the upper size limit at either 100 nm or 1,000 nm and no agreement on what other physical and chemical properties of nanoplastics are ‘realistic’. This necessitates researchers who are investigating submicrometre plastic particles to discuss and elaborate on their own definition of nanoplastics in each manuscript that is published. These definitions include not only particle size or size distribution but also origin (intentionally manufactured versus incidental versus weathering of larger plastic items), material, morphology and persistence43,44. Naturally, this compounds the problem of accumulating ever-increasing ‘niche’ definitions, and ultimately makes comparability between studies even more difficult. Consequently, we do not want to add our own definition of nanoplastics into the mix in this current Perspective, but rather address the appropriateness of using the term ‘nano’ to describe submicrometre plastic particles and what connotations and implications that may have on this field of research.\n\nThe construct of a nanoplastics definition is still underway, and its utility and implications remain to be seen, but there are lessons that can be learned from previous nano definition endeavours. In the area of engineered nanomaterials, debates on a common terminology have been ongoing for more than a decade, with arguments for and against why a definition of nanomaterials is or is not appropriate45,46. At present, many competing (legal) definitions continue to exist for the term ‘nanomaterial’, including different terminology used for the European Commission and the National Nanotechnology Initiative in the United States. This disparity between definitions is further evidenced by the nanospecific provisions adopted by the European Union for cosmetics, food and biocides, each of which has its own legally binding definition of the term ‘nanomaterial’47. Ultimately, unsolved analytical challenges make it practically impossible to classify nanomaterials according to the guidelines set out, which in turn makes the regulations (and definitions) at least partially ineffective and unenforceable.\n\nWe may not need to be so hard on ourselves just yet for not harmonizing definitions in the emerging field of nanoplastics research. Nanoscience is a domain of research built around a scale, which is among the first of its kind. In gathering ideas under the umbrella of a length scale, nanoscience has reshaped how scientists and other stakeholders understand scientific concepts, group information and support regulation. Some argue that there is no singular definition of nanotechnology as a whole because its breadth and complexity mean that people with different backgrounds and interests will bring their own view to the subject48. As we have seen with the multiple and competing visions of nanotechnology, the ideas and concepts around nanoplastics may also make settling on a definition more time consuming (and problematic). Inherent to categorizing plastic debris into different size classes is the implicit suggestion that size itself is the most ‘important’ or ‘connective’ aspect linking the particles or the aspect of the material that is most noteworthy to study. For plastics and polymers, this may not always be the case and there are no clear scientific justifications for the size boundaries that are currently put forward. This suggests that the existing nanoplastics definitions may be more pragmatic than scientific, in an effort either to draw more clear boundaries around this new field of research or to link a nanoplastics definition to existing nanomaterial definitions. Broadly speaking, definitions are important both for regulatory purposes as well as to assist in scientific discourse. Nevertheless, when considering these aspects in the context of nanoplastics, we must ask ourselves how necessary the borders imposed by definitions are. We argue that we should look more at the continuum or discontinuum of the material itself, and what actually happens when plastic of different sizes enters the environments or interacts with organisms. At the end of the day, it does not matter what you call a particle, but whether it has a specific property (for example, toxicity, behaviour) that distinguishes it.\n\nTriggers and thresholds of the macroplastics to nanoplastics continuum\n\nMacroplastics, microplastics and nanoplastics are all related by fragmentation. Therefore, are nanoplastics just smaller microplastics? Can we speak of a continuum of plastic pieces from large items to nanoplastics, sharing common properties and effects? There are four pillars that need to be examined when addressing these questions: (1) particle surface-related properties, (2) fate and transport of particles, (3) biological interactions with particles and (4) analytical approaches to measure particles. Research on colloids and engineered nanomaterials has revealed that there are size limits and thresholds where some physicochemical processes dominate environmental behaviour, which can also be examined from the viewpoint of particulate plastics (Fig. 1).\n\nFig. 1: Particle size and its role in biological interactions and physicochemical behaviour.\n\nChanges in particle size influence the physical chemistry and mobility of particles (coloured purple) and changes the biodistribution of particles and their responses to organisms/cells (coloured green). Nanospecific properties and impacts that have so far not been observed for nanoplastics but have been observed for metal-containing nanomaterials are coloured grey. The vertical grey bands denote the size range(s) covered by the various definitions of nanoplastics (1–100 nm, light grey; definition extension to 1,000 nm, dark grey). It is noted that the relevant processes and impacts listed here are considered as important but are not completely comprehensive of all important processes and impacts.\n\nFull size image\n\nWhen macro- or microplastics fragment into nanoplastics, the mass of a single particle decreases but the total particle number and the total specific surface area increases. For nanotechnology, a defining feature has been that the high surface-to-volume ratio often imparts unique properties on a material, which does not happen at other sizes. For example, there is a critical size for inorganic nanomaterials that is considerably smaller than 100 nm, typically at approximately 20 nm and below, where new quantum-physical-based material properties appear49,50. Particles larger than this specific size generally do not show chemical or physical properties that are different from their bulk counterparts. This property is specific to metal/metal-oxide-based nanomaterials due to the overlap of conduction band energy levels with the cellular redox potential51, which does not exist in polymers. Therefore, we do not expect a similar stepwise change in properties for nanoplastics. However, processes that are related to the surface area of the particles, for example, adsorption of other pollutants, may become more important with decreasing particle size given a certain mass of plastic. Although it has been shown that microplastics are not a relevant factor influencing the fate of hydrophobic organic pollutants in seawater52,53, this might be different for nanoplastics depending on their absolute particle number and collectively higher surface area.\n\nWhen plastic particles become smaller, there are a number of different processes that influence their environmental fate. Whereas polymers with a density less than 1 g cm−3 float in water when they are in the micrometre range or above, there is a smaller size range where particle behaviour is determined by diffusion. In this regime, the particles become buoyant in water and floatation or sedimentation becomes less important. Larger plastic pieces can be colonized by organisms (biofouling), thereby changing their density and subsequently their fate/behaviour, whereas small particles can be coated with (bio)molecules from the surrounding environment, defined as the particle corona, or sorb to other larger particles or microorganisms (heteroaggregation)54,55. The fate of these smaller particles is then determined by the fate of the much larger heteroaggregate56. In porous media, for example, soils and the subsurface, particles usually exhibit a maximum mobility at a size of approximately 1 µm. These size-dependent physical processes affect different size classes of plastic particles, making nanoplastics experience very different fate processes from macro- or microplastics57. Ultimately, for fate and transport processes, different physicochemical properties dominate at different particle sizes, in other words, smaller particles can reach cells and tissues beyond biological barriers (mainly by vesicle-based transcellular transport up to 150 nm)58 whereas bigger microparticles cannot, so nanoplastics behaviour cannot be understood based on knowledge of microplastics behaviour alone.\n\nIn respect to the interactions with organisms and cells, particle size plays a crucial role. Depending on the relationship between particle size, prey size and body size, particles can be ingested and enter into the digestive tract or can be filtered from water, for example, by gills39. Whereas micrometre-sized particles can only be ingested by organisms that are much larger than this size, for example, fish, ingestion of nanoplastics is also possible for microscopic organisms such as daphnids or other filter feeders. In humans, exposure might occur via inhalation, ingestion or absorption through the skin. Highly positive charged nanoparticles, including polymer-based particles, are toxic to different cell types, inducing mitochondria damages or apoptosis59, and is also reviewed as cationic toxicity60. Inhalation is the most relevant uptake process of airborne nanomaterials for humans and therefore the most studied. Particles below 10 µm (PM10) are considered to be inhalable and can reach the lungs61. A special group of inhalable particles are those fibres that conform to the fibre paradigm (long, stiff and biopersistent fibres) and that can result into pleural mesothelioma in lungs, which is best studied for the case of asbestos62.\n\nThere is little evidence that micrometre-sized particles can cross biological barriers such as the lung or the gut lining in large amounts, and therefore these particles are largely excreted again from the body (for more detailed insights, see Wright and Kelly42). However, at 200–400 nm, the biological fate of particles changes: below this size, particle uptake into cells is possible63 and biological barriers, such as human term placenta, can be crossed and systemic uptake of particles can occur64. Many studies on the uptake and effects of several polymeric nanomaterials using different cell types have been performed to show that their uptake into cells is comparable to other nanomaterials65,66,67,68. A good amount of knowledge about the mechanistic understanding of nanomaterial effects is available in the nanotoxicological literature from extensive studies of combustion as well as engineered nanomaterials. One major mode of action of these nanomaterials is summarized in the oxidative stress paradigm69. In brief, owing to the increased surface–volume ratio of nanomaterials or the interference of the particles, the intracellular reactive oxygen species (ROS) balance can be disturbed and could create an overproduction of ROS. If not intracellularly buffered by antioxidants such as vitamin C, the radicals can oxidize cellular compounds such as proteins or lipids, defined as oxidative stress. These damages further induce the expression of defence proteins and the release of (pro)-inflammatory factors. If this cell status becomes chronic, further damages may occur at the genomic level until irreversible tissue changes or tumour formation occurs. Therefore, a substantial number of nanomaterial studies have been performed to prove or disprove this crucial mode of action. In general, uptake of particles into cells has been observed for a wide variety of different material types, including polymeric nanoparticles. However, there are no data proving that polymeric nanomaterials induce in a similar way to metal-containing nanomaterials the formation of ROS and oxidative stress as a relevant mode of action for adverse effects50. Nevertheless, we may not be able to exclude that other adverse outcome pathways might be activated by interactions with nanoplastics70. As with other nanomaterials, the adsorption of biomolecules onto a nanoplastics (that is, corona formation) before cell or tissue interactions changes the identity of the material surface substantially and triggers different bioresponses than ‘naked’ particles55. Ultimately, the complexity in understanding the dynamic and complex interactions between nanoplastics and cells/organisms is hard to predict, in the sense that the combination of particle properties and exposure scenarios can make knowing precise hazards in advance challenging, but we may be able to exclude those responses that are only likely to occur when a nanomaterial has metals on its surface.\n\nThere are currently no standardized procedures to measure particulate plastic of any size in any matrix. While some activities aimed towards methodological standardization to measure particulate plastic in environmental samples are ongoing71, most focus on microplastics as opposed to nanoplastics. The microplastics analytical and conceptual toolboxes are not able to be directly applied to nanoplastics due to size or concentration limitation(s). Although many of the methods developed for engineered nanomaterials may also be applicable to nanoplastics72, the fundamental difference in material (polymer versus metal based) will mean that there cannot always be easy cross-overs between the fields. A major challenge is that the most sensitive and specific methods for nanomaterial analysis require the analyte to be composed of metals. The analysis of carbon-based nanomaterials still suffers from serious problems at low concentrations and in complex matrices—and nanoplastics are another form of carbon-containing nanomaterial73. In addition, certain analytical methods (micro-Fourier transform infrared spectroscopy (μFITR) or Raman spectroscopy) that are based on the chemical analysis of polymers may also not be able to identify and quantify nanoplastics as they are below the size capabilities of the instruments. In some cases, sample extraction or purification techniques may be suitable for nanoplastics, but new and different sample concentration methods would be needed to have the particle number/mass of nanoplastics necessary for subsequent analysis, for example, by pyrolysis gas chromatography-mass spectrometry74. Until we are able to properly quantify the amount of nanoplastics in the environment, it will be hard to directly compare them with other forms of plastic pollution. If proper analytical methods are not developed and properly applied, we risk consistently unreliable data where nanoscientists can misinterpret the outcomes of their studies.\n\nNanoplastics are not alone as there are many other particles in the environment\n\nNanoplastics are not the only particles present in the environment—particles are an important and crucial component of any natural system: in air, water, sediment and soils. Natural nanomaterials far outnumber engineered nanomaterials in the environment75,76, and these natural nanomaterials are present together with anthropogenic particles (Fig. 2). A wide variety of natural and anthropogenic materials exist in the size range defined by International Organization for Standardization (ISO) as the ‘nanorange’ (grey band in Fig. 2)77. Natural nanomaterials can be organic as well as inorganic and can have biogenic or geogenic origins78. Examples of natural nanomaterials are polysaccharides excreted from plants or microorganisms and fulvic and humic acids that are formed during the degradation of organic matter. Inorganic nanomaterials, such as iron or manganese oxides, clays and silicates, can have either geogenic or biogenic origins.\n\nFig. 2: Approximate sizes of natural and anthropogenic particles in comparison to organisms.\n\nThe grey shaded area denotes the nanosize according to the ISO definition. Anthropogenic particles are shown in coloured bars. POPs, persistant organic pollutants.\n\nFull size image\n\nIn addition to natural particles, a suite of anthropogenic materials is present in the environment extending down to the nanosize range. Some of these materials are unintentionally formed, for example, combustion-generated particles or those produced by abrasion processes. Abrasion can occur during high-energy processes such as drilling or sanding, but also by natural processes such as weathering. These particles can be organic as well as inorganic and many are formed by traffic-related processes, for example, during combustion or by road and tyre wear. The size range of many pigments also partially falls into the nanorange79, although they are engineered to have average sizes of a few hundred nanometres. A group of particles intentionally designed to be in the nanorange are engineered (also called manufactured) nanomaterials80. These particles have various compositions and uses and are predicted to be released by various processes during production, use and disposal81. Much progress has been made in recent years to develop analytical methods to quantify some of these materials, mainly those containing metals, at environmentally relevant concentrations in natural samples. These efforts have shown that isolating and quantifying engineered nanomaterials in complex environmental matrices suffers from the problem that one needs to ‘find the needle in the haystack’. Often present in small concentrations, engineered particles are difficult to identify and distinguish among an overwhelming number of natural particles, some of them with the same or very similar composition82.\n\nWithin this mix of natural and anthropogenic particles, nanoplastics constitute another component and contribute to the total particulate content in natural systems. Whereas a wealth of studies exist on microplastic detection in air, freshwaters and marine systems83,84,85, and therefore we have at least some estimates on their amounts in the environment, the concentrations of nanoplastics in the environment are not yet known. Thus, their contribution to the total (nanosized) particle number and mass in the environment remains unclear. However, given the absence of any quantitative information on their occurrence, it is prudent to invest in the study of nanoplastics, especially given the enormous size of the plastic reservoir on Earth that could potentially form nanoplastics. Realistically, one could assume that a portion of the macro- and microplastics will eventually fragment into nanoplastics, which consequently would equate to very high particle numbers. Nevertheless, given the magnitude of the natural nanomaterial pool, it is likely that nanoplastics will not significantly change the total mass balance of the nanoparticulate mass on Earth75.\n\nThere are continuous changes of the material properties of plastic over the whole size spectrum—not one particular nanoproperty that can be seen—and so it is difficult to say exactly when and where the nanosize fraction of plastics would have something unique. Important and impactful changes and consequences could also happen at other/different sizes (both larger and smaller). As shown in Fig. 1, nanoplastics should be seen not only as an ‘extension’ of the macroplastic and microplastic problems but also as a size class of materials that in some instances have different properties and bioresponses than larger particles of the same polymers even if they share the same chemical identity. Nevertheless, strict definitions and size classifications for particulate plastics may be counter-productive in collectively understanding the impacts of (particulate) plastic in the environment. As shown in Fig. 1, there is a continuum of changes over the whole size range that may or may not conform to a specific definition. For plastics, there is not always a clear scientific justification for the size boundaries that are currently used in either the microplastic or the (various) nanoplastics definitions. Unlike in the case of engineered nanomaterials, size is probably not directly related to unique material properties but rather is a function of how the material behaves in the environment, interacts with organisms, or is measured and characterized.\n\nViewpoints influencing nanoplastics perception\n\nThe topic of nanoplastics can be seen through different lenses and these different viewpoints can influence the current debate in a multifaceted way. How engineered nanomaterials were initially portrayed in the media may give some indication as to how nanoplastics may also be perceived in the coming years. “Nanoparticles cause brain damage” and “Increased cancer risk by titanium dioxide in toothpaste” are two examples of headlines circulating in the news after scientific studies on engineered nanoparticles were published, in these cases by Oberdörster in 2004 on fullerenes or Tschopp and co-workers in 2010 on titanium dioxide, respectively86,87. These headlines were designed to attract as much attention as possible on the topic of nanomaterials on an emotional level. By presenting information in this way, the term ‘nano’ was not only burned in the reader’s mind but also potentially made a long-lasting negative connotation with the prefix nano. In combination with today’s headlines on plastic littering, its effects on wildlife and an increasing number of press releases of microplastic studies, both nano and plastic may be picked up as a dire new emerging environmental problem despite the lack of quantitative and evidence-based knowledge on their impacts. Take for example the World Economic Forum with its 2018 headline “Microplastic and nanoplastic pollution threatens our environment. How should we respond?”88 As for any topic that relies on these ‘gut feelings’ to promote awareness, it is evident that if the topic reaches a certain recognition, researchers and funding agencies will (correctly) become active to try to provide more scientific and evidence-based views on the topic. As research on the environmental health and safety of engineered nanomaterials begins to wane, this is an opportunity for many researchers to study similar topics under the guise of a new material. However, we believe that the relationship with the term ‘nano’, from both perception and environmental standpoints, does differentiate itself from other anthropogenic materials. There is a mutual influence between media and academia in the hunt for attention and citations, as both profit from each other, an issue of currently much higher relevance for microplastics research89.\n\nWhereas most of the engineered nanomaterials pass through wastewater treatment plants or other technical systems where they are efficiently removed90, nanoplastics have the potential to be formed directly in the environment from degradation of microplastics and thus these particles may be even more widespread and omnipresent than engineered nanomaterials. In the eyes of many, this may make them even scarier than other nanocontaminants with a more pressing need to understand the consequences of them being in the environment. These perceptions may not be completely unfounded, as many particulate pollutants are indeed problematic. There are many facets that contribute to the perception of how individuals may look at nanoplastics, and depending on which lens one is looking through, polymer particles in the nanosize range may have positive or negative connotations (Fig. 3). For those who work in the field of nanomedicine, the use of polymers may be favourably viewed as a safe opportunity for novel and impactful solutions such as drug delivery. These materials usually have very low human- and ecotoxicity91,92, indicating that polymeric particles with a small size do not necessarily cause adverse effects. To provide efficient and safe use of polymers, mostly used in the nano to submicrometre size range, in medicine, the material quality plays a crucial rule. Therefore, the material and biomedical characterizations of nanomedicines are well developed and provide important analytical and biomedical knowledge to today’s debate and challenges in nanoplastics research. Conversely, the health effects caused by different types of particle are well known and are a serious problem worldwide. Inhalation of certain mineral dusts can cause silicosis or asbestosis, which is still fresh in the minds of people as buildings continue to be refurbished to remove dangerous building materials. These examples may give an underlying notion that particles are inherently problematic to human health. However, there is also a range of viewpoints influencing how nanoplastics are perceived that lie between these two extremes (Fig. 3). When we look at the most toxic engineered nanomaterials, such as those composed of metals with known dissolved ion toxicity or fibrous nanomaterials, there may indeed be cause for concern. However, engineered nanomaterials consist of many different subclasses of materials and one cannot take the properties of one class and extrapolate them to a different class of nanomaterials. We should avoid scientifically unsound shortcuts for comparing particles of different physical chemistry, origin and utility that just happen to have the same (nano) size. In many cases, the only connecting factor is the length scale of the material, and thus the environmental and health impacts may not be similar. The fact that nanosilver has a high toxicity towards bacteria and other microorganisms is no reason to assume that nanoplastics will share commonalities with this particle93. Furthermore, nano-TiO2, with its photocatalytic activity, or many metal(oxide) nanomaterials with high redox activity are bad proxies to make predictions about nanoplastics hazards. These aspects are not exhaustive and readers of this Perspective may identify other viewpoints influencing nanoplastics perceptions underlining the multilayered facets of the current perception and debate of nanoplastics we have today.\n\nFig. 3: A range of viewpoints influence perceptions of nanoplastics.\n\nThe differing viewpoints that influence nanoplastics perceptions underline multilayered facets surrounding the issues of plastic use, pollution, and putting it in place with other environmental nanomaterials and diseases. Polymeric nanosized particles can be viewed through different lenses, and depending on which lens one is looking through, nanoplastics may have positive (green) or negative (red) connotations. The lenses through which to view nanoplastics listed here is not exhaustive and readers of this Perspective may also identify other facets that may contribute to nanoplastics perception.\n\nFull size image\nA responsible approach towards assessing risks of nanoplastics from the viewpoint of environmental nanoscientists\n\nEnvironmental science is an applied and multidisciplinary research field. However, emerging contaminants have become a fashionable and trendy research area, which may or may not relate back to ‘the real world’. The hype surrounding engineered nanotechnologies between 2005 and 2015 has slowly faded, and the presence of engineered nanomaterials in consumer products has become more accepted and commonplace. For scientists, too, changes have continued to take place in the ways we look at possible environmental and health effects of nanomaterials as highlighted by Maynard and Aikten94. While at present there is still no complete understanding of the toxicity mechanisms of nanomaterials (that is, no ‘read across toxicity or predictive toxicology’)95,96, the physicochemical features of a given nanomaterial and their subsequent effects on particle toxicity are still in focus. Therefore, extensive characterization of nanomaterials has become more important to better relate particle-specific characteristics to safety and risk assessment, and to develop research priorities and testing strategies97. Increasingly, the understanding from colloidal science that nanomaterials are an integral part of environmental systems makes its way into the discussion about particles of anthropogenic origin. This is particularly highlighted in the fact that despite all the advances in analytical methods to characterize engineered nanomaterials, it is often still a struggle to distinguish engineered nanomaterials from their natural counterparts.\n\nFor prioritizing needs for action, nanoplastics research should focus on identifying the possible magnitude of potential exposure and hazards. Ultimately, support for environmental research should favour studies that stimulate timely decision-making and prudent actions to prevent hazard—not abstract iterations that do not represent realistic exposure scenarios. In this regard, the lessons learned from engineered nanomaterials may be drawn on as we now develop workflows to assess nanoplastics98,99. To facilitate the safe and sustainable use of nanomaterials, a suite of frameworks and tools to assess their risks have been developed in recent years100,101,102. Whereas many of these tools are only able to provide screening-level assessments, there are ongoing activities to develop quantitative, higher-tier tools that can also incorporate uncertainty during the evaluation process. Several learnings, warnings and potential working hypotheses from the field of engineered nanomaterial environmental health and safety41,98, as well as recommendations for minimal information reporting in the bio–nano experimental field103, have been published and will hopefully steer and accelerate nanoplastics research and provide profound understanding on the concentration, fate and environmental health and safety of nanoplastics soon.\n\nAs data accumulates on the environmental chemistry, ecotoxicological and human toxicity as well as the epidemiology of nanoplastics, this may ultimately conclude with government action to establish environmental guidelines or criteria to ensure adequate protection. However, for nanoplastics, this may prove especially difficult as the main environmental source of nanoplastics is mismanaged macroplastics waste or unintentionally released microplastics, and thus targeting nanoplastics specifically is largely impossible. While environmental nanoplastics are just pollutants without any benefits, engineered nanomaterials have a specific function in products and have clear benefits to consumers. From this point of view, the presence of low concentrations of engineered nanomaterials in the environment may be more ‘acceptable’ than nanoplastics. It is well known from risk perception research that in situations with little knowledge and where a person has no control over the risk, the acceptability of risk is much lower than in situations with known high risks but with full (perceived) control104. In this context, the scientific community that is now studying nanoplastics can learn from phrasing used to portray microplastic risks105,106,107. This debate centres around the communication of the probability of the risk of microplastics to human health in the absence of clear evidence but with data that suggest that there is little risk given the current knowledge. As nanoscientists specializing in understanding the fate, transport and interactions of nanoparticles in human and environmental systems, how can we learn from this to frame our research in a way that is most digestible by our colleagues, regulators and the public?\n\nOutlook\n\nNanoplastics are currently considered a contaminant of emerging concern, as there is little clarity on the true magnitude of nanoplastics pollution and there is not enough data in the scientific literature to conduct a proper risk assessment. This lack of pertinent information concerning the environmental fate and ecotoxicological impacts prevents a proper evaluation of nanoplastics at the moment, and thus the continued study of nanoplastics is certainly warranted. However, we must keep in mind that not all contaminants of emerging concern will actually prove to have as dramatically negative impacts as was initially attributed to them. As scientists, we have to focus our attention on providing hard data to understand the impacts that these materials could have in the real world and suggest options to mitigate risks. In the case of nanoplastics, this is more complicated: even if/when nanoplastics are found to cause adverse effects, the solutions are probably not to focus on targeting nanoplastics themselves for regulation but rather on other aspects of plastic design, use and waste-management strategies. Green chemistry, solid waste management and circular economy are their own fields of study and, together with regulatory action, can be optimized to reduce the burden of plastics in the environment. As environmental scientists working on the impacts of nanoplastics, we underscore the necessity of improving the plastic life cycle by fully elucidating the depth and breadth of adverse outcomes of the plastic pollution crisis, all the way down to the nanoscale.\n\nReferences\n\nBoucher, J. & Friot, D. Primary Microplastics in the Oceans: A Global Evaluation of Sources (IUCN, 2017).\n\nLambert, S. & Wagner, M. Characterisation of nanoplastics during the degradation of polystyrene. Chemosphere 145, 265–268 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEl Hadri, H., Gigault, J., Maxit, B., Grassl, B. & Reynaud, S. Nanoplastic from mechanically degraded primary and secondary microplastics for environmental assessments. NanoImpact 17, 100206 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nSauvé, S. & Desrosiers, M. A review of what is an emerging contaminant. Chem. Cent. J. 8, 15 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nHaward, M. Plastic pollution of the world’s seas and oceans as a contemporary challenge in ocean governance. Nat. Commun. 9, 667 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nLandon-Lane, M. Corporate social responsibility in marine plastic debris governance. Mar. Pollut. Bull. 127, 310–319 (2018).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLoges, B. & Jakobi, A. P. Not more than the sum of its parts: de-centered norm dynamics and the governance of plastics. Environ. Polit. 29, 1004–1023 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nLau, W. W. et al. Evaluating scenarios toward zero plastic pollution. Science 369, 1455–1461 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGeyer, R., Jambeck, J. R. & Law, K. L. Production, use, and fate of all plastics ever made. Sci. Adv. 3, e1700782 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nRyberg, M. W., Hauschild, M. Z., Wang, F., Averous-Monnery, S. & Laurent, A. Global environmental losses of plastics across their value chains. Resour. Conserv. Recycl. 151, 104459 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nBoucher, J., Dubois, C., Kounina, A. & Puydarrieux, P. Review of Plastic Footprint Methodologies (IUCN, 2019).\n\nLambert, S. & Wagner, M. in Freshwater Microplastics (eds Wagner, M. & Lambert, S.) 1–23 (Springer, 2018).\n\nLambert, S. & Wagner, M. Environmental performance of bio-based and biodegradable plastics: the road ahead. Chem. Soc. Rev. 46, 6855–6871 (2017).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWaters, C. N. et al. The Anthropocene is functionally and stratigraphically distinct from the Holocene. Science 351, aad2622 (2016).\n\nArticle\n \nGoogle Scholar\n \n\nHorn, O., Nalli, S., Cooper, D. & Nicell, J. Plasticizer metabolites in the environment. Water Res. 38, 3693–3698 (2004).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nErler, C. & Novak, J. Bisphenol a exposure: human risk and health policy. J. Pediatr. Nurs. 25, 400–407 (2010).\n\nArticle\n \nGoogle Scholar\n \n\nWazir, U., Mokbel, K., Bisphenol, A. & Concise, A. Review of literature and a discussion of health and regulatory implications. In vivo 33, 1421–1423 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDauvergne, P. The power of environmental norms: marine plastic pollution and the politics of microbeads. Environ. Polit. 27, 579–597 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nMitrano, D. M. & Wohlleben, W. Microplastic regulation should be more precise to incentivize both innovation and environmental safety. Nat. Commun. 11, 5324 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nEriksen, M. et al. Plastic pollution in the world’s oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PLoS ONE 9, e111913 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nSimon, B. What are the most significant aspects of supporting the circular economy in the plastic industry? Resour. Conserv. Recycl. 141, 299–300 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nSources, Fate and Effects of Microplastics in the Marine Environment: A Global Assessment (GESAMP Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection, 2015).\n\nLusher, A. L., Tirelli, V., O’Connor, I. & Officer, R. Microplastics in Arctic polar waters: the first reported values of particles in surface and sub-surface samples. Sci. Rep. 5, 14947 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBergmann, M. et al. White and wonderful? Microplastics prevail in snow from the Alps to the Arctic. Sci. Adv. 5, eaax1157 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBergmann, M. et al. High quantities of microplastic in Arctic deep-sea sediments from the HAUSGARTEN observatory. Environ. Sci. Technol. 51, 11000–11010 (2017).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nVianello, A., Jensen, R. L., Liu, L. & Vollertsen, J. Simulating human exposure to indoor airborne microplastics using a breathing thermal manikin. Sci. Rep. 9, 8670 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nZhang, Q. et al. Microplastic fallout in different indoor environments. Environ. Sci. Technol. 54, 6530–6539 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nShruti, V., Peréz-Guevara, F., Elizalde-Martínez, I. & Kutralam-Muniasamy, G. First study of its kind on the microplastic contamination of soft drinks, cold tea and energy drinks—future research and environmental considerations. Sci. Total Environ. 726, 138580 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHernandez, L. M. et al. Plastic teabags release billions of microparticles and nanoparticles into tea. Environ. Sci. Technol. 53, 12300–12310 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCox, K. D. et al. Human consumption of microplastics. Environ. Sci. Technol. 53, 7068–7074 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nProvencher, J. F. et al. Proceed with caution: the need to raise the publication bar for microplastics research. Sci. Total Environ. 748, 141426 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMintenig, S. M., Bauerlein, P., Koelmans, A. A., Dekker, S. C. & van Wezel, A. Closing the gap between small and smaller: towards a framework to analyse nano-and microplastics in aqueous environmental samples. Environ. Sci. Nano 5, 1640–1649 (2018).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGigault, J., Pedrono, B., Maxit, B. & Ter Halle, A. Marine plastic litter: the unanalyzed nano-fraction. Environ. Sci. Nano 3, 346–350 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGonzález-Pleiter, M. et al. Secondary nanoplastics released from a biodegradable microplastic severely impact freshwater environments. Environ. Sci. Nano 6, 1382–1392 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nKoelmans, A. A. Besseling, E. & Shim, W. J. in Marine Anthropogenic Litter (eds Bergmann, M. et al.) 325–340 (Springer, 2015).\n\nWright, S. L., Thompson, R. C. & Galloway, T. S. The physical impacts of microplastics on marine organisms: a review. Environ. Pollut. 178, 483–492 (2013).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAlexy, P. et al. Managing the analytical challenges related to micro-and nanoplastics in the environment and food: filling the knowledge gaps. Food Addit. Contam. Part A 37, 1–10 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSendra, M., Sparaventi, E., Novoa, B. & Figueras, A. An overview of the internalization and effects of microplastics and nanoplastics as pollutants of emerging concern in bivalves. Sci. Total Environ. 753, 142024 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nAl-Sid-Cheikh, M. et al. Uptake, whole-body distribution, and depuration of nanoplastics by the scallop Pecten maximus at environmentally realistic concentrations. Envion. Sci. Technol. 52, 14480–14486 (2018).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLi, Z., Feng, C., Wu, Y. & Guo, X. Impacts of nanoplastics on bivalve: fluorescence tracing of organ accumulation, oxidative stress and damage. J. Hazard. Mater. 392, 122418 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBouwmeester, H., Hollman, P. C. & Peters, R. J. Potential health impact of environmentally released micro-and nanoplastics in the human food production chain: experiences from nanotoxicology. Environ. Sci. Technol. 49, 8932–8947 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWright, S. L. & Kelly, F. J. Plastic and human health: a micro issue? Environ. Sci. Technol. 51, 6634–6647 (2017).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHartmann, N. B. et al. Are we speaking the same language? Recommendations for a definition and categorization framework for plastic debris. Environ. Sci. Technol. 53, 1039–1047 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGigault, J. et al. Current opinion: what is a nanoplastic? Environ. Pollut. 235, 1030–1034 (2018).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMaynard, A. D. Don’t define nanomaterials. Nature 475, 31 (2011).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nStamm, H. Nanomaterials should be defined. Nature 476, 399 (2011).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMiernicki, M., Hofmann, T., Eisenberger, I., von der Kammer, F. & Praetorius, A. Legal and practical challenges in classifying nanomaterials according to regulatory definitions. Nat. Nanotechnol. 14, 208–216 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nToumey, C. The philosopher and the engineer. Nat. Nanotechnol. 11, 306–307 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nAuffan, M. et al. Towards a definition of inorganic nanoparticles from an environmental, health and safety perspective. Nat. Nanotechnol. 4, 634–641 (2009).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nZhang, H. et al. Use of metal oxide nanoparticle band gap to develop a predictive paradigm for oxidative stress and acute pulmonary inflammation. ACS Nano 6, 4349–4368 (2012).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBurello, E. & Worth, A. P. A theoretical framework for predicting the oxidative stress potential of oxide nanoparticles. Nanotoxicology 5, 228–235 (2011).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nKoelmans, A. A., Bakir, A., Burton, G. A. & Janssen, C. R. Microplastic as a vector for chemicals in the aquatic environment: critical review and model-supported reinterpretation of empirical studies. Environ. Sci. Technol. 50, 3315–3326 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nLohmann, R. Microplastics are not important for the cycling and bioaccumulation of organic pollutants in the oceans—but should microplastics be considered POPs themselves? Integr. Environ. Assess. Manag. 13, 460–465 (2017).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCedervall, T. et al. Understanding the nanoparticle–protein corona using methods to quantify exchange rates and affinities of proteins for nanoparticles. Proc. Natl Acad. Sci. USA 104, 2050–2055 (2007).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDocter, D. et al. The nanoparticle biomolecule corona: lessons learned–challenge accepted? Chem. Soc. Rev. 44, 6094–6121 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nFreland, S., Kaegi, R., Hufenus, R. & Mitrano, D. M. Long-term assessment of nanoplastic particle and microplastic fiber flux through a pilot wastewater treatment plant using metal-doped plastics. Water Res 182, 115860 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nKeller, A. S., Jimenez-Martinez, J. & Mitrano, D. M. Transport of nano-and microplastic through unsaturated porous media from sewage sludge application. Environ. Sci. Technol. 54, 911–920 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nMayor, S. & Pagano, R. E. Pathways of clathrin-independent endocytosis. Nat. Rev. Mol. Cell Biol. 8, 603–612 (2007).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMcNeil, S. E. Nanoparticle therapeutics: a personal perspective. Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol. 1, 264–271 (2009).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWang, F. et al. Time resolved study of cell death mechanisms induced by amine-modified polystyrene nanoparticles. Nanoscale 5, 10868–10876 (2013).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nGeiser, M. & Kreyling, W. G. Deposition and biokinetics of inhaled nanoparticles. Part. Fibre Toxicol. 7, 2 (2010).\n\nArticle\n \nGoogle Scholar\n \n\nDonaldson, K., Murphy, F. A., Duffin, R. & Poland, C. A. Asbestos, carbon nanotubes and the pleural mesothelium: a review of the hypothesis regarding the role of long fibre retention in the parietal pleura, inflammation and mesothelioma. Part. Fibre Toxicol. 7, 5 (2010).\n\nArticle\n \nGoogle Scholar\n \n\nGeiser, M. et al. Ultrafine particles cross cellular membranes by nonphagocytic mechanisms in lungs and in cultured cells. Environ. Health Perspect. 113, 1555–1560 (2005).\n\nArticle\n \nGoogle Scholar\n \n\nWick, P. et al. Barrier capacity of human placenta for nanosized materials. Environ. Health Perspect. 118, 432–436 (2010).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMastrangelo, G. et al. Lung cancer risk in workers exposed to poly (vinyl chloride) dust: a nested case-referent study. Occup. Environ. Med. 60, 423–428 (2003).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRothen-Rutishauser, B., Blank, F., Mühlfeld, C. & Gehr, P. In vitro models of the human epithelial airway barrier to study the toxic potential of particulate matter. Expert Opin. Drug Metab. Toxicol. 4, 1075–1089 (2008).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nBorm, P. J. & Kreyling, W. Toxicological hazards of inhaled nanoparticles—potential implications for drug delivery. J. Nanosci. Nanotechnol. 4, 521–531 (2004).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHesler, M. et al. Multi-endpoint toxicological assessment of polystyrene nano- and microparticles in different biological models in vitro. Toxicol. In Vitro 61, 104610 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nDonaldson, K., Stone, V., Tran, C., Kreyling, W. & Borm, P. J. Nanotoxicology 61, 727–728 (2004).\n\nCAS\n \nGoogle Scholar\n \n\nLehner, R., Weder, C., Petri-Fink, A. & Rothen-Rutishauser, B. Emergence of nanoplastic in the environment and possible impact on human health. Environ. Sci. Technol. 53, 1748–1765 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nNguyen, B. et al. Separation and analysis of microplastics and nanoplastics in complex environmental samples. Acc. Chem. Res. 52, 858–866 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHüffer, T., Praetorius, A., Wagner, S., von der Kammer, F. & Hofmann, T. Microplastic exposure assessment in aquatic environments: learning from similarities and differences to engineered nanoparticles. Environ. Sci. Technol. 51, 2499–2507 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nZhang, M. et al. Detection of engineered nanoparticles in aquatic environments: current status and challenges in enrichment, separation, and analysis. Environ. Sci. Nano 6, 709–735 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHildebrandt, L., Mitrano, D. M., Zimmermann, T. & Pröfrock, D. A nanoplastic sampling and enrichment approach by continuous flow centrifugation. Front. Environ. Sci. 8, 89 (2020).\n\nGoogle Scholar\n \n\nHochella, M. F. et al. Natural, incidental, and engineered nanomaterials and their impacts on the Earth system. Science 363, eaau8299 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nHochell, M. F., Aruguete, D. M., Kim, B. & Madden, A. S. in Nature’s Nanostructures 1–42 (Pan Stanford, 2012).\n\nNanotechnologies—Terminology, I., Definitions for Nano-objects—Nanoparticle, Nanofibre and Nanoplate (International Organization for Standardization, 2008).\n\nBuffle, J. The key role of environmental colloids/nanoparticles for the sustainability of life. Environ. Chem. 3, 155–158 (2006).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nYang, Y. et al. Characterization of food-grade titanium dioxide: the presence of nanosized particles. Environ. Sci. Technol. 48, 6391–6400 (2014).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nStark, W. J., Stoessel, P. R., Wohlleben, W. & Hafner, A. Industrial applications of nanoparticles. Chem. Soc. Rev. 44, 5793–5805 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMitrano, D. M., Motellier, S., Clavaguera, S. & Nowack, B. Review of nanomaterial aging and transformations through the life cycle of nano-enhanced products. Environ. Int. 77, 132–147 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWagner, S., Gondikas, A., Neubauer, E., Hofmann, T. & von der Kammer, F. Spot the difference: engineered and natural nanoparticles in the environment—release, behavior, and fate. Angew. Chem. Int. Ed. 53, 12398–12419 (2014).\n\nCAS\n \nGoogle Scholar\n \n\nZhang, Y. et al. Atmospheric microplastics: a review on current status and perspectives. Earth Sci. Rev. 203, 103118 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nCole, M., Lindeque, P., Halsband, C. & Galloway, T. S. Microplastics as contaminants in the marine environment: a review. Mar. Pollut. Bull. 62, 2588–2597 (2011).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nPico, Y., Alfarhan, A. & Barcelo, D. Nano-and microplastic analysis: focus on their occurrence in freshwater ecosystems and remediation technologies. Trends Anal. Chem. 113, 409–425 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nOberdörster, E. Manufactured nanomaterials (fullerenes, C60) induce oxidative stress in the brain of juvenile largemouth bass. Environ. Health Perspect. 112, 1058–1062 (2004).\n\nArticle\n \nGoogle Scholar\n \n\nYazdi, A. S. et al. Nanoparticles activate the NLR pyrin domain containing 3 (Nlrp3) inflammasome and cause pulmonary inflammation through release of IL-1α and IL-1β. Proc. Natl Acad. Sci. USA 107, 19449–19454 (2010).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHorngren, T. & Kolodziejczyk, B. Microplastic and nanoplastic pollution threatens our environment. How should we respond? World Economic Forum https://www.weforum.org/agenda/2018/10/micro-and-nano-plastics-the-next-global-epidemics/ (2018).\n\nBackhaus, T. & Wagner, M. Microplastics in the environment: Much ado about nothing? A debate. Global Chall. 4, 1900022 (2018).\n\nArticle\n \nGoogle Scholar\n \n\nWigger, H., Kägi, R., Wiesner, M. & Nowack, B. Exposure and possible risks of engineered nanomaterials in the environment—current knowledge and directions for the future. Rev. Geophys. 58, e2020RG000710 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nJesus, S. et al. Hazard assessment of polymeric nanobiomaterials for drug delivery: what can we learn from literature so far. Front. Bioeng. Biotechnol. 7, 261 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nHauser, M., Li, G. & Nowack, B. Environmental hazard assessment for polymeric and inorganic nanobiomaterials used in drug delivery. J. Nanobiotechnol. 17, 56 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nReidy, B., Haase, A., Luch, A., Dawson, K. A. & Lynch, I. Mechanisms of silver nanoparticle release, transformation and toxicity: a critical review of current knowledge and recommendations for future studies and applications. Materials 6, 2295–2350 (2013).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMaynard, A. D. & Aitken, R. J. ‘Safe handling of nanotechnology’ ten years on. Nat. Nanotechnol. 11, 998–1000 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nValsami-Jones, E. & Lynch, I. How safe are nanomaterials? Science 350, 388–389 (2015).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nMilosevic, A., Romeo, D. & Wick, P. Understanding nanomaterial biotransformation: an unmet challenge to achieving predictive nanotoxicology. Small 16, 1907650 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nStone, V. et al. ITS-NANO—prioritising nanosafety research to develop a stakeholder driven intelligent testing strategy. Part. Fibre Toxicol. 11, 9 (2014).\n\nArticle\n \nGoogle Scholar\n \n\nGrieger, K. et al. Best practices from nano-risk analysis relevant for other emerging technologies. Nat. Nanotechnol. 14, 998–1001 (2019).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHüffer, T., Praetorius, A., Wagner, S., von der Kammer, F. & Hofmann, T. Microplastic exposure assessment in aquatic environments: learning from similarities and differences to engineered nanoparticles. Environ. Sci. Technol. 51, 2499–2507 (2017).\n\nArticle\n \nGoogle Scholar\n \n\nHristozov, D. et al. Frameworks and tools for risk assessment of manufactured nanomaterials. Environ. Int. 95, 36–53 (2016).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nRomeo, D., Salieri, B., Hischier, R., Nowack, B. & Wick, P. An integrated pathway based on in vitro data for the human hazard assessment of nanomaterials. Environ. Int. 137, 105505 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nSalieri, B. et al. Relative potency factor approach enables the use of in vitro information for estimation of human effect factors for nanoparticle toxicity in life-cycle impact assessment. Nanotoxicology 14, 275–286 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nFaria, M. et al. Minimum information reporting in bio–nano experimental literature. Nat. Nanotechnol. 13, 777–785 (2018).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nFox-Glassman, K. T. & Weber, E. U. What makes risk acceptable? Revisiting the 1978 psychological dimensions of perceptions of technological risks. J. Math. Psychol. 75, 157–169 (2016).\n\nArticle\n \nGoogle Scholar\n \n\nLeslie, H. & Depledge, M. Where is the evidence that human exposure to microplastics is safe? Environ. Int. 142, 105807 (2020).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nWardman, T., Koelmans, A. A., Whyte, J. & Pahl, S. Communicating the absence of evidence for microplastics risk: balancing sensation and reflection. Environ. Int. 150, 106116 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nGouin, T. et al. Clarifying the absence of evidence regarding human health risks to microplastic particles in drinking-water: high quality robust data wanted. Environ. Int. 150, 106141 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nD.M.M. was supported through the Swiss National Science Foundation, grant number PCEFP2_186856.\n\nAuthor information\nAuthors and Affiliations\n\nDepartment of Environmental Systems Science, ETH Zurich, Zurich, Switzerland\n\nDenise M. Mitrano\n\nParticles-Biology Interactions Laboratory, Empa – Swiss Federal Laboratories for Materials Science and Technology, St. Gallen, Switzerland\n\nPeter Wick\n\nTechnology and Society Laboratory, Empa – Swiss Federal Laboratories for Materials Science and Technology, St. Gallen, Switzerland\n\nBernd Nowack\n\nCorresponding author\n\nCorrespondence to Denise M. Mitrano.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nAdditional information\n\nPeer review information Nature Nanotechnology thanks Martin Wagner and the other, anonymous, reviewer(s) for their contribution to the peer review of this work.\n\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nMitrano, D.M., Wick, P. & Nowack, B. Placing nanoplastics in the context of global plastic pollution. Nat. Nanotechnol. 16, 491–500 (2021). https://doi.org/10.1038/s41565-021-00888-2\n\nDownload citation\n\nReceived\n18 August 2020\n\nAccepted\n03 March 2021\n\nPublished\n29 April 2021\n\nIssue Date\nMay 2021\n\nDOI\nhttps://doi.org/10.1038/s41565-021-00888-2\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nNanoscale materials\nOther nanotechnology\nThis article is cited by\nExtraction and concentration of nanoplastic particles from aqueous suspensions using functionalized magnetic nanoparticles and a magnetic flow cell\nMark C. SuretteDenise M. MitranoKim R. Rogers\n\nMicroplastics and Nanoplastics (2023)\n\nTraining the next generation of plastics pollution researchers: tools, skills and career perspectives in an interdisciplinary and transdisciplinary field\nDenise M. MitranoMoritz BigalkeStephan Wagner\n\nMicroplastics and Nanoplastics (2023)\n\nLow-density polyethylene microplastics alter chemical properties and microbial communities in agricultural soil\nKumuduni Niroshika PalansooriyaMee Kyung SangYong Sik Ok\n\nScientific Reports (2023)\n\nSmart micro- and nanorobots for water purification\nMario UrsoMartina UssiaMartin Pumera\n\nNature Reviews Bioengineering (2023)\n\nNeurotoxicity of microplastics: a CiteSpace-based review and emerging trends study\nZeyan YeTingyu MaiYou Li\n\nEnvironmental Monitoring and Assessment (2023)\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nPlastics in the environment\nSections\nFigures\nReferences\nAbstract\nMain\nNanoplastic as an environmental contaminant of emerging concern\nA nanoplastic by any other name is still a nanoplastic\nTriggers and thresholds of the macroplastics to nanoplastics continuum\nNanoplastics are not alone as there are many other particles in the environment\nViewpoints influencing nanoplastics perception\nA responsible approach towards assessing risks of nanoplastics from the viewpoint of environmental nanoscientists\nOutlook\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nAdditional information\nRights and permissions\nAbout this article\nThis article is cited by\n\nAdvertisement\n\nNature Nanotechnology (Nat. Nanotechnol.) ISSN 1748-3395 (online) ISSN 1748-3387 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}