{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Will space mining be viable in near future? : r/space - Reddit",
  "href": "https://www.reddit.com/r/space/comments/k19r4u/will_space_mining_be_viable_in_near_future/",
  "body": "Even if it turns out that space mining isn't viable right now (I'm not saying that it isn't, just saying if it isn't), it will eventually become a viable option as resources on Earth start to run out. $100/kg for space materials vs $10/kg for Earth materials isn't viable; $100/kg for space materials vs $1000/kg for Earth materials definitely is.",
  "textContent": "Will space mining be viable in near future? : r/space\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to space\nr/space\n•\n3 yr. ago\nashVV\nWill space mining be viable in near future?\nDiscussion\n\nA few months back, NASA said that they were looking for private companies to mine the moon. How economically feasible and viable is this going to be? is there any preparation going on at the moment? What are some works of literature to read about space mining?\n\nCheers\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nfidelity.com\nLearn More\nSort by:\n[deleted]\n•\n3 yr. ago\n\nWhat do you mean by viable?\n\nIf you want to build lots of stuff on the Moon, you need to mine the moon. If you want to build on Mars, you need to mine mars. And if you want to build stuff in open space, you need to mine asteroids.\n\nWhat you dont want to do, is mine the moon, Mars or Asteroids, and bring the material to earth. There is a huge cost to moving materials, so you want to keep the materials where they are as much as possible.\n\nPaulC1841\n•\n3 yr. ago\n\nWhy not crash down in Namibia or Australia small size asteroids?\n\n4 more replies\nreddit455\n•\n3 yr. ago\n\nlook for\n\nNASA ISRU (In Situ Resource Utilization)\n\nRASSOR robot - which is supposed to autonomously dig up regolith for \"cement\"\n\nand \"dust to thrust\"\n\nit's a necessity.\n\ntoo expensive to bring \"cement\" from Earth (not economically feasible).\n\nsending a robot to do it, is cheaper.\n\ncheck out 3d printed construction on Earth to see what the capabilities are - houses, sheds, printed in days... so similar structures are theoretically doable on the Moon..\n\nthe whole idea is to practice.. never done any of this before.\n\nit's hard on the Moon... harder on Mars.\n\nin the meantime.. work on getting back to the Moon.. with permanent presence in mind.. first in orbit, then on the surface.\n\nhttps://www.nasa.gov/specials/artemis/\n\nWith the Artemis program, NASA will land the first woman and next man on the Moon by 2024, using innovative technologies to explore more of the lunar surface than ever before. We will collaborate with our commercial and international partners and establish sustainable exploration by the end of the decade. Then, we will use what we learn on and around the Moon to take the next giant leap – sending astronauts to Mars.\n\nRead the Artemis\nLunar Exploration Program\nOverview (35 MB PDF)\n\nashVV\n•\n3 yr. ago\n\nThat is cool! I will definitely check those sources, thank you!\n\nTheMuspelheimr\n•\n3 yr. ago\n\nEven if it turns out that space mining isn't viable right now (I'm not saying that it isn't, just saying if it isn't), it will eventually become a viable option as resources on Earth start to run out. $100/kg for space materials vs $10/kg for Earth materials isn't viable; $100/kg for space materials vs $1000/kg for Earth materials definitely is.\n\nAlso, if you're on another world, given the limited lifting capacities of rockets, it would be viable to use ISRU to produce things.\n\nReddit-runner\n•\n3 yr. ago\n\nhttp://www.asterank.com/ I think this is the website you are looking for.\n\nAs far as I know there aren't any interesting minerals on the moon worth getting into Orbit or even down to earth. Asteroids on the other hand are far more interesting.\n\nIf you go through the list made by asterank, you can see that the valuable near earth asteroids only encounter earth ever 3-5 years. It is almost impossible to design a manned mining mission that reaches such asteroids, even if spaceships like Starship have enough delta_v to bring meaningful mass there. The flight duration is not viable for humans.\nThis forces mining missions to go full robotic. But making mining equipment that survives the taxing environment of mining without only remote human oversight could turn out to be too expensive in the foreseeable future.\n\nMining moon or Mars is only interesting if you are planning to use the mining products locally. But I wouldn't call mining on Moon or Mars \"Space Mining\". It's just mining for local resources on other celestial bodies.\n\n1 more reply\nverzali\n•\n3 yr. ago\n\nRight now it's not viable because it's far cheaper to get the resources on Earth. There's nothing on the Moon we don't already have or can't already make here. Longer term it will only be viable if the mined materials are used in space, but that will require a functioning economy to be built up.\n\n1 more reply\nEurekify2\n•\n3 yr. ago\n\nCan’t wait to go deep core mining for void opals\n\nnehalkhan97\n•\n3 yr. ago\n\nIt will be viable but not in the near future. Artemis mission is really important for this reason because not only it will help to create an outpost on lunar surface but in order for that outpost to function and thrive it will pave the way for lunar mining. Similar can be said for Mars mining as well.\n\nNow, here is something I want to add. With inevitable human exploration mission to Mars about to happen in mid 2030s, assuming that nothing goes wrong then I think that for decent human shelter we might see some mining on Martian surface by sending capable robots there because when human being lands after returning from space their body is really vulnerable and that happens from a few months of trip to ISS, imagine how much more vulnerable an astronaut will be after shattering records of continous time in space and therefore some sort of proper infrastructure is required prior to the landing of the very first human expedition to Mars in order to mitigate the harm or problems that might arise and for that we really need some sort of early mining. That's the only way I am seeing options for space mining in the near future (as in late 2020s or early 2030s)\n\nHowever, even if this is not the case I am assuming that space mining will be at its early stages by 2040s and by mid 2050s it will be a functional industry. I might be wrong and I would really prefer it to happen earlier\n\n \n17\nRank by size \nr/spacex\nStarship | 360 Video of Liftoff\nyoutube\n151 upvotes · 13 comments\nr/SpaceXLounge\nWho’s right about future space settlements, Musk or Bezos?\n53 upvotes · 134 comments\nr/NoStupidQuestions\nWhen do you think space flights will be possible for the general public?\n1 upvote · 12 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SpaceXLounge\nCould SpaceX use this to help IRU on the moon/mars? Made from UK Engineers.\nyubanet\n16 upvotes · 12 comments\nr/spacex\nStarship 2nd Flight w. onboard shots!\nyoutube\n600 upvotes · 67 comments\nr/AskScienceDiscussion\nHow much would space travel for all purposes be impacted in the next 10-30 years if the issue of thrust v weight was subject to a sudden and drastic breakthrough?\n108 upvotes · 39 comments\nr/spacex\nSpaceX Starship Booster 9 Tank Slosh simulation\nyoutube\n366 upvotes · 186 comments\nr/spacex\nI captured Starship Flight 2 in slow motion 4K HDR and recorded high-fidelity audio, here's the result 🔥\nyoutube\n295 upvotes · 30 comments\nr/RenewableEnergy\nThoughts about Concentrated PV in space\n3 upvotes · 15 comments\nr/SpaceXLounge\nHow might starship change the way things meant to operate in space are built\n39 upvotes · 49 comments\nr/IsaacArthur\nconvince me the mars insight lander wasn't a wasted effort!\n11 comments\nr/NoStupidQuestions\nQuestion about the hype surrounding asteroid mining\n2 upvotes · 6 comments\nr/SpaceXLounge\nIf SpaceX decides to take a rushed shot at Mars in 2 years, what cargo does Starship carry?\n60 upvotes · 150 comments\nr/spacex\nSpaceX Starship Explosion Filmed from the Florida Keys! (tumbling before)\nyoutube\n249 upvotes · 90 comments\nr/history\nHow mapping won the battle of Vimy Ridge, 1917\nyoutube\n139 upvotes · 9 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/SpaceXLounge\nHow will a deep-space variant of Starship be a game-changer?\n34 upvotes · 45 comments\nr/factorio\nI recently started a game with Space Exploration. When is offworld mining worth it?\n44 upvotes · 31 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/SpaceXLounge\nTop of Starship after FTS denoted, tracked from Florida Keys\nyoutube\n147 upvotes · 94 comments\nr/space\nAstra founders offer to take company private at value of about $30 million — Astra went public via a SPAC merger at a $2.6 billion valuation in February 2021\ncnbc\n175 upvotes · 11 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/movies\nWings (1927) is amazing, especially when you realise that to get these shots they had to actually fly around with cameras.\nyoutube\n143 upvotes · 24 comments\nr/SpaceXLounge\nA speculative take on what each SN Starship will perform between now and orbit, with an optimistic “Elon timeline” to boot.\n35 upvotes · 19 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 26, 2020\nReddit\nreReddit: Top posts of November 2020\nReddit\nreReddit: Top posts of 2020"
}