{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Why Are Plastic Straws Bad? Here's Why & Here Are The Alternatives",
  "href": "https://growensemble.com/why-are-straws-bad/",
  "body": "Plastic Straw Bans and Alternatives. A number of countries, cities, and companies have taken action to ban plastic straws and instead use paper straws, silicone straws, or other materials like rye grass. Seattle, California, and Washington D.C. are among the places that have, in effect, banned plastic straws.",
  "textContent": "Skip to primary navigation\nSkip to main content\nSkip to primary sidebar\nSkip to secondary sidebar\nSkip to footer\n\nGrow Ensemble\n\nBuild a Better World, Together\n\nAbout\n \nArticles\n \nProduct Reviews\n \nCourses\n \nNewsletter\n \nYouTube\n \nPodcast\nWhy Plastic Straws SUCK\n\nSubscribe & Listen: Apple Podcasts – Spotify – YouTube\n\nIn 2018, an old foe of the environmental movement was put on the public enemy list: plastic straws. Across social media platforms, the hashtag #stopsucking illuminated our screens and suddenly, consumers started to face the reality of their daily straw use. \n\nAlthough the issue of plastic waste existed for decades, seemingly overnight, videos of plastic straws in a turtle’s nose went viral, and Americans set out on a new crusade to ban plastic straws. Huzzah! \n\nRight as the #stopsucking movement was gaining momentum, Emma Rose Cohen launched her Kickstarter campaign with a simple idea: create a portable, foldable, and reusable straw. \n\nHer campaign received almost 160x the fundraising goal and consumers showed not only that they cared about the cause but that they were willing to share and amplify this simple solution to our global plastic problem with their peers. \n\nThe resulting straw company? They’re still going strong and today, and they’re dedicated to creating more alternatives to single-use plastic through thoughtful design. \n\nEmma sat down with us for the latest episode of the Social Entrepreneurship & Innovation Podcast to chat about her vision for the company and the intricacies of the plastic-free movement. \n\nWhy Are Straws Bad? \n\nStraws are arguably one of the most ubiquitously normalized plastic objects we use day in and day out without thought. Although the type of plastic used for straws is polypropylene (and therefore recyclable), straws are too flimsy and small to actually make it through recycling machines, so they are destined for our landfills or our waterways.  \n\nThe same straw you used during a Chuck E Cheese birthday party circa 2000…or 1995…or 1980 is still out there. In fact, your straws will likely persist in the environment for 200 years, and as they decompose, they leech microplastics into our waterways. \n\nConsidering the United States alone uses more than 500 million plastic straws per day, that’s a lot of plastic for our oceans to handle!\n\nWhy Are Plastic Straws Bad for the Ocean? \n\nYou may have heard about the Great Pacific Garbage Patch, where metric tons of plastic waste circulate in the ocean between North America and Asia. But how does plastic get into the ocean? As we use plastic products, through wind, rain, or improper disposal, they end up in the ocean. While we don’t know how much garbage there really is in the garbage patch, it’s likely that it’s even worse than we expect below the surface, since 70% of marine debris lines the ocean floor. That means at every layer of the ocean, animals and fish are encountering our plastic waste. \n\nBrightly colored plastics look like food to fish and seabirds, so they try to consume it and either die prematurely or the plastic moves up the food chain when eaten by predators. Alternatively, creatures can get caught in rogue netting, six-pack rings, or other familiar plastic items. If you’ve ever seen images of sea turtles with plastic-warped shells or the contents of a sea bird’s stomach, you know there’s a distinct connection between what we use daily and our marine ecosystems.\n\nBy 2050, 99% of all seabird species will have ingested plastic at some point in their lives. Not only does this damage the ecosystem by disrupting the typical course of life for our ocean friends, those same plastics end up in our food, in our water, and even in our clothes. Long story short: our use of plastic has to be curbed. \n\nWhy Are Plastic Straws Bad for Our Health? \n\nThe main issue with plastic straws isn’t unlike the issues we face with any single-use plastic that persists in the environment. To put it mildly, plastic pollution affects humans directly through our health and food supply as well as indirectly through disrupted economies and animal extinction. \n\nYou think you’d be able to notice plastics coming out of your tap water at home, but they’re microscopic. In fact, there’s plastic in\n\n94% of our drinking water. Eek! When these plastics break down into smaller and smaller pieces, we can’t see them anymore and that makes them all the more dangerous. \n\nOne of the most ominous things about plastic being found in tissues of the human body is that these microplastics become a vehicle of sorts during their time degrading in the environment. They suck up and magnify toxins, additives, and colorants, which end up in our bodies too. \n\nThere’s no known safe exposure level for plastic. The best way to fight plastic pollution is to simply stop putting it out into the world. Luckily, a combination of legislation and entrepreneurial spirit is bringing tangible solutions to the public. \n\nPlastic Straw Bans and Alternatives\n\nA number of countries, cities, and companies have taken action to ban plastic straws and instead use paper straws, silicone straws, or other materials like rye grass. Seattle, California, and Washington D.C. are among the places that have, in effect, banned plastic straws. Public support for this move is so loud that even the most unexpected corporations, like Starbucks and McDonald’s, have committed to removing plastic straws to reduce plastic use. \n\nIn addition to governmental regulations and corporate decisions, a number of straw manufacturers have stepped up to deliver high-quality alternatives to plastic drinking straws. From stainless steel straws to glass and paper, entrepreneurs have risen to the challenge. This is where our friends at Final Straw come in. Their innovative product makes it convenient and stylish to carry a reusable straw, no matter where you are.\n\nFinal: Creating Foreverables™ to Reduce the Demand for Single-Use Plastic\n\nIn 2018, a tiny startup company with a reusable folding straw launched a Kickstarter campaign with the goal of $12,500. In 30 days, they’d blown past their goal and raised nearly $2 million. That company was Final, founded by Emma Rose Cohen. \n\nBuilding on the trajectory that the Final Straw laid out, Final is creating reusable products (like sporks!) that make reducing plastic a convenient and fun part of your day-to-day. With quirky branding, solid messaging, and eye-catching products, Final makes everyone eager to make simple sustainable switches. \n\nIn addition to its environmentally-focused product development, Final is a member of 1% For the Planet and publishes practical and implement-able tips for how to go plastic-free on their blog. As a mission-driven company, Final is tackling single use plastic in style.\n\nEmma Rose Cohen, Founder & CEO of Final\n\nArmed with a background in waste minimization and a Master’s degree in environmental management and sustainability from Harvard, Emma is obsessed with finding sustainable alternatives to everyday items and bringing them to the public. \n\nAn unlikely entrepreneur, Emma leads with her gut and creates products that she loves to use herself. Prior to launching Final and the company’s first product, the Final Straw, Emma and some friends founded a nonprofit called Save the Mermaids to educate children (and adults!) on the many ways we can all take steps to save our oceans.\n\nEmma is a prime example of how entrepreneurs have the power to shape the public’s perspective of the environment and waste. On the podcast, she explained that people tend to use what’s in front of them. So if companies keep putting plastic in front of us, that’s what we’re going to use. When they show the customer they care enough to make a change and make it easier to be a more conscious consumer, everyone benefits.\n\n“The community that grew out of launching the company gave me this kind of newfound hope in humanity and I was like, oh wait, it really is up to companies to create these solutions.”\n\n#StopSucking: How To Reduce Single-Use Plastic\n“No Straw Please”: Be sure to say no straw when you order a cocktail or you might *shudder* end up with two tiny straws, you know, the ones no one actually uses. \nBYO Straw: This is a super-easy way to not miss out on the straw experience. Simply whip out your Final Straw at the bar or the coffee shop! (Maybe pack an extra for a friend too.)\nOrder Beer or Wine: If you know you’ll get a plastic straw with a cocktail order and forgot your own straw, order beer or wine! These never come with straws, so you’re in the clear. (Just avoid frosé.)\nGo Plastic-Free in One Room: Let’s jump right in, why not the bathroom? With a few easy swaps, you can have a zero waste bathroom in no time. Start slow, like changing to plastic free shampoo and conditioner. Or, go all-in with refillable products for the whole home, with Plaine Products! \nBYO Bottles: An easy way to avoid single-use plastics for water or other beverages is to just bring your own. Try out a KeepCup for coffee and a Klean Kanteen for just about everything else! \nClosing: Phasing Out Plastic, One Sip at a Time\n\nWhen you picture your dream vacation, maybe you’re on paddle boarding in Santa Barbara or snorkeling in Hawaii. The absolute least relaxing thing you want to see is a plastic straw floating on the surface of the water. We can all make changes that turn off the plastic tap and keep our oceans beautiful for all to enjoy (and live in!).\n\nWhile we’re on our own personal crusades against straws, remember that they aren’t the only plastic items we should be reducing! Coffee stirrers, plastic cutlery, and even plastic bags all have a similarly harmful effect on our oceans, planet, and health.\n\nIf we all take a moment to pause before accepting a plastic straw, we’re one step closer to a strawless ocean–which is a safer, healthier ocean for everyone.\n\nAdditional Resources & Links Mentioned from the Episode: \n\nEmma on Instagram and LinkedIn\nFinal on Instagram, Twitter, and Facebook\nThe Four Agreements by Janet Mills\nBlueland\nJacqueline Goodwin\n\nSustainable Workplaces Manager & Writer\n\nJackie is the Sustainable Workplaces Manager at Urban Green Lab, a sustainability education nonprofit in Nashville, Tennessee. She’s passionate about connecting people with actionable ways to make a positive impact on the environment. She graduated from Dickinson College with a degree in Environmental Studies and a certificate in Social Innovation & Entrepreneurship. Jackie worked in the nonprofit world in Washington D.C. for Ashoka and the National Building Museum.\n\nJackie enjoys hiking with her rescue dog, finding craft breweries, and traveling the globe in search of plant-based eats.\n\nOur Latest Articles & Interviews:\nWhat is Conscious Consumerism & 7 Ways to be a More Conscious Consumer\nHow Investing in Coffee Farmers & the Planet Will Ensure Coffee’s Survival\n9 Companies with Social Impact Built into Their Business Model\nWhat Real Transparency in Business Looks Like\n\nFiled Under: Grow Ensemble Podcast, Plastics\n\nReader Interactions\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nComment *\n\nName *\n\nEmail *\n\nWebsite\n\nPrimary Sidebar\n\nGrow Ensemble Team\nJanuary 7, 2021\n \nLeave a Comment\nGrow Ensemble Podcast Plastics\n\nExplore the Art of Living + Working Sustainably every Monday with our Weekly Ensemble Newsletter\n\nSecondary Sidebar\nQuick Nav\nWhy Are Straws Bad? \nFinal: Creating Foreverables™ to Reduce the Demand for Single-Use Plastic\n#StopSucking: How To Reduce Single-Use Plastic\nClosing: Phasing Out Plastic, One Sip at a Time\nFooter\nFOLLOW GROW ENSEMBLE\n\nJoin us to drive change\n\nyoutube\n \ntwitter\n \nlinkedin\n \napple podcasts\nCOMPANY\n\nAbout\n\nAdvertise With Us\n\nCampaigns & Partners\n\nJobs\n\n \n\nRESOURCES\n\nBlog\n\nPodcast\n\nYouTube\n\nNewsletter\n\n \n\nMORE\n\nContact Us\n\nSustainable Product\nDirectory\n\nLearning Hub\n\n© 2021 Grow Ensemble | Affiliate Disclosure | Privacy Policy"
}