{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Truth About Plastic Straws - The Holistic Hipppie",
  "href": "https://www.theholistichipppie.com/post/the-truth-about-plastic-straws",
  "body": "The Great Pacific Garbage Patch is the largest accumulation of ocean plastic globally, with more than 1.8 trillion pieces of plastic weighing the equivalent of 500 jumbo jets ().In 2018, over 1 million birds and 100,000 marine animals died from ingesting plastics, and this number is annually ().Aside from the estimated 8.3 billion plastic straws polluting the world's beaches, a single plastic ...",
  "textContent": "Skip to Main Content\n\nNatural Health\n\nPet Resources\n\nPlant-Based Recipes\n\nToxin-Free Living\n\nVaccine Resources\n\n​\n\nAbout Me\n\nSubscribe\n\nTrusted Brands\n\nSarena-Rae Santos\nApr 6, 2021\n3 min read\nThe Truth About Plastic Straws\n\nUpdated: Sep 14, 2022\n\nIn 2019 plastic straws were banned due to distinctive environmental concerns. Plastic straws are small, light, and non-biodegradable, making them easily swept into the ocean and broken down into microplastic particles that affect the environment and aquamarine life.\n\nI used to be a considerable straw user; I needed to drink even water from a straw. I was famous for using disposable plastic straws, and I’d go through them like crazy. I eventually had to say enough is enough and switch to reusable silicone straws as I started to break my straw habits. Let me explain to you why.\n\n\n\n\nEnvironmental & Health Impact of Straws \n\nPlastic Straw Alternative Recommendations\n\n \nEnvironmental & Health Impacts of Straws\n\n\n\nIt's estimated that 500 million straws are used daily in the United States. In a study published in 2017, they estimated as many as 8.3 billion plastic straws pollute the world's beaches (1), which isn't much compared to the nearly 40 thousand tons of fishing net abandoned in our oceans (2) that accounts for almost 50 percent of the plastic pollution in the Great Pacific Garbage Patch.\n\n\n\n\nThe Great Pacific Garbage Patch is the largest accumulation of ocean plastic globally, with more than 1.8 trillion pieces of plastic weighing the equivalent of 500 jumbo jets (3). In 2018, over 1 million birds and 100,000 marine animals died from ingesting plastics, and this number is annually (4). Aside from the estimated 8.3 billion plastic straws polluting the world's beaches, a single plastic straw, despite its small size, takes approximately 200 years to decompose (5)\n\n\n\n\nNot just that, but plastic straws have toxic ingredients in them like Bisphenol-A (BPA) and phthalates! \n\n\n\nBisphenol-A is a chemical found in the plastic containers of many common foods, beverages, and even straws. Studies have shown that BPA can leech out and into the drink. Exposure leads to problems with reproduction and increases the future breast and prostate cancer risk in a developing fetus, infertility, insulin resistance, type 2 diabetes, and obesity (6).\n\n\n\n\nPhthalates are a family of industrial chemicals that soften polyvinyl chloride (PVC) plastic and are often found in plastic straws. Recent studies show that prenatal exposure to phthalates is associated with adverse neurodevelopmental impacts, including lower IQ, problems with attention and hyperactivity, and poorer social communication. It has also been linked to causing damage to the liver, kidneys, lungs, and reproductive system (7).\n\n\n\n\nAccording to the Food Network’s article, It’s Official - We Are Only Using Silicone Straws From Now On they said:\n\n“Silicone straws are nearly perfect,” \n\nAs the article continues, they said:\n\n“Reusable and long-lasting, these little guys are the answer. They’re dishwasher safe and come with little straw squeegees for easy cleaning. The silicone also stays at room temperature, so go ahead and use a straw for hot tea if you want! They). Did you know in 2018, over 1 million birds and 100,000 marine animals died from ingesting plastics and this number is annually (nicely in wine glasses to avoid red-wine-stained teeth. And did we mention how fun and bright they are? There’s a color for every occasion (8).”\n\nIf you'd like to learn more about lightening your environmental footprint and becoming more eco-friendly, check out my 30 Steps Towards An Eco-Friendly Lifestyle article here.\n\n\n\nPlastic Straw Alternative Recommendations\n\nBamboo Straws are 100 percent organic, created by nature, and handcrafted in Bali. These eco-friendly straws can be washed in the dishwasher and reused many times. Finally, biodegradable straws that are compostable. So, the compostable straws will never ever end up polluting the environment.\n\nBiodegradable Paper Straws are made from biodegradable food-grade paper and are plastic and BPA-free. They are made from food-safe dye, and the straws are odor and taste-free. Each paper straw used helps put an end to the billions of straws that end up in oceans every single year.\n\nGlass Straws are processed from food-grade borosilicate glass. They can withstand high and low-temperature resistance and have an anti-crushing function after being strengthened. You can enjoy hot and cold drinks and maintain a better taste. They can be used in the freezer and dishwasher or cleaned with the two built-in brushes.\n\nMetal/Stainless Steel Straws are sustainable straws. The covers are made of top food grade stainless steel and silicone, BPA-free, lead-free, no metal aftertaste, no oxidation, reusable and eco-friendly. They are extremely durable, dishwasher safe, hand washable, rust and scratch proof. One set of stainless steel straws can be used for years to come - replacing hundreds or thousands of plastic straws.\n\nSilicone Straws are made of 100 percent BPA-free silicone; these Straws are 100 percent safe for your health. Before the first use, remember to wash them carefully with non-toxic dish soap such as Earthley's Dish Soap Bar and use the included cleaning brushes. Unlike the metal straws, this option is kid/toddler-friendly!\n\n What are your go-to straw alternatives?\n\n\n0 comments\nPost not marked as liked\nRelated Posts\nSee All\n\nThe Truth About Toxins In Your Food\n\n0\nPost not marked as liked\n\nThe Truth About Microwaves\n\n0\nPost not marked as liked\n\nThe Truth About Monosodium Glutamate (MSG)\n\n0\n1 like. Post not marked as liked\n1\n\n©2021 The Holistic Hipppie\n\nhelp@theholistichipppie.com"
}