{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Frontiers | A Field Experiment on Reducing Drinking Straw Consumption ...",
  "href": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.565537/full",
  "body": "Institute of Psychology, University of Kassel, Kassel, Germany Against the background of the pollution of the environment through plastic waste, we conducted a field experiment (N = 195) to test the effectiveness of a default nudge intervention that aimed at reducing the consumption of plastic drinking straws.We assumed that separating straws from cups by default leads to an overall decrease ...",
  "textContent": "Skip to main content\nDownload Article\n \n \n15,134\nTotal views\n1,179\nDownloads\n11\nCitations\nView article impact\nView altmetric score\nSHARE ON\nEdited by\nBernardo Hernández\n\nUniversity of La Laguna, Spain\n\nReviewed by\nHenk Staats\n\nLeiden University, Netherlands\n\nNaoko Kaida\n\nUniversity of Tsukuba, Japan\n\nMaryurena Lorenzo\n\nUniversity of La Laguna, Spain\n\nTABLE OF CONTENTS\nAbstract\nIntroduction\nMaterials and Methods\nResults\nDiscussion\nConclusion\nData Availability Statement\nEthics Statement\nAuthor Contributions\nConflict of Interest\nAcknowledgments\nReferences\nExport citation\nCheck for updates\nPeople also looked at\nAgentic and communal narcissism in predicting different types of lies in romantic relationships\n\nNico Harhoff, Nina Reinhardt, Marc-André Reinhard and Michael Mayer\n\nThe Dark Triad and Deception Perceptions\n\nBenno Gerrit Wissing and Marc-André Reinhard\n\nCognitive, Behavioral, and Emotional Disorders in Populations Affected by the COVID-19 Outbreak\n\nAurel Pera\n\nA New Measure of Interpersonal Exploitativeness\n\nAmy B. Brunell, Mark Davis, Dan R Schley, Abbey Eng, Manfred van Dulmen, Kelly Wester and Daniel Flannery\n\nShould I Stay or Should I Go? Risk Perception and Use of Local Public Transport During the COVID-19 Pandemic\n\nAnna Helfers, Marissa Reiserer, Natalie Schneider, Mirjam Ebersbach and Carsten Sommer\n\nBRIEF RESEARCH REPORT article\nFront. Psychol., 16 September 2020\nSec. Environmental Psychology\nVolume 11 - 2020 | https://doi.org/10.3389/fpsyg.2020.565537\nA Field Experiment on Reducing Drinking Straw Consumption by Default\nDaria Mundt* Sebastian Carl Nico Harhoff\nInstitute of Psychology, University of Kassel, Kassel, Germany\n\nAgainst the background of the pollution of the environment through plastic waste, we conducted a field experiment (N = 195) to test the effectiveness of a default nudge intervention that aimed at reducing the consumption of plastic drinking straws. We assumed that separating straws from cups by default leads to an overall decrease in straw consumption. We hypothesized that individuals would consume straws less frequently when they had to pick straws actively out of a separate straw box for their drink compared to when they could choose between cups already containing and not containing straws. Results of a logistic regression revealed a significant difference between both conditions concerning the use of drinking straws [B = 1.129 (SE = 0.30), p < 001 with an odds ratio of OR = 0.32]. Confirming our hypothesis, results underline that minor and subtle interventions addressing waste reduction might have marked effects. More research is needed to improve current and future interventions to significantly reduce the amount of plastic consumption and consequently reduce the waste in the environment.\n\nIntroduction\n\nPlastics are estimated to make up approximately 10% of global waste (Barnes et al., 2009) and more than 80% of marine litter (European Commission, 2018). About 70% of all marine litter items are – beside lost and abandoned fishing gear – single-use plastic products, such as straws, tobacco product filters, food containers, balloons, and sticks for balloons (European Commission, 2018). The current use and disposal of plastic affect the environment, including the pollution of soil (Bläsing and Amelung, 2018), water, and sea (Li et al., 2016). Plastic pushes climate change (Royer et al., 2018; Center for International Environmental Law, 2019) and endangers the human health (Rist et al., 2018). To reduce littering and avoid environmental damage, the European Parliament approved a law for 2021, banning 10 single-use plastic items such as plates, cutlery, straws, and cotton bud sticks (European Parliament, 2019). The ban’s impact is proposed to reduce littering by more than half and is expected to avoid the emission of 3.4 million tons of CO2−e by 2030 (European Commission, 2018).\n\nBans are, by their nature, effective political measures to prevent unwanted practices (Heidbreder et al., 2019). However, bans may have unintended consequences. For example, citizens could respond with reactance. If individuals perceive a threat or even an elimination of their behavioral freedom, they try to restore this particular threatened freedom. For example, the lost choice alternative becomes more attractive, whereas the forced choice is becoming less attractive (cf. the reactance theory by Brehm, 1966). To counter reactance, the use of nudges can be considered. A nudge intervenes in people’s choice architecture, adjusting people’s behavior in a predictable way. Thus, nudges are small changes in the environment, triggering heuristic processes in individuals, which, in turn, lead to a particular choice of behavioral option. To count as a nudge, this intervention must not forbid other choice alternatives or change the economic cost of a behavior significantly (Thaler and Sunstein, 2008).\n\nNudges take advantage of cognitive, social, and moral factors that underline human decision making (Moseley and Stoker, 2013). For instance, some nudging strategies make use of social norm heuristics, for example, by comparing consumer energy usage with the average usage of their neighborhood (Allcott and Rogers, 2014). Other strategies increase the salience of the aimed choice alternative. For example, Kurz (2018) reduced meat consumption in a university restaurant by placing the vegetarian meal at the top position of the restaurant’s menu and by presenting the dish to consumers at a visible spot.\n\nAnother nudging strategy is changing the default when people have to make a decision (Vetter and Kutzner, 2016). In decision situations, people tend to choose the alternative that demands less effort from them. Therefore, desirable behavioral options can be implemented as a default option, which is the behavioral option, people automatically receive if they do not change anything (Dinner et al., 2011). For example, Chapman and Ogden (2012) found that when offering brown bread for sandwiches only, consumers bought more brown than white bread. Egebark and Ekström (2016) reduced a university’s paper consumption by changing the default setting of the printer to double-sided printing.\n\nChanges in default can also have positive effects on reducing the consumption of drinking straws. Wagner and Toews (2018) analyzed self-reported data of 133 gastronomies that introduced as a default option only drinks without straws. To receive a straw, clients had to ask explicitly for it or take the straws out of a box by themselves. This intervention led to a reduction in straw consumption by 32% on average compared to the time before this default option was introduced. Some clients criticized this intervention negatively, emphasizing the danger of reactance in consumers.\n\nTo avoid negative reactions on a default option aimed at reducing straw consumption, we developed an experimental pattern in which the default option was more discreet. We offered drinks and straws separately but with the same distance to the consumers. Our field experiment aimed at providing further empirical evidence for using default options as a nudge to reduce straw consumption as one of the most used and polluting single-used plastic products. According to the findings of Wagner and Toews (2018) and research on the default effect, we expected individuals to choose drinks without straws when they have to pick the straws actively. More specifically, we hypothesized that individuals would consume straws less frequently when they had to pick straws for their drink actively out of a straw box separate from the cups compared to when they could choose cups already containing the straws.\n\nMaterials and Methods\nParticipants\n\nThe sample consisted of N = 195 participants with 96 participants in the experimental condition and 99 participants in the control condition. Participants did not know that they were part of an experiment. Therefore, the demographic data of participants were predicted by the experimenters. A total of 95 participants were estimated as 14–30 years old, 75 persons were estimated as 31–60 years old, and 25 persons were estimated as above 60 years of age. Of the rated participants, 103 were female and 92 were male. We excluded participants from our sample who were not able to choose their lemonade on their own (e.g., due to a disability or interference from parents in the case of children). Furthermore, we excluded participants who had to use straws because of health reasons and participants who tasted more than one offered cups of lemonade.\n\nDesign and Procedure\n\nThe study was based on a one-factorial design with the independent variable Nudge with two manifestations. In both conditions, participants were invited to choose out of several cups filled with approximately 75 ml of self-mixed lemonade. In the experimental condition, cups were presented without straws. However, straws could be taken actively out of a coverless box offered beside the cups. In the control condition, the straws were already inside half of the offered cups. The other half of the offered cups did not contain straws. The dependent variable was the choice for or against straw consumption.\n\nThe study was conducted in three different locations in the city of Kassel, Germany. Due to the differing location settings, we had to change slightly some characteristics of the experiment. The first assessment was conducted in the evangelical family education center “Katharina-von-Bora Haus.” In the foyer of the building, we set up a table at which we offered the lemonade to the center’s visitors. Since we had access to the kitchen, we used glass cups for the lemonade. In order to cover up the experimental situation, we pretended to do an advertising campaign for the upcoming festival of the city’s university by displaying several flyers and providing further verbal information if asked for. Due to recurring periods with no potential participants in the foyer, we shifted the data collection to the surrounding of the education center. Therefore, we approached people passing by the street with the filled glass cups on a serving tray with a comparably smaller number of glasses as inside the education center. Furthermore, we adapted the cover-up story by asking participants to rate the taste of the lemonade. The third assessment was carried out at the summer festival of the University of Kassel. The setup and cover story were the same as in our second location, outside the education center. As we did not have access to a kitchen, we had to use plastic cups instead of glasses to serve the lemonade.\n\nIn order to ensure the random assignment of the participants to the two conditions, we switched the experimental setup between the two conditions on a regular basis. Depending on the current number of potential participants, we defined an approximate number of people (between 20 and 50) before each trial, to mark the time after which the condition had to be changed. Upon reaching half of that number, the positions of the cups were changed within one condition. In the control condition, we rearranged the cups with straws, for example, from the right to the left side of the table or tray. Respectively, we moved the straw box from the one to the other side of the offered cups in the experimental condition.\n\nResults\n\nAnalyses were performed with RStudio (version 1.1.463), using the R packages car (Fox and Weisberg, 2019), mlogit (Croissant, 2019), dplyr (Wickham et al., 2019), and ggplot2 (Wickham, 2009). The analyses employed an alpha level of 0.05 (two tailed).\n\nSince both the independent and dependent variables were binary, we conducted a binomial logistic regression. The independent variable Nudge was coded 0 = control condition and 1 = experimental condition. The dependent variable was coded 0 = straw consumption and 1 = straw avoidance.\n\nThe binomial logistic regression showed a significant difference between both conditions concerning the use of drinking straws [B = 1.129 (SE = 0.30), z = −3.77, p < 0.001 with an odds ratio of OR = 0.32, 95% CI (0.178, 0.577)]. The converted OR results in Cohen’s d = −0.63, which can be conceived as a medium effect. Model comparison with an intercept-only model revealed a significant fit of the model [χ 2 (1) = 14.82, p < 0.001]. Figure 1 visualizes higher probabilities to consume straws in the control condition. The depicted estimated marginal means (EMMs) of the probabilities for both conditions were calculated using the R packages emmeans (Lenth, 2019).\n\nFigure 1\n\nFIGURE 1. Estimated marginal means (EMMs) for the probability of consuming a drinking straw for the control and experimental conditions. N = 195. Error bars represent ± standard error of the EMMs.\n\nA post hoc power analyses with G*Power (version 3.1.9.4; Faul et al., 2007) revealed a high power of 0.96 for the logistic regression. Type-1 error probability was set to 0.05, and effect size (OR) was set to 0.32. Furthermore, we assumed a baseline of 0.50, no covariates, binomial distribution, and a target of an even distribution of participants in both conditions.\n\nTo check for possible effects of our differing experimental settings on the straw consumption, we conducted several exploratory analyses. The full results are reported in Table 1. Logistic regressions with the single-predictor type of cups, offering type (table or serving tray), and location, revealed only a significant effect for the location, in particular, for the university festival compared to the foyer of the family education center [B = −0.76 (SE = 0.37), z = −2.04, p = 0.041 with OR = 0.47, 95% CI (0.23, 0.97)]. Thus, visitors of the university festival were less likely to choose a straw, compared to the visitors of the family education center. However, a model comparison with the intercept-only model revealed a nonsignificant fit of this model compared to an intercept-only model.\n\nTable 1\n\nTABLE 1. Estimated coefficients (B), standard errors (SE), information criteria for regression models, and comparisons.\n\nDiscussion\n\nIn the present field experiment, we examined the effect of an easy-to-implement default-nudge intervention on reducing drinking straw consumption. Due to the widespread standard in gastronomy that drinks already contain a straw when they are served, we assumed that a separation of both components (i.e., cups and straws) by default leads to an overall decreased straw consumption. Our hypothesis was confirmed: individuals consumed less straws when they were offered in a separate box next to cups without straws as a default option, compared to when participants could choose out of cups already containing straws. Our results corroborate the findings of Wagner and Toews (2018), who found a reduction in straw consumption after the implementation of a default nudge in restaurants. Thus, drinks were not served with straws anymore. To receive a straw, clients had to ask explicitly for it or take the straws out of a box placed in a specific place in the restaurants by themselves. However, some clients felt offended by this intervention, emphasizing the danger of reactance toward this nudging strategy in consumers. To avoid negative reactions on a default option aimed at reducing straw consumption, we developed an experimental pattern in which the default option was more discreet. Drinks were also served without straws, but the straw box was placed near the cups. By doing so, consumers had access to both behavioral options (straws or no straws), but were still nudged toward consuming the lemonade without a drinking straw.\n\nThe limitations of this study are worthy of consideration. To start with, there might be a bias in the straw consumption induced by other participants and the experiment itself. As we offered drinks in public, we could not control any effects of the social norms introduced by the group members that served themselves at the same time. Thus, individual decision-making processes are also influenced by social heuristics (Venkatesan, 1966; Cheung et al., 2017). It would be interesting to analyze the possible effects of peers in decision making regarding straw consumption to gain better insight into the effectivity of our default nudge. Moreover, peer pressure induced by the experimenters, themselves, might have influenced the participants. In the control condition, the participants were clearly exposed to the two options straw or no straw, which might have activated the social norm against plastic straws to a high degree. In the experimental condition, the social norm against straws might have been activated, as taking a straw out of the box demands effort to resist the social norm (cf. Bamberg and Möser, 2007). Investigating the effect of social norms in default nudge interventions should be considered to give a clearer insight in further mechanisms underlying the nudge effect.\n\nAnother limitation concerns our experimental setting, which we had to adapt several times due to external circumstances. We used different cups, offered the drinks in different settings (table or serving tray), and changed the cover story depending on the location. However, exploratory analyses revealed no influence of these variables on straw consumption. Nevertheless, replications of the present study in constant settings are important to generalize our finding. Especially in more typical drink-serving contexts (e.g., restaurants, bars), a replication needs to be considered. Thus, in our case, people received the drinks for free. Moreover, our lemonades were not drinks for which drinking straws had any important or necessary functional role in consumption. Thus, consumers without specific disabilities could easily renounce the use of straws without losing the capability of consuming their drink. In contrast, straws in cocktails or long drinks are also used to stir and separate liquids from other ingredients. A focus on drinks that typically contain straws, such as cocktails, and its comparison to drinks that are not expected to contain straws is important to get clearer insights on the effect of default nudges in the context of straw consumption.\n\nThere are many alternatives to one-way plastic drinking straws, such as glass, stainless steel, bamboo, or paper straws (e.g., Zanghelini et al., 2020). However, these alternatives are not necessarily more environmentally friendly than plastic straws. Thus, the whole life cycle of a product needs to be considered. Therefore, the best would be to avoid using straws (if not necessary for consumers with disability or medical reasons; Zanghelini et al., 2020). Default nudges can help to wean people from a product that is not essential for consumption.\n\nIn this context, the effect of prompts should be considered. Fritz et al. (2017) showed that signs prompting recycling can increase recycling behavior even when decreasing the proximity of the bins. Therefore, offering glasses without straws as a default option with the separately offered straws in a box, and provided with prompts that inform about the impact of straw consumption, might be an effective strategy to significantly lower straw consumption and lower the discontent about missing straws as reported by Wagner and Toews (2018).\n\nGenerally, when aiming at sustainable changes in people’s behavior, a combination of nudge interventions and informal campaigns seems to be important. Synthia and Kabir (2015) found that consumers used increasingly new alternative bags after the ban of plastic bags and wrongly assumed that the alternatives of plastic bags are, by nature, more environmentally friendly. Therefore, it is important to provide information to consumers when nudging them away from one behavior to another.\n\nRaising consumers’ awareness about the negative impact of plastic consumptions is also important to increase the effectiveness of nudge interventions, which depends also on consumers’ acceptance of nudge implementations. People might react with reactance to nudging when perceiving the intervention as an attempt to control them or as paternalism (Sunstein, 2017). However, if they believe that the nudge fulfills a legitimate purpose that fits their interests and values, they accept this intervention (Reisch and Sunstein, 2016; Schubert, 2017).\n\nConclusion\n\nThe present study emphasized the potential of implementing default choice as an effective method to lower straw consumption. Potentially, this effect can be extended to other environmentally damaging consumptions, too (e.g., single-use plastic cups or cutlery). Using nudges as a political measure to achieve the targets of consumption reduction as suggested by the European Commission (2018) can be a promising approach. Bans or the introduction of fees can be accompanied by nudge interventions to make people incorporate pro-environmental behaviors. When consumers are already used to consume less or no plastic straws, the risk for reactance as a result of the prohibition planned by governments can be reduced. More research is needed to improve current and future interventions to significantly reduce the amount of plastic consumption and, consequently, waste in the environment.\n\nData Availability Statement\n\nThe dataset and R script presented in this study can be found in online repositories: https://osf.io/nxdje/.\n\nEthics Statement\n\nEthical review and approval was not required for the study on human participants in accordance with the local legislation and institutional requirements. Written informed consent from the participants’ legal guardian/next of kin was not required to participate in this study in accordance with the national legislation and the institutional requirements.\n\nAuthor Contributions\n\nDM, SC, and NH: conceptualization, methodology, formal analysis, method, and results. DM: original draft preparation – theory and discussion. All authors contributed to the article and approved the submitted version.\n\nConflict of Interest\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n\nAcknowledgments\n\nWe would like to thank Yannik Himstedt for his support in conceptualizing and conducting the study, and Mirjam Ebersbach for her comments on earlier versions of the manuscript. We also thank the Katharina-von-Bora Haus in Kassel, Germany, for collaboration.\n\nReferences\n\nAllcott, H., and Rogers, T. (2014). The short-run and long-run effects of behavioral interventions: experimental evidence from energy conservation. Am. Econ. Rev. 104, 3003–3037. doi: 10.1257/aer.104.10.3003\n\nCrossRef Full Text | Google Scholar\n\nBamberg, S., and Möser, G. (2007). Twenty years after hines, hungerford, and tomera: a new meta-analysis of psycho-social determinants of pro-environmental behaviour. J. Environ. Psychol. 27, 14–25. doi: 10.1016/j.jenvp.2006.12.002\n\nCrossRef Full Text | Google Scholar\n\nBarnes, D. K. A., Galgani, F., Thompson, R. C., and Barlaz, M. (2009). Accumulation and fragmentation of plastic debris in global environments. Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci. 364, 1985–1998. doi: 10.1098/rstb.2008.0205\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBläsing, M., and Amelung, W. (2018). Plastics in soil: analytical methods and possible sources. Sci. Total Environ. 612, 422–435. doi: 10.1016/j.scitotenv.2017.08.086\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nBrehm, J. W. (1966). A theory of psychological reactance. New York: Academic Press.\n\nGoogle Scholar\n\nCenter for International Environmental Law (2019). Plastic & Climate: The hidden costs of a plastic planet. Available at: https://www.ciel.org/wp-content/uploads/2019/05/Plastic-and-Climate-FINAL-2019.pdf (Accessed May 25, 2020).\n\nGoogle Scholar\n\nChapman, K., and Ogden, J. (2012). Nudging customers towards healthier choices: an intervention in the university canteen. J. Food Res. 1, 13–21. doi: 10.5539/jfr.v1n2p13\n\nCrossRef Full Text | Google Scholar\n\nCheung, T. T. L., Kroese, F. M., Fennis, B. M., and de Ridder, D. T. D. (2017). The hunger games: using hunger to promote healthy choices in self-control conflicts. Appetite 116, 401–409. doi: 10.1016/j.appet.2017.05.020\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nCroissant, Y. (2019). Estimation of multinomial logit models in R: the mlogit package [R package version 1.0-1.]. Available at: https://CRAN.R-project.org/package=mlogit (Accessed May 25, 2020).\n\nGoogle Scholar\n\nDinner, I., Johnson, E. J., Goldstein, D. G., and Liu, K. (2011). Partitioning default effects: why people choose not to choose. J. Exp. Psychol. Appl. 17, 332–341. doi: 10.1037/a0024354\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nEgebark, J., and Ekström, M. (2016). Can indifference make the world greener? J. Environ. Econ. Manag. 76, 1–13. doi: 10.1016/j.jeem.2015.11.004\n\nCrossRef Full Text | Google Scholar\n\nEuropean Commission (2018). Single-use plastics: new EU rules to reduce marine litter: why is the commission proposing a new directive to tackle marine litter? [Press release]. Available at: https://ec.europa.eu/commission/presscorner/detail/en/IP_18_3927 (Accessed May 25, 2020).\n\nGoogle Scholar\n\nEuropean Parliament (2019). Parliament seals ban on throwaway plastics by 2021 [Press release]. Available at: https://www.europarl.europa.eu/news/en/press-room/20190321IPR32111/parliament-seals-ban-on-throwaway-plastics-by-2021 (Accessed May 25, 2020).\n\nGoogle Scholar\n\nFaul, F., Erdfelder, E., Lang, A. -G., and Buchner, A. (2007). G*Power 3: a flexible statistical power analysis program for the social, behavioral, and biomedical sciences. Behav. Res. Methods 39, 175–191. doi: 10.3758/BF03193146\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nFox, J., and Weisberg, S. (2019). An {R} companion to applied regression. 3rd Edn. Los Angeles, London, New Delhi, Singapore, Washington DC, Melbourne: Sage.\n\nGoogle Scholar\n\nFritz, J. N., Dupuis, D. L., Wu, W.-L., Neal, A. E., Rettig, L. A., and Lastrapes, R. E. (2017). Evaluating increased effort for item disposal to improve recycling at a university. J. Appl. Behav. Anal. 50, 825–829. doi: 10.1002/jaba.405\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nHeidbreder, L. M., Bablok, I., Drews, S., and Menzel, C. (2019). Tackling the plastic problem: a review on perceptions, behaviors, and interventions. Sci. Total Environ. 668, 1077–1093. doi: 10.1016/j.scitotenv.2019.02.437\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nKurz, V. (2018). Nudging to reduce meat consumption: immediate and persistent effects of an intervention at a university restaurant. J. Environ. Econ. Manag. 90, 317–341. doi: 10.1016/j.jeem.2018.06.005\n\nCrossRef Full Text | Google Scholar\n\nLenth, R. (2019). Emmeans: estimated marginal means, aka least-squares means [R package version 1.3.5.1.]. Available at: https://CRAN.R-project.org/package=emmeans (Accessed May 25, 2020).\n\nGoogle Scholar\n\nLi, W. C., Tse, H. F., and Fok, L. (2016). Plastic waste in the marine environment: a review of sources, occurrence and effects. Sci. Total Environ. 566-567, 333–349. doi: 10.1016/j.scitotenv.2016.05.084\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nMoseley, A., and Stoker, G. (2013). Nudging citizens? Prospects and pitfalls confronting a new heuristic. Resour. Conserv. Recycl. 79, 4–10. doi: 10.1016/j.resconrec.2013.04.008\n\nCrossRef Full Text | Google Scholar\n\nReisch, L. A., and Sunstein, C. R. (2016). Do Europeans like nudges? Judgm. Decis. Mak. 11, 310–325. doi: 10.2139/ssrn.2739118\n\nCrossRef Full Text | Google Scholar\n\nRist, S., Carney Almroth, B., Hartmann, N. B., and Karlsson, T. M. (2018). A critical perspective on early communications concerning human health aspects of microplastics. Sci. Total Environ. 626, 720–726. doi: 10.1016/j.scitotenv.2018.01.092\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nRoyer, S. -J., Ferrón, S., Wilson, S. T., and Karl, D. M. (2018). Production of methane and ethylene from plastic in the environment. PLoS One 13:e0200574. doi: 10.1371/journal.pone.0200574\n\nPubMed Abstract | CrossRef Full Text | Google Scholar\n\nSchubert, C. (2017). Grüne nudges [Green nudges]. WiSt - Wirtschaftswissenschaftliches Studium 46, 32–37. doi: 10.15358/0340-1650-2017-2-3-32\n\nCrossRef Full Text | Google Scholar\n\nSunstein, C. R. (2017). Nudges that fail. Behav. Public Policy 1, 4–25. doi: 10.1017/bpp.2016.3\n\nCrossRef Full Text | Google Scholar\n\nSynthia, I. J., and Kabir, S. (2015). An investigation of cosumer attitudes towards new varieties of shopping bags: exploring eco-awareness and the possibility of behavior change. J. Dev. Areas 49, 183–196. doi: 10.1353/jda.2015.0062\n\nCrossRef Full Text | Google Scholar\n\nThaler, R. H., and Sunstein, C. R. (2008). Nudge: Improving decisions about health, wealth, and happiness. New Haven, London: Yale University Press.\n\nGoogle Scholar\n\nVenkatesan, M. (1966). Experimental study of consumer behavior conformity and independence. J. Mark. Res. 3, 384–387. doi: 10.1177/002224376600300407\n\nCrossRef Full Text | Google Scholar\n\nVetter, M., and Kutzner, F. (2016). Nudge me if you can—how defaults and attitude strength interact to change behavior. Compr. Results Soc. Psychol. 1, 8–34. doi: 10.1080/23743603.2016.1139390\n\nCrossRef Full Text | Google Scholar\n\nWagner, T. P., and Toews, P. (2018). Assessing the use of default choice modification to reduce consumption of plastic straws. Detritus 4, 113–121. doi: 10.31025/2611-4135/2018.13734\n\nCrossRef Full Text | Google Scholar\n\nWickham, H. (2009). Ggplot2: Elegant graphics for data analysis (Use R). Online Edn. New York: Springer-Verlag.\n\nGoogle Scholar\n\nWickham, H., François, R., Henry, L., and Müller, K. (2019). dplyr: A grammar of data manipulation [R package version 0.8.3.]. Available at: https://CRAN.R-project.org/package=dplyr (Accessed May 25, 2020).\n\nGoogle Scholar\n\nZanghelini, G. M., Cherubini, E., Dias, R., Onda Kabe, Y. H., and Delgado, J. S. (2020). Comparative life cycle assessment of drinking straws in Brazil. J. Clean. Prod. 276:123070. doi: 10.1016/j.jclepro.2020.123070\n\nCrossRef Full Text | Google Scholar\n\nKeywords: green nudges, default choice, decision making, plastic waste, environmental behavior\n\nCitation: Mundt D, Carl S and Harhoff N (2020) A Field Experiment on Reducing Drinking Straw Consumption by Default. Front. Psychol. 11:2266. doi: 10.3389/fpsyg.2020.565537\n\nReceived: 25 May 2020; Accepted: 12 August 2020;\nPublished: 16 September 2020.\n\nEdited by:\n\nBernardo Hernández, University of La Laguna, Spain\n\nReviewed by:\n\nNaoko Kaida, University of Tsukuba, Japan\nHenk Staats, Leiden University, Netherlands\nMaryurena Lorenzo, Miguel de Cervantes European University, Spain\n\nCopyright © 2020 Mundt, Carl and Harhoff. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.\n\n*Correspondence: Daria Mundt, daria.mundt@uni-kassel.de\n\nDisclaimer: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article or claim that may be made by its manufacturer is not guaranteed or endorsed by the publisher.\n\nDownload\nWe use cookies\nOur website uses cookies that are necessary for its operation and other cookies to track its performance or to improve and personalize our services. To manage or reject non-essential cookies, please click \"Cookies Settings\". For more information on how we use cookies, please see ourCookie Policy\nCookies Settings\nAccept Cookies"
}