{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Airborne plastic pollution 'spiralling around the globe', study finds",
  "href": "https://www.theguardian.com/environment/2021/apr/12/airborne-plastic-pollution-spiralling-around-the-globe-study-finds",
  "body": "Last modified on Tue 13 Apr 2021 10.30 EDT. Microplastic pollution is now \"spiralling around the globe\", according to a study of airborne plastic particles. The researchers said human ...",
  "textContent": "Skip to main content\nSkip to navigation\nSkip to navigation\nPrint subscriptions\nSign in\nSearch jobs\nSearch\nUS edition\nThe Guardian - Back to home\nThe Guardian\nSupport the Guardian\nFund independent journalism with $5 per month\nSupport us\nNews\nOpinion\nSport\nCulture\nLifestyle\nShow\nMore\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nMicroplastic pollution has been found on top of mountains such as the Forni glacier in Santa Caterina Valfurva, Italy. Photograph: Vittorio Zunino Celotto/Getty Images\nPlastics\n This article is more than 2 years old\nAirborne plastic pollution ‘spiralling around the globe’, study finds\nThis article is more than 2 years old\n\nRising levels of microplastic pollution raise questions about the impact on human health, experts say\n\nDamian Carrington Environment editor\n@dpcarrington\nMon 12 Apr 2021 15.00 EDT\n\nMicroplastic pollution is now “spiralling around the globe”, according to a study of airborne plastic particles.\n\nThe researchers said human pollution has led to a global plastic cycle, akin to natural processes such as the carbon cycle, with plastic moving through the atmosphere, oceans and land. The result is the “plastification” of the planet, said one scientist.\n\nThe analysis calls plastic pollution one of the most pressing environmental issues of the 21st century. It indicates that the billions of tonnes of plastic discarded into the oceans and land and being broken down into tiny pieces are being thrown back into the air by road traffic and winds over seas and farmland.\n\nPeople are already known to breathe, drink and eat microplastics and the other research suggests levels of pollution will continue to rise rapidly. The scientists said this “raises questions on the impact of accumulating plastics in the atmosphere on human health. The inhalation of particles can be irritating to lung tissue and lead to serious diseases.”\n\nProf Natalie Mahowald, at Cornell University in the US and part of the research team, said: “What we’re seeing right now is the accumulation of mismanaged plastics just going up. Some people think it’s going to increase by tenfold [per decade].\n\n“But maybe we could solve this before it becomes a huge problem, if we manage our plastics better, before they accumulate in the environment and swirl around everywhere.”\n\nMicroplastic particles in atmospheric dust – the result of traffic and wind whipping up particles already in the environment. Photograph: Janice Brahney/Proceedings of the National Academy of Sciences\n\nShe said clearing up ocean plastic could help reduce the amount that gets thrown back up into the atmosphere, and that more biodegradable plastics could be part of the solution.\n\nClosed-door meeting thwarts bid to let Atlanta\nresidents vote on Cop City\n\nThe research, published in the journal Proceedings of the National Academy of Sciences, examined airborne microplastics, which have been far less studied than plastic in oceans and rivers.\n\nThe team had more than 300 samples of airborne microplastics from 11 sites across the western US, the best dataset available globally. These were the basis for atmospheric modelling that estimated the contribution from different sources, the first such study to do so.\n\nVirtually none of the airborne microplastics came directly from plastic being discarded in cities and towns, the scientists found, but were the result of road traffic and winds across oceans and farmland whipping up plastic particles already in the environment.\n\n“We thought population centres would be a much better source, obviously, but it just didn’t work out that way,” Mahowald said. “Resuspension [of microplastics] makes the most sense with this set of data.”\n\nThey found that roads were the dominant factor in the western US, linked to about 85% of the microplastics in the air. These are likely to include particles from tyres and brake pads on vehicles, and plastics from litter that had been ground down. The oceans were estimated to be the source of about 10% of the airborne plastics in western US, and soils 5%.\n\nThe researchers extended their modelling work to a global level and this suggested that while roads are also likely to be the dominant driver of airborne plastics in Europe, South America and Australia, plastic particles blown up from fields may be a much bigger factor in Africa and Asia.\n\nThe modelling showed that smaller microplastics can remain in the atmosphere for a week, long enough to be blown across continents. It also showed plastic pollution will be falling on Antarctica.\n\nAfter bronze and iron, welcome to the plastic age, say scientists\nRead more\n\nThe scientists said the lack of observations in many parts of the world meant there were significant uncertainties in their estimates. Their work shows in particular a lack of data on plastics in the air above the oceans. They said work to understand the sources and consequences of microplastics in the atmosphere should be a priority.\n\nProf Andreas Stohl of the University of Vienna’s Faculty of Earth Sciences, and not part of the study team, said: “What humans have been doing for decades now is what I call a ‘plastification’ of the landscape and oceans.\n\n“The study confirms the global-scale nature of microplastic transport in the atmosphere and does a good job in highlighting highly relevant and concerning possibilities, but more measurement data is needed to get a better idea of the sources.”\n\nStohl said: “People should be concerned about airborne microplastics. Firstly, because they will inhale it and it is very likely that this will have some health impacts. And secondly, because the atmosphere is a great distributor. It transports plastic particles to regions where we definitely don’t want to have them: agricultural fields, national parks, oceans, the Arctic, even Antarctica. Eventually, we will have extremely high concentrations of plastics everywhere.”\n\nMicroplastic pollution has been detected across the planet, from the summit of Mount Everest to the deepest oceans. The revelation in December of small plastic particles in human placentas was described by scientists as “a matter of great concern”.\n\n This article was amended on 13 April 2021 to note that Andreas Stohl is now at the University of Vienna, not the Norwegian Institute for Air Research.\n\n$0\ncontributions\n$1,500,000\nour goal\n\nTo confront the climate crisis, we need reliable information – informed journalism, fearless reporting and trustworthy interpretation. That’s why we need the Guardian.\n\nThe Guardian is different. Those differences make it a better news organization when it comes to the climate, including this crucial difference: it doesn’t take money from fossil fuel companies for advertisements, so it’s not running climate stories alongside climate lies from the top destroyers.\n\nThe Guardian is different because it was founded more than 200 years ago as a progressive, labor-supporting publication, one whose fairness consisted in being honest and open about its stance. It is still that place.\n\nThe Guardian is different in that, with its commitment to making important and accurate information universally available, it has no paywall, but instead depends on readers’ support.\n\nMay the Guardian remain different and do its good work for another 200 years.\n\nWe’ll be counting on readers like you during this year-end fundraiser to help keep us independent, beholden to no outside influence and accessible to everyone – whether they can afford to pay for news, or not.\n\n If you can, please consider supporting us with a year-end gift from $1. Thank you.\n\nRebecca Solnit\n\nColumnist, Guardian US\n\n\n\nContribution frequency\nOne-time\nMonthly\nAnnual\n\n\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue\nRemind me on New Years Eve\nExplore more on these topics\nPlastics\nPollution\nOceans\nAir pollution\nnews\nReuse this content\nMost viewed\n‘It’s hell being famous’: second violent death of Serial podcast character raises ethics questions\nShe’s a megastar, but Taylor Swift just won’t shake off old feuds. Good for her\nBarbara Ellen\n‘It’s gone on too long. Push me over the edge’: Diana Rigg’s dying wishes in the grip of cancer\nHow much trouble is Xi really in? Outgunned Taiwan may be about to find out\nSimon Tisdall\nMy lover won’t leave his family. Should I wait or move on?\nMore on this story\nEU agrees to ban exports of waste plastic to poor countries\n17 Nov 2023\nPlastic waste ‘spiralling out of control’ across Africa, analysis shows\n8 Nov 2023\nEU to crack down further on microplastics after glitter ban\n17 Oct 2023\n‘Waste colonialism’: world grapples with west’s unwanted plastic\n31 Dec 2021\nLatin America urges US to reduce plastic waste exports to region\n24 Dec 2021\nGlitter sales surge in Germany before EU microplastics ban this week\n9 Oct 2023\nMicroplastics found in human breast milk for the first time\n7 Oct 2022\nTakeaway food and drink litter dominates ocean plastic, study shows\n10 Jun 2021\nTurkey to ban plastic waste imports\n19 May 2021\nScientists unveil bionic robo-fish to remove microplastics from seas\n22 Jun 2022\nMost viewed\nEnvironment\nClimate crisis\nWildlife\nEnergy\nPollution\nGreen light\nNews\nOpinion\nSport\nCulture\nLifestyle\nOriginal reporting and incisive analysis, direct from the Guardian every morning\nSign up for our email\nAbout us\nHelp\nComplaints & corrections\nSecureDrop\nWork for us\n \nPrivacy policy\nCookie policy\nTerms & conditions\nContact us\nAll topics\nAll writers\nDigital newspaper archive\nFacebook\nYouTube\nInstagram\nLinkedIn\nTwitter\nNewsletters\nAdvertise with us\nGuardian Labs\nSearch jobs\nBack to top\n© 2023 Guardian News & Media Limited or its affiliated companies. All rights reserved. (dcr)\nClose\nStill not for sale\n\nThe Guardian is not owned by a billionaire or shareholders: we’re fiercely independent, which means we can report on fact, not fiction, at a time when powerful people are getting away with more and more. With your vital funding, whether recurring or one-time, we can continue working this way in 2024.\n\nWe are still not for sale – but only thanks to your support.  If you believe in open, independent journalism, please consider giving a year-end gift from $1. Thank you.\n\n$1,176,219 contributions\n$1,500,000 goal\nContribution frequency\nOne-time\nMonthly\nAnnual\nContribution amount\n$25 per year\n$50 per year\nOther\nContinue"
}