{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "What's The Deal With Plastic Straws? - AMLI",
  "href": "https://www.amli.com/blog/whats-the-deal-with-plastic-straws",
  "body": "Origin of plastic straws. The plastic straw hit the market in the 1960s when the manufacturing power to mass-produce plastics really took off. Paper straws, which had slowly become popular since their invention in 1888, were quickly replaced by the cheap, strong plastic straws, and soon businesses everywhere were taking on the affordable ...",
  "textContent": "CONTACT\nBLOG\nEN\nAPPLICANT LOGIN\nRESIDENT PORTAL\nSearch Apartments\nAbout Us\nCareers\nSustainability\nBack to Blog Home\nGREEN LIVINGAPARTMENT LIFE\nWhat's The Deal With Plastic Straws?\nby\nColleen Ford\nAug 17th, 2020\n\nYou’ve probably grown up using plastic straws but are now starting to see them slowly phase out of the market. This is due to a higher awareness of how single-use plastics affect the environment, especially our oceans, and an urgent race to fix those problems before it’s too late. \n\nSo, what exactly is the deal with plastic straws? Well, we’re here to give you the basic idea of what’s going on right now in the world and what you can do to help!\n\nOrigin of plastic straws\n\nThe plastic straw hit the market in the 1960s when the manufacturing power to mass-produce plastics really took off. Paper straws, which had slowly become popular since their invention in 1888, were quickly replaced by the cheap, strong plastic straws, and soon businesses everywhere were taking on the affordable drinking apparatuses. \n\nWhy it’s an important discussion\n\nSince the 1960s, however, humanity has come a long way in terms of understanding how we affect the environment around us. We are starting to realize that everything comes at a cost (especially cheap manufacturing) and that we must take steps to protect our planet from, well, us. \n\nPlastics Europe is one of Europe’s leading manufacturers of plastic, and it reported that over 322 million tons of plastic was produced worldwide in 2015 alone. That’s in one year alone, so think about how much plastic could be manufactured in four years, five years or 10 years!\n\nAlthough plastic straws make up only a fraction of overall plastic manufactured worldwide, they do represent a single-use plastic item that is not essential to the majority of consumers. Plastic straws are also mostly non-recyclable, as they are too small to go through most recycling machines, and they often get jammed in the equipment. \n\nSince plastic straws are so light and practically weightless, they often get blown out of trash cans, picked up by birds or washed down drains by rain or flooding. These straws often end up in the ocean, where they are accidentally ingested by animals or start breaking down into microplastics. In fact, plastic straws are one of the top 10 items found in ocean or beach cleanups! \n\nMicroplastics that end up in the ocean are virtually impossible to remove once they’ve entered the water. It’s estimated that by 2050, over 99% of all species of ocean birds will have ingested plastic at some point and that there could be a death rate of up to 50%. Microplastics have already been discovered in sea salt, shellfish and nearly 95% of our drinking water. Yup, that means that you and I probably have microplastics in our bodies at this very moment.\n\nAll in all, it’s safe to say that plastic straws are heavily contributing to the issue of plastic-filled oceans, and by finding solid ways to mitigate these negative effects on our planet, we can make small-yet-effective changes that really do add up.\n\nWhat is being done?\n\nSeattle was the first major city in the United States to ban plastic straws outright. The city was followed by Washington, D.C. in 2019; Monmouth Beach in New Jersey and several cities in California, including Oakland, Alameda, Manhattan Beach, San Francisco and Berkeley. \n\nSince then, more cities and counties have introduced laws and legislation regarding plastic straws. Some places will only offer the straws if customers specifically ask for them, others will ban the plastics outright. \n\nMany companies have also adopted restrictions on plastic straws or have banned them outright. You’ve probably noticed that Starbucks is handing out fewer straws than normal, and that it’s changed the design of the classic Starbucks cup entirely. Airline companies like United Airlines, Alaska Airlines and American Airlines have all banned straws and have replaced them with bamboo stirrers or white birch. \n\nBanning plastic straws won’t take away the damage already done by plastics, unfortunately. If plastic straws completely disappeared, there would still be plastic pollution in the oceans, and there would just be another plastic alternative to come and replace it. Even compostable plastic straws end up in landfills where they can’t properly compost. \n\nWhat banning plastic straws does do, however, is open up discussion about plastics and their effects on the environment. Nearly 40% of the plastic found in the ocean (both microscopic and visible) comes from single-use plastics such as straws and utensils, so keeping them from entering the ocean is no small task. The process to ban a non-essential, single-use plastic straw has taken years of hard work and commitment, so imagine the amount of work it’s going to take to introduce restrictions on all single-use plastics! \n\nWhat can you do?\n\nLike we said, the work to ban single-use plastics isn’t going to be a sprint: it’s a marathon. That doesn’t mean that the small actions that you take every day aren't important, though. In fact, lasting change is going to come from individuals changing their lifestyles and advocating for the environment in whatever way works best for them. Here are some ways you can help.\n\nSwitch to an alternative straw\n\nMetal straws and glass straws can be reused endlessly and are a sturdy, nontoxic alternative for plastic straws. \n\nCompostable straws are only eco-friendly if they get composted correctly, so if you decide to go that route just make sure that you’re disposing of them properly! You can even try your hand at some bamboo straws like Bambaw straws, which are handmade from natural materials.\n\nEliminate single-use plastics\n\nInstead of buying that 24-pack of water bottles from Costco, why not find a sturdy water bottle that you really like instead? Some water bottles, like the Ocean Bottle, are made from recycled ocean plastics, and the sales go toward funding more plastic cleanup worldwide. \n\nUtensils are another huge source of single-use plastics in the ocean, so do your best to avoid buying or throwing away these little utensils. If you do happen to have some plastic utensils, keep them in your kitchen and reuse them over and over again before recycling them correctly! \n\nIf you’re looking to change out your grocery bags, here’s how you can find alternatives to single-use plastic bags!\n\nSpeak out!\n\nIf your city has areas in which it could improve its environmental friendliness, then contact your government representatives and ask them what can be done to ban single-use plastics in your area. After all, big change starts with small conversations, so be a part of those conversations! \n\nThis works for companies and corporations, too, so don’t be afraid to ask your favorite brands and businesses to switch to more eco-friendly practices. You’ll find that you’re not the only one doing so.\n\nSupport conservancy groups\n\nThere are people out there who have dedicated their lives to advocating for the environment, so helping them is one of the biggest ways you can support real change. You can support these groups by mentioning them on social media, buying their products, volunteering your time to help and donating funds to support their continued work. \n\nSome great organizations you could consider supporting are The Ocean Cleanup, Oceana, TheBlu and Surfrider Foundation.\n\nWhatever you end up doing, just remember that the small changes that you do (or don’t do) really do add up. Make your impact on the Earth a good one, even if it’s just by switching to a metal straw. And, if you’re looking for more ways you can live sustainably in your luxury apartments, check out AMLI’s -in-depth sustainability webpage and our sustainability tips here!\n\nGood luck!\n\nPin it!\n\nFeatured photo courtesy Pixabay/manfredrichter\n\nABOUT THE AUTHOR\n\nColleen Ford is a South African who now lives in Spokane, Washington. She loves to travel, camp (in warm weather) and bake.\n\nView All Posts by Colleen Ford\nSHARE THIS POST\nRelated Blog Posts\nAPARTMENT LIFE\nByColleen Ford\nDec 1st, 2023\nAn Essential Guide to Plant Fertilizer\nGREEN LIVING\nByColleen Ford\nNov 22nd, 2023\nGood News About Climate & Conservation From 2023\nAPARTMENT LIFE\nByBarb Bauer\nNov 21st, 2023\nWhat Is the Wolfenoot Holiday About?\nAPARTMENT LIFE\nDECORATING AND DESIGN\nByColleen Ford\nNov 3rd, 2023\nHow To Make Your Own Candles At Home\nInvestor Portal\nVendors\nContact\nAccessibility\nTransparency In Coverage Information\n2023 © AMLI Copyright. All Rights Reserved.\nTerms & Conditions\nPrivacy Policy\nCookie Settings"
}