{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Recycled Plastic Straws Craft - Michelle's Party Plan-It",
  "href": "https://michellespartyplanit.com/2020/06/diy-magnets-recycled-plastic-straws/",
  "body": "Craft sticks Magnets Glue Start by setting your EasyPress 2 on the highest setting of 400 degrees for 60 seconds. If you are using an iron, set it on the highest setting without steam. Lay out several plastic straws on a heat protective sheet and place another sheet on top. Place your EasyPress or iron on top of the sheet for 1 minute.",
  "textContent": "TOP POSTS\n \nHOW TO MAKE LIGHT BOX PANELS WITH SUBLIMATION\nHOW TO SUBLIMATE A GLOW IN THE DARK...\nHOW TO MAKE HALLOWEEN TREAT BAGS WITH A...\nHOW TO SUBLIMATE HOLOGRAPHIC LAMINATE SHEETS FOR STICKERS...\nHOW TO MAKE MAGNETIC BOOKMARKS WITH THE CRICUT...\nBLACK FRIDAY DEALS 2023\nHOW TO MAKE GLASS CAN WRAPS WITH SUBLIMATION...\nSUBLIMATION STICKERS – ARE THEY WATERPROOF?\nEASY SNOWFLAKE GARLAND WITH CRICUT\nPACK THANKSGIVING LEFTOVERS WITH MUNBYN\nHOW TO MAKE LIGHT BOX PANELS WITH SUBLIMATION\nHOW TO SUBLIMATE A GLOW IN THE DARK...\nHOW TO MAKE HALLOWEEN TREAT BAGS WITH A...\nHOW TO SUBLIMATE HOLOGRAPHIC LAMINATE SHEETS FOR STICKERS...\nHOW TO MAKE MAGNETIC BOOKMARKS WITH THE CRICUT...\nBLACK FRIDAY DEALS 2023\nHOW TO MAKE GLASS CAN WRAPS WITH SUBLIMATION...\nSUBLIMATION STICKERS – ARE THEY WATERPROOF?\nEASY SNOWFLAKE GARLAND WITH CRICUT\nPACK THANKSGIVING LEFTOVERS WITH MUNBYN\n     \nHOME\nSTART HERE\nPARTIES\nCRICUT CRAFTS\nSUBLIMATION\nCREATE & DIY\nRECIPES\nVIDEO\nSHOP\nMY ETSY SHOP\nHome Create DIY Magnets | Recycled Plastic Straws Craft\nDIY MAGNETS | RECYCLED PLASTIC STRAWS CRAFT\n\nDo you have plastic straws laying around? How about melting them down to make some fun summer themed magnets?  Plastic straws are outlawed in these parts and I have tons collected over the years. I’m excited how you can recycle or upcycle your plastic straws to create almost any themed magnets, so let’s get started!\n\nDIY Magnets | Recycled Plastic Straws Craft\n\nIf you saw my HOW TO RE-PURPOSE PLASTIC STRAWS FOR PARTY DECOR – CRICUT EASYPRESS CRAFT, you know I’m always trying to find ways I can re-purpose or reuse my large stash of plastic straws.  Creating “sheets” of plastic in different color patterns using straws is a fun way to add to your crafting material stash.  The plastic is thin enough to cut with scissors and works great with die cutting machines like Sizzix.  I used my Sizzx big shot to cut these magnets but you can also just use a printed template of any shape, trace and cut with scissors. Which I did with the heart shaped ones. 🙂\n\nWhat you will need:\n\nPlastic straws\n\n2 Heat protective sheets or Teflon sheets\n\nCricut EasyPress or Iron on high setting\n\nSizzix Big Shot or scissors\n\nSizzig Bigz Dies or printed template\n\nCraft sticks\n\nMagnets\n\nGlue\n\nStart by setting your EasyPress 2 on the highest setting of 400 degrees for 60 seconds.  If you are using an iron, set it on the highest setting without steam.\n\nLay out several plastic straws on a heat protective sheet and place another sheet on top.\n\nPlace your EasyPress or iron on top of the sheet for 1 minute.  Remove the sheet to reveal the melted straws!\n\nOnce cooled, either trace a shape on to the sheet and cut or use your Sizzix Big Shot and Bigz Dies to cut the shapes.\n\nFor the Sizzix, create a sandwich using a cutting pad, Bigz Die, plastic sheet and then another cutting pad on top.  Roll through the machine.\n\nPlace a craft stick on the die to cut mini Popsicle sticks. Yes, the Sizzix Big Shot can cut thin wood too! These mini Popsicle sticks are adorable!\n\nGlue the stick on the back of the Popsicle.\n\nGlue a magnet on the top of the stick.  You can also glue a clothespin and then a magnet to make a clip magnet. I did that with the large heart magnet.\n\nAren’t they cute! And it’s hard to believe these were once straws!\n\nI hope you give this project a try! If you are Instagram, be sure to tag me so I can see what you make. The possibilities are endless!\n\nHappy Crafting!\n\n \n\nBe sure to check out these other fun recycled projects by my blogging friends!\n\n\nRelated Posts\n\nHow to Re-purpose Plastic Straws for Party Decor – Cricut EasyPress Craft\n\nHow to Make Magnets With Cricut The Easy Way!\n\nHow to Make Holographic Magnets with Cricut\n\nHow to Make a Keychain with Sizzix Shrink Plastic\n\nHow to Make a Personalized Plastic Cup with Straw for a New Teacher Gift\n\nDIY Boo Gift Tags | Halloween Cricut Maker Craft\n\nDIY Spider Candy Bowl | Pumpkin Craft\n\nDIY Halloween Gnome | Dollar Tree Craft\n\nAUTHOR BIO\nARTICLE INFO\nPOPULAR POSTS\n\n\n\n\n\n\nMichelle Stewart\nOwner at Michelle's Party Plan-It\nHi there! I’m Michelle, founder of Michelle’s Party Plan-It; a blog dedicated to easy party ideas, crafts and recipes for life’s celebrations. As a wife and working mother of three, I know how important time saving tips and ideas are for the busy parent. I specialize in sharing quick, yet impressive entertaining ideas for all occasions. I also enjoy styling parties for my favorite craft and décor companies.\n\nShare via:\n\n0\nShares\nFacebook\n0\nCRAFTSCRICUTEASYPRESSRECYCLESIZZIX\n0 \nprevious post\nDIY FARMHOUSE STAMPED BOOKS – BUDGET CRAFT IDEA\nnext post\nDIY HARRY POTTER KEYCHAIN | 3D PRINT PROJECT\nYOU MAY ALSO LIKE\nHOW TO SUBLIMATE HOLOGRAPHIC LAMINATE SHEETS FOR STICKERS...\nOctober 22, 2023\nHOW TO MAKE MAGNETIC BOOKMARKS WITH THE CRICUT...\nOctober 4, 2023\nCRICUT PRINTABLE STICKER PAPER COMPARISON\nSeptember 26, 2023\nHOW TO ADD HTV TO SUBLIMATION PROJECTS\nSeptember 16, 2023\nDIY MUMMY PILLOW WITH CRICUT\nAugust 26, 2023\nHOW TO MAKE GLASS CAN WRAPS WITH SUBLIMATION...\nNovember 13, 2023\nSUBLIMATION STICKERS – ARE THEY WATERPROOF?\nNovember 14, 2023\nEASY SNOWFLAKE GARLAND WITH CRICUT\nNovember 7, 2023\nHOW TO SUBLIMATE A GLOW IN THE DARK...\nOctober 19, 2023\nHOW TO MAKE HALLOWEEN TREAT BAGS WITH A...\nOctober 16, 2023\nHOW TO SUBLIMATE HOLOGRAPHIC LAMINATE SHEETS FOR STICKERS...\nOctober 22, 2023\nHOW TO MAKE MAGNETIC BOOKMARKS WITH THE CRICUT...\nOctober 4, 2023\nCRICUT PRINTABLE STICKER PAPER COMPARISON\nSeptember 26, 2023\nHOW TO ADD HTV TO SUBLIMATION PROJECTS\nSeptember 16, 2023\nDIY MUMMY PILLOW WITH CRICUT\nAugust 26, 2023\nHOW TO MAKE GLASS CAN WRAPS WITH SUBLIMATION...\nNovember 13, 2023\nSUBLIMATION STICKERS – ARE THEY WATERPROOF?\nNovember 14, 2023\nEASY SNOWFLAKE GARLAND WITH CRICUT\nNovember 7, 2023\nHOW TO SUBLIMATE A GLOW IN THE DARK...\nOctober 19, 2023\nHOW TO MAKE HALLOWEEN TREAT BAGS WITH A...\nOctober 16, 2023\n2 COMMENTS\nLAURA WALTERS\nJune 13, 2020 - 8:46 pm\n\nThis is the cutest! Thank you so much for participating!\n\nREPLY\nMICHELLE\nJune 13, 2020 - 10:04 pm\n\nThanks Laura!\n\nREPLY\nLEAVE A COMMENT\n\nSave my name, email, and website in this browser for the next time I comment.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nNew? Start Here!\n\nI'm Michelle! I'll be your hostess as we create for all of life's celebrations. Let's Party! Read More...\n\nShop My Amazon Storefront\nON PINTEREST\n@michellespartyplanit\nDOLLAR TREE CRAFTS\nHow to Sublimate Glow in the Dark HTV Art\nDollar Tree Ghost Pillow\nHow to Sublimate Glitter HTV on Canvas\nAFFILIATE LINKS\n\nSome of my posts contain affiliate links, which means I get a small commission from your purchases from my links, with absolutely no extra charge to you! 🙂\n\nAdvertising Disclosure: Michelle’s Party Plan-It may be compensated in exchange for featured placement of certain sponsored products and services, or your clicking on links posted on this website. All views and opinions are 100% my own. Read our disclosure policy for more info.\n\nMichelle Stewart is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com. As such, affiliate links are utilized on this blog,\n\nPARTNERSHIPS AND FEATURES\n FACEBOOK  TWITTER  INSTAGRAM  PINTEREST  YOUTUBE  TIKTOK\n\nCopyright 2011 - 2023 - Michelle's Party Plan-It. All Rights Reserved. Powered by House of Ideas\n\n\nBACK TO TOP\n0\nShares\nFacebook\nMore Networks"
}