{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Some beautiful data about plastic pollution : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/mpwpf7/some_beautiful_data_about_plastic_pollution/",
  "body": "16 awards. Study shows for the first time in a mammal that plastic particles in the mothers lungs pass on directly to the fetus' heart, brain, lungs, liver and kidney, as well as the maternal tissues. Scientists say this is an urgent issue as plastics that carry chemicals can cause long-term damage.",
  "textContent": "Some beautiful data about plastic pollution : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n3 yr. ago\nMissJinxed\nSome beautiful data about plastic pollution\nDiscussion\nr/dataisbeautiful\n•\n3 yr. ago\n[OC] Where every plastic ever made ended up\n36K upvotes · 847 comments\nArchived post. New comments cannot be posted and votes cannot be cast.\nsquarespace.com\nSign Up\nSort by:\nPermanentAnarchist\n•\n3 yr. ago\n\nI was watching M.A.S.H. (80s series about the Korean War in the 50s) a few days ago and it hit me how almost nothing back then was made from plastics. I‘m not sure but at most the buttons on their shirts or some rubber tubing and tires. But their crates, the tables and beds, the tents and equipment all were made from other stuff.\n\nThen I looked around. Obviously my keyboard and mouse are plastic but let‘s not count stuff they didn’t have in the 50s. The buttons on my shirt, the case of the DVD I was watching, the blinds in front of my window, the hair tie I had in my hair, the fabric in my clothes, the floor under my feet and the chair I was sitting on all contained plastics. I absolutely has advantages but the fact that it took me a moment to find something that didn’t contain plastic was kinda shocking. Looking back at a time when everything was made from other stuff really showed me how dependent our society has become on that stuff...\n\n20 more replies\nscen1MAD\n•\n3 yr. ago\n\nThis really helps to see how little impact recycling actually has, and how much more important going zero waste is to tackle the plastic pollution problem\n\n5 more replies\nhtzlprtzl\n•\n3 yr. ago\n\nThis is why more focus should be on reducing and reusing! Recycling varies so wildly by region and the requirements are often so strict that recyclable material just gets thrown out with the regular trash.\n\n1 more reply\ntokyo_neophyte\n•\n3 yr. ago\n\nData source?\n\n2 more replies\n[deleted]\n•\n3 yr. ago\nsovuthikar\n•\n3 yr. ago\n\nIt's early where I am and I was sure that said 'incarcerated' no matter how many times I looked at it. Gonna take a nap today.\n\n3 more replies\nCs1mp3x\n•\n3 yr. ago\n\nHow does this type of data visualisation called?\n\n4 more replies\nboredbitch2020\n•\n3 yr. ago\n\nGod I hate plastic i fucking hate it HATE IT Fuck. I finally have a 0 waste store near me\n\nsungodds\n•\n3 yr. ago\n\nfuck you capitalism\n\nvarnie29a\n•\n3 yr. ago\n\nI am impressed and depressed...\n\nDoomKey\n•\n3 yr. ago\n\nIt needs a little outlier or two that goes from discarded to in use to represent upcycling.\n\nElivey\n•\n3 yr. ago\n\nI feel like that amount is so small they'd have to scale all the dots up for that to be represented. What they need is on the other side of in use to have a time scale where it eventually gets discarded and goes to the landfill. People barely use things and then throw them away.\n\nburst_ambient\n•\n3 yr. ago\n\nThis is why I try to use glass as much as possible for my food storage. I know it cannot be 100% avoided at times, but every bit helps?\n\nnerak314\n•\n3 yr. ago\n\nWatch Seaspiracy on Netflix!\n\nSoup0988\n•\n3 yr. ago\n\nAt least I can sleep well knowing my recycling doesn't get dumped in the ocean\n\ntokyo_neophyte\n•\n3 yr. ago\n\nThis was 2015/17, since then China stopped accepting plastic so that landfill number might instead be incineration or oceans.\n\n[deleted]\n•\n3 yr. ago\npasigster\n•\n3 yr. ago\n\nIt's scary.. all plastic which was ever created still exists today (unless burned)...and we just create more and more\n\nView more comments\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of April 13, 2021\nReddit\nreReddit: Top posts of April 2021\nReddit\nreReddit: Top posts of 2021"
}