{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic pollution to weigh 1.3 billion tonnes by 2040 - BBC",
  "href": "https://www.bbc.com/news/science-environment-53521001",
  "body": "Getty Images The single biggest use of plastics is in packaging and it tends to be used just once before being thrown away An estimated 1.3 billion tonnes of plastic is destined for our...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic pollution to weigh 1.3 billion tonnes by 2040\n23rd July 2020, 03:31 CDT\nShare\nBy Victoria Gill\nScience correspondent, BBC News\nGetty Images\nThe single biggest use of plastics is in packaging and it tends to be used just once before being thrown away\n\nAn estimated 1.3 billion tonnes of plastic is destined for our environment - both on land and in the ocean - by 2040, unless worldwide action is taken.\n\nThat's according to a global model of the scale of the plastic problem over the next 20 years.\n\nDr Costas Velis from the University of Leeds said the number was \"staggering\" but that we had \"the technology and the opportunity to stem the tide\".\n\nThe report is published in the journal Science.\n\n\"This is the first comprehensive assessment of what the picture could be in 20 years' time,\" Dr Velis explained. \"It's difficult to picture an amount that large, but if you could imagine laying out all that plastic across a flat surface, it would cover the area of the UK 1.5 times.\n\n\"It's complex [to calculate] becayse plastic is everywhere and, in every part of the world, it's different in terms of how it's used and dealt with.\"\n\nGetty Images\nBeach plastic may be a very small fraction of the waste out there\n\nTo turn this complex problem into numbers, the researchers tracked the production, use and disposal of plastic around the world. The team then created a model to forecast future plastic pollution. What they called a \"business as usual\" scenario - based on the current trend of increasing plastic production and no significant change in the amount of reuse and recycling - produced the 1.3 billion tonne estimate.\n\nBy adjusting their model, the researchers were able to project how much different interventions would affect that number; they tweaked their model to increase recycling, reduce production and replace plastic with other available materials.\n\nWinnie Lau from the US-based Pew Charitable Trusts, which funded the research, told BBC News that it was vital to put in place every possible solution. \"If we do that,\" she said, \"we can reduce the amount of plastic that goes into the ocean - by 2040 - by 80%.\"\n\nSteps the researchers called for included:\n\nreducing growth in plastic production and consumption\nsubstituting plastic with paper and compostable materials\ndesigning products and packaging for recycling\nexpanding waste collection rates in middle/low-income countries and supporting the \"informal collection\" sector\nbuilding facilities to dispose of the 23% of plastic that cannot be recycled economically, as a transitional measure\nreduce plastic waste exports \n\nBut even if \"all feasible action\" was taken, Dr Velis explained, the model showed there would be 710 million extra tonnes of plastic waste in the environment in the next two decades.\n\nThere is no \"silver bullet solution\", for the plastic problem. But an often overlooked issue that this study highlighted was the fact that an estimated 2 billion people in the Global South have no access to proper waste management. \"They have to just get rid of all their rubbish, so they have no choice but to burn or dump it,\" said Dr Velis.\n\nAnd despite playing a major role in reducing global plastic waste, the roughly 11 million waste pickers - people who collect and sell reusable materials in low-income countries - often lack basic employment rights and safe working conditions.  \n\nDavid Shukman\nWaste pickers often work in unsafe conditions\n\nDr Velis said: \"Waste pickers are the unsung heroes of recycling - without whom the mass of plastic entering the aquatic environment would be considerably greater.\" He added that policies to support them and make their work safer were a vital part of solving this problem.\n\nDr Ian Kane, from the University of Manchester, who was recently part of a team that calculated the amount of micro-plastic in the seabed, described the picture the researchers had painted as \"horrifying\".\n\n\"The authors are clear that there are large uncertainties in the data and analysis but regardless of the exact figures, the increasing rate of plastic production to meet increasing global demand has pretty dire consequences for the environment,\" he told BBC News.\n\n1:50\nWhat happens to microplastics in the ocean?\n\nProf Jamie Woodward, also from the University of Manchester, pointed out the irony in this scenario being laid out during the pandemic.\n\n\"Plastic has kept many frontline workers safe through this,\" he said. \"But PPE waste over the next decade could be horrendous.\n\n\"There are parallels with the climate change problem in that business as usual will be disastrous. We need to radically change our behaviour.\"\n\nFollow Victoria on Twitter \n\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}