{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic pollution in the marine environment - PMC - National Center for ...",
  "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7475234/",
  "body": "Entanglement, toxicological effects via ingestion of plastics, suffocation, starvation, dispersal, and rafting of organisms, provision of new habitats, and introduction of invasive species are significant ecological effects with growing threats to biodiversity and trophic relationships.",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\n Here's how you know \nLog in\nAccess keys\nNCBI Homepage\nMyNCBI Homepage\nMain Content\nMain Navigation\nSearch PMC Full-Text Archive\nSearch in PMC\nAdvanced Search  User Guide\nJournal List  Heliyon  v.6(8); 2020 Aug  PMC7475234\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with, the contents by NLM or the National Institutes of Health.\nLearn more: PMC Disclaimer | PMC Copyright Notice\nHeliyon. 2020 Aug; 6(8): e04709.\nPublished online 2020 Aug 27. doi: 10.1016/j.heliyon.2020.e04709\nPMCID: PMC7475234\nPMID: 32923712\nPlastic pollution in the marine environment\nG.G.N. Thushari and J.D.M. Senevirathna∗\nAuthor information Article notes Copyright and License information PMC Disclaimer\nGo to:\nAbstract\n\nPlastic pollution is recognized as a severe anthropogenic issue in the coastal and marine ecosystems across the world. Unprecedented and continuous accumulation of growing plastic contaminants into any respective aquatic ecosystem by the anthropogenic sources causes direct and/or indirect interruption to ecosystem structure, functions, and consequently, services and values. Land-based and sea-based sources are the primary sources of these contaminants in various modes that enter the ocean. In this review paper, we focused on highlighting different aspects related to plastic pollution in coastal and marine environments. Plastic pollutants are distributed in the ecosystems in different forms, with different size variations as megaplastic, macroplastic, mesoplastic, and microplastic. Microplastics in primary and secondary forms reveal a widespread distribution in the water, sediment, and biota of the marine and coastal habitats. The microplastic level of different coastal and marine ecosystems nearly ranged from 0.001-140 particles/m3 in water and 0.2-8766 particles/m3 in sediments at different aquatic environments over the world. The microplastic accumulation rate of coastal and marine organisms varied at 0.1-15,033 counts. Accordingly, plastic pollution creates several kinds of negative consequences combined with ecological and socio-economic effects. Entanglement, toxicological effects via ingestion of plastics, suffocation, starvation, dispersal, and rafting of organisms, provision of new habitats, and introduction of invasive species are significant ecological effects with growing threats to biodiversity and trophic relationships. Degradation (changes in the ecosystem state) and modifications of marine systems are associated with loss of ecosystem services and values. Consequently, this emerging contaminant affects the socio-economic aspects through negative impacts on tourism, fishery, shipping, and human health. Preventing accumulation sources of plastic pollutants, 3Rs (Reduce-Recycle-Reuse), awareness & capacity building, and producer/manufacturer responsibility are practical approaches toward addressing the issue of plastic pollution. Existing and adopted policies, legislations, regulations, and initiatives at global, regional, and national level play a vital role in reducing plastic debris in the marine and coastal zones. Development of proposals/solutions on key research gaps can open a novel pathway to address this environmental issue in an effective scientific manner. In conclusion, this paper demonstrates the current status of plastic pollution in the marine ecosystem to make aware people of a plastic-free, healthy blue ocean in the near future.\n\nKeywords: Aquatic ecology, Ecological health, Ecological restoration, Marine biology, Environmental analysis, Environmental assessment, Environmental hazard, Environmental health, Hydrology, Oceanography, Pollution, Microplastics, Plastic sources, Environmental management, Producer responsibility\n\nAquatic ecology; Ecological health; Ecological restoration; Marine biology; Environmental analysis; Environmental assessment; Environmental hazard; Environmental health; Hydrology; Oceanography; Pollution; Microplastics; Plastic sources; Environmental management; Producer responsibility.\n\nGo to:\n1. Introduction\n\nMarine and coastal environment acts as a highly productive zone that consist different kinds of subsystems, such as coral reefs and seagrasses. It is a complex environment with rich biodiversity ranging from various primitive (horseshoe crab) to the advanced organisms (dolphins). The marine environment is the vast body of water that covers 71 percent of the earth's coverage. However, the global ocean system divides into five major oceans and many seas based on historical, cultural, geographical, scientific characteristics, and size variations. Five ocean basins, i.e., Atlantic, Pacific, Indian, Arctic, and the Antarctic, are the most known marine systems invaded by humans. The Southern Pole (Antarctic) ocean basin was recognized as the fifth ocean basin by the International Hydrographic Organization. All ocean basins act as ecologically and economically important systems for the betterment of humans. Freshwater lotic systems connect with oceans and seas, creating unique, transitional ecosystems like lagoons and estuaries (Reddy et al., 2018). The continental shelf of the marine environment is the mixing place of seawater and freshwater; therefore, this area creates a unique coastal ecosystem.\n\nMarine and coastal ecosystems provide different priceless services and values for human wellbeing and other kinds of vertebrate and invertebrate organisms. Provisioning (the domain of food, fiber, wood, water, pharmaceutical components, oil, mineral sources), regulating (carbon sequestration, maintain water quality, climate regulation), supporting (photosynthesis, nutrient cycling, nursery and breeding grounds, oxygen production), and cultural (spiritual and cultural importance, recreation and tourism) services gained from oceans and coastal ecosystems are ecologically and socio-economically imperative. Due to the massive contribution by services of the aforesaid ecosystems on the human wellbeing component, this paper will mainly focus on emerging anthropogenic threats on the marine environment as an initial step to concern conservation and sustainable management of the aquatic environment.\n\nAquatic ecosystems are inter-connected with the terrestrial environment; therefore, changes in one system have impacts on another. For decades, different factors, including anthropogenic activities, have stressed the coastal and marine ecosystems (Adams, 2005; Richmond, 2015). These stresses include pollution and the physical destruction of the environment. Debris or litter accumulation is one of the human-created severe threats on marine and coastal systems due to unsustainable development and construction activities. Compared with other categories of debris such as glass, cloth, paper, food waste, metal, rubber, medical/personal hygiene-related items, smoking/firework items, and wood (Nualphan, 2013; Rosevelt et al., 2013), plastic litter is persistent in the ocean basins due to unique characteristics of plastics (e.g., the potential of ready transportation by water current and wind due to long shelf-life). Plastic debris with counts of five trillion, weighing more than 260,000 tones, is floating over the world's ocean surface as a result of improper waste disposal (Eriksen et al., 2014). Currently, plastic pollution has become a serious concern over almost all parts of ocean basins irrespective of developed or underdeveloped regions in the world (Figure 1).\n\nFigure 1\n\nOverview of the global crisis of plastic pollution in the ocean. (Note; The world map is free and permitted from Cosmographics Ltd 2020).\n\nThe accumulated plastics in the ocean basins can be broadly classified into four levels based on their sizes: megaplastics, macroplastics, mesoplastics, and microplastics. Microplastics are found in commonly manufactured, commercial products such as personal care and cosmetic products or microplastic particles produce from in-situ environmental degradation and subsequent fragmentation of larger size plastics by physical, chemical, and biological processes (Browne et al., 2010; Wang et al., 2018). Microplastics are mostly abundant in marine and coastal systems, while synthetic pollutants chemically interact with organic pollutants and metals (Guo and Wang, 2019a). The density of microplastics also affects the distribution of microplastics in the water column. Polypropylene (PP) and polyethylene (PE) float in water due to low density of plastics, while polystyrene (PS), polyvinyl chloride (PVC), polyamide (PA), and polyethylene terephthalate (PET) with higher density do not float in water, but deposit by inclination through the water column (Guo and Wang, 2019a). Accordingly, microplastic pollutants are widely distributed in every sub-zone/layer (pelagic and benthic) of coastal and marine systems. Salinity is one of the key factors affecting on chemical degradation of plastic. Hence, coastal and marine systems, which range at approximately 0.5–35°/00 (ppt: parts per thousand) of salinity, are highly susceptible to the formation of microplastics. Accordingly, scientific evidence of the distribution and persistence of microplastic pollutants must focus on ocean basins and coastal ecosystems to identify the nature of the emerging issue.\n\nPlastic pollutants are abundantly accumulating in these zones with adverse effects on ecological aspects, including biodiversity, economic activities, and human health (Galgani et al., 2010; Wang et al., 2018). Microplastics are ingested by different kinds of marine organisms (Cole et al., 2013; Leslie et al., 2017). Evidence on microplastics in the aquatic environment (Cozar et al., 2014; Martin et al., 2017) signifies the alarm on environmental issues by plastic pollution. They mark the importance of an integrated approach with international, regional, and national efforts as mitigatory strategies to improve plastic waste management by reducing the load of plastic garbage patches in the world ocean basins. Monitoring and dissemination of scientific information on distribution, contamination levels, sources, and possible effects by plastic pollution are required to identify management priorities and implementation of mitigation measures accordingly. Stakeholders should especially be aware of the current situation of the problem, degree of severity and harmfulness of the problem, novel trends, and present scenario and scientific approaches for strategies of prevention or reduction of plastic waste accumulation (Law, 2017). Thus, scientific reviewing of plastic pollution in the ocean basin and coastal zones are essential to derive a clear overall picture. The systematic study of the sources, pathways, transformation modes, adverse effects, and sinks of plastics in the marine environment has been conducted only during the last decade (Browne et al., 2015; Law, 2017). This study aims to address the above gap by comprehensively reviewing reliable scientific data on all aspects of plastic pollution in the marine and coastal habitats to give insight into protecting the world ocean basins and coastal zones. Hence, this review paper focuses on (I) seeking the sources of plastic pollution, (II) identifying the current status of the effects of plastic debris accumulation with a clear picture over the world ocean basins and coasts, (III) present an overview of the current situation and recommendations of initiatives on controlling plastic pollution at international, regional, and national levels, rules & regulations and legislation, possible management measures for the awareness of stakeholders such as politicians, decision-makers, researchers, scientists, environmental authorities, the general public, and industries, and improving the capacity building of stakeholders toward the plastic waste management.\n\nGo to:\n2. Plastic accumulation sources\n\nPlastic wastes are accumulated in the aquatic ecosystems directly and indirectly by different kinds of sources. Land and ocean-based sources are critical sources of plastic pollution in coastal and marine ecosystems through in-situ and ex-situ pathways. Major land-based plastic pollution sources are freshwater input, residential & domestic activities, tourism, and other economic actions, including harbor operations. Over 75% of marine plastic litter items are accumulated from land-based sources (Andrady, 2011). Coastal zone is a highly residential, urbanized, and industrialized area. Thus, most local communities are aggregated in coastal zones. Accordingly, residential and industrialized activities are highly focused on this transitional zone. Air blasting and cosmetics used by coastal residents could directly discharge into the coastal zone. In some cases, these plastic containers are released into the wastewater treatment systems or drainage systems. Browne et al. (2007) revealed that a significant amount of plastic debris release or escape even from the treatment systems. After that, such plastic debris accumulates into the natural freshwater ecosystems such as river and streams or subject to leachate into the groundwater and finally end up in the ocean. However, lotic freshwater ecosystems with directional, fast flow rates mainly lead to the accumulation of plastic debris in coastal areas. For example, the plastic waste from two freshwater ecosystems is accumulated into the ocean system around California, and approximately two billion plastic fragments release into the sea during three days’ time (Moore, 2008). Primary sources of the microplastics accumulation into the Goiana Estuary, South America, are harmed river basins (Lima et al., 2014). Furthermore, Thushari et al. (2017b) identified domestic wastes and coastal residential activities significantly contribute to debris accumulation in the coastal environment by in-situ waste accumulating method. Based on the records, tourism and recreational activities have also acted as one of the major sources of marine and coastal plastic accumulation into the ocean and coastal ecosystems. Thushari et al. (2017b) revealed that >60% of beach debris from selected beaches on the eastern coast of Thailand originates from tourism and recreation-related activities. Plastic debris in beaches carries into the ocean as microplastic fragments and secondary plastics (Cole et al., 2011). In the urban beach of the northeast of Brazil, plastic pellets and fragments have been reported as contaminants. The main source of those fragments was the breaking down of larger size plastic debris accumulated on the beach, while the major sources of plastic pellets were from the operational activities of nearby port facilities (Costa et al., 2010). Another potential cause of plastic pollutants is persistent fishing fleet, based on the literature records (Ivar do Sula et al., 2013).\n\nThe plastic accumulation rate in the ocean also enhances from land-based sources with prevailing extreme climatic conditions such as storms, hurricanes, and flooding (Thompson et al., 2005). Microplastic debris density in water collected from California was six times higher compared to the normal situation due to prevailing storm conditions (Moore et al., 2002). As per Thushari et al. (2017b), the coastal debris level was lower in the wet season compared to the dry season in some beaches (e.g., Angsila) along the eastern coast of Thailand, due to dragging of coastal debris into the offshore or deep-sea region by strong monsoon during the rainy season. On the southern Californian coast, the average debris density level was approximately 18 times higher during a storm compared to the normal situation (Lattin et al., 2004). In the western coastal water of Sri Lanka, an island in the Indian Ocean, the mean density of total plastic was recorded as 140.34±13.99 No.m−3 by number of items (count), during August–November 2017 (end of south-west monsoon), mainly by the sources of tourism and fishing activities (Athawuda et al., 2018).\n\nPlastic debris from the beach enters the ocean through coastal water currents. Sometimes, monofilament and nylon fishing nets are disposed of at harbor operations in the shore area and float over the ocean surface. Floated nylon debris drifts over the ocean at different locations by the effect of ocean currents (Cole et al., 2011).\n\nOffshore activities such as commercial fishery, navigation actions, waste disposal, and shellfish/fish culture are key ocean-based sources that contribute to plastic debris accumulation into the marine and coastal zones. Offshore fishing and aquaculture-related operations have been identified as a significant source of plastic pollution into the ocean basins and coastal ecosystems by the number of literature records. Damaged fishing nets and abandoned, lost, or discarded fishing nets (ALDFG) can enter the offshore by fishers during fishing operations.\n\nMaritime and navigation activities are also another source of plastic accumulation in the offshore area of the sea. Marine vessels, intentionally or unintentionally, dump plastic litters into the ocean, with an accumulation rate of approximately 6.5 million tons per year into the deep sea by early 1990 (Derraik, 2002). Thushari et al. (2017b) noted that shipping-related debris levels on the eastern coast of Thailand are significantly lower since that area is not close to the international maritime transportation route. Accidental disposal of plastic litter items during transportation through a terrestrial environment or ocean can cause the flowing of plastics into the sea directly or indirectly. Especially, improper use of plastic packaging materials causes the accumulation of plastic litter into the aquatic environment and the ocean systems (Cole et al., 2011). Synthetic polymers have also been recorded in sub-surface plankton samples around Saint Peter and Saint Paul Archipelago in the Equatorial Atlantic Ocean with an increase in average plastic densities. Plastic materials can be transported over vast distances by ocean currents (Ivar do Sula et al., 2013). A study conducted by Pruter (1987) revealed that plastic pellet densities are 18/km2 and 3500/km2 in New Zealand coast (1970) and Sargasso Sea (1980), respectively.\n\nPlastic can be categorized as megaplastic (>1 m), macroplastic (<1 m), mesoplastic (<2.5 cm), and microplastic (<5 mm) (defined size varies according to different literature records) according to size variations (Wang et al., 2018). Another scientific literature categorizes plastic litter according to the different length ranges, as megaplastics (>100 mm), macroplastics (20–100 mm), mesoplastics (5–20 mm), and microplastics (<5 mm) (Barnes et al., 2009). Mesoplastic is an intermediate size range between visible macroplastic and minute microscopic plastics. Larger size plastics visualized by the naked eye is called as macroplastics or megaplastics. A considerable portion of litter by land-based sources is accumulated in the oceans, and >65% of waste is composed of non-degradable macroplastics.\n\nPlastics can enter the marine ecosystems as primary and secondary plastics. The larger plastic fragments sometimes directly release as megaplastic and/or macroplastic debris and convert into microplastics within the environment. Primary microplastics are the plastic debris manufactured with a microscopic size range, whereas secondary plastics are formed after exposing larger plastic debris for different forces and break down into tiny plastic debris. A fraction of the above light weight larger plastics floats on the sea surface, while the remaining portion with high density sinks into the benthic environment of the ocean due to higher molecular weight. Macroplastics are highly susceptible to degrade into micro size plastics by subjecting to different processes such as degradation (changes the state of plastic); photo-degradation, mechanical degradation, and hydrolysis. Biodegradability of plastics is also essential to understand their fate and destination in the respective environment (Hartmann et al., 2019) and identify size variations of plastic pollutants accordingly after subjecting to degradation. Hence, we identified importance of scientific investigation on the aforesaid hot topic. Microplastic debris is known as plastic litter, observable only using a microscope (Table 1).\n\nTable 1\n\nMicroplastic size definitions according to the previous literature records.\n\nMicroplastic size range\tReference\n<1 mm\tMoore et al. (2002)\n<5 mm\tBarnes et al. (2009)\n2–6 mm\tDerraik (2002)\nOpen in a separate window\n\nAs per Table 1, microplastic is defined in several ways by scientists using size variations of debris. Microplastics can be further divided into two types as primary microplastic and secondary microplastic. Primary microplastics are the plastic types with a micro-size range and used for a specific purpose or a product. Primary microplastics are mainly used in manufacturing cosmetics (cleansers, shower gel), medicines, and air blasting medium (Gregory, 1996; Zitko and Hanlon, 1991; Patel et al., 2009). Microscopic size Polyethylene and Polystyrene particles were observed in cosmetic products (Gregory, 1996). Air-blasting technology also uses blasting of microplastic fragments such as Polyester in different devices such as engines, machines, and vessel/ship hulls (Browne et al., 2007; Gregory, 1996). Manufacturing the above products using primary microplastics have rapidly increased during the very recent decades. Secondary microplastics are defined as the plastic debris resulting after the breakdown of macroplastic in the terrestrial environment and ocean (Thompson et al., 2004). In the open environment, macroplastic fragments expose to chemical, biological, physical, and mechanical processes and change the typical properties of plastics such as structure and integrity. As a result, large plastics degrade into minute plastic fragments in the environment (Andrady, 2011; Barnes et al., 2009). Fundamental forces leading to degradation of macroplastics are ultra-violet (UV) radiation (Photo-degradation) and wave abrasion physically (Andrady, 2011). During photo-degradation of plastics, sunlight with UV rays subject to degrade large plastics through oxidation of polymer plastic and breakdown of structural integrity. In the beach ecosystem, macroplastic fragments directly expose to the sunlight, and the degradation rate is higher with the presence of more Oxygen (Andrady, 2011; Barnes et al., 2009). The plastic fragments with reduced structural integrity are further exposed to the physical and mechanical forces such as wave turbulence and abrasion (Barnes et al., 2009). Finally, macroplastics rapidly convert into minute particles during the degradation process. This process continues until plastics become microscopic in size, and microplastic fragments further cleavage into nano-plastic particles in some cases (Fendall and Sewell, 2009). Oxidative characteristics in the atmosphere and hydrolytic properties of seawater (salinity) profoundly affect the degradation rate of plastics (Webb et al., 2013), and a saline environment with prevailing lower temperature reduces the photo-degradation rate of plastics (Cole et al., 2011).\n\nOn the other hand, biodegradable plastic acts as a type of microplastic (Cole et al., 2011). Biodegradable plastics increase the degradation rate in composting bins under optimum conditions such as proper ventilation, humidity, and higher temperature (Moore, 2008; Ryan et al., 2009; Thompson et al., 2004). A cooler environment without decomposing microbes (the biological process by microorganisms) reduced the degradation rate and caused the accumulation of biodegradable plastics in the ocean (O'Brine and Thompson, 2010). The demersal environment is contaminated with microplastic pollution in Spanish coastal waters (Bellas et al., 2016), and the presence of microplastics in the estuarine ecosystem was confirmed by the study of Abbasi (2018). According to that study, Musa Estuary, Persian Gulf, was affected by microplastic accumulation and recorded ingestion of highly abundant microplastic particles by both pelagic and demersal fish. The presence of high-density microplastics in demersal biota is associated with the occurrence of plastic debris in the benthic environment, which is the final destination of plastic contaminants by sinking in the marine and coastal environment (Neves et al., 2015; Bellas et al., 2016; Jabeen et al., 2017). Microplastics in estuaries are subjected to change due to the dynamic conditions by different environmental factors such as wind, tide, residence time, the geographical location of the ecosystem, and the level of anthropogenic activities within the systems (Peters and Bratton, 2016). According to Lima et al. (2014), vertical salinity gradient causes changes of the distribution of microplastics in coastal ecosystems, including estuaries. Recently, microplastic has been detected even in the traditional salt producing ponds in Indonesia (Tahir et al., 2018).\n\nGo to:\n3. Effects of plastic accumulation\n\nThe effects of plastic debris on marine life are within the diverse range and reported in several literature records. The degree of impact by plastic pollution on biodiversity is severe in particular marine systems, and it has been identified as one of the top threats on biota (Gray, 1997). Debris accumulation and potential threats and emerging risks on biota by marine debris, including plastics, is a global concern, and plastic waste has a collective effect on the ecological level and economic aspects.\n\n3.1. Ecological effects of plastic contamination in respective ecosystems\n\nEntanglement and ingestion are some of the critical issues associated with macroplastic fragments. According to the records of Gall and Thompson (2015), >13,000 individuals representing 208 species and >30,000 individuals belonging to 243 species have encountered issues related to ingestion and entanglement by macroplastic fragments, respectively. Entanglement cases were mainly recorded between the individual organisms and fishing nets or plastic rope in fishing gears. Ingestion is highly associated with individual organisms and plastic fragments (Gall and Thompson, 2015) (Figure 2). However, the entanglement effect is comparatively higher than the ingestion by biota in coastal and marine systems. Entanglement and ingestion of macroplastic debris can be lethal or sub-lethal. As the direct results of entanglement or ingestion, coastal and marine biotic organisms die or get injured lethally. Sub-lethal effects cause reducing capturing and swallowing food particles, impairing reproduction ability, loss of sensitivity, the inability to escape from predators, loss of mobility, decreased growth, and body condition. Comparatively, sea turtles, marine mammals, and all types of sea birds are at higher risk of entanglement and ingestion by plastic pollution. Green sea turtle, Hawksbill turtle, Fulmar, Seals, Sea Lions, Puffin, Albatross, Right whale, and Greater shearwater are recorded species negatively affected by the above consequence (Gall and Thompson, 2015). Fishing hooks are also highly ingestible plastic debris types in birds (Hong et al., 2013). Hong et al. (2013) noted that Black-tailed gull ingested a hook and entangled in the fishing line by the attachment of head, neck, and wings, thus, failed in moving or foraging. They have also observed >0.1g of plastic content in the gastrointestinal tract of nearly half of the northern Fulmar population. In Norwegian ocean, Nephrops norvegicus, a commercially valuable lobster species, had recorded plastic filaments in 83% of individuals of the population (Murray and Cowie, 2011). As documented (Gall and Thompson, 2015), species categorized as critically endangered, endangered, vulnerable, and near-threatened under IUCN red list were negatively affected by the threats mentioned above by plastic litter accumulation. According to the records of Chiappone et al. (2002), 49% of hook and line and lobster traps were responsible for tissue damage, injuries, and death of sessile organisms in Florida Key. Findings of Chiappone et al. (2005) revealed the effect of debris from fishing hooks, and the line increased by 84% with negative impacts on poriferans and coelenterates, causing sub-lethal and lethal consequences.\n\nFigure 2\n\nEffects of Plastics on coastal and marine biota: a) Plastics ingestion by a blueshark: Priona ceglauca of Carlos Canales-Cerro (Thiel et al., 2018; photo authorship: Dr. Carlos Canales-Cerro), b) Attachment on plastic debris by Goose Barnacle, Lepas anserifera (photo authorship: J.D.M. Senevirathna), c) Partial cover of macroplastic pollutants on Rock Oyster: Saccostrea forskalii colony (photo authorship: J.D.M. Senevirathna), d) Entanglement of nestling in a synthetic plastic string (photo authorship: Townsend and Barker, 2014).\n\nMicroplastic accumulation also causes complicated consequences on individual organisms and ecosystems. The density of microplastic is increasing in all oceans worldwide (Thompson et al., 2009). Microplastic debris is possible in accumulating in biotic components, seawater, sediments, and coastline (Athawuda et al., 2018; Thushari et al., 2017a; Zarfl et al., 2011) (Tables 2 and ​\nand3,\n3, Figures 2 and ​\nand3).\n3). Lightweight, low-density plastics float in the water, and high-dense particles sink into the benthic system's bottom sediments. There are literature records on contamination of microplastic particles in sub-tidal and inter-tidal ecosystems and marine and coastal surface water (Athawuda et al., 2018; Ng and Obbard, 2006; Collignon et al., 2012; Browne et al., 2011). The size of microplastic fragments is similar to the size of feeding matter, such as planktons and suspended particles (Wright et al., 2013). This characteristic feature allows invertebrates to ingest these synthetic microparticles (Figure 2). The benthic organisms and suspension feeders also feed on microplastics from bottom sediments and contaminated water (Tables 2 and ​\nand3).\n3). According to Moore (2008), non-selective feeders collect and ingest all the particles within a similar size range of items without sorting through filter-feeding and/or deposit feeding (Browne et al., 2007). Ingestion of microplastic by invertebrates depends on several factors such as feeding mechanism, type, shape, and quantity of plastic matter. Ward and Shumway (2004) reported that polystyrene microparticles are highly susceptible to ingesting by filter-feeding bivalves (Figures 2 and ​\nand3),\n3), and Browne et al. (2008) recorded the translocation of polystyrene particles between the size ranges of 3–10 mm from the digestive system into the circulatory system of Mytilus edulis. Plastic particles with >80 μm deposit in epithelial cells of digestive tubules in the gastrointestinal tract causing adverse effects such as inflammatory issues on invertebrates (Von Moos et al., 2012).\n\nTable 2\n\nMicroplastic accumulation rate of water and sediments in different coastal and marine ecosystems in the world.\n\nLocation\tContamination Level\tReference\nSea water\n\nFrench-Belgian-Dutch coastline\t0.4 parts/L\tVan et al. (2015)\nHong Kong, China\t3.973 pieces/m3\tCheung et al. (2019)\nGuanabarabay, Rio de Janeiro, Brazil\t1.40 to 21.3 particles/m3\tGlaucia et al. (2019)\nWestern English Channel\t0.27 particles/m3\tCole et al. (2014)\nNorthwestern Mediterranean Basin\t0.116 particles/m2\tCollignon et al. (2012)\nNorth Pacific Gyre\t0.334 particles/m2\tMoore et al. (2001)\nCaribbean Sea\t0.001 particles/m2\tLaw et al. (2010)\nGulf of Maine\t0.002 particles/m2\nNorth Atlantic Gyre\t0.020 particles/m2\nAtlantic\t<0.1 particles/m2\tDoyle et al. (2011)\nNorth Pacific Offshore, Subsurface\t0.017 particles/m2\tMoore et al. (2005)\nMangrove Creeks, Goiana Estuary\t3.4 items 100 m−3\tLima et al. (2016)\nRío de la Plata Estuary\t139 items 100 m−3\tPazos et al. (2018)\nWest Coast-off Colombo, Sri Lanka\t0.67 ± 0.14 mg/m3and140.34 ± 13.99 items/m3\tAthawuda et al. (2018)\nSouthern coasts, Sri Lanka\t18.06 ± 11.45 items/m³\tAthapaththu et al. (2019)\nMadu-Ganga estuary, Sri Lanka\n\t40.06 ± 1.84 items/m3\n\tPraboda et al. (2020a)\n\nSediment\n\nFrench-Belgian-Dutch coastline\t6 parts/Kg dry\tVan et al. (2015)\nIrish continental shelf\t85 % Fibers (Blue: 72%/Red: 28 %), 15 % Fragments\tMartin et al. (2017)\nMediterranean sea, SW Indian Ocean and NE Atlantic Ocean (across subtropical to sub-polar waters)\t1.4 to 40 pieces/50 ml\tWoodall et al. (2014)\nSub-tidal region, United Kingdom\t0.2–1 pieces/50 ml\n6 pieces/50 ml\tThompson et al. (2004); Browne et al. (2011)\nSouthern Baltic Sea\t0–27 particles/kg of bottom sediment d.w.\tGraca et al. (2017)\nBelgian coast\t390 particles/kg\tClaessens et al. (2011)\nArctic Deep-Sea from the HAUSGARTEN Observatory\t4356 particles/kg\tBergmann et al. (2017)\nBelgium shelf\t100−3600/kg\tLeslie et al. (2017)\nDutch North Seacoast\t54−3146/kg\tHall et al. (2015)\nGuanabara Bay\t8766 particles\tCarvalho and Baptista Neto (2016)\nNorthern Gulf of Mexico estuaries, NA\t13.2–50.6 items m−2\tWessel et al. (2016)\nMadu-Ganga estuary, Sri Lanka\t5.88 ± 1.33 items/100g\tPraboda et al. (2020a)\nOpen in a separate window\nTable 3\n\nMicroplastic ingestion level of different coastal and marine biota of the coastal and marine ecosystems in the world.\n\nSpecies\tIngestion Level\tLocation\tReference\nM. edulis tissue\t0.2 parts/g\tFrench-Belgian-Dutch coast line\tVan et al. (2015)\nM. edulis feces\t0.1 parts/g\nA. marina tissue\t1.2 parts/g\nA. marina feces\t0.3 parts/g\nStriped barnacle: Balanus amphitrite\t0.23–0.43 particles/g\tEastern coast of Thailand\tThushari et al. (2017a)\nRock oyster: Saccostrea forskalii\t0.37–0.57 particles/g\nPeriwinkle: Littoraria sp.\t0.17–0.23 particles/g\nScleractinian coral: Dipsastrea pallida\t21 %\tOrpheus Island in the central region along the Great Barrier Reef\tHall et al. (2015)\nP. monodon\t3.40 items/g GT\tNorthern Bay of Bengal, Bangladesh\tHossaina et al. (2019)\nM. monocerous\t3.87 items/g GT\nCrab: Carcinus maenas\t15033 and 267 microspheres/ml in Haemolymph at 21 days and 24 h respectively\tUnited Kingdom\tFarrell and Nelson (2013)\nBrown shrimp: Crangon crangon\t1.23 particles/shrimp\tChannel area and Southern part of the\nNorth Sea\tDevriese et al. (2015)\nGoose neck barnacle: Lepas spp.\t33.5 %\tNorth Pacific Sub tropical Gyre\tGoldstein and Goodwin (2013)\nMyctophid fish stomach\t14 %\tAtlantic Ocean\tWagner et al. (2017)\n33 %\tPacific Ocean\nCopepods: T. longicornis\t77 %\tWestern English\nChannel\tCole et al. (2014)\nPelagic Fish\t36.5 %\tEnglish Channel\tLusher et al. (2013)\nPlanktivorous fishes in Family Myctophidae, Stomiidae, and Scomberesocidae\t2.1 pieces/fish\tNorth Pacific Gyre\tBoerger et al. (2010)\nPelagic and demersal commercial fish varieties\t1.9 particles/fish\tUnited Kingdom\tDantas et al. (2012)\n2.6 % of fish\tNetherland\nDecapod Crustacean: Nephrops norvegicus\t83 % of individuals\tUnited Kingdom\tMurray and Cowie (2011)\nFishes\t205 counts (196 individuals) of 2233 gut contents\tParaiba and Mamanguape, Brazil, South America\n\tVendel et al. (2017)\nCathorop sagassizii\nC. spixii\nSciades herzbergii\t33%\n18%\n18%\tGoiana Estuary, Brazil, South America\tPossatto et al. (2011)\nSeabream, diplodus vulgaris\t73%\tMondego Estuary (Portugal)\tBessa et al. (2018)\nRock Oyster: Saccostrea cucullata\nPeriwinkle: Littorina sp.\nLimpets: Patella sp.\t7.2–2.8 counts/g\tSouthern coastal water, Sri Lanka\tWijethunga et al. (2019)\nCommerson's anchovy: Stolephoruos commersonnii\t30.17 ± 3.58 items/100mg in gut 29.33 ± 1.19 items/g in muscles\tMadu-Ganga Estuary, Sri Lanka\tPraboda et al. (2020b)\nOpen in a separate window\nFigure 3\n\nImages of scanning electron-microscopic polystyrene (PS) (a, b) and polyamide nylon (PA) (c, d), found in the ingested microplastic samples of Rock Oyster: Saccostrea forskalii, Striped Barnacle: Balanus Amphitrite, and Periwinkle: Littoraria sp. along eastern coasts of Thailand (photo authorship: Thushari et al., 2017a).\n\nVarious literature records are available on the accumulation of microplastic in invertebrate groups and vertebrates found on the coastal and marine environment (Table 3). The microscopic size of microplastic fragments is characterized by a higher surface area: volume ratio and increasing the potential of transporting contaminants and accumulate in biota (STAP, 2011).\n\nToxic chemicals such as Bisphenol-A (BPA), monomers, flame retardants, oligomers, metal ions, and antibiotics are incorporated with plastics, and these chemical substances can accumulate in the marine organisms that ingested plastics unintentionally (Lithner et al., 2011). Fish, mollusks, and mammals have potentially toxic effects by flame retardants and phthalates incorporated in plastics (Teuten et al., 2009; Oehlmann et al., 2009). Based on experimental conditions, BPA and phthalate in plastic causes significant impacts on reproduction, genetic mutations, and growth of organisms (Oehlmann et al., 2009). Similarly, natural populations cause substantial negative consequences due to the presence of above toxic substances in their diet or surrounding environment. On the other hand, plastic materials can absorb persistent toxic chemical substances with bio-accumulation potential. Such kinds of major toxic substances are Persistent Organic Pollutants (POPs), which are highly resistant to biodegradation. POPs include DDT like Organochlorine pesticides, by-products of many industrial processes such as dioxins, i.e., Polychlorinated Dibenzo-p-Dioxins (PCDD) and Dibenzo Furans (PCDF), and industrial chemicals like Poly-Chlorinated Biphenyls (PCB). Absorbance efficiency of persistent chemicals into plastic materials is significantly higher compared to surrounding seawater (Teuten et al., 2009; Rios et al., 2010; Hirai et al., 2011). Contaminated plastic debris with this kind of chemicals has high potential in causing the transportation of persistent chemicals into the marine organisms via feeding. Literature also records the high potential of interacting antibiotics and metal ions with plastics. Both microplastics and Sulfamethoxazole (SMX) are ubiquitous pollutants in aquatic ecosystems; the reaction of these two contaminants with each other is recorded in the respective environment. As a result, the adsorption of SMX into microplastics reached equilibrium within 16 hours. Sulfamethazine (SMT) has the adsorption capacity into six types of microplastics: polyethylene (PE), polypropylene (PP), polyamide (PA), polyethylene terephthalate (PET), polystyrene (PS), and polyvinyl chloride (PVC). However, the adsorption rate of SMX and SMT into microplastics gradually decreased with different environmental variables like pH and salinity (Guo et al., 2019b, 2019c). These kinds of persistent antibiotics can cause adverse environmental impacts due to biological activity and antibacterial characters (Dlugosz et al., 2015). The presence of antibiotic drugs makes changes in the population of microbes by proliferating antibiotic-resistant bacteria (ARB) in the natural aquatic environment. This would cause hazardous health threats to humans and other aquatic faunal communities (Baran et al., 2011; Hoa et al., 2011).\n\nThe microplastic also has an affinity with metal compounds and possible in causing eco-toxicological effects. The adsorption capacity of Sr2+ on to three types of microplastics, i.e., polyethylene (PE), polyethylene terephthalate (PET), and polyvinyl chloride (PVC), has been detected according to literature records. The total adsorption rate of Sr2+ into microplastics is regulated by the external mass transfer step (Guo and Wang, 2019d). Accumulated non-biodegradable metal ions in the ecosystems cause toxic effects in plants and animals even at lower levels, and heavy metals produce adverse health effects on humans (Ntihuga, 2006).\n\nAccording to Cole et al. (2013), toxic chemical compounds can accumulate in the organisms in higher trophic levels by ingestion of seafood contaminated with plastics and persistent materials, heavy metals, and pharmaceutical compounds. Accordingly, these chemical substances can enter humans through food webs, creating health issues.\n\nMarine litter, including plastics, is useful as a habitat for aquatic organisms. Those artificial, hard substrates act as a new surface for assemblage and colonization of coastal and marine organisms (Figure 2). Invertebrate species including bivalves, crustaceans, echinoderms, gastropods, bryozoans, coelenterates, insects, sponges, and polychaetes, seagrasses, and seaweeds are the major taxa using the substrate of litter/debris as habitats (Gall and Thompson, 2015) (Figure 2). Abandoned fishing gears, ALDF, and their parts are used as substrates for colonization of mobile and sessile organisms (Good et al., 2010; Ayaz et al., 2006). Plastic debris provides functional habitats for different microorganisms (Zettler et al., 2013). Vibrio bacteria have preferably grown on plastic debris in the oceanic system (GEF, 2012), and marine plastic waste has also been used as new habitat by observed 47 associated marine species in the Maltese Islands (Pace et al., 2007). Dispersion via plastic debris is another ecological effect caused by macro- and megaplastics. Plastic debris acts as floating objects and provides a stable substrate for rafting and transportation of mobile and sessile organisms. This effect acts as a mode of introducing invasive species into a new ecosystem. Ecosystem composition, structure, and equilibrium are totally modified due to competition for resources (e.g., Food, Habitat, and Space) between native and non-native species in such systems. Plastic debris acting as rafting agents are plastic fragments, fishing gear parts, nets, ropes, fishing materials, packaging materials, and microplastic matter (Gall and Thompson, 2015). Crustaceans and Annelids are the frequently observed mobile organisms rafting via litter (Goldstein et al., 2014). According to Goldstein et al. (2014), a diverse group of plastic rafting organisms was recorded from the western and eastern pacific oceanic regions during the 2009–2012 period, while 134 species belonging to 14 phyla were attached to the substrate of plastic buoys originated from aquaculture operations along the south-eastern Pacific region in Chile during 2001–2005 (Astudillo et al., 2009). The floating capacity of the plastic buoys is higher and allows transporting a long distance from the place of origin over the water surface. Austrominius modestus, an exotic barnacle species attached to plastic debris, was observed in Shetland Island, United Kingdom (Barnes and Milner, 2015). In the North Pacific region, various taxonomic groups attached to the floating litter were recorded during 2009–2012, and 87% of total attached debris was hard plastic fragments, as referenced in Goldstein et al. (2014). Barnes and Milner (2015) revealed that assessing the effects of the accidental introduction of organisms by marine debris is difficult.\n\nAssemblage or ecosystem-level effect was recorded as another consequence of plastic pollution. The degree of severity for the ecosystem level by plastic debris depends on several factors: area covered by plastic debris, type and nature of plastic debris, level of sensitivity of the respective ecosystem, and associated organisms. Based on the literature records, plastic debris accumulation modifies the habitats in the marine environment. Further, benthic, submerged ecosystems such as seagrass and coral reefs in the marine environment degrade by deposition of macro and mega plastic debris on the seafloor (Thevenon et al., 2014). Degraded benthic ecosystems reduce the species richness and composition in the marine environment. Derelict fishing gears are mostly affecting debris type causing assemblage-level impacts (GEF, 2012). In Oman, 69% of coral sites were negatively affected by abandoned fishing gears, or ALDF, including gill nets, and more than 20 genera of corals were adversely affected by decreasing the coral biodiversity (Al-Jufaili et al., 1999). Carson et al. (2011) revealed that microplastic fragments are responsible for changing porosity and heat transferring capacity of sediments. Thus, the physical characteristics of benthic habitats will be altered accordingly, and this would make the survival of benthos difficult without optimum conditions. Plastic debris over the surface of seawater reduces the light penetration capacity and Dissolved Oxygen (DO) level in habitats; accordingly, changes of physicochemical water quality parameters affect primary productivity and tropic relationship in water negatively. Biodiversity gradually declines because of the absence of optimum conditions in the habitats and niches, since food availability and DO level are considered as the main factors (habitat factors) affecting biodiversity. Also, the presence of plastic debris on the respective niches negatively affects the behavioral changes of coastal and marine organisms (Thevenon et al., 2014). Foraging capacity of the intertidal mollusk, Nassarius pullus, reduces rapidly with the presence of plastic debris (Aloy et al., 2011).\n\n3.2. Socio-economic effects by plastic pollution in respective ecosystems\n\nPlastic pollution causes different socio-economic impacts on various aspects, such as commercial fishery, tourism, shipping, and human health, and negatively affects the national economy of the respective country by allocating an extra budget for waste removal. An overload of plastic contaminants in the ocean basins and coastal zones directly influence the commercial fishery, aquaculture, and tourism. In Scotland, debris removal, including plastic litter such as fishing gears and PVC pipes, causes loss of fishing time and extra expense for cleaning (Ten et al., 2009). Ghost trapping fishing (accidental fish catch by discarded/abandoned and lost fishing gear: ALDF) was identified as one of the adverse effects on the commercial fishery sector (Al-Masroori et al., 2004). Ghost fishing significantly reduces fish stocks which play a major role in commercial and recreational fishing (Anderson and Alford, 2013). According to the literature records (Al-Masroori et al., 2004), the expenses are approximately US$ 145 and 168 due to ghost fishing for three months and six months, respectively. Cost-benefit analysis has identified the effect of ghost fishing in Puget Sound, USA (Gilardi et al., 2010), and accordingly, the cost for commercial crab fishery by ghost fishing is nearly US$ 19,656. In Indonesia, severe changes on fishing grounds were recorded by litter accumulation, and fishing gear types were identified as the main component of marine litter. Further, debris accumulation caused negative impacts on the artisanal fishery sector in Indonesia (Nash, 1992). As per UNEP (2009), an annual loss of US$ 250 million was due to the loss of the lobster fishery sector by the presence of ghost fishing gears.\n\nMarine plastic debris can also act as a key contributor to the distribution of non-native, invasive species. CIESM (2014) has identified algae growth and the proliferation of plastic debris. The overgrowth of these algae has the potential to cause harmful algae blooms and, accordingly, depletion of ecosystem health with economic loss by fishery and tourism-related activities. Further, it induces the depletion of sensitive, submerged ecosystems such as coral reefs, destroy breeding and nursery grounds of seafood sources, and result in a substantial loss of commercial fishery catch (GEF, 2012).\n\nMoreover, microplastic pollution has a severe negative effect on the fishery sector. Organisms representing lower trophic levels are possible to ingest microplastic with food particles (Wright et al., 2013). These contaminants pass to the other organisms through food webs and may accumulate toxic chemicals in higher trophic levels, including fish (Wright et al., 2013), with adverse effects on capture fishery and aquaculture sector. Contaminated fishery sources have low demand, and thus, create an economic loss. If plastic pollution affects negatively on marine biodiversity, seafood safety, and availability, it will create a severe economic impact at the global level, especially in developing countries or islands where marine and coastal fishery resources are a major food source. As an example, food fish contributes, or exceeds, approximately 50% of total animal protein intake in some small islands or developing states: e.g., Bangladesh, Cambodia, Ghana, Indonesia, Sierra Leone, and Sri Lanka. The depletion of fishery resources by plastic pollution directly affects the economy of such countries described above and causes socio-economic crisis and health issues consequently (Nerland et al., 2014; McKinley and Johnston, 2010; Johnston and Roberts, 2009; FAO, 2016).\n\nPlastic pollution in beaches and marine environment triggers a negative effect on aesthetic value, natural beauty, and health of ecosystems (Figure 4). As a result, the lowered aesthetic and recreational value in coastal shore areas and marine systems lead to a significant reduction in the total number of tourists (Figure 4). On the other hand, the health of ecosystems and the possibility of involvement in most recreational activities in marine and coastal zones are proportionate. For example, offshore ocean basin and sensitive coastal ecosystems (e.g., healthy coral reef ecosystems) are associated with tourism-related activities such as coral watching, snorkeling, whale watching, turtle watching, sport fishing, and scuba diving. Death of a coral cover by plastic debris implies the loss of such kind of tourism activities and reducing the number of tourists visiting a specific region (GEF, 2012). The ciliated pathogen, which acts as the causative agent of skeletal eroding band disease in corals, was identified in floating plastic in the western pacific region (Goldstein et al., 2014). Accordingly, infected corals are gradually depleting and severely affect the alteration of ecosystem structure and compositions. Therefore, degraded coral systems may cause to reduce the number of tourists due to loss of aesthetic value and attraction in a certain region. Tourism is related to different parties gaining benefits via direct and/or indirect manner. As an example, a reduced number of tourists causes loss of job opportunities for local communities who depend on tourism-related activities in the respective area. Accordingly, a substantial economic loss directly interconnects with the negative effects of the social aspect. Tourism-oriented islands such as Hawaii and Maldives are economically threatened by declining the annual income through tourism due to this kind of anthropogenic factors (Thevenon et al., 2014).\n\nFigure 4\n\nNegative effects of plastic pollution on coastal and marine vicinity (photo authorship: J.D.M. Senevirathna).\n\nPlastic debris can cause direct and indirect health effects on humans through the ingestion of contaminated seafood sources, and the accumulation of poisonous, persistent chemical substances in the human body. Scuba divers have severe health risks in trapping and entangling discarded fishing nets during diving (GEF, 2012). There is a high risk of loss of lives by accidents due to the accumulation of mega-size marine plastic debris in the ocean (GEF, 2012). Further, polluted coastal and marine zones are associated with negative health issues on tourists and coastal residents. Polluted seawater with plastic debris has adverse impacts on tourists in recreational activities. There are also records of severe injuries by sharp cuts from plastic debris in the shore area and marine zones. Overload of plastic debris in recreational beaches and ocean systems can raise health issues such as lower blood pressure and reduce mental fitness (e.g., stress, anger, tension) in humans (GESAMP, 2015). Adverse health effects can reduce the country's productivity and working efficiency with negative impacts on social and economic aspects of the affected area. In India, environmental problems, including pollution, causes serious ecological effects on the coastal ecosystems, and consequently, have a direct effect on the socio-economic status of coastal communities (Lakshmi and Rajagopalan, 2000).\n\nAs the fouling of plastic debris in ships creates disturbances of operational activities, it requires cleaning of ship hulls for proper functioning. APEC (2009) recorded that the annual cost of damage from debris, including plastic litter on shipping, is US$ 279 million. In summary, both ecological and socio-economic impacts of plastic pollution are inter-related.\n\nGo to:\n4. Initiatives on plastic pollution control and prevention\n\nSeveral kinds of strategies have been identified to address the issue of plastic pollution. Institutional level involvement is such kind of key strategy used in treating the current topic. Global, regional, and national level institutions are essential in controlling and preventing the accumulation of plastic debris in the marine and coastal environments.\n\n4.1. Global-scale initiatives\n\nThe United Nations (UN) General Assembly on oceans and the Law of the Sea are examples of such global initiatives that are useful for addressing this issue. The UN Convention on the Law of the Sea (UNCLOS) provides an international legal framework for controlling plastic contamination. Article 207 and 211 emphasize marine pollution, including plastic debris accumulation with a particular focus on the reduction, control, and prevention of plastic litter. Further, states are provisioning for controlling, reducing, and preventing pollution from different sources like land-based and sea-based sources. UN General Assembly has also delivered essential declarations to make the marine environment cleaner. That includes resolution on making partnership for awareness between the general public and private sector regarding the effects of plastic pollution on ecological, social, and economic aspects and the explicit integration for addressing the issues arising from contamination by plastic debris as aligning with a national strategic framework (Hirai et al., 2011; Cole et al., 2013).\n\nFurther, the same resolution states that (Chiappone et al. (2002)) international, national, and regional organizations [e.g., International Maritime Organization, Food and Agriculture Organization of the United Nations (FAO), United Nations Environment Program (UNEP), and sub-regional fisheries management organizations] must involve with finding solutions for preventing the accumulation of lost or abandoned fishing gears/ALDF. Plastic contamination is detected as one of the serious environmental issues (UNEP, 2011). The conference of the United Nations Convention on Sustainable Development (Rio +20) raised the necessity of plastic pollution control in the ocean basins, including marine zones. It further highlighted (163) the implementation of the framework of the International Maritime Organization (IMO). It states to conduct different initiatives by identifying suitable priorities for the management of marine pollution using scientific data or evidence by 2025. This kind of scientific literature review will act as reference data for prioritizing and implementing management activities accordingly at a global level.\n\nOn the other hand, the International Convention for the Prevention of Marine Pollution (MARPOL) focusing on activities of ships is the legislator's body useful in acquiring the above objective. That convention addresses following key areas which are directly and indirectly related to the plastic pollution control and prevention in the sea: management of garbage including plastic litter, prohibiting dumping and discarding of plastic litter into the sea with the involvement of member states, and responsibilities related to abandoned, lost, or otherwise discarded fishing gears (ALDF) by minimizing the waste (including plastic debris, especially wastes/litter from fishing gears) received from capture fishery sector.\n\nConvention on Biological Diversity (CBD) (Article no. 70) states reducing the effects of plastic pollution on coastal and marine biodiversity using strategies (e.g., Strategic Environmental Assessments: SEAs and Environmental Impact Assessments: EIAs) to prevent marine pollution. Subsidiary party on Scientific, Technical, and Technological Advice (SBSTTA) acts as the Scientific Advisory body of CBD. Following decisions were made at the 16th meeting of SBSTTA for controlling pollution including plastic accumulation in marine and coastal zones on 2012: (i) monitoring and documentation on effects of debris on biodiversity and ecosystems, (ii) scientific research and feasible studies on management and controlling of plastic and other kinds of debris, (iii) regional level capacity building programs focusing on methods and approaches of preventing and controlling issues related to plastics and different kinds of litter accumulation.\n\nConvention of Migratory Species (CMS) has also come to power with the implementation of following actions: (i) seeking for marine debris hotspots all over the world, (ii) assessing the effects of plastic and other kinds of litter on coastal and marine biodiversity, (iii) identification of methods and mechanism of controlling marine debris accumulating sources at the regional level, (iv) implementing an action plan to mitigate the pollution by debris deposition in the marine environment at the national level. The scientific council further recommended assessing the impacts on migratory species by marine debris, seeking emerging issues related to community awareness on marine debris accumulation, and identify best management practices on waste control for maritime ships and vessels. Although plastic pollution and waste management are interrelated components, international, legal constitution, or agreement focusing on entirely waste management has not been developed (Thevenon et al., 2014).\n\nHowever, several kinds of international initiatives focus on waste management, indirectly, or as a part of pollution control and prevention. UNEP council (25/8) has decided to apply a practical approach to waste management. They have addressed the national framework design under the theme of “shift from an end-of-pipe approach in waste management to an integrated waste management approach” (UNEP, 2011). Mitigation of issues on marine plastic debris accumulation and plastic pollution are associated with waste management practices; thus, an internationally accepted, integrated waste management program has been recommended to address the above issue (UNEP, 2011). Basel Convention is one of the most critical international legislation focused on hazardous waste and disposal. Solid plastic fragments are considered as hazardous waste with severe risks on human health (UNEP, 2005). In 2008, the Basel convention implemented the Bali declaration on the theme of “Waste Management for Human Health and Livelihoods.” This declaration works for waste management. Since hazardous waste is composed of plastic debris, plastic pollution control is linked with the Basel convention. Global Partnership on Waste Management (GPWM) of UNEP opened a path for working collaboratively with the international and non-government parties for waste management that are considered as an alternative for plastic pollution control in the marine environment in 2010. Following actions were planned for implementation with a special focus on mitigation of waste accumulation and plastic pollution by GPWM: identification of related issues, suggest appropriate solutions to overcome the above-identified issues, disseminate the findings, develop the international support and involvement, awareness, political support, develop facilities, and capacity to trap wastes.\n\nHonolulu Strategy acts as another global international framework and an initiative for working toward preventing and management of debris, including plastic wastes with the collaborative cooperation of the US National Oceanic and Atmospheric Administration (NOAA) and UNEP. This initiative guides monitoring and mitigation of litter, including plastic debris. During 2012, the European Commission and 64 government bodies collectively agreed with the Manila declaration that addresses the accomplishment of the Global Program of UNEP's for the management of debris sources from land-based activities. Members of the Manila declaration also collectively agreed to formulate relevant national-level policies in controlling pollution, including marine debris accumulation, which harms marine ecosystems. Also, partners to the Manila declaration adopted in the implementation of the Global Partnership on Marine Litter (GPML) under the guidance of the Honolulu Strategy. It further included reducing pollution from ocean-based sources with following goals: (i) limiting contamination levels and possible effects from ocean-based sources responsible for the accumulation of debris including plastics into aquatic systems, (ii) reducing levels and impacts of marine debris including plastics on coasts, aquatic habitats, and biodiversity, and (iii) limitation of accumulation levels and effects of debris from solid wastes and land-based litter into the aquatic ecosystems.\n\n4.2. Regional-scale initiatives\n\nAt the regional level, Regional Seas Program of UNEP proposed relevant activities for 13 regional seas: Mediterranean sea, Baltic sea, Black sea, Caspian sea, East Asian seas, Red sea, Eastern African sea, South Asian sea, Wider Caribbean sea, Northeast Atlantic sea, Gulf of Aden sea, Northwest Pacific sea, and Southeast Pacific sea. Coastal cleanup programs have been completed as a global project in all the above regions. European Union's Marine Strategy Framework Directive, MSFD, established in 2008, focuses on minimizing the amount of marine debris at a regional level. The directive aims at sustainable utilization of resources in the ecosystem while conserving ecosystems through the Ecosystem-Based Approach (EBA). This task is a collaborative effort of all European countries. Members are required to monitor marine zones and identify achievable targets by 2020. It further included the operational program for ensuring the targets are achieved. South Korea conducted a long-term project to address the issue of marine debris: an in-depth survey and monitoring, identification, prevention, elimination, treatment, and recycling of marine waste for ten years (GEF, 2012). At the regional level, a discarded fishing gear collection project was implemented in Hawaii and South African Coasts through NOAA/MDP. Moreover, scientific studies are recommended to identify the distribution pattern of plastic pollutants in South America's estuarine ecosystems for effective management plans (Chen, 2015; Costa and Barletta, 2015, 2016). Barletta et al. (2019) also recommended the conservation plans for estuaries in South America focusing on annual variations of ecoline, retention recycling cycles, flush of environmental indicators, and effects on trophic webs over whole coverage of gradients of estuary ecosystems to overcome the emerging issues associated with pollution. Restoration of tidal and river forcing is recommended as the most appropriate decision for ecosystem rehabilitation by improving the quality of the estuarine environment in South America at the regional level (Storm et al., 2005; Slater, 2016).\n\n4.3. National-level initiatives\n\nMost of the national level legislation addresses the issue of solid waste management and waste production while reducing plastic pollution in marine and coastal ecosystems. In the US, Marine Debris Research, Prevention, and Reduction Act and Marine Plastic Pollution Research and Control Act are key legislative pieces important in mitigation of plastic pollution at the national level. In South Korea, the Practical Integrated System of Marine debris was established to prevent marine debris accumulation from 1999-2009, for ten years. Scotland developed a Scottish marine litter strategy in 2013. In Sri Lanka, national-level regulations on polythene and other types of plastic management were introduced in 2017. This legislation made following efforts under the National Environmental Act No. 47 of 1980 with the 19th amendment: (i) prohibition of manufacturing polythene products of 20 microns or below, food wrappers (lunch sheets), any bag with high density (grocery bags) and food containers, plates, cups, spoons from expanded Polystyrene (2034/33-35 and 38), (ii) prohibition of the burning of combustible and rejected matters including plastic (2034/36), and (iii) banning the use of polythene products as decorative items (2034/37) (CEA, 2017).\n\nMarine Pollution Prevention Act No. 35 of 2008 is another national regulation to control, prevent, and manage pollution in the marine environment in Sri Lanka. Marine Environment Protection Authority (MEPA) is the apex party established by the government of Sri Lanka under the above act. MEPA is responsible for finding solutions and remedies for overcoming pollution-related issues in the marine zones of Sri Lanka. With the growth of oceanic pollution by plastics, invasive species, oil spills, ballast water, and maritime traffic in the coastal and marine environments, MEPA has modernized the Policy Strategies and National Action Plan for marine protection in Sri Lanka with the support of IUCN, to suit current scenario during August 2017–January 2018. This Policy Strategies and National Action Plan focus on addressing the issue of plastic pollution in marine water in Sri Lanka as one of grave concern (IUCN, 2018). The capacity-building project was accomplished to manage the marine debris under four key activities: education and awareness, research and scientific study, creating facilities, and policy formulation (IUCN, 2018). Short-life plastic bags are a serious concern among all forms of plastics; thus different control and preventive measures (e.g., the prohibition of polythene bags usage, applying charges, levy, and taxes) have been used by several countries: Switzerland, China, Italy, Rwanda, South Africa, Kenya, Congo, Hong Kong, Bangladesh, Mexico, some states in the USA, several states in India, Australia, Ireland, Denmark, South Korea, Romania, Japan, state of Sao Paolo in Brazil, and New Zealand, at a national level (European Commission, 2013). Implementation of effective national-level initiatives by prioritizing site-specific management needs is recommended toward the plastic-free environment by the current study. Also, the approach on Extended Producer Responsibility (EPR) (Please refer to the section of “EPR towards producer responsibility” for more details) includes a scheme of plastic container deposition in Asia, Europe, Australia, US, and Canada as a national-level plastic pollution control measure.\n\n4.4. Eco-friendly concepts for controlling plastic pollutio; Reuse, Recycle, and Reduction (3Rs) of plastic\n\nThe 3Rs of plastic wastes are a major environmentally friendly concept toward plastic-free ecosystems. Different strategies have been introduced as aligning with this 3Rs concept. Reducing plastic and packaging material usage is one of the key alternatives under the EPR (Please refer to the section of “EPR towards producer responsibility” for more details). Actions of stakeholders related to plastic production and usage can play a vital role in reducing and reusing plastics. These actions can be either individual or collective activities toward reducing plastic accumulation in the ocean. Product manufacturers and sellers are recommended to follow a sustainable environmental management program with the production and selling. Eco-labeled products allow consumers to distinguish environmentally friendly, non-polluting products for making sustainable decisions during the purchasing of items or goods. Over 25 programs are conducted under the Global Eco-Labeling Network (GEN) toward the plastic-free environment. Ten countries use 43 types of greener packaging labels (GEN, 2019) by signifying the effort in reducing plastic pollution at the national level. Also, New Zealand has awarded eco-labels for plastic products having recycling potential. The environmentally friendly and pollution-free packaging materials and products can be sustained through green procurement. Accordingly, improvement of recycling capacity and minimum packaging is required on green procurement. Biodegradable plastic packaging materials are also possible options for selected plastic products (Mudgal et al., 2012) to control plastic debris accumulation.\n\nOn the other hand, positive incentives (financial or physical) are useful in promoting the collection and recycling process of plastics. If these initiatives are encouraged further at the national, regional, and global levels, it will provide more economic benefits to the society as an additional advantage, while preventing the accumulation of plastics in marine and coastal ecosystems.\n\n4.5. EPR towards a plastic-free environment\n\nEPR concept addresses the responsibility towards a greener and cleaner environment even after completion of the production chain. The manufacturers of plastic products and packaging items or material can be encouraged to collect packaging (e.g., food and beverage containers) and recycle plastic through funding and operational activities toward the EPR. Currently, developed countries (Japan, Europe, and Canada) use EPR programs, while the developing nations still do not practice this approach on a large scale. However, this approach is one of the best practices for minimizing the plastic accumulation rate in the environment. This paper recommends establishing a sound strategic mechanism focusing on the EPR concept, mainly for developing countries at the national level. Responsibilities for collecting, recycling, reusing, and managing plastic debris are usually held by stakeholder groups such as producers, importers, suppliers, and brand owners. EPR programs can focus on residential areas and public places such as markets, city plaza, pedestrian areas, municipal parks, and city squares, which experience higher accumulation of plastic debris, including packaging matter (British Columbia Recycling Regulation Amendment, 2011). Segregated litter bins and recyclable plastic collecting centers must be established in a sustainable manner (toward EPR) to prevent plastic waste disposal.\n\n4.6. Collaborative approach for plastic-free zones: engagement with business companies\n\nOne of the most crucial strategies for controlling plastic pollution is the engagement with private companies and business associations related to plastic products and packaging items. As stakeholder parties, these internationally recognized companies and associations can play a vital role in the management of plastic litter by working with government agencies collaboratively. In the USA, the American Chemistry Council had conducted awareness programs on reuse and recycle plastic bottles. Plastic Europe is one such internationally recognized association, and they conduct series of programs (e.g., campaign for “zero plastic in landfills” program on plastic pellet treatment at the production line) focusing on prevention and management of marine litter accumulation (European Commission, 2013). Since there is a lack of more information, this study recommends the establishment of powerful Public-Private Partnerships (PPPs) with collective engagement between the government agencies and private-sector for large-scale scientific research projects toward controlling the plastic pollution and waste management in a country level.\n\n4.7. Economic instruments\n\nOrdinances and fees are kinds of instruments or tools to prevent usage of plastic items and containers. Banning and penalties are other options for plastic pollution control, which acts as an enforceable mitigation measure. Some countries designed policies or legislation to ban the use and import of plastic items, including bags, at the national level (please refer to the section of “National level initiatives” for more details). Prohibition of improperly discarding and removal of plastic wastes is another strategy for preventing the accumulation of plastics. Most EPR projects have already introduced a penalty system for producers for violation of rules and regulations related to waste management and improper disposal. The user fee payment system can be introduced to manage plastic wastes based on the concept of charging/fine for consuming plastic items. The introduction of the secondary market for recycled materials is another alternative to reduce the plastic level in the environment. Plastic producers have the responsibility to recycle plastic products and packaging items (EPR) (UNEP, 2018). As a result, they can financially invest in feasible studies, research, and developments to identify innovative alternatives as secondary materials. Sustainable Materials Management (SMS) is another initiative for pollution control toward a cleaner environment (UNEP, 2018). Japan is one of the developed countries following the SMS using the legal framework since 1997.\n\n4.8. Awareness and capacity building campaigns\n\nChanging attitudes toward conservation and sustainable management of the environment is one of the potent tools in enhancing the quality of marine and coastal ecosystems. Improving the public awareness on litter generation, removal, and effects on marine and coastal environment is such kind of strategy for creating new attitudes among local communities. Blue Flag is such an international program conducted in Europe to reduce marine and coastal debris accumulation (Blue Flag, 2019). According to the guidelines of this program, facilitating the segregation of recyclable plastic matter and positioning the disposal bins and containers are compulsory actions. Information related to this issue (e.g., effects from the accumulation of marine debris, marine debris accumulating sources, different approaches on mitigating overload of plastic debris, and the role of a local community toward this issue) can be publicized via social media, local media, distributing printed materials, and displaying in public areas. Beach cleaning and waste removal campaigns are also conducted with the participation of stakeholders as a step of awareness and capacity building of the local community on this emerging issue. However, the success and effectiveness of this kind of cleaning and debris removal programs depend on the involvement of the local community. As a basement for the future, this paper recommends incorporating environmental education into the syllabus of schools and making all possible efforts to adapt the mindset and attitudes of children on protecting the environment, starting from the nursery and/or primary school stage, because the primary level of children is the most effective stage to make changes in the ideas and attributes toward conservation of the environment.\n\n4.9. Scientific investigations and monitoring\n\nScientific studies and researches are other approaches to address the issue of plastic pollution in a systematic mechanism. Still, knowledge gaps remain in some aspects (e.g., transport, sources, fate, impacts, and solutions of plastic in the environment) related to plastic pollution. Scientific knowledge and evidence of all aspects of plastic pollution would provide clear overall snapshot and guidance to stakeholders (e.g., local community, policymakers, politicians, consumers, and manufacturers) for implementing most suitable behavioral, technological, and policy solutions to address the issue of marine plastics effectively (IUCN, 2020). Continuous research and scientific studies with frequent monitoring is a significant approach in the management of plastic pollution. Feasible studies on innovations would help to identify the related technology, alternative materials, or products to replace plastics. Authors recommend comprehensive scientific studies, regular monitoring of ecosystems, and innovations with the support of governments, private sectors, NGOs, and international organizations to efficiently address plastic pollution.\n\nGo to:\n5. Conclusion\n\nThe marine and coastal ecosystems are complex and dynamic ecosystems that provide ecological and commercial values with services by ensuring human wellbeing. Currently, all oceans and many coastal zones are adversely affected by different kinds of natural and anthropogenic activities. Industrialization and urbanization are recognized as major factors for human-induced pollution, including plastic debris accumulation in the marine and coastal habitats. Estuaries are one of the major coastal ecosystems affected by plastic pollution. Currently, plastic pollution is caused by primary and secondary sources with a terrestrial or ocean-based origin. Megaplastic, macroplastic, mesoplastic, and microplastic (in primary and secondary forms) are major plastic pollutants that can be classified based on size variations. Megaplastic, macroplastic, and mesoplastic are bulk plastic debris, while primary and secondary microplastics are minute (microscopically observed) pollutants with the size range of 1–6 mm or <1 mm. Larger debris are also subjected to the formation of microplastics through physical, chemical, and biological processes. Mainly, estuarine ecosystems in some countries (e.g., several countries of the South American and Asian region) are negatively affected by the distribution of microplastics in sediment and water column.\n\nPlastic pollution causes various ecological impacts at the individual, assemblage, and ecosystem levels. Since the size of microplastics is similar to the food particles which are consumed by most marine and coastal organisms in lower trophic levels, these micro-contaminants are highly susceptible to accumulation in such biota through ingestion with harmful impacts. Microplastic would also concentrate on humans and other organisms representing higher trophic levels through food chains and webs. Plastic pollutants interact with other toxic chemical compounds such as POPs, antibiotics, and heavy metal ions, and gradually produce the eco-toxicological effects. Accumulation of plastic debris causes not only negative ecological consequences to the ecosystem but also threatening to the socio-economic aspects of human life in various ways. However, the ecological and socio-economic impacts of plastic pollution are interconnected.\n\nThe necessity of mitigation and managing plastic pollution in marine and coastal environments at global, regional, and national scales is widely recognized. Recently, various international organizations and non-profit social groups actively work together with the kind mind of saving the ocean from plastic pollution in different countries and regions. Regional level mechanisms have already recommended evaluating the estuarine contamination by focusing on plastic pollution for the brackish water ecosystems in some countries such as South America. At the national level, some governments have declared legislations to control the plastic pollution issue by prohibiting the usage of plastic products and enhancing reuse and recycling of plastics with novel technologies at regional and national levels. Implementation of environmental governance with pollution control was recommended after thoroughly considering biological and ecological settings of respective ecosystems in countries like South America. However, initiatives on plastic pollution controlling and prevention need to be further improved at aforesaid levels. Therefore, the current study recommends selected productive approaches to address this issue with sound attention from different stakeholders. Reuse, Recycle, and Reduction (3Rs) of plastic pollutants, encouraging the collection of re-usable plastic debris, EPR towards manufacturer accountability, eco-friendly programs through Public-Private Partnerships, awareness and capacity building campaigns focusing on the cleaner environment, scientific studies on nature and severity of this emerging environmental issue, and innovations are suggested as ultimate, effective solutions for reducing and controlling the plastic pollution in these valuable aquatic ecosystems.\n\nFinally, this review paper reveals the overall scenario of global marine and coastal plastic pollution under different aspects. This secondary data would be further useful as baseline information for the site-specific plastic pollution control and management programs. Human acts are one component of the biosphere; thus, our responsibility is to provide the maximum contribution for zero plastic, cleaner, and the greener environment as an eco-friendly living-being.\n\nGo to:\nDeclarations\nAuthor contribution statement\n\nAll authors listed have significantly contributed to the development and the writing of this article.\n\nFunding statement\n\nThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\n\nCompeting interest statement\n\nThe authors declare no conflict of interest.\n\nAdditional information\n\nNo additional information is available for this paper.\n\nGo to:\nAcknowledgements\n\nAuthors would like to acknowledge Uva Wellasse University for all supports.\n\nGo to:\nReferences\nAbbasi S. Microplastics in different tissues of fish and prawn from the Musa Estuary, Persian Gulf. J. Chemosphere. 2018;205:80–87. http://hdl.handle.net/10026.1/11614 [PubMed] [Google Scholar]\nAdams S.M. Assessing cause and effect of multiple stressors on marine systems. Mar. Pollut. Bull. 2005;51:8–12. https://www.sciencedirect.com/science/article/pii/S0025326X04004667 [PubMed] [Google Scholar]\nAl-Jufaili S., Al-Jabri M., Al-Baluchi A., Baldwin R., Wilson S., West F., Matthews A. Human impacts on coral reefs in the sultanate of Oman. Estuar. Coast Shelf Sci. 1999;49:65–74. https://www.sciencedirect.com/science/article/pii/S0272771499800109 [Google Scholar]\nAl-Masroori H., Al-Oufi H., McIlwain J., McLean E. Catches of lost fish traps (ghostfishing) from fishing grounds near Muscat, Sultanate of Oman. Fish.Res. 2004;69:407–414. https://www.sciencedirect.com/science/article/pii/S0165783604001444 [Google Scholar]\nAloy A., Vallejo B., Juinio-Meñez M. Increased plastic litter cover affects the foraging activity of the sandy intertidal gastropod Nassariuspullus. Mar. Pollut. Bull. 2011;62:1772–1779. https://www.ncbi.nlm.nih.gov/pubmed/21680006 [PubMed] [Google Scholar]\nAnderson J.A., Alford A.B. Ghost fishing activity in derelict blue crab traps in Louisiana. Mar. Pollut. Bull. 2013;79:261–267. https://www.ncbi.nlm.nih.gov/pubmed/24360333 [PubMed] [Google Scholar]\nAndrady A.L. Microplastics in the marine environment. Mar. Pollut. Bull. 2011;62:1596–1605. https://www.sciencedirect.com/science/article/pii/S0025326X11003055 [PubMed] [Google Scholar]\nAPEC . APEC Marine Resources Conservation Working Group; Singapore: 2009. Understanding the Economic Benefits of Costs of Controlling Marine Debris in the APEC Region.http://publications.apec.org/Publications/2009/04/Understanding-the-Economic-Benefits-and-Costs-of-Controlling-Marine-Debris-In-the-APEC-Region [Google Scholar]\nAstudillo J.C., Bravo M., Dumont C.P., Thiel M. Detached aquaculture buoys in the SE Pacific: potential dispersal vehicles for associated organisms. Aquat. Biol. 2009;5:219–231. http://www.bedim.cl/publications/AstudilloetalAQUABIOL2009.pdf [Google Scholar]\nAthapaththu A.M.A.I.K., Athawuda A.M.G.A.D., Dias P.C.B., Abeygunawardana A.P., Senevirathna J.D.M., Thushari G.G.N., Liyanage N.P.P., Jayamanne S.C. Proceedings of International Research Conference of Uva Wellassa University. 2019. Assessment of suspended plastic levels in surface water of southern coastal belt in Sri Lanka. [Google Scholar]\nAthawuda A.M.G.A.D., Jayasiri H.B., Jayamanne S.C., Weerakoon W.R.W.M.A.P., Thushari G.G.N., Guruge K.P.G.K.P. National Aquatic Resources Research and Development Agency (NARA) International Scientific Sessions. Vol. 65. 2018. Plastic litter enumeration and characterization in coastal water, off Colombo, Sri Lanka; p. 35.http://www.erepository.nara.ac.lk/handle/1/837 2018. [Google Scholar]\nAyaz A., Acarli D., Altinagac U., Ozekinci U., Kara A., Ozen O. Ghost fishing by monofilament and multifilament gillnets in Izmir Bay, Turkey. Fish. Res. 2006;79:267–271. https://www.sciencedirect.com/science/article/pii/S0165783606001391?via%3Dihub [Google Scholar]\nBaran W, Adamek E, Ziemiańska J, Sobczak A. Effects of the presence of sulfonamides in the environment and their influence on human health. J. Hazard Mater. 2011;196:1–15. [PubMed] [Google Scholar]\nBarletta M., Lima A.R.A., Costa M.F. Distribution, sources and consequences of nutrients, persistent organic pollutants, metals and microplastics in South American estuaries. Sci. Total Environ. 2019;651:1199–1218. [PubMed] [Google Scholar]\nBarnes D.K.A., Galgani F., Thompson R.C., Barlaz M. Accumulation and fragmentation of plastic debris in global environments. Philos. Philos. Trans. R. Soc. Lond. B. Biol. Sci. 2009;364 https://www.ncbi.nlm.nih.gov/pubmed/19528051 1985–1998. [PMC free article] [PubMed] [Google Scholar]\nBarnes D.K.A., Milner P. Drifting plastic and its consequences for sessile organism dispersal in the Atlantic Ocean. Mar. Biol. 2015;146:815–825. https://link.springer.com/article/10.1007/s00227-004-1474-8 [Google Scholar]\nBellas J., Martinez-Armental J., Martinez-Camara A., Beseda V., Martinez-Gómez C. Ingestion of microplastics by demersal fish from the Spanish Atlantic and Mediterranean coasts. Mar. Pollut. Bull. 2016;109:55–60. [PubMed] [Google Scholar]\nBergmann M., Wirzberger V., Krumpen T., Lorenz C., Primpke S., Tekman M.B., Gerdts G. High quantities of microplastic in arctic deep-sea sediments from the HAUSGARTEN observatory. Environ. Sci. Technol. 2017;51:11000–11010. https://pubs.acs.org/doi/10.1021/acs.est.7b03331 [PubMed] [Google Scholar]\nBessa F., Barría P., Neto J.M., Frias J.P.G.L., Otero V., Sobral P., Marques J.C. Occurrence of microplastics in commercial fish from a natural estuarine environment. Mar. Pollut. Bull. 2018;128:575–584. [PubMed] [Google Scholar]\nBlue Flag. 2019. https://www.blueflag.global/\nBoerger C., Lattin G., Moore S.L., Moore C.J. Plastic ingestion by planktivorous fishes in the north pacific central gyre. Mar. Pollut. Bull. 2010;60(12):2275–2278. https://www.sciencedirect.com/science/article/pii/S0025326X10003814 [PubMed] [Google Scholar]\nBritish Columbia recycling regulation amendment. May 2011. http://productstewardship.net/legislation/british-columbia/british-columbia-2004-recycling-regulation\nBrowne M.A., Crump P., Niven S.J., Teuten E., Tonkin A., Galloway T.S., Thompson R.C. Accumulation of microplastic on shorelines worldwide: sources and sinks. Environ. Sci. Technol. 2011;45:9175–9179. https://www.ncbi.nlm.nih.gov/pubmed/21894925 [PubMed] [Google Scholar]\nBrowne M.A., Dissanayake A., Galloway T.S., Lowe D.M., Thompson R.C. Ingested microscopic plastic translocates to the circulatory system of the mussel, Mytilus edulis (L.) Environ. Sci. Technol. 2008;42:5026–5031. https://www.ncbi.nlm.nih.gov/pubmed/18678044 [PubMed] [Google Scholar]\nBrowne M.A., Galloway T., Thompson R. Microplastic – an emerging contaminant of potential concern? Integrated Environ. Assess. Manag. 2007;3:559–561. https://www.ncbi.nlm.nih.gov/pubmed/18046805 [PubMed] [Google Scholar]\nBrowne M.A., Galloway T.S., Thompson R.C. Spatial patterns of plastic debris along estuarine shorelines. Environ. Sci. Technol. 2010;44:3404–3409. [PubMed] [Google Scholar]\nBrowne M.A., Underwood A.J., Chapman M.G., Williams R., Thompson R.C., van Franeker J.A. Linking effects of anthropogenic debris to ecological impacts. Proc. R. Soc. B. 2015;282:20142929. [PMC free article] [PubMed] [Google Scholar]\nCarvalho D.G., Baptista Neto J.A. Microplastic pollution of the beaches of guanabara bay, Southeast Brazil. Ocean Coast Manag. 2016;128:10–17. [Google Scholar]\nChen C.L. Regulation and management of marine litter. In: Bergmann M., Gutow L., Klages M., editors. Marine Anthropogenic Litter. Springer International Publishing; Cham: 2015. pp. 395–428. [Google Scholar]\nCheung P.K., Hung P.L., Fok L. River microplastic contamination and dynamics upon a rainfall event in Hong Kong, China. Environ. Process. 2019;6:253–264. https://link.springer.com/article/10.1007%2Fs40710-018-0345-0 [Google Scholar]\nChiappone M., White A., Swanson D.W., Miller S.L. Occurrence and biological impacts of fishing gear and other marine debris in the Florida Keys. Mar. Poll. Bull. 2002;44(7):597–604. [PubMed] [Google Scholar]\nChiappone M., Dienes H., Swanson D.W., Miller S.L. Impacts of lost fishing gear on coral reef sessile invertebrates in the Florida Keys National Marine Sanctuary. Biol. Conserv. 2005;121:221–230. https://www.sciencedirect.com/science/article/pii/S000632070400196X?via%3Dihub [Google Scholar]\nCarson H., Colbert S., Kaylor M., McDermid K. Small plastic debris changes water movement and heat transfer through beach sediments. Mar. Pollut. Bull. 2011;62:1708–1713. https://www.sciencedirect.com/science/article/pii/S0025326X11003079 [PubMed] [Google Scholar]\nCEA . 2017. Central Environmental Authority - Sri Lanka.http://www.cea.lk/web/en/acts-regulations (Accessed: 08/06/2019) [Google Scholar]\nCIESM . In: Marine Litter in the Mediterranean and Black Seas. CIESM Workshop Monograph N° 46. Briand F., editor. CIESM Publisher; Monaco: 2014. p. 180.http://www.ciesm.org/online/monographs/Tirana.html [Google Scholar]\nClaessens M., De Meester S., Landuyt L.V., Clerck K.D., Janssen C.R. Occurrence and distribution of microplastics in marine sediments along the Belgian coast. Mar. Pollut. Bull. 2011;62(10):2199–2204. https://www.ncbi.nlm.nih.gov/pubmed/21802098 [PubMed] [Google Scholar]\nCole M., Lindeque P., Fileman E., Halsband C., Goodhead R., Moger J., Galloway T.S. Microplastic ingestion by zooplankton. Environ. Sci. Technol. 2013;47:6646–6655. https://www.ncbi.nlm.nih.gov/pubmed/23692270 [PubMed] [Google Scholar]\nCole M., Lindeque P., Halsband C., Galloway T.S. Microplastics as contaminants in the marine environment: a review. Mar. Pollut. Bull. 2011;62:2588–2597. https://www.ncbi.nlm.nih.gov/pubmed/22001295 [PubMed] [Google Scholar]\nCole M., Webb H., Lindeque P.K., Fileman E.S., Halsband C., Galloway T.S. Isolation of microplastics in biota-rich sea water samples and marine organisms. Sci. Rep. 2014;4:4528. https://www.nature.com/articles/srep04528 [PMC free article] [PubMed] [Google Scholar]\nCollignon A., Hecq J.H., Galgani F., Voisin P., Collard F., Goffart A. Neustonic microplastic and zooplankton in the North western Mediterranean sea. Mar. Pollut. Bull. 2012;64:861–864. https://www.sciencedirect.com/science/article/pii/S0025326X12000343 [PubMed] [Google Scholar]\nCosta M.F., Barletta M. Microplastics in coastal and marine environments of the western tropical and sub-tropical Atlantic Ocean. Environ. Sci.: Proces. Impacts. 2015;17:1868–1879. [PubMed] [Google Scholar]\nCosta M.F., Barletta M. Special challenges in the conservation of fishes and aquatic environments of South America. J. Fish. Biol. 2016;89:4–11. [PubMed] [Google Scholar]\nCosta M.F., Ivar do Sul J.A., Silva-Cavalcanti J.S. On the importance of size of plastic fragments and pellets on the strandline: a snapshot of a Brazilian beach. Environ. Monit. Assess. 2010;168:299–304. [PubMed] [Google Scholar]\nCozar A., Echevarria F., Gonzalez-Gordillo J.I. Proceedings of the National Academy of Sciences of the United States of America Gland. Vol. 111. IUCN; Switzerland: 2014. Plastic debris in the open ocean: the characterization of marine plastics and their environmental impacts, situation analysis report; pp. 10239–10244. [Google Scholar]\nDantas D.V., Barletta M., Costa M.F. The seasonal and spatial patterns of ingestion of polyfilament nylon fragments by estuarine drums (Sciaenidae) Environ. Sci. Pollut. Res. Int. 2012;19:600–606. https://link.springer.com/article/10.1007/s11356-011-0579-0 [PubMed] [Google Scholar]\nDerraik J.G.B. The pollution of the marine environment by plastic debris: a review. Mar. Pollut. Bull. 2002;44:842–852. https://www.sciencedirect.com/science/article/pii/S0025326X02002205 [PubMed] [Google Scholar]\nDevriese L.I., van der Meulen M.D., Maes T., Bekaert K., Paul-Pont I., Frere L., Robbens J., Vethaak A.D. Microplastic contamination in brownshrimp (Crangon crangon, Linnaeus 1758) from coastal waters of the southern North seaand channel area. Mar. Pollut. Bull. 2015;98:179–187. https://www.ncbi.nlm.nih.gov/pubmed/26456303 [PubMed] [Google Scholar]\nDlugosz M., Zmudzki P., Kwiecien A., Szczubialka K., Krzek J., Nowakowska M. Photo catalytic degradation of sulfamethaxazole in aqueous solution using a floating TiO2-expanded perlite photocatalyst. J. Hazard Mater. 2015;298:146–153. [PubMed] [Google Scholar]\nDoyle M., Watson W., Bowlin N., Sheavly S. Plastic particles in coastal pelagic ecosystems of the Northeast Pacific ocean. Mar. Environ. Res. 2011;71:41–52. https://www.ncbi.nlm.nih.gov/pubmed/21093039 [PubMed] [Google Scholar]\nEriksen M., Lebreton L.C.M., Carson H.S. Plastic pollution in the world’s oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PloS One. 2014;9(12) [PMC free article] [PubMed] [Google Scholar]\nEuropean Commission . European Commission; 2013. Draft Impact Assessment for a Proposal for a Directive of the European Parliament and of the Council Amending Directive 94/62/EC on Packaging and Packaging Waste to Reduce the Consumption of Lightweight Plastic Carrier Bags.https://ec.europa.eu/transparency/regdoc/rep/1/2013/EN/1-2013-761-EN-F1-1.Pdf [Google Scholar]\nFAO, Fisheries and Aquaculture Department . Food and Agriculture Organization of the United Nations; Rome: 2016. The State of World Fisheries and Aquaculture. [Google Scholar]\nFarrell P., Nelson K. Trophiclevel transfer ofmicroplastic: Mytilusedulis (L.) to Carcinusmaenas (L.) Environ. Pollut. 2013;177:1–3. https://www.ncbi.nlm.nih.gov/pubmed/23434827 [PubMed] [Google Scholar]\nFendall L.S., Sewell M.A. Contributing to marine pollution by washing your face: microplastics in facial cleansers. Mar. Pollut. Bull. 2009;58:1225–1228. https://www.ncbi.nlm.nih.gov/pubmed/19481226 [PubMed] [Google Scholar]\nGalgani F., Fleet D., Franeker J.V., Katsanevakis S., Maes T., Mouat J., Oosterbaan L., Poitou I., Hanke G., Thompson R., Amato E., Birkun A., Janssen C. Taskgroup 10 report; 2010. marine litter. In: Zampoukas N., editor. Marine Strategy Framework Directive. JRC, IFREMER and ICES. 2010. https://ec.europa.eu/environment/marine/pdf/9-Task-Group-10.pdf [Google Scholar]\nGall S.C., Thompson R.C. The impact of debris on marine life. Mar. Pollut. Bull. 2015;92:1–2. https://www.ncbi.nlm.nih.gov/pubmed/25680883 [PubMed] [Google Scholar]\nGEF . 2012. Impactsof Marine Debris on Biodiversity: Current Status and Potential Solutions, Montreal, Secretariat of the Convention on Biological Diversity and the Scientific and Technical Advisory Panel — Technical Series 2012, No. 67: 61. https://www.cbd.int/doc/publications/cbd-ts-67-en.pdf. [Google Scholar]\nGEN . 2019. Global Ecolabelling Network (GEN)https://globalecolabelling.net/ (Accessedin 20/10/2019) [Google Scholar]\nGESAMP . Sources, fate and effects of microplastics in the marine environment: a global assessment. In: Kershaw P.J., editor. (IMO/FAO/UNESCO-IOC/UNIDO/WMO/IAEA/UN/UNEP/UNDP Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection) 2015. http://www.gesamp.org/publications/microplastics-in-the-marine-environment-part-2 Rep.Stud. GESAMP, 90. [Google Scholar]\nGilardi K., Carlson-Bremer D., June J., Antonelis K., Broadhurst G., Cowan T. Marine species mortality in derelict fishing nets in PugetSound, WA, and the cost/benefits of derelictnet removal. Mar. Pollut. Bull. 2010;690:376–382. https://www.ncbi.nlm.nih.gov/pubmed/20031176 [PubMed] [Google Scholar]\nGlaucia P.O., Maria C.T.M., Cassiana C.M., Theodore B.H., Renato S.C. Microplastic contamination in surface waters in guanabara bay, Rio de Janeiro, Brazil. Mar. Pollut. Bull. 2019;139:157–162. https://www.sciencedirect.com/science/article/pii/S0025326X18308932?via%3Dihub [PubMed] [Google Scholar]\nGoldstein M.C., Carson H.S., Eriksen M. Relationship of diversity and habitat area in North Pacific plastic-associated rafting communities. Mar. Biol. 2014;161:1441–1453. https://link.springer.com/article/10.1007/s00227-014-2432-8 [Google Scholar]\nGoldstein M.C., Goodwin D.S. Gooseneck barnacles (Lepas spp.) ingestmicro-plastic debris in the north pacific subtropical gyre. Peer J. 2013;1:e184. https://www.ncbi.nlm.nih.gov/pubmed/24167779 [PMC free article] [PubMed] [Google Scholar]\nGood T.P., June J.A., Etnier M.A., Broadhurst G. Derelict fishing nets in Puget Sound and the Northwest Straits: patterns and threats to marine fauna. Mar. Pollut. Bull. 2010;60:39–50. https://www.sciencedirect.com/science/article/pii/S0025326X09003713 [PubMed] [Google Scholar]\nGraca B., Szewc K., Zakrzewska D., Dołęga A., Szczerbowska-Boruchowska M. Sources and fate of microplastics in marine and beach sediments of the Southern Baltic Sea—a preliminary study. Environ. Sci. Pollut. Res. 2017;24(8) https://link.springer.com/article/10.1007/s11356-017-8419-5 7650–7661. [PMC free article] [PubMed] [Google Scholar]\nGray J. Marine biodiversity: patterns, threats and conservation needs. Biodivers. Conserv. 1997;6:153–175. https://link.springer.com/article/10.1023/A:1018335901847 [Google Scholar]\nGregory M.R. Plastic ‘scrubbers’ inhandcleansers: a further (andminor) source for marine pollution identified. Mar. Pollut. Bull. 1996;32:867–871. https://www.sciencedirect.com/science/article/pii/S0025326X96000471 [Google Scholar]\nGuo X., Wang J.L. The chemical behaviors of microplastics in marine environment: a review. Mar. Pollut. Bull. 2019;142:1–14. [PubMed] [Google Scholar]\nGuo X., Liu Y., Wang J.L. Sorption of sulfamethazine onto different types of microplastics: a combined experimental and molecular dynamics simulation study. Mar. Pollut. Bull. 2019;145:547–554. [PubMed] [Google Scholar]\nGuo X., Chen C., Wang J.L. Sorption of sulfamethoxazole onto six types of microplastics. Chemosphere. 2019;228:300–308. [PubMed] [Google Scholar]\nGuo X., Wang J.L. The phenomenological mass transfer kinetics model for Sr2+ sorption onto spheroids primary microplastics. Environ. Pollut. 2019;250:737–745. [PubMed] [Google Scholar]\nHall N.M., Berry K.L.E., Rintoul L., Hoogenboom M.O. Microplastic ingestion by scleractinian corals. Mar. Biol. 2015;162:725–732. https://link.springer.com/article/10.1007/s00227-015-2619-7 [Google Scholar]\nHartmann N.B., Huffer T., Thompson R.C., Hassellov M., Verschoor A., Daugaard A.E., Rist S., Karlsson T., Brennholt N., Cole M., Herrling M.T., Hess M.C., Ivleva N.P., Lusher A.L., Wagner M. Are we speaking the same language? Recommendations for a definition and categorization framework for plastic debris. Environ. Sci. Technol. 2019;53:4678–4679. [PubMed] [Google Scholar]\nHirai H., Takada H., Ogata Y., Yamashita R., Mizukawa K., Saha M., Kwan C., Moore C., Gray H., Laursen D., Zettler E., Farrington J., Reddy C., Peacock E., Ward M. Organic micropollutants in marine plastics debris from the open ocean and remote and urban beaches. Mar. Pollut. Bull. 2011;62:1683–1692. https://www.sciencedirect.com/science/article/pii/S0025326X1100316X [PubMed] [Google Scholar]\nHoa P.T.P., Managaki S., Nakada N., Takada H., Shimizu A., Anh D.H., Viet P.H., Suzuki S. Antibiotic contamination and occurrence of antibiotic-resistant bacteria in aquatic environments of northern Vietnam. Sci. Total Environ. 2011;409(15):2894–2901. [PubMed] [Google Scholar]\nHong S., Jongm Y.L., Yong C.J., Young J.K., Hee J.K., Donguk H., Sang H.H., Daeseok K., Won J.S. Impacts of marine debris on wild animals in the coastal area of Korea. Mar. Pollut. Bull. 2013;66:117–124. https://www.ncbi.nlm.nih.gov/pubmed/23199729 [PubMed] [Google Scholar]\nHossaina M.S., Shajjadur M.R., Mohammad N.U., Sharifuzzaman S.M., Sayedur R.C., Subrata S., Shah M.N.C. Vol. 238. 2019. Microplastic contamination in Penaeid shrimp from the northern bay of bengal; p. 124688.https://www.ncbi.nlm.nih.gov/pubmed/31524623 [PubMed] [Google Scholar]\nIUCN . 2018. International union for conservation of nature.https://www.iucn.org/asia/countries/sri-lanka/development-policy-strategies-and-national-action-plan-marine-protection-sri-lanka Available from: [verified: 08/06/2018] [Google Scholar]\nIUCN International union for conservation of nature. 2020. https://www.iucn.org/resources/issues-briefs/marine-plastics Available from:\nIvar do Sula J.A., Costa M.F., Barletta M., Cysneiros F.J.A. Pelagic microplastics around anarchipelago of the Equatorial Atlantic. Mar. Pollut. Bull. 2013;75(1–2):305–309. [PubMed] [Google Scholar]\nJabeen K., Su L., Li J., Yang D., Tong C., Mu J., Shi H. Microplastics and mesoplastics in fish from coastal and fresh waters of China. Environ. Pollut. 2017;221:141–149. [PubMed] [Google Scholar]\nJohnston E.L., Roberts D.A. Review Contaminants reduce the richness and evenness of marine communities: a review and meta-analysis. Environ. Pollut. 2009;157(6):1745–1752. [PubMed] [Google Scholar]\nLakshmi A., Rajagopalan R. Socio-economic implications of coastal zone degradation and their mitigation: a case study from coastal villages in India. Ocean Coast Manag. 2000;43(8–9):749–762. [Google Scholar]\nLattin G.L., Moore C.J., Zellers A.F., Moore S.L., Weisberg S.B. A comparison of neustonic plastic and zooplankton at different depths near the southern California shore. Mar. Pollut. Bull. 2004;49:291–294. https://www.sciencedirect.com/science/article/pii/S0025326X04000402 [PubMed] [Google Scholar]\nLaw K.L. Plastics in the marine environment. Annu. Rev. Mar. Sci. 2017;9:205–229. [PubMed] [Google Scholar]\nLaw K., Morét-Ferguson S., Maximenko N., Proskurowski G., Peacock E., Hafner J., Reddy C. Plastic accumulation in the north atlantic subtropical gyre. Science. 2010;329:1185–1188. https://www.ncbi.nlm.nih.gov/pubmed/20724586 [PubMed] [Google Scholar]\nLeslie H.A., Brandsma S.H., van Velzen M.J.M., Vethaak A.D. Microplastics enroute: field measurements in the Dutch river delta and Amsterdam canals, wastewater treatment plants, North Seasediments and biota. Environ. Int. 2017;101:133–142. https://www.ncbi.nlm.nih.gov/pubmed/28143645 [PubMed] [Google Scholar]\nLima A.R.A., Barletta M., Costa M.F., Ramos J.A.A., Dantas D.V., Melo P.A.M.C., Justino A.K.S., Ferreira G.V.B. Changes in the composition of ichthyoplankton assemblage and plastic debris in mangrove creeks relative to moon phases. J. Fish. Biol. 2016;89:619–640. [PubMed] [Google Scholar]\nLima A.R.A., Costa M.F., Barletta M. Distribution patterns of microplastics withinthe plankton of a tropical estuary. Environ. Res. 2014;132:146–155. [PubMed] [Google Scholar]\nLithner D., Larsson A., Dave G. Environmental and health hazard ranking and assessment of plasticpolymers based on chemicalcomposition. Sci. Total Environ. 2011;409:3309–3324. https://www.ncbi.nlm.nih.gov/pubmed/21663944 [PubMed] [Google Scholar]\nLusher A., McHugh M., Thompson R. Occurrence of microplastics in the gastrointestinal tract of pelagic and demersal fish from the English Channel. Mar. Pollut. Bull. 2013;67:94–99. https://www.ncbi.nlm.nih.gov/pubmed/23273934 [PubMed] [Google Scholar]\nMartin J., Lusher A., Thompson R.C., Morley A. The deposition and accumulation of microplastics in marine sediments and bottom water from the Irish continental shelf. Sci. Rep. 2017;7:10772. https://www.nature.com/articles/s41598-017-11079-2 [PMC free article] [PubMed] [Google Scholar]\nMcKinley A., Johnston E.L. Impacts of contaminant sources on marine fish abundance and species richness: a review and meta-analysis of evidence from the field. Mar. Ecol. Prog. Ser. 2010;420:175–191. [Google Scholar]\nMoore C.J. Synthetic polymers in the marine environment: a rapidly increasing, long-termthreat. Environ. Res. 2008;108:131–139. https://www.sciencedirect.com/science/article/pii/S001393510800159X [PubMed] [Google Scholar]\nMoore C.J., Lattin G.L., Zellers A.F. The Plastic Debris Rivers to Sea Conference, September. Redondo Beach, California, USA. 2005. 2005. Density of plastic particles found in zooplankton trawls from coastal waters of California to the north pacific central gyre (2004)http://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.565.1613 [Google Scholar]\nMoore C.J., Moore S.L., Leecaster M.K., Weisberg S.B. A comparison of plastic and plankton in the north pacific central gyre. Mar. Pollut. Bull. 2001;42(12):1297–1300. https://www.sciencedirect.com/science/article/pii/S0025326X0100114X [PubMed] [Google Scholar]\nMoore C.J., Moore S.L., Weisberg S.B., Lattin G.L., Zellers A.F. A comparison of neustonic plastic and zooplankton abundance in southern California’s coastal waters. Mar. Pollut. Bull. 2002;44:1035–1038. https://www.sciencedirect.com/science/article/pii/S0025326X02001509 [PubMed] [Google Scholar]\nMudgal S., Muehmel K., Hoa E., Gremont M., Labouze E. DG Environment – European Commission; 2012. Final Report - Options to Improve the Biodegradable Requirements in the Packaging Directive.https://ec.europa.eu/environment/waste/packaging/pdf/options_to_improve_biodegradability_in_ppwd_2012.pdf [Google Scholar]\nMurray F., Cowie P.R. Plastic contamination in the decapod crustacean Nephrops norvegicus (Linnaeus, 1758) Mar. Pollut. Bull. 2011;62:6. https://www.sciencedirect.com/science/article/pii/S0025326X11001755?via=3Dihub 1207–1217. [PubMed] [Google Scholar]\nNash A. Impacts of marine debris on subsistence fishermen an exploratory study. Mar. Pollut. Bull. 1992;24:150–156. https://www.sciencedirect.com/science/article/pii/0025326X9290243Y [Google Scholar]\nNerland I.L., Halsband C., Allan I., Thomas K.V. Norwegian Institute for Water Research; 2014. Microplastics in marine Environments: Occurrence, Distribution and Effects. Kristians and. [Google Scholar]\nNeves D., Sobral P., Ferreira J.L., Pereira T. Ingestion of microplastics by commercial fish off the Portuguese coast. Mar. Pollut. Bull. 2015;101:119–126. [PubMed] [Google Scholar]\nNg K.L., Obbard J.P. Prevalence of microplastics in Singapore's coastal marine environment. Mar. Pollut. Bull. 2006;52:761–767. https://www.sciencedirect.com/science/article/pii/S0025326X05005357 [PubMed] [Google Scholar]\nNtihuga J.N. 2006. Biosensor to Detect Heavy Metals in Waste Water in Proceedings from the International Conference on Advances in Engineering and Technology. [Google Scholar]\nNualphan . Chulalongkorn University; Thailand: 2013. Types and Sources of Marine Debris in BangSaen Beach. Chonburi Province, Master Thesis. [Google Scholar]\nO’Brine T., Thompson R.C. Degradation of plastic carrier bags in the marine environment. Mar. Poll. Bull. 2010;60(12):2279–2283. [PubMed] [Google Scholar]\nOehlmann J., Schulte-Oehlmann U., Kloas W., Jagnytsch O., Lutz I., Kusk K., Wollenberger L., Santos E., Paull G., Van Look K., Tyler C. A critical analysis of the biological impacts of plasticizers on wildlife. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2009;364:2047–2062. https://www.ncbi.nlm.nih.gov/pubmed/19528055 [PMC free article] [PubMed] [Google Scholar]\nPace R., Dimech M., Camilleri M. Rapport Commission International pour l’ exploration scientifique de la MerMediterranee. Vol. 38. 2007. Litter as a source of habitat islands on deep water muddy bottoms; p. 567.https://www.um.edu.mt/library/oar/handle/123456789/21502 [Google Scholar]\nPatel M.M., Goyal B.R., Bhadada S.V., Bhatt J.S., Amin A.F. Getting into the brain: approaches to enhance brain drug delivery. CNS Drugs. 2009;23:35–58. https://www.ncbi.nlm.nih.gov/pubmed/19062774 [PubMed] [Google Scholar]\nPazos R.S., Bauer D.E., Gomez N. Microplastics integrating the coastal planktonic community in the inner zone of Río de la Plata estuary (South America) Environ. Pollut. 2018;243:134–142. [PubMed] [Google Scholar]\nPeters C.A., Bratton S.P. Urbanization is a major influence on microplastic ingestion by sunfish in the Brazos River Basin, Central Texas, USA. Environ. Pollut. 2016;210:380–387. [PubMed] [Google Scholar]\nPossatto F.E., Barletta M., Costa M.F., Ivar do Sul J.A., Dantas D.V. Plastic debris ingestion by marine catfish: an unexpected fisheries impact. Mar. Pollut. Bull. 2011;62:1098–1102. [PubMed] [Google Scholar]\nPraboda, M.W.K., Wijethunga, H.N.S., Silva, A.P.R., Gayathry, D. L., Abeygunawardana, A.P., Senevirathna, J.D.M., Thushari, G.G.N., 2020a. Screening of Plastic Pollution Effects in Madu-ganga Estuarine Ecosystem in Southern Province, Sri Lanka: An Approach toward the Coastal Zone Management, Proceedings of International Research Conference - IRCUWU2020.\nPraboda, M.W.K., Egodauyana, K.P.U.T., Wijethunga, H.N.S., Abeygunawardana, A.P., Senevirathna, J.D.M., Thushari, G.G.N., 2020b, Occurrence of Microplastics in Gut and Muscles of Commerson's Anchovy in Madu-Ganga Estuary of Southern Province, Sri Lanka. Proceedings of International Research Conference - IRCUWU2020.\nPruter A.T. Sources, quantities and distribution of persistent plastics in the marine environment. Mar. Pollut. Bull. 1987;18:305–310. https://www.sciencedirect.com/science/article/pii/S0025326X87800164 [Google Scholar]\nReddy M.T., Natarajan S., Venkateswaran K., Someswara R.P., Neelam S., Nilamani D. Classification, characterization and comparison of aquatic ecosystems in the landscape of adilabad district, Telangana,DeccanRegion, India. OALib J. 2018;5:e4459. https://www.scirp.org/html/83843_83843.htm [Google Scholar]\nRichmond R. Coral reefs: present problems and future concerns resulting from anthropogenic disturbance. Integr. Comp. Biol. 2015;33(6):524–536. https://academic.oup.com/icb/article/33/6/524/2107143 [Google Scholar]\nRios L., Jones P., Moore C., Narayan U. Quantitation of persistent organic pollutants adsorbed on plastic debris from the Northern Pacific Gyre’s “easterngarbagepatch” J. Environ. Monit. 2010;12:2226–2236. https://pubs.rsc.org/en/content/articlelanding/2010/EM/C0EM00239A\"∖l\"!divAbstract. [PubMed] [Google Scholar]\nRosevelt C., Los Huertos M., Garza C., Nevins H.M. Marine debris in central California: quantifying type and abundance of beach litter in Monterey Bay, CA. Mar. Pollut. Bull. 2013;71:299–306. [PubMed] [Google Scholar]\nRyan P.G., Moore C.J., van Franeker J.A., Moloney C.L. Monitoring the abundance of plastic debris in the marine environment. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2009;364 https://www.ncbi.nlm.nih.gov/pubmed/19528052 1999–2012. [PMC free article] [PubMed] [Google Scholar]\nSlater F.M. Ecotones, ecoclines and eco-perturbations: the aquatic flora and fauna of the S'Albufera Natural Park, Majorca, a contribution and review. Mediterr. J. Biosci. 2016;1:120–127. [Google Scholar]\nSTAP . A STAP Information Document. Global Environment Facility; Washington, DC: 2011. Marine debris as a global environmental problem: introducing a solutions-based frame work focused on plastic; p. 40.http://www.stapgef.org/sites/default/files/stap/wp-content/uploads/2013/05/Marine-Debris.pdf [Google Scholar]\nStorm C., van der Velden J.A., Kuijpers J.W.M. From nature conservation towards restoration of estuarine dynamics in the heavily modified Rhine-Meuse estuary, The Netherlands. Arch. Hydrobiol. 2005;155:305–318. [Google Scholar]\nTahir A., Taba P., Samawi M.F., Werorilangi S. Microplastics in water, sediment and salts from traditional salt producing ponds. Global J. Environ. Sci. Manage. 2018;5(4):431–440. https://www.gjesm.net/article_36408.html [Google Scholar]\nTen B.P., Lutchman I., Bassi S., Speck S., Sheavly S., Register K., Woolaway C. Institute for European Environmental Policy (IEEP); Brussels: 2009. Guidelines on the Use of Market-Based Instruments to Address the Problem of Marine Litter.https://wedocs.unep.org/handle/20.500.11822/2435 [Google Scholar]\nTeuten E., Saquing J., Knappe D., Barlaz M., Jonsson S., Bjorn A., Rowland S., Thompson R., Galloway T., Yamashita R., Ochi D., Watanuki Y., Moore C., Viet P., Tana T., Prudente M., Boonyatumanond R., Zakaria M., Akkhavong K., Ogata Y., Hirai H., Iwasa S., Mizukawa K., Hagino Y., Imamura A., Saha M., Takada S. Transport and release of chemicals from plastics to the environment and to wildlife. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2009;364:2027–2045. https://www.ncbi.nlm.nih.gov/pubmed/19528054 [PMC free article] [PubMed] [Google Scholar]\nThe world map 2020. https://www.cosmographics.co.uk/Educational-Resources/Free-Outline-Map-Of-The-World.html\nThevenon F., Carroll C., Sousa J. 2014. Plastic Debris in the Ocean: the Characterization of Marine Plastics and Their Environmental Impacts, Situation Analysis Report.https://portals.iucn.org/library/node/44966 Gland, Switzerland: IUCN. [Google Scholar]\nThiel M., Luna-Jorquera G., Álvarez-Varas R., Gallardo C., Hinojosa I.A., Luna N., Miranda-Urbina D., Morales N., Ory N., Pacheco A.S., Portflitt-Toro M., Zavalaga C. Impacts of marine plastic pollution from continental coasts to subtropical gyres—fish, seabirds, and other vertebrates in the SE pacific. Front. Mar. Sci. 2018;5:238. [Google Scholar]\nThompson R., Moore C., Andrady A., Gregory M., Takada H., Weisberg S. New directions in plastic debris. Science. 2005;310:1117. https://science.sciencemag.org/content/310/5751/1117b [PubMed] [Google Scholar]\nThompson R., Moore C., vomSaal F., Swan S. Plastics, the environment and human health: current consensus and future trends. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2009;364:2153–2166. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2873021/ [PMC free article] [PubMed] [Google Scholar]\nThompson R.C., Olsen Y., Mitchell R.P., Davis A., Rowland S.J., John A.W.G., McGonigle D., Russell A.E. Lost at sea: where is all the plastic? Science. 2004;304:5672–5838. https://science.sciencemag.org/content/304/5672/838 [PubMed] [Google Scholar]\nThushari G.G.N., Senevirathna J.D.M., Yakupitiyage A., Chavanich S. Effects of microplastics on sessile invertebrates in the eastern coast of Thailand: an approach to coastal zone conservation. Mar. Pollut. Bull. 2017;124:349–355. https://www.ncbi.nlm.nih.gov/pubmed/28760587 [PubMed] [Google Scholar]\nThushari G.G.N., Suchana C., Amararatne Y. Coastal debris analysis in beaches of Chonburi Province, eastern of Thailand as implications for coastal conservation. Mar. Pollut. Bull. 2017;116:121–129. https://www.sciencedirect.com/science/article/pii/S0025326X16310608 [PubMed] [Google Scholar]\nTownsend A.K., Barker C.M. Plastic and the nest entanglement of urban and agricultural crows. PloS One. 2014;9(1) [PMC free article] [PubMed] [Google Scholar]\nUNEP . Vol. 47. UNEP: United Nations EnvironmentProgramme; Kenya: 2005. http://wedocs.unep.org/handle/20.500.11822/8348 (Marine Litter an Analytical Overview). [Google Scholar]\nUNEP . UNEP: United Nations Environment Programme; Nairobi: 2009. Marine Litter: A Global challenge; p. 232.http://wedocs.unep.org/handle/20.500.11822/7787 [Google Scholar]\nUNEP . United Nations Environment Programme; UNEP: 2011. Towards a Green Economy: Part II Waste, Investing in Energy and Resources Efficiency; p. 632.http://all62.jp/ecoacademy/images/15/green_economy_report.pdf [Google Scholar]\nUNEP . Vol. 104. UNEP: United Nations Environment Programme; 2018. https://wedocs.unep.org/bitstream/handle/20.500.11822/25496/singleUsePlastic_sustainability.pdf (SINGLE-USE PLASTICS: A Roadmap for Sustainability). [Google Scholar]\nVan Cauwenberghe L., Claessens M., Vandegehuchte M.B., Janssen C.R. Microplastics are takenupbymussels (Mytilusedulis) andlugworms (Arenicola marina) living in natural habitats. Environ. Pollut. 2015;199:10–17. https://www.ncbi.nlm.nih.gov/pubmed/25617854 [PubMed] [Google Scholar]\nVendel A.L., Bessa F., Alves V.E.N., Amorim A.L.A., Patrício J., Palma A.R.T. Wide-spread microplastic ingestion by fish assemblages in tropical estuaries subjected to anthropogenic pressures. Mar. Pollut. Bull. 2017;117:448–455. https://europepmc.org/article/med/28214011 [PubMed] [Google Scholar]\nVon Moos N., Burkhardt-Holm P., Koehler A. Uptake and effects of microplastics on cells and tissues of the blue mussel Mytilus edulis L. after experimental exposure. Environ. Sci. Technol. 2012;46:11327–11335. https://www.ncbi.nlm.nih.gov/pubmed/22963286 [PubMed] [Google Scholar]\nWagner J., Wang Z.M., Ghosal S., Rochman C., Gasseld M., Walla S. Novelmethod for the extract ion and identification of microplastics in ocean trawl and fish gut matrices. Anal. Methods. 2017;9:1479–1490. https://pubs.rsc.org/en/content/articlelanding/2017/ay/c6ay02396g [Google Scholar]\nWang J., Zheng L., Li J. A critical review on the sources and instruments of marine microplastics and prospects on the relevant management in China. Waste Manag. Res. 2018;36(10):898–911. [PubMed] [Google Scholar]\nWard J.E., Shumway S.E. Separating the grain from the chaff: particles election insuspension- and deposit-feeding bivalves. J. Exp. Mar. Biol. Ecol. 2004;300:83–130. https://www.deepdyve.com/lp/elsevier/separating-the-grain-from-the-chaff-particle-selection-in-suspension-0Zkp0JuEZ6 [Google Scholar]\nWebb H.K., Arnott J., Crawford R.J., Ivanova E.P. Plastic degradation and its environmental implications with special reference to poly (ethyleneterephtalate) Polymers. 2013;5:1–18. https://www.mdpi.com/2073-4360/5/1/1 [Google Scholar]\nWessel C.C., Lockridge G.R., Battiste D., Cebrian J. Abundance and characteristics of microplastics in beach sediments: insights into microplastic accumulation in northern Gulf of Mexico estuaries. Mar. Pollut. Bull. 2016;109:178–183. [PubMed] [Google Scholar]\nWijethunga H.N.S., Athawuda A.M.G.A.D., Dias P.C.B., Abeygunawardana A.P., Senevirathna J.D.M., Thushari G.G.N., Liyanage N.P.P., Jayamanne S.C. Proceedings of International Research Conference of Uva Wellassa University. 2019. Screening the Effects of Microplastics on Selected Invertebrates along Southern Coastal belt in Sri Lanka: A Preliminary Approach to Coastal Pollution Control. [Google Scholar]\nWoodall L.C., Sanchez-Vidal A., Canals M., Paterson G.L.J., Rachel C., Victoria S., Antonio C., Rogers A.D., Narayanaswamy B.E., Thompson R.C. The deep sea is a major sink for microplastic debris. R. Soc. Open Sci. 2014;1:140317. https://scinapse.io/papers/2011923115 [PMC free article] [PubMed] [Google Scholar]\nWright S.L., Thompson R.C., Galloway T.S. The physical impact of micro-plastics on marine organisms: a review. Environ. Pollut. 2013;178:483–492. https://www.sciencedirect.com/science/article/pii/S0269749113001140 [PubMed] [Google Scholar]\nZarfl C., Fleet D., Fries E., Galgani F., Gerdts G., Hanke G., Matthies M. Microplastics in oceans. Mar. Pollut. Bull. 2011;62:1589–1591. https://www.ncbi.nlm.nih.gov/pubmed/21440270 [PubMed] [Google Scholar]\nZettler E.R., Mincer T.J., Amaral-Zettler L.A. Life in the “Plastisphere”: microbial communities on plastic marine debris. Environ. Sci. Technol. 2013;47:7137–7146. https://www.ncbi.nlm.nih.gov/pubmed/23745679 [PubMed] [Google Scholar]\nZitko V., Hanlon M. Another source of pollution by plastics: skin cleansers with plastics crubbers. Mar. Pollut. Bull. 1991;22:41–42. https://www.sciencedirect.com/science/article/pii/0025326X9190444W?via%3Dihub [Google Scholar]\nArticles from Heliyon are provided here courtesy of Elsevier\nOTHER FORMATS\nPubReader PDF (2.5M)\nACTIONS\nCite\nCollections\nSHARE\n \n \n \n \n \nRESOURCES\nSimilar articles\nCited by other articles\nLinks to NCBI Databases\nFOLLOW NCBI\n\nConnect with NLM\n\n  \n\nNational Library of Medicine\n8600 Rockville Pike\nBethesda, MD 20894\n\nWeb Policies\nFOIA\nHHS Vulnerability Disclosure\n\nHelp\nAccessibility\nCareers\n\nNLM\nNIH\nHHS\nUSA.gov"
}