{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "How to reduce pollution cloud : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/nklluc/how_to_reduce_pollution_cloud/",
  "body": "To reduce your cloud make sure to: convert all miners from Burner miner -> electric miner -> electric miner with eff 1. Convert all furnaces to steel furnace, then to electric furnace with eff 1. For any burner fuel you do use, light oil solid fuel is better than coal. Upgrading your assembly machines to the highest tier available and adding ...",
  "textContent": "How to reduce pollution cloud : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n3 yr. ago\nNIN_D\nHow to reduce pollution cloud\nQuestion\n\nSo It’s my first time playing factorio, right now im in this constant cycle of running around trying to reduce the amount of biter nests due to attacks. I made my base in a desert which I didn’t know effected pollution spread, I’ve set up my solar panels to run during the day and the steam engines to kick in at night but the cloud is still the same. I’m also trying to build walls outside the cloud. If i switch to fully solar how much of a cloud reduction will I get? Do the 20 steam engines I have contribute that much to the cloud?\n\nSort by:\nAdd a Comment\nSoul-Burn\n•\n3 yr. ago\n\nLimit your chests. It might be that you're making too many stacks of things too quickly and therefore make a lot of pollution.\n\nAt this current stage of the game, you probably don't need 500 miners in a box, or 8000 ammo mags.\n\nEventually, you'll have more than enough production so that constant attacks aren't a problem. At that stage, produce whatever you want and ignore the pollution :)\n\nReply\nreply\nBierpong93\n•\n3 yr. ago\n\nSwitch to Solar + Batteries has the largest impact. Keep the coal based engines for emergency.\n\nBut I would recommend to relocate the biters away from your cloud. Build Walls on keypoints that are easy to defend. On the long hang your factory (and so the pollution) will grow anyway.\n\nReply\nreply\narowz1\n•\n3 yr. ago\n\nI control my pollution cloud with artillery peppered liberally among a vast border wall of laser turrets and flame turrets. If the space within the walls gets too crowded, I send out my pollution control spider squad to scout and secure my next free to pollute zone, whereupon I recreate my symphony of lasers, flamers and till’ry\n\nReply\nreply\nQuilusy\n•\n3 yr. ago\n\nPress \"P\" and check you pollution \"production\". Typically miners produce the most pollution, i recommend efficiency 1 modules in all your miners. It'll greatly reduce pollution and electricity consumption which in turn reduced pollution from boilers.\n\nIf you have that, eff1 in the assemblers that always run may also help reduce the cloud further.\n\nI never used eff2 or eff3 as the extra value isn't worth it to me.\n\nReply\nreply\n5 more replies\nPulsefel\n•\n3 yr. ago\n\nthe only way in vanilla to reduce your cloud is to halt production of pollution and use pollution free solar for power. so shut down your science labs for awhile, or just finish the next tech and stop your rocket launches if you have them going. once your consumption of science ends the productions will back up. once they back up all the way to the miners everything will halt. ensure your defensive line and artillery are set and let the game run for awhile. the cloud will die down over time as nothing will produce pollution if not running and solar will easily handle the constant drain of sleeping machines.\n\nReply\nreply\nNIN_D\n•\n3 yr. ago\n\nThanks for the replies everyone. Looks like efficiency modules are the way to go, I was only using walls to hopefully buy myself some time to automate laser turrets\n\nReply\nreply\nfrumpy3\n•\n3 yr. ago\n\nTo reduce your cloud make sure to:\n\nconvert all miners from Burner miner -> electric miner -> electric miner with eff 1\n\nConvert all furnaces to steel furnace, then to electric furnace with eff 1\n\nFor any burner fuel you do use, light oil solid fuel is better than coal.\n\nUpgrading your assembly machines to the highest tier available and adding efficiency 1 helps.\n\nPlacing eff 1 in refineries / Chem plants helps as well.\n\nFor power, this is the last thing to do from a cost / pollution saved perspective, nuclear will be the best choice as it’s about 10x cheaper per MW than solar, but if you don’t have uranium go ahead and get a solar / accum grid going.\n\nIf you do all of this you’ll either have a smaller pollution cloud with the same production or you’ll have the same pollution cloud with something like 10-20x production\n\nReply\nreply\n3 more replies\nCrBr\n•\n3 yr. ago\n\nEfficiency mods in drills, then furnaces. Those machines create mist of the pollution.\n\nProd mods in the purple and yellow science factories. 25% less input means 25% less pollution.\n\nMake a ring of laser turrets on coal power. Put everything else on solar. You don't need to produce all night.\n\nMichael Hendrick's No Spoon guide and videos go to extremes. Default settings, and only 1 set of boilers. He clears a wide ring early, a d the pollution cloud barely grows.\n\nReply\nreply\nUncleDan2017\n•\n3 yr. ago\n\nTier 1 efficiency chips in miners helps a lot. Not only do they cut energy usage, but they cut pollution usage by the same amount. 3 Tier 1 Efficiency chip in a miner means that it now outputs only 20% of the pollution, and consumes only 20% of the power without chips. It's a pretty effective strategy for newer players.\n\nEventually you'll be faster and more efficient in putting up defenses and the like, and you won't need them when you have better defensive options, but they are fairly useful in the early to midgame.\n\nReply\nreply\n1 more reply\nfastgeek\n•\n3 yr. ago\n\nI'm playing no solar this time; so my solution is to ruthlessly slaughter anything that has the audacity to reside within my plume of death. 😉\n\nReply\nreply\nngwoo\n•\n3 yr. ago\n\nIf you fill the entire world with pollution it will technically be trapped and therefore considered controlled\n\nReply\nreply\nFinellyTrained\n•\n3 yr. ago\n\nPressing the P button opens graphs, there is a pollution tab there, so you can check what type of building produces the most pollution. Two most contributing will be drills and boilers probably.\n\nAdd accumulators so steam won't have to kick in at all. Get more effective with clearing nests. It should be possible to have no nests and no attacks at all. Effective nests killing works like this: if you have spidertrons, no problem, set a group armed with yellow rockets around, you can do it with one remote if they all set to follow one, so you don't need to be present at all.\n\nIf you don't have spidertrons, it requires you. Wear mk2 power armor with shield, reactor, 2 mk2 batteries, 3 legs, 5-6 personal laser defense, dodge spits, cover a nest with gas grenades.\n\nIf you don't have mk2, use tank with rocket fuel, power armor with roboport and repair kits, circle around the nest, be sure not to drive into a cliff, because stopping means death, cover the nest in gas, deploy 4-8 defender bots before you engage.\n\nIf you don't have a tank yet, it all you. Just run around throw grenades, don't walk into the cloud, deploy 4-8 defenders.\n\nReply\nreply\n \nTop 1%\nRank by size \nTOP POSTS\nReddit\nreReddit: Top posts of May 25, 2021\nReddit\nreReddit: Top posts of May 2021\nReddit\nreReddit: Top posts of 2021"
}