{
  "query": "plastic pollution",
  "site": "twitter.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Introducing Twitter Blue - Twitter's first-ever subscription offering",
  "href": "https://blog.twitter.com/en_us/topics/company/2021/introducing-twitter-blue",
  "body": "This initial set of features was developed based on feedback we received from our very own power Twitter community: As a Twitter Blue subscriber, you will get these features and perks for the monthly price of $3.49 CAD or $4.49 AUD. We will be listening to feedback and building out even more features and perks for our subscribers over time.",
  "textContent": "Blog\nBlog\nEvents\nProduct\nInsights\nCompany\nOther blogs\n‎English (US)‎ \nSign Up\nCompany\nIntroducing Twitter Blue - Twitter’s first-ever subscription offering\nBy \nSara Beykpour\n and \nSmita Gupta\nThursday, 3 June 2021 \n   \n\nWe’ve heard from the people that use Twitter a lot, and we mean a lot, that we don’t always build power features that meet their needs. Well, that’s about to change. We took this feedback to heart, and are developing and iterating upon a solution that will give the people who use Twitter the most what they are looking for: access to exclusive features and perks that will take their experience on Twitter to the next level.\n\nAnd for those wondering, no, a free Twitter is not going away, and never will. This subscription offering is simply meant to add enhanced and complementary features to the already existing Twitter experience for those who want it.\n\nMeet Twitter Blue\n\nStarting today, we will be rolling out our first iteration of Twitter Blue in Australia and Canada. Our hope with this initial phase is to gain a deeper understanding of what will make your Twitter experience more customized, more expressive, and generally speaking more 🔥. \n\nThose who sign up for a Twitter Blue subscription will get a set of features and perks that include the following:\n\nBookmark Folders: Want an easy way to better organize your saved content? Bookmark Folders let you organize the Tweets you’ve saved by letting you manage content so when you need it, you can find it easily and efficiently.\n\nUndo Tweet: Typo? Forgot to tag someone? Preview and revise your Tweet before it goes live. With Undo Tweet, you can set a customizable timer of up to 30 seconds to click ‘Undo’ before the Tweet, reply, or thread you’ve sent posts to your timeline. Correct mistakes easily by previewing what your Tweet will look like before the world can see it.\n\nReader Mode: Reader Mode provides a more beautiful reading experience by getting rid of the noise. We are making it easier for you to keep up with long threads on Twitter by turning them into easy-to-read text so you can read all the latest content seamlessly.\n\nSubscribers will also get access to perks, such as customizable app icons for their device’s home screen and fun color themes for their Twitter app, and will have access to dedicated subscription customer support.\n\nThis initial set of features was developed based on feedback we received from our very own power Twitter community:\n\nAs a Twitter Blue subscriber, you will get these features and perks for the monthly price of $3.49 CAD or $4.49 AUD. We will be listening to feedback and building out even more features and perks for our subscribers over time. As always, we’ll be keeping you updated as we progress right here, so be sure to check back in. \n\nFor those of you in Australia and Canada, get your Tweet on and sign up for Twitter Blue! And be sure to follow @TwitterBlue to keep up to date with the latest and share your feedback. We’ll be listening 👂. \n\nOnly on Twitter\n@Twitter\n#OnlyOnTwitter\nTags:\nproduct\n \n \n \nMore from Company\nImperfect, by design\nBy \nDonna Lamar\n on Friday, 29 January 2021\nCoronavirus: Staying safe and informed on Twitter\nBy \nX\n on Tuesday, 12 January 2021\nNational Disability Employment Awareness Month 2020 with Twitter Able\nBy \nJustine De Caires\n and \nAndrew Hayward\n on Friday, 30 October 2020\nHispanic Heritage Month 2020 recap\nBy \nCatalina Restrepo\n and \nXiomara Davila\n on Thursday, 22 October 2020\nX platform\nX.com\nStatus\nAccessibility\nEmbed a post\nPrivacy Center\nTransparency Center\nDownload the X app\nX Corp.\nAbout the company\nCompany news\nBrand toolkit\nJobs and internships\nInvestors\nHelp\nHelp Center\nUsing X\nX for creators\nAds Help Center\nManaging your account\nEmail Preference Center\nRules and policies\nContact us\nDeveloper resources\nDeveloper home\nDocumentation\nForums\nCommunities\nDeveloper blog\nEngineering blog\nDeveloper terms\nBusiness resources\nAdvertise\nX for business\nResources and guides\nX for marketers\nMarketing insights\nBrand inspiration\nX Flight School\n\n‎© 2023 X Corp.‎\n\nCookies\nPrivacy\nTerms and conditions"
}