{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Starbucks Strawless Lids Now Available Across the U.S. and Canada",
  "href": "https://stories.starbucks.com/press/2020/starbucks-strawless-lids-now-available-across-the-u-s-and-canada/",
  "body": "As part of the company's efforts to phase out plastic straws worldwide, a recyclable, strawless lid is the new standard for iced beverages in Starbucks stores Over the past year, Starbucks has trialed new lightweight, recyclable strawless lids in select markets across the U.S. and Canada.",
  "textContent": "Skip to content\nStarbucks News and Stories\nPEOPLE\nPLANET\nCOFFEE & CRAFT\nPRESS CENTER\nSite search\nSearch\nOpen Language Picker\nStarbucks Strawless Lids Now Available Across the U.S. and Canada\n\nSeptember 10, 2020 • 3 min read\n\nDOWNLOAD ASSETS\n•\nSHARE\nShare on Facebook\nShare on Twitter\nShare on LinkedIn\nShare in email\n\nAs part of the company’s efforts to phase out plastic straws worldwide, a recyclable, strawless lid is the new standard for iced beverages in Starbucks stores\n\nOver the past year, Starbucks has trialed new lightweight, recyclable strawless lids in select markets across the U.S. and Canada. Due to the success of this test, the company is rolling out strawless lids to company-operated and licensed stores, marking a significant milestone in Starbucks effort to eliminate one billion plastic straws globally per year. Starbucks will continue to shift away from single-use packaging and plastics as part of its resource positive commitment announced in January.\n\n“Recyclable, strawless lids for customers across the U.S. and Canada is another step in our journey to reduce our environmental footprint,” said Michael Kobori, chief sustainability officer at Starbucks. “As we move closer toward our 2030 target of a 50 percent reduction in waste sent to landfills, the long-standing history of innovation within Starbucks, partnership across the industry and changing consumer behavior remain fundamental to our purpose and our prosperity as an organization.”  \n\nShare This Image\n\nStarbucks designed, developed, and manufactured its strawless lid, which will now be the standard for all iced coffee, tea, espresso, and Starbucks Refreshers® beverages. The lid was modeled after the lid customers recognize from Starbucks hot drinks and has approximately nine percent less plastic than the flat lid and straw historically used for iced beverages. Unlike straws that cannot be recycled because of their size, the strawless lid made from polypropylene, meets the Association of Plastic Recyclers design guidelines for recyclability and can be recycled in many markets in the U.S. and Canada.\n\n“We developed and trialed several prototypes to arrive at this milestone,” said Andy Corlett, director of global packaging solutions and innovations, whose team at Starbucks helped design the lid. “A recyclable, strawless lid becoming the standard for iced drinks is one small way we can give more than we take from the planet. This is a significant moment for Starbucks as we work to reduce waste and safeguard the environment.”\n\nCorlett’s team developed variations in lid design to match the variety of beverages Starbucks offers. For example, the distinct lid for Nitro beverages, which began rolling out in 2018, has a slightly wider, tear-drop shaped opening, designed for the perfect drinking experience of Starbucks velvety-smooth Nitro Cold Brew and beverages with Cold Foam. Similarly, Frappuccino® blended beverages and other drinks with whipped cream will continue to have a domed lid made from recyclable plastic and be accompanied by a straw, except where prohibited by local law. Straws will also remain available in stores for customers upon request.\n\n“Last year alone, volunteers with Ocean Conservancy’s International Coastal Cleanup removed nearly one million straws from beaches and waterways around the world, and that’s one million too many polluting our environment,” said Doug Cress, Vice President of Conservation at Ocean Conservancy. “Starbucks strawless lid is a prime example of how innovation will help us move closer to a healthy ocean free of trash, and we are committed to working with Starbucks through our International Coastal Cleanup and our Trash Free Seas Alliance to drive positive change. Our hope is that other companies follow suit, and that these innovations are met with greater investment from both the public and private sectors in recycling infrastructure and markets to keep the momentum alive.”\n\nShare This Image\n\nStarbucks continues to make progress against its commitment to phase out plastic straws worldwide. Starbucks Korea was the company’s first market to eliminate straws through strawless lids and paper straw alternatives in 2018. In 2019, Starbucks introduced strawless lids in select markets across the U.S., Canada and China, in addition to introducing FSC (Forest Stewardship Council®) certified paper straws across the UK and Europe. Strawless lids and straws made from alternative materials will continue to be tested and rolled out to more markets in the coming year.\n\nShare This Image\nShare This Image\nShare This Image\n\nShare This Article\nShare on Facebook\nShare on Twitter\nShare on LinkedIn\nShare in email\nMORE LIKE THIS\nNew Holiday Gift Sets, Apparel and Experiences to Launch at U.S. Starbucks Reserve Roasteries and Stores \n\nThis holiday season, Starbucks Reserve invites you to discover a world of coffee and joy with an exclusive collection of all-new curated gift sets, apparel and experiences.\n\nStarbucks China Coffee Innovation Park: Now Roasting\n\nStarbucks today announced the eagerly anticipated opening of its China Coffee Innovation Park (CIP), fulfilling its scaled vertical integration ‘from bean-to-cup’ across one market – a first for the company globally.\n\nStarbucks Latest California Borrow A Cup Test Furthers Company’s Shift Toward Reusables \n\nFurthering their resource-positive commitments, Starbucks launched a reusable cup test in 12 Starbucks stores in California.\n\nSTARBUCKS.COM\nCAREER CENTER\nRESERVE\nAT HOME\nTwitter\nInstagram\nYouTube\nUSA:\nEnglish\nUSA\nCANADA:\nEnglish\nCanada\nFrançais\nEMEA:\nEnglish\nEMEA\nLATIN AMERICA:\nEspañol\nPortuguês\nEnglish\nLatin America\nASIA:\nEnglish\nAsia\nJAPAN:\n日本語\nPRIVACY POLICY\nTERMS & CONDITIONS\n\n© 2023 Starbucks Corporation. All rights reserved."
}