{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Act sustainably. Use plastic straws. : r/facepalm - Reddit",
  "href": "https://www.reddit.com/r/facepalm/comments/lzdrb3/act_sustainably_use_plastic_straws/",
  "body": "Business, Economics, and Finance. GameStop Moderna Pfizer Johnson & Johnson AstraZeneca Walgreens Best Buy Novavax SpaceX Tesla. Crypto",
  "textContent": "Act sustainably. Use plastic straws. : r/facepalm\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to facepalm\nr/facepalm\n\n3 yr. ago\nFir3Fox87\nAct sustainably. Use plastic straws.\nMisc\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nkrQniix\n\n3 yr. ago\n\nPlastic is recyclable the problem isnt the plastic its the people not recycling\n\n2 more replies\nBallzinferno\n\n3 yr. ago\n\nThe straw is not part of the carton.\n\nRawfail\n\n3 yr. ago\n\nHow else are we supposed to drink from it? I'm not about to drink a juice box like a sugar filled tiddy\n\n2 more replies\nBlueManedHawk\n\n3 yr. ago\n\nLarge corporations are responsible for more of the pacific garbage patch than single-use straws.\n\n \nTop 1%\nRank by size \nr/facepalm\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n2.3K upvotes 路 604 comments\nr/facepalm\n\"What this advertising boycott is going to do is, it is going to kill the company,\" Musk said Wednesday. \"And the whole world will know that those advertisers killed the company.\"\nhollywoodreporter\n5.3K upvotes 路 1.3K comments\nr/LasCruces\nPlastic bag ban\n5 upvotes 路 19 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes 路 336 comments\nr/mildlyinteresting\nThis message at the bottom of my plastic bag.\n80 upvotes 路 6 comments\nr/unpopularopinion\nStop presenting steel straws as some holy planet friendly alternative to plastic straws\n82 upvotes 路 30 comments\nr/atheism\nVideo: Stephen Hawking stating that religion was an early human attempt to answer some universal questions of existence, but now science provides better and more consistent answers. But people continue to cling to religion because it gives comfort and they do not trust or understand science. К\nyoutube\n721 upvotes 路 45 comments\nr/rccars\nIs this safe to charge? I dont think the battery itself is puffy just the shrink wrap.\n1 upvote 路 13 comments\nr/hellofresh\nWhat to do with the packaging?\n2 upvotes 路 7 comments\nr/boba\nCan you reuse Sunright Tea Studio cups?\n7 upvotes 路 2 comments\nr/facepalm\nThis Fox News host gives climate skeptics airtime but went solar at home\nwashingtonpost\n209 upvotes 路 29 comments\nr/facepalm\nRight-wing U.S. media covered fiction as fact: A non-existent terrorist attack from Canada at Rainbow Bridge\ncbc.ca\n417 upvotes 路 62 comments\nr/unpopularopinion\nThe solution to pollution from plastic straws is NOT paper straws.\n6.4K upvotes 路 679 comments\nr/Delaware\nPlastic Bag Ban\n33 upvotes 路 39 comments\nr/AskAnAmerican\nAre your cereal boxes with no plastic bag?\n50 upvotes 路 64 comments\nr/mildlyinteresting\nAgave environmentally friendly straws wrapped in paper and packaged with thick tarp like plastic that's taped closed.\n24 upvotes 路 3 comments\nr/atheism\nThe Simpsons - Evolution vs Creationism (showed up in my feed, had a good laugh)\nyoutube\n218 upvotes 路 19 comments\nr/facepalm\nFlorida Woman Posed as 14-Year-Old Homeschooled Student to Have Sex with Student She Met Online\nibtimes.sg\n283 upvotes 路 231 comments\nr/atheism\nA PA school district owes Satanists $200,000 for banning After School Satan Club\nyoutube\n160 upvotes 路 7 comments\nr/mildlyinteresting\nCoconut water sold in the coconut itself with an eco-friendly ring-pull\n1.7K upvotes 路 138 comments\nr/facepalm\nAustralian naval personnel have sustained minor injuries after being subjected to sonar pulses from a Chinese warship. The Australian frigate provided multiple warnings to vessels in the area that diving operations were underway. the Chinese vessel approached and began operating its sonar anyways.\nabc.net.au\n444 upvotes 路 62 comments\nr/texas\nTexas has the fewest personal freedoms\nnewsweek\n8K upvotes 路 1.1K comments\nr/Arkansas\nSarah Huckabee Sanders Under Fire For Spending Tax Dollars On College Football Party\nyoutube\n216 upvotes 路 74 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes 路 250 comments\nr/atheism\nNigerian Pastor claims God suddenly stopped winter for him during a visit to Colorado because he hates the cold.\nnewsweek\n1K upvotes 路 124 comments\nTOP POSTS\nReddit\nreReddit: Top posts of March 6, 2021\nReddit\nreReddit: Top posts of March 2021\nReddit\nreReddit: Top posts of 2021"
}