{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The 10 Best Reusable Straws For Sipping At Home Or On The Go",
  "href": "https://www.forbes.com/sites/forbes-personal-shopper/2020/08/28/best-reusable-straws/",
  "body": "Not only do reusable straws help to prevent plastic pollution, but cleaning and re-using them also decreases your waste output.",
  "textContent": "Subscribe to newsletters\nSign In\nMattress & Sleep\nHome\nFashion\nKids & Baby Gear\nGear\nBeauty & Grooming\nTech & Electronics\nTravel\nGifts\nDeals\nWe independently select all products and services. If you click through links we provide, we may earn a commission. Learn more\nVETTEDFORBES VETTED\nThe 10 Best Reusable Straws For Sipping At Home Or On The Go\nAshley Abramson\nContributor\nForbes Vetted\nAug 28, 2020,10:30am EDT\n\nIf, like me, you’ve been trying to be more environmentally conscious, you know that cutting back on single-use plastics (or not using them at all) is a good place to start. Maybe that means bringing tote bags to the grocery store or investing in a quality water bottle for hydrating on the go. Or maybe that means getting a few reusable straws so you never need another plastic one. Not only do reusable straws help to prevent plastic pollution, but cleaning and re-using them also decreases your waste output. \n\nNot all reusable straws are created equal, though, and with the abundance of options — stainless steel, silicone and glass in all shapes and sizes — and user preferences (maybe you also hate the feeling of cold liquid in a metal straw), it can be tough to choose which will work best for you and your family. So I combed through tons of ratings and reviews to find all the different kinds of reusable straws users love most. From collapsible options that fit on your keychain to slow sip silicone ones for kids, here are our picks for the best reusable straws out there right now.\n\nFOOD52\n\nBest Reusable Straw Overall: Final Straw Collapsible Reusable Metal Straw with Case\nBest Silicone Straw: Five Two Reusable Silicone Straws from Food52\nBest Collapsible Straw: Flyby Collapsible Straw\nBest Combo Straw: Klean Kanteen 5-Piece Stainless Steel Straw Set\nBest Glass Straw: Hummingbird Glass Straws\nBest Metal Straw: HIWARE 12-Pack Reusable Stainless Steel Metal Straws with Case\nBest Budget Reusable Straw: Ozark Trail Stainless Steel Straws with Cleanser Brush\nBest Reusable Straw For Kids: Slurp Reusable Straws\nBest Wide Straw: HIWARE Reusable Boba Straws\nBest Cocktail Straw: EasyBites Reusable Cocktail Straws\n\nMORE FROMFORBES VETTED\nThe 13 Best Men’s Wallets, According To Style Experts And Our Editors\nByKari MolvarForbes Staff\nThe 10 Best All-Inclusive Resorts In The US\nByTerry WardContributor\nBest Reusable Straw Overall\nFinal Straw Collapsible Reusable Metal Straw with Case\n\nAMAZON\n\nFinal Straw Collapsible Reusable Metal Straw with Case\n$20\nBUY FROM AMAZON\n\nIf you’re willing to spend a little more for quality and higher environmental standards, Final Straw’s collapsible metal straw is the best option. The company, which raised $1.89 million on Kickstarter and appeared on the season 10 premiere of Shark Tank,  is committed to quality materials and eco-friendly production facilities — and, apparently, they make straws that last a lifetime.\n\nWith a 4.6-star rating, this collapsible straw is a user favorite that’s not only easy to drink from (lots of folks love its silicone ends) but also easy to clean (it’s dishwasher safe). And unlike telescoping options, it folds up into its keychain-friendly carrying case, but stays sturdy while drinking.\n\nBest Silicone Straw\nFive Two Reusable Silicone Straws from Food52\nMOST POPULAR\n\nFOOD52\n\nFive Two Reusable Silicone Straws from Food52\n$25\nBUY FROM FOOD52\n\nMade from platinum-grade silicone, these BPA- and BPS-free straws from Food52’s kitchen and home goods line are beloved by users for their portability, how easy it is to clean them (they’re dishwasher safe) and overall comfort when drinking.\n\nThe colorful pack of 10 comes with four mini carrying cases and four squeegees for cleaning. As with any silicone option, their flexibility makes it hard to navigate around ice and stir thick smoothies, but other than that, they sip through drinks with ease. One happy reviewer exclaimed, “The silicone straws are soft and flexible, but stiff enough to use without feeling wimpy. The colors are so cute, and I just love using these!”\n\nBest Collapsible Straw\nFlyby Collapsible Straw\n\nAMAZON\n\nFlyby Collapsible Straw\n$6\nBUY FROM AMAZON\n\nThis stainless steel straw is telescopic, making it an ideal option for customers who appreciate versatility. It’s compatible with cups 12-40 ounces, so you can sip from just about any mug, glass or tumbler. And it comes in nearly a dozen colors, so everyone in the family can have their own.\n\nCustomers on Amazon praise the straw’s functionality: It fits in a small keychain container you can attach to your belt loop or bag. “I can take it with me wherever I go without having to look weird holding a giant straw,” one reviewer said. Another reviewer appreciates the accompanying, telescoping brush, which makes it “Easy to run water through and give it a scrub before putting it back in the case.”\n\nBest Combo Straw\nKlean Kanteen 5 Piece Stainless Steel Straw Set\n\nAMAZON\n\nKlean Kanteen 5 Piece Stainless Steel Straw Set\n$10\nBUY FROM AMAZON\n\nMade with durable, 18/8 stainless steel with a removable soft silicone flex tip, this straw captures the best of both worlds: It’s sturdy and easy to clean, without the cold, metallic feel when you’re sipping.\n\nThese combo straws are also more kid-friendly than other reusable straw options. “I bought these as I have a daughter and don’t want her chewing on metal straws, or having an accident with one,” writes one reviewer. “I like that these have a silicone tip. Very versatile, easy to clean and store nicely. We drink a lot of smoothies and these are the perfect size!”\n\nBest Glass Straw\nHummingbird Glass Straws\n\nAMAZON\n\nHummingbird Glass Straws\n$20\n$40\nSAVE $20 (50%)\nBUY FROM AMAZON\n\nFor added strength and durability without the chilly mouthfeel of a metal straw, consider a glass straw option. Glass straws can be used in both hot and cold drinks, and they’re more reminiscent of traditional, plastic straws — they’re clear, and these come with a slight bend at the top.\n\nAccording to one reviewer, Hummingbird hits all the marks: “They are a sturdy glass with just the right thickness and the ends are finished with a beautiful rounded edge which is very mouth friendly!” Cleaning them is also a breeze: Just add them to the flatware compartment in your dishwasher or use hot, soapy water in your sink.\n\nBest Metal Straw\nHIWARE 12-Pack Reusable Stainless Steel Metal Straws with Case\n\nAMAZON\n\nHIWARE 12-Pack Reusable Stainless Steel Metal Straws with Case\n$7\n$12\nSAVE $5 (42%)\nBUY FROM AMAZON\n\nIf you’re looking for variety, check out this 12-pack of stainless steel straws, which contains six straight and six bent straws in two different sizes (one for 20-ounce tumblers, and another for 30-ounce sizes). HIWARE’s metal straws also come with a portable, cotton bag for travel, plus an accompanying cleaning kit.\n\nCustomers rave about these metal straws (they have a 4.8 star rating from over 11,000 reviews) because they’re easy to clean — just rinse them after drinking to prevent buildup. Plus, the metal doesn’t impart a weird taste: “I wasn’t sure I would like the feel of the metal, but I honestly can’t imagine going back to plastic now,” one reviewer writes. “These are great for the environment and honestly better in every way.”\n\nBest Budget Reusable Straw\nOzark Trail Stainless Steel Straws with Cleanser Brush\n\nWALMART\n\nOzark Trail Stainless Steel Straws with Cleanser Brush\n$3\nBUY FROM WALMART\n\nProtect the environment on a budget with these highly-rated stainless steel straws from Ozark Trail, which also come with a cleanser brush. The $3 price tag (which rounds out to about $.34 cents per straw) doesn’t skimp on quality: “I have been using reusable straws for quite some time now, and none have been as great as these,” writes one reviewer. “They are thick and SUPER durable.”\n\nCustomers also appreciate the rubber tip, which protects lips from the feel of the cool metal (especially with cold drinks). “They even held up to my toddlers running around trying to bite the rubber pieces off,” writes a happy customer. “Definitely recommend.”\n\nBest Reusable Straw For Kids\nSlurp Reusable Straws\n\nAMAZON\n\nSlurp Reusable Straws\n$14\nBUY FROM AMAZON\n\nJust the right size for kids’ cups (up to 6” tall or 16 ounces), these colorful, silicone straws also have a moderate “slow” flow that suits little ones. While the size and silicone material are geared toward kids, they’ll also stand up to an adult beverage: “Sure, these might be for kids, but I got them for my cocktails and they’re perfect!” praises one Amazon reviewer. “I tend to bite and chew on my straws and these have been super sturdy and durable so far!”\n\nBest Wide Straw\nHIWARE Reusable Boba Straws\n\nAMAZON\n\nHIWARE Reusable Boba Straws\n$5\n$8\nSAVE $3 (37%)\nBUY FROM AMAZON\n\nStandard-sized straws won’t cut it for bubble tea drinkers, who love this extra-wide model that’s outfitted with an angled tip to puncture the top of a boba drink. Reviewers say these HIWARE straws don’t collapse or get clogged, which also makes them perfect for thicker, frozen drinks like shakes and smoothies.\n\nThe only downfall is that while you won’t generate waste with these reusable wide straws, they are made from BPA-free, food grade plastic, so they’re not completely environmentally-friendly.\n\nBest Cocktail Straw\nEasyBites Reusable Cocktail Straws\n\nAMAZON\n\nEasyBites Reusable Cocktail Straws\n$8\nBUY FROM AMAZON\nForbes Vetted\n00:30\nThe 13 Best Men’s Wallets, According To\nStyle Experts And Our Editors\n\nWhat makes a great cocktail straw? Anything that helps you enjoy your cocktail, really. According to reviewers, EasyBites’ cocktail straws hit the nail on the head. They’re stainless steel with a soft, silicone tip for comfortable sipping, and customers appreciate the sophisticated aesthetic.\n\nWhile they’re consistently high-rated for quality, one reviewer comments that the small size limits use to drinks around eight ounces. But if cocktails aren’t your thing, customers also say these are just the right size for a travel wine tumbler.\n\nCoupons\nBJs\nLink to Coupon\nFollow me on Twitter. Check out my website. \nAshley Abramson\n\nI’m a freelance journalist living in Milwaukee, WI by way of Minneapolis. I typically cover health, psychology, and lifestyle topics in print\n\n... Read More\n\nEditorial Standards\nPrint\nReprints & Permissions\nPause\nUnmute\nCurrent Time \n0:15\n/\nDuration \n0:30\nLoaded: 0.00%\n \nShare\nFullscreen"
}