{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Where does the plastic in our oceans come from?",
  "href": "https://ourworldindata.org/ocean-plastics",
  "body": "Most of the plastic in our oceans comes from land-based sources: by weight, 70% to 80% is plastic that is transported from land to the sea via rivers or coastlines. 1 The other 20% to 30% comes from marine sources such as fishing nets, lines, ropes, and abandoned vessels. 2",
  "textContent": "Our World\nin Data\nBrowse by topic\nLatest\nResources\nAbout\nDonate\nWhere does the plastic in our oceans come from?\nWhich countries and rivers emit the most plastic to the ocean? What does this mean for solutions to tackle plastic pollution?\nBy: Hannah Ritchie\nMay 1, 2021\nCite this article\nReuse our work freely\n\nMost of the plastic in our oceans comes from land-based sources: by weight, 70% to 80% is plastic that is transported from land to the sea via rivers or coastlines.1 The other 20% to 30% comes from marine sources such as fishing nets, lines, ropes, and abandoned vessels.2\n\nIf we want to tackle plastic pollution we need to stop it from entering the ocean from our rivers. The problem is that we have hundreds of thousands of river outlets through which plastics reach the oceans. To prioritize mitigation efforts we need to understand which of these rivers transport plastic to the sea, and which ones contribute the most.\n\nIn this article we look at the distribution of plastics across the world’s rivers; why some rivers carry a lot of plastics while others have very little; and which countries account for the largest share of plastic pollution.\n\nPrevious research suggested that only a handful of rivers transports almost all of the plastic to the sea – new research suggests this is not the case\n\nPrevious studies suggested that most plastics come from only a few of the world’s rivers: one study estimated that the top ten rivers were responsible for 50% to 60%; another for more than 90%.3\n\nThe latest research, which was just published in Science Advances, updates our understanding of how these plastics are distributed.4 Lourens Meijer et al. (2021) developed higher-resolution modeling of global riverine plastics. They found that rivers emitted around 1 million tonnes of plastics into the oceans in 2015 (with an uncertainty ranging from 0.8 to 2.7 million tonnes). Around one-third of the 100,000 river outlets that they modeled contributed to this. The other two-thirds emitted almost no plastic to the ocean. It’s an important point because we might think that most, if not all, rivers are contributing to the problem. This is not the case.\n\nBut, importantly, the latest research suggests that smaller rivers play a much larger role than previously thought. In the chart we see the comparison of the latest research (in red) with the two earlier studies which mapped global riverine inputs. This chart shows how many of the top-emitting rivers (on the x-axis) make up a given percentage of plastic inputs (y-axis). Note that the number of rivers on the x-axis is given on a logarithmic scale.\n\nWe see that the latest research suggests that the top ten emitting rivers contribute a much smaller amount than previously thought: just 18% of plastics compared to 56% and 91% from previous studies. And to account for 80% of river plastics we need to include the top 1,656 rivers. This compares to previous studies which suggested the largest five or 162 rivers were responsible for 80%.\n\nThis makes a massive difference to how we tackle plastic pollution. If five rivers were responsible for most of the problem then we should focus the majority of our efforts there. A targeted approach. But if this comprises thousands of rivers we’re going to need to cast a much wider net of mitigation efforts.\n\nWhy are the latest results so different? The earlier studies relied on simpler models of waste generation within the world’s river basins. They took assessments of the amount of mismanaged waste generated in each basin; population density in the area; and correlative models of plastic concentrations in surface rivers. They then used these relationships to model the amount of pollution from basins where recorded data on river plastics was not available. This meant that the biggest emitters were believed to be the very large river basins home to large populations and poor waste management practices. The Yangtze, Xi, and Huangpu rivers in China; the Ganges in India; Cross in Nigeria; and the Amazon in Brazil were the big rivers that topped the list.5\n\nThe latest analysis builds on this earlier research with much higher-resolution data. It models the deterministic drivers of how plastic is transported using wind and precipitation patterns and river discharge data – plus factors that affect the probability of plastic first entering rivers, then entering the ocean such as the proximity of populations to the river; distance to the ocean; the slope of the terrain, and types of land use. This higher-resolution data was based on several years of research and calibrations of these models across 66 rivers in 14 countries.\n\nThis higher-resolution data shows that these factors that affect the probability of plastics not only reaching the river but then also reaching the ocean play a much more important role than the size of the river basin itself. This means many smaller rivers play a bigger role than we thought.\n\nWhich rivers emit the most plastic to the ocean?\n\nTo tackle plastic pollution we need to know what rivers these plastics are coming from. It also helps if we understand why these rivers emit so much.\n\nMost of the world’s largest emitting rivers are in Asia, with some also in East Africa and the Caribbean. In the chart we see the ten largest contributors. This is shown as each river’s share of the global total. You can explore the data on the top 50 rivers using the +Add river button on the chart.6\n\nSeven of the top ten rivers are in the Philippines. Two are in India, and one in Malaysia. The Pasig River in the Philippines alone accounts for 6.4% of global river plastics. This paints a very different picture to earlier studies where it was Asia’s largest rivers – the Yangtze, Xi, and Huangpu rivers in China, and Ganges in India – that were dominant.\n\nWhat are the characteristics of the largest emitting rivers?\n\nFirst, plastic pollution is dominant where the local waste management practices are poor. This means there is a large amount of mismanaged plastic waste that can enter rivers and the ocean in the first place. This makes clear that improving waste management is essential if we’re to tackle plastic pollution. Second, the largest emitters tend to have cities nearby: this means there are a lot of paved surfaces where both water and plastic can drain into river outlets. Cities such as Jakarta in Indonesia and Manila in the Philippines are drained by relatively small rivers but account for a large share of plastic emissions. Third, the river basins had high precipitation rates (meaning plastics washed into rivers, and the flow rate of rivers to the ocean was high). Fourth, distance matters: the largest emitting rivers had cities nearby and were also very close to the coast.\n\nThe authors of the study illustrate the importance of the additional climate, basin terrain, and proximity factors with a real-life example. The Ciliwung River basin in Java is 275 times smaller than the Rhine river basin in Europe and generates 75% less plastic waste. Yet it emits 100 times as much plastic to the ocean each year (200 to 300 tonnes versus only 3 to 5 tonnes).7 The Ciliwung River emits much more plastic to the ocean, despite being much smaller because the basin’s waste is generated very close to the river (meaning the plastic gets into the river network in the first place) and the river network is also much closer to the ocean. It also gets much more rainfall meaning the plastic waste is more easily transported than in the Rhine basin.\n\nIf you want to explore the plastic inputs from each of the world’s rivers, the Ocean Cleanup Project provides a beautiful interactive map where you can see this in more detail.\n\nWhich countries emit the most plastic to the ocean?\nAsia accounts for 81% of global plastic inputs to the ocean\n\nWe’ve looked at the role of individual rivers, but how do these aggregate at the regional and country-level? Which countries emit the most plastic to the ocean?\n\nIn the chart we see the breakdown of global plastic inputs to the ocean by region.\n\n81% of ocean plastics are emitted from Asia. The fact that a disproportionate amount of plastic pollution comes from Asia is consistent with previous research. Earlier studies estimated its share in 2010 was 86%.5\n\nThis should also not surprise us given the fact that Asia is the world’s most populous region (home to 60% of the world population); plus all of the top ten emitting rivers were in Asia (Philippines, India, and Malaysia), and most of the top 50. Africa was responsible for 8%; South America for 5.5%; North America for 4.5%; and Europe and Oceania combined were less than 1%.\n\nMore than one-third of ocean plastic inputs come from the Philippines\n\nThe distribution of plastic inputs is reflected on the world map. There we see each country’s share of global plastic emissions.\n\nThe Philippines accounts for more than one-third (36%) of plastic inputs – unsurprising given the fact that it’s home to seven of the top ten rivers. This is because the Philippines consists of many small islands where the majority of the population lives near the coast. But it’s an important update on our previous understanding of where China and India were thought to dominate. India accounts for 13%, and China for 7%.\n\nPeople often find this global distribution surprising. Since consumers in rich countries tend to use a lot more plastic people expect that they contribute a lot more to plastic pollution than they actually do. And it’s not just about population size: even on a per capita basis, rich countries contribute very little plastic to the ocean. European countries, for example, emit less than 0.1 kilograms of plastic per person. This compares to 3.5 kilograms in the Philippines or 2.4 kilograms in Malaysia.\n\nThis relationship is shown on the scatterplot here: on the y-axis, we have per capita plastics emitted to the ocean, and on the x-axis, we have GDP per capita. We see the largest per capita contributors tend to lie in the middle of the income distribution.\n\nWhat determines each country's contribution to ocean plastics?\n\nWe can understand what determines each country’s contribution through three steps.\n\nFirst, the amount of plastic waste that each country generates in the first place. Rich countries produce much more plastic waste per person than poorer countries. Most produce 0.2 to 0.5 kilograms per person per day.8 This compares to 0.01 in India or 0.07 kilograms in the Philippines. Even when we multiply by population (giving us total plastic waste generation), rich countries generate a lot. The UK, for example, generates twice as much plastic waste as the Philippines.\n\nSecond, how this plastic waste is managed. Plastic will only enter rivers and the ocean if it’s poorly managed. In rich countries, nearly all of its plastic waste is incinerated, recycled, or sent to well-managed landfills. It’s not left open to the surrounding environment. Low-to-middle income countries tend to have poorer waste management infrastructure. Waste can be dumped outside of landfills, and landfills that do exist are often open, leaking waste to the surrounding environment. Mismanaged waste in low-to-middle income countries is therefore much higher.\n\nPer capita mismanaged waste in the Philippines is 100 times higher than in the UK. When we multiply by population (giving us each country’s total), India, China, the Philippines, Brazil, and Nigeria top the list. Each country's share of global mismanaged waste is shown in the map.\n\nThird – and this is where this recent research improves our understanding – is the probability that this mismanaged plastic waste reaches river networks, and then the ocean. The climate, terrain, land use, and distances within river basins affect the probability that mismanaged plastic waste is emitted to the ocean.\n\nThe probability of mismanaged plastic waste entering the ocean by country is shown in the chart. This probability is much higher in countries such as the Philippines (a 7% probability); Malaysia (4.4%); and Sri Lanka (3.4%) than China (0.2%) or India (0.5%). This is why smaller rivers in these countries play a larger role than we might assume.\n\nTo tackle plastic pollution we need to know where it’s coming from\n\nIdentifying where plastic emissions are coming from really matters for how we tackle it. Rich countries emit very little – this means domestic strategies to reduce plastics in these countries will not make much difference to ocean plastics. What rich countries can do is support low-to-middle income countries in improving waste management infrastructure. Improving waste management is a solution that very few people get excited about. But it’s absolutely key to tackling plastic pollution. And, importantly, they can ban the export of any plastics to other countries where it could be mismanaged.\n\nUnderstanding the distribution of emissions across the world’s rivers is also crucial. Our strategy for tackling this problem is vastly different if we only have to focus on a few or even tens of the world’s largest rivers (as previous studies suggested) versus thousands of smaller ones.\n\nTo stop plastic pollution in our oceans we need a global approach to reducing plastic waste and managing it appropriately to stop it leaking into the natural environment. Focusing on a few rivers will not be enough.\n\nAcknowledgements\n\nMany thanks to Lourens Meijer for providing feedback on this article.\n\nENDNOTES\n\nLi, W. C., Tse, H. F., & Fok, L. (2016). Plastic waste in the marine environment: A review of sources, occurrence and effects. Science of the Total Environment, 566, 333-349.\n\nLebreton, L., Slat, B., Ferrari, F., Sainte-Rose, B., Aitken, J., Marthouse, R., … & Noble, K. (2018). Evidence that the Great Pacific Garbage Patch is rapidly accumulating plastic. Scientific Reports, 8(1), 4666.\n\nIn certain locations, the share that comes from marine sources can be higher. For example, it’s estimated that plastic lines, ropes and fishing nets make up 52% of the plastic mass in the ‘Great Pacific Garbage Patch’ (GPGP).\n\nLebreton, L., Slat, B., Ferrari, F., Sainte-Rose, B., Aitken, J., Marthouse, R., … & Noble, K. (2018). Evidence that the Great Pacific Garbage Patch is rapidly accumulating plastic. Scientific Reports, 8(1), 4666.\n\nLebreton, L. C., Van der Zwet, J., Damsteeg, J. W., Slat, B., Andrady, A., & Reisser, J. (2017). River plastic emissions to the world’s oceans. Nature Communications, 8, 15611.\n\nSchmidt, C., Krauth, T., & Wagner, S. (2017). Export of plastic debris by rivers into the sea. Environmental Science & Technology, 51(21), 12246-12253.\n\nMeijer, J.J.L, Emmerik, T., Ent, R., Schmidt, C., Lebreton, L. (2021). More than 1000 rivers account for 80% of global riverine plastic emissions into the ocean. Science Advances.\n\nLebreton, L. C., Van der Zwet, J., Damsteeg, J. W., Slat, B., Andrady, A., & Reisser, J. (2017). River plastic emissions to the world’s oceans. Nature Communications, 8, 15611.\n\nNote that for individual rivers the confidence interval can be large, and estimates can vary from model predictions.\n\nThe Ciliwung River emitted between 205 and 308 tonnes per year. The Rhine emitted 3 to 5 tonnes per year.\n\nJambeck, J. R., Geyer, R., Wilcox, C., Siegler, T. R., Perryman, M., Andrady, A., ... & Law, K. L. (2015). Plastic waste inputs from land into the ocean. Science, 347(6223), 768-771.\n\nCite this work\n\nOur articles and data visualizations rely on work from many different people and organizations. When citing this article, please also cite the underlying data sources. This article can be cited as:\n\nHannah Ritchie (2021) - “Where does the plastic in our oceans come from?” Published online at OurWorldInData.org. Retrieved from: 'https://ourworldindata.org/ocean-plastics' [Online Resource]\n\nBibTeX citation\n\n@article{owid-ocean-plastics,\n    author = {Hannah Ritchie},\n    title = {Where does the plastic in our oceans come from?},\n    journal = {Our World in Data},\n    year = {2021},\n    note = {https://ourworldindata.org/ocean-plastics}\n}\nReuse this work freely\n\nAll visualizations, data, and code produced by Our World in Data are completely open access under the Creative Commons BY license. You have the permission to use, distribute, and reproduce these in any medium, provided the source and authors are credited.\n\nThe data produced by third parties and made available by Our World in Data is subject to the license terms from the original third-party authors. We will always indicate the original source of the data in our documentation, so you should always check the license of any such third-party data before use and redistribution.\n\nAll of our charts can be embedded in any site.\n\nOur World in Data is free and accessible for everyone.\n\nHelp us do this work by making a donation.\n\nDonate now\nAbout\nContact\nFeedback\nJobs\nFunding\nHow to use\nDonate\nPrivacy policy\nLatest work\nAll charts\nTwitter\nFacebook\nInstagram\nThreads\nGitHub\nRSS Feed\n\nLicenses: All visualizations, data, and articles produced by Our World in Data are open access under the Creative Commons BY license. You have permission to use, distribute, and reproduce these in any medium, provided the source and authors are credited. All the software and code that we write is open source and made available via GitHub under the permissive MIT license. All other material, including data produced by third parties and made available by Our World in Data, is subject to the license terms from the original third-party authors.\n\nPlease consult our full legal disclaimer.\n\nOur World In Data is a project of the Global Change Data Lab, a registered charity in England and Wales (Charity Number 1186433).\n\nSubscribe\n Feedback\n\nWe use cookies to give you the best experience on our website.\n\nBy agreeing, you consent to our use of cookies and other analytics tools according to our privacy policy.\n\nNo thanks\nI agree"
}