{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Why Rivers are the Key to Rapidly Stopping Plastic Pollution",
  "href": "https://theoceancleanup.com/updates/why-rivers-are-the-key-to-rapidly-stopping-plastic-pollution/",
  "body": "Plastic pollution is one of the most pressing issues our oceans face today. Close to 700 marine species are now known to be harmed by plastic, of which more than 100 are endangered. Its economic impact on coastal communities is estimated to be up to 19 billion USD per year. What's more, plastics are magnets for toxic chemicals, which, when consumed by the fish we eat, potentially impacts the ...",
  "textContent": "COOKIE PREFERENCES\n\nWith cookies, we can make your website experience better. We make use of functional, analytical, and tracking cookies. Thanks to them, we can spot errors and clunky parts in the website, show more relevant advertisements, learn which content is most popular, play videos from YouTube, and more. Some cookies are strictly necessary for using our website, but you can choose to opt out of tracking cookies. Read more about which cookies we use in our privacy policy or via the settings link below.\n\nSETTINGS\nACCEPT ALL COOKIES\nSkip to content\nThe Ocean Cleanup\nOCEANS\nRIVERS\nDASHBOARD\nUPDATES\nCAREERS\nPRESS\nABOUT\nDONATE\nDISCUSSION, GENERAL, RIVERS 6 May 2021\nWHY RIVERS ARE THE KEY TO RAPIDLY STOPPING PLASTIC POLLUTION\nBACK TO UPDATES\nBoyan Slat\n\nCEO and Founder\n\n Share\n Tweet\n Share\n Send\n\nPlastic pollution is one of the most pressing issues our oceans face today.\n\nClose to 700 marine species are now known to be harmed by plastic, of which more than 100 are endangered. Its economic impact on coastal communities is estimated to be up to 19 billion USD per year. What’s more, plastics are magnets for toxic chemicals, which, when consumed by the fish we eat, potentially impacts the health of the three billion people who rely on seafood as their primary source of protein. If current trends are allowed to continue, the amount of plastic entering the oceans is set to double in the next ten years. It should be clear that we must solve this, and the sooner, the better.\n\nConsidering its urgency, I founded The Ocean Cleanup as a project, with the goal of helping ourselves out of business as soon as possible. To succeed with this, everyone can agree that stopping the inflow of new plastic into the oceans is an essential element of the solution. We must turn off the tap.\n\nThere are many things that can be done here, throughout the pipeline from production to pollution. But with urgency in mind, the question is: how can we achieve the most rapid reduction in the amount of plastic flowing into the oceans?\n\nFor this analysis, I’ve taken inspiration from the Effective Altruism movement, whose members use data and reason to maximize the amount of good that can be done with a given amount of money or effort. Counterintuitively, their analyses show that within a particular cause, you can sometimes increase your impact thousands of times simply by focusing on the most effective intervention. This perspective of efficacy has been strangely absent from the world of ocean plastic pollution, but considering how pressing this issue is, I think this is precisely the kind of thinking we need.\n\nTo determine the most effective route to close the tap, we need to understand two key things about plastic pollution:\n\n1. Only a very small fraction of all plastic consumed ends up in the ocean.\n2. Plastic emissions are highly unequally spread across the globe.\n\nA SMALL HOLE IN A BIG BOAT\n\nAt this moment, about 400 million metric tons of plastic are produced annually. This amount is staggering; it’s approximately the weight of all humans on earth, in plastic, every single year.\n\nRivers are the arteries that carry plastic from land to sea. To date, there have been five studies that have attempted to quantify their emissions —all but one overlap in their estimates: in the order of one million tons per year. Rounding up to take some uncertainty into account, this means that likely less than 0.5% of plastic manages to make its way to the ocean.\n\nThe plastic funnel. A 400-million-ton plastics economy turns into a 1-million-ton ocean plastic problem.\n The plastic funnel. A 400-million-ton plastics economy turns into a 1-million-ton ocean plastic problem.\n\nMany people are surprised by this number. According to a survey by Gapminder, 86% of people think more than a third of plastic waste ends up in the oceans. Note that the fraction entering the oceans can be lower or higher depending on where you are (but we’ll get to that later). This does not mean the ocean plastic pollution problem is ‘small’. On the contrary, a million tons is a massive amount of pollution. The point is that most plastic doesn’t become ocean plastic pollution.\n\nThe reason for this is that only some plastic waste is not disposed of properly. Only a fraction of this mismanaged waste makes its way to waterways. And only a fraction of plastic in waterways ends up in the oceans. Why is this so relevant in choosing the most effective strategy to close the tap? Because solving a one-million-ton material flow is a much easier problem to solve than a 400-million-ton flow. It’s the difference between plugging a hole in a boat and constructing an entirely new boat. Phrased differently, it means that, to prevent 1 kilogram of trash from reaching the oceans, one would have to address, on average, more than 200 kilograms of plastic upstream.\n\nPLASTIC POLLUTION HOTSPOTS\n\nWe just published a study in which we present the most advanced model of global plastic emissions from rivers to date. The main takeaway from the study is that 1000 rivers are responsible for almost 80% of river plastic emissions, many more than the few dozen rivers previously thought to be responsible for virtually all ocean plastic pollution. As we’ve come to learn: the problem is much more distributed.\n\nYet here I want to highlight the other side of the coin. These 1000 rivers, emitting close to 80% of pollution, are only 1% of all rivers globally. This is still an incredibly unequal distribution.\n\nPart of the explanation for this inequality is geography. In an archipelago like the Philippines, most people live near the ocean, so the chances for a piece of trash to make it to the ocean are much higher than for a continental country like India or China. Because of this, the Philippines leads on our list of top emitters, even though the latter two countries generate much more mismanaged plastic waste. But the main reason plastic pollution is unequally distributed is the differing quality of waste management infrastructure around the world.\n\nWhen we look at the relationship between mismanaged waste and income, an interesting pattern emerges. Low-income countries don’t emit much plastic simply because their citizens cannot yet afford to buy a lot of stuff wrapped in plastic. High-income countries consume the majority of plastic but are remarkably good at preventing plastic from reaching the oceans through efficient waste collection and sanitation of cities. The majority of plastic emissions can be found in countries that lie in the middle: emerging economies with sufficient wealth to consume a lot of plastic but that don’t yet have adequate waste management systems to collect the trash.\n\nMismanaged plastic waste vs GDP per capita. Note most people also live somewhere in the middle.\n Mismanaged plastic waste vs GDP per capita. Note most people also live somewhere in the middle.\n\nOn top of this, even within these high-emission countries, there are significant differences. Rivers running through dense coastal cities in these emerging economies are notorious plastic pollution hotspots – think of the bays of Manila, Jakarta, and Rio de Janeiro – while rural rivers in the same countries generally emit only very little plastic into the oceans.\n\nTHE POWER OF THE POWER LAW\n\nTo summarize: the ocean plastic pollution problem is highly concentrated. Only a small fraction of plastic reaches the oceans, coming only from a small fraction of possible leakage points.\n\nThese facts result in some counter-intuitive conclusions:\n\nThe total emissions of Germany equal 2% of the emissions of a single river in Malaysia, the Klang. From the perspective of the ocean, preventing an average week of pollution from Klang equals getting Germany to stop using any plastic completely.\nFrance produces 5,000,000 tons of plastic waste per year and leaks about 250 tons of plastic to the oceans. So you’d need to halt 20,000 kg of plastic consumption to prevent 1 kg of plastic from reaching the ocean.\nOn average, the chance a piece of plastic ends up in the ocean is more than 3000x greater in the Philippines than in France.\nIn the United States, people would have to avoid the consumption of about 24,000,000 plastic straws to equal the oceanic impact of removing 1 kilogram of plastic from a river.\nULTIMATE SOLUTIONS AND EFFECTIVE SOLUTIONS\n\nWe now know what fraction of plastic ends up polluting the oceans: primarily, it is the stuff that’s floating in rivers in coastal cities in emerging economies. That is where the problem is in its most concentrated state. Locations such as these are where you want to be if you want your efforts to be most effective. Yet ironically, most attempts to fight plastic pollution are focused on the exact opposite: reducing consumption in wealthy countries. Focusing downstream goes against common wisdom that addressing the ‘root cause’ is always the best thing to do. Wouldn’t it be better if we would prevent plastic upstream?\n\nIn one sense, the answer is yes. It would, of course, be better if plastic wouldn’t even enter a river. So let’s take a side-step for a moment and explore how the ultimate solution might look.\n\nWhether we like it or not, plastics are here to stay. They provide value and convenience to many people; they’re lightweight, durable, and versatile. For one, you would not be able to read this blog without plastics.\n\nTherefore, it should not come as a surprise that a recent report by Goldman Sachs predicts continued growth of annual plastic consumption well into the 2040s. This growth is driven primarily by countries that still consume far less plastic than wealthy countries do today (and unfortunately have the biggest leakage problems). Several countries have announced ‘single-use plastics bans,’ but, as the report notes, due to a lack of alternatives, the items avoided only constitute a maximum of 3% of plastic usage, not nearly enough to outpace the growth. It’s easy to get rid of plastic cotton swabs and coffee stirrers, but this is not where the bulk of plastic is used.\n\nTrash on the banks of the Rio Ozama, Dominican Republic\n Trash on the banks of the Rio Ozama, Dominican Republic\n\nHumanity can take two possible routes to keep what’s good about plastic without suffering the adverse side effects. One way requires single-use packaging to be made of biodegradable materials that are rapidly and fully degradable. The alternative is that a perfect closed-loop system is rolled out globally; which uses high-quality waste management, financial incentives to drive collection, and new recycling methods where the quality of the material isn’t lost. Simply put: we must either ensure plastic leakage can’t do harm, or ensure there is no leakage.\n\nTake the example of aluminum. Because recycling aluminum is cheaper than producing new material, and because the recycled material is as good as new, recycling aluminum is economically viable. This regularly leads to recycling rates of up to 90%. And if aluminum does end up in the environment, its degradation products are not harmful to the environment – a very different situation than with microplastics. This is why we have a plastic problem and not an aluminum problem.\n\nYet, it is likely going to take many decades before we could reach either such an end-state for plastics, be it a truly biodegradable world or a truly circular world. Part of the reason for this is that it involves overcoming a complex mix of inertia, vested interests, and finger-pointing between the various players in the web of stakeholders. But mainly, it’s because the scale of the 600-billion-dollar plastics industry is so vast, and the infrastructure involved is so capital-intensive that change will be inherently slow. It took decades to build up the manufacturing capacity we have today, and it will take decades to replace it with something else. Reusing my analogy of a hole in a boat, the boat to be replaced here is not a pleasure yacht but a giant container ship.\n\nMerely boosting waste management practices globally would already go a long way and would be somewhat faster. But it would still have to deal with similar obstacles, which is why waste management infrastructure is often lacking in the first place. It requires significant investments – New York City alone spends over US$ 2 billion on solid waste management each year – in thousands of cities with limited budgets and other more pressing problems for which they must divide their attention.\n\nA typical plastics factory. This is the Mont Belvieu plant owned by ExxonMobil, producing 1.3 million tons of plastic per year.\n A typical plastics factory. This is the Mont Belvieu plant owned by ExxonMobil, producing 1.3 million tons of plastic per year.\n\nThe combination of increased plastic demand and the required scale of new infrastructure means that attempts to address the top of the plastic funnel can only have a limited impact on the oceans in the short term. A recent study in Science reached a similar conclusion: predicted growth in plastic waste exceeds the existing plans to reduce plastic pollution.\n\nAnother dimension to take into account is that there can be a significant time delay: between production and consumption, consumption and disposal, and, on top of that, it can take years for mismanaged plastic to reach the mouth of a river. So, even if the world could shift to 100% biodegradability or circularity tomorrow, we’d still see a continuation of plastic pollution reaching the oceans for many years to come.\n\nUpstream solutions are clearly the more structural way to go and are required to fix the last few percent of the problem. But realistically, big changes upstream are going to take time. In my opinion, we cannot afford to wait for this.\n\nFortunately, we don’t have to.\n\nTURNING OFF THE TAP\n\nAbout a year ago, I had the opportunity to see our first Interceptors in action, which had just been deployed in Southeast Asia. I vividly remember the feeling I had while standing on the bow of Interceptor 002 in the Klang River, which runs through Kuala Lumpur, Malaysia. Looking out over the water and seeing an endless stream of trash coming towards me and entering the cleanup system, I wondered: “There are more than 4 million people living upstream of this Interceptor. Preventing all of their plastic from entering this river – how long would that take?”.\n\nInterceptor 002 in the Klang, Malaysia\n Interceptor 002 in the Klang, Malaysia\n\nTackling the world’s top polluting rivers in emerging economies is the low-hanging fruit, the quick fix, that we ought to be embracing if we are serious about turning off the tap. It’s the fastest and most cost-effective way to plug the leaks we can implement today, buying ourselves time to make more long-term and more structural changes. It is also complementary to upstream work: intercepting trash in rivers provides data on debris sources and composition, allowing authorities and companies to measure their progress.\n\nTo be clear: I do not mean to criticize those who work on reducing plastic consumption. Nor am I arguing that stopping trash in rivers is the only thing we should do. My point is: it’s the only pathway I can see that can rapidly reduce the amount of plastic that will flow into the oceans in the short term. By allocating sufficient focus to the plastic with the highest probability of making it to the oceans, we could massively speed up the closure of the world’s plastic tap.\n\nTherefore, at The Ocean Cleanup, we have given ourselves the goal to tackle these top 1000 rivers. Fortunately, we are not alone in this quest. Many governments and organizations have already been extracting plastic from their local rivers. We aim to accelerate this by bringing scalable and efficient solutions to the heaviest polluting rivers in the world. Our Interceptors are now operational in three key rivers, and we aim to reach about ten rivers in 2021, creating the foundation to scale up in the years to come.\n\nUrgency demands pragmatism, not perfectionism. The global plastic problem can seem overwhelming, but if we focus on the most effective interventions, this is a rapidly solvable problem.\n\nEXPLORE THE TOP 1000 RIVERS MAP\nNOTES & REFERENCES\nIn this blog I focus on tractability, on top of that but you could argue river interventions are also neglected relative to other preventive actions. ↩\nLebreton et al., 2017, Schmidt et al., 2017, Mai et al., 2020, Roebroek et al., 2020, Meijer et al., 2021. Of these, Mai et al. is the only outlier. ↩\nEven in a country like Indonesia or Guatemala, only 1-3% of mismanaged waste finds its way to the oceans. This is probably more luck than skill. The majority of trash in these countries is not managed properly, but if the waste is not dumped in a gully or right next to a river, chances of the trash making it to the oceans are quite slim. ↩\nAdmittedly, this means a lot more than 0.5% of plastic is not properly managed, most of which ends up in dumpsites and soils. Preventing this would obviously be a good side-effect, but this does not have any impact on the oceans. ↩\nAccording to Lebreton et al., 2017 and Schmidt et al., 2017. ↩\nIn fact, it’s less than 1% as the model didn’t take into account rivers in sparsely inhabited places that are more than 60 degrees North or South. ↩\n4.5Mt/yr. for Philippines, 14.4Mt/yr. for India, 17.2Mt/yr. for China (source). ↩\nA secondary reason may be that in these countries some plastic is valuable enough to be manually collected and recycled by the informal sector (i.e. waste pickers). ↩\nWaste management referring to plastic collection and processing it in a leakage-free way. This does not mean recycling per se. For example, the USA has very low recycling rates and landfills most of its waste, but has very low leakage of plastics to the ocean (with the possible exception of waste shipped abroad). ↩\nThe Global River Model indicates 150 tons for Germany, but here I also assigned 50% of Dutch emissions to Germany as the Rhine ends up at the ocean through its neighbor, resulting in a total of 300 tons for Germany. Klang emits 15,000 tons annually, according to Meijer et al., 2021. Note this model is accurate within an order of magnitude, but even if Germany’s emissions would comprise 20% of the Klang’s emissions instead of 2%, the conclusion would be profound. ↩\nPhilippines consumes 2.5Mt of plastic and leaks 356,000 tons of plastic to the oceans; France consumes 5Mt of plastics and leaks 235 tons of plastic to the oceans (Jambeck et al., 2015; Meijer et al., 2021) ↩\nThis assumes straws have an average probability of making its way to the oceans. In reality the chances are probably above average. But even if it would be 10x higher than average, the numbers remain staggering. When aiming for the most rapid reduction of plastic going into the oceans, this seems unlikely to be the low-hanging fruit we ought to be focusing on. ↩\nPlastic was originally invented as a cheaper alternative to ivory, and therefore it’s not unlikely that plastics accidentally saved elephants from extinction. It also saves weight in transportation, preserves food and has important applications in the medical field. While there are few people more familiar with the destruction plastic causes as I am, I also recognize that reality is more complex than “Plastic = Bad”. ↩\nPHA seems like a good contender at the moment, but more such materials will hopefully be developed in the future. ↩\nThis is called solvent-based or chemical recycling. It already exists but is not yet mature and competitive. ↩\nMy prediction is that we will ultimately see the world move to the former for single-use plastics, and the latter for durable products, as any collection system will never be watertight. ↩\nIn 2015, Brazil even reached a 98.4% recycling rate for its aluminum cans. Note aluminum cans still contain plastic as a liner. The cans also cannot be safely resealed and have a high carbon footprint, so they are an imperfect alternative to plastic bottles. ↩\nWhether it’s production capacity for biodegradable polymers or chemical recycling infrastructure. ↩\nFor the same reason transitions between different energy sources takes a lot of time. For more info on this, see ‘Energy and Civilization: A History’ by Vaclav Smil. ↩\nThose involved in poor waste management are obviously incentivized to keep the system the way it is. In many places, it’s not the ‘cleanest’ of businesses, to say the least. ↩\nI am confident this is much more than the annualized cost of addressing all 1000 most polluting rivers. ↩\nAlso worth noting that innovations to replace nondegradable plastics and recycling can be expected to first be deployed in western countries where one is willing and able to pay a premium before it leaches to the countries where they are needed most, further delaying its impact on the plastics leakage to the oceans. ↩\nSHARE THIS UPDATE\n Share\n Tweet\n Share\n Send\nBOYAN SLAT\n\nCEO and Founder\n\nBoyan Slat is an inventor and entrepreneur who creates technologies to solve societal problems. He is the founder and CEO of The Ocean Cleanup, the foundation that develops advanced systems to rid the world’s oceans of plastic. In February 2013 he dropped out of his aerospace engineering study at TU Delft to work full-time on this ambitious project. He dedicates most of his time to managing the rapid growth of the organization, while also overseeing the team’s technology developments.\n\nFull bio, Twitter, Facebook\nPREVIOUS UPDATE\n‹\nIn Search of the Rivers that Carry Plastic into the Ocean\nNEXT UPDATE\nThe Ocean Cleanup Announces New Managing Director; Jacob Fonteijne to Succeed Chris Worp\n›\n\nFOLLOW US\n\nFollow us on Instagram\nFollow us on Facebook\nFollow us on Twitter\nFollow us on Youtube\nFollow us on Linkedin\nFollow us on Tiktok\n\nNEWSLETTER\n\nType\nSubscribe to our newsletter\nPROJECTS AND UPDATES\nOceans\nRivers\nImpact Dashboard\nCatch Management\nGlobal Public Affairs\nResearch\nMilestones\nUpdates\nPodcasts\nABOUT US\nAbout\nCareers\nPress\nMedia gallery\nPartners\nHELP\nDonate\nMerchandise\nCitizen Science\nFAQ\nContact\nLEGAL\nPrivacy and Cookie Notice\nDisclaimer\nDonation Terms & Conditions\nSupplier Code of Conduct\nFoundation Details\nAmerican Friends of The Ocean Cleanup\n\n© 2023 The Ocean Cleanup. All rights reserved. THE OCEAN CLEANUP trademarks are registered trademarks, pending registration, or protected under common law, and owned by The Ocean Cleanup Technologies B.V."
}