{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "10 Years Out: Have Plastic Straw Bans Saved the World Yet? by Caroline ...",
  "href": "https://blogs.nicholas.duke.edu/env212/10-years-out-have-plastic-straw-bans-saved-the-world-yet-by-caroline-kassir/",
  "body": "Plastic straws only comprise 0.025% of the roughly 8 million tons of plastic that flow into the ocean each year. [xiv] Even complete elimination of plastic straws would at best make a relatively small dent in total plastic waste.",
  "textContent": "Skip to content\nUS Environmental Policy\nABOUT THE BLOG\nBLOGS HOME\n10 Years Out: Have Plastic Straw Bans Saved the World Yet? by Caroline Kassir\nApril 5, 2021 Caroline Kassier\n\nI remember very clearly the sudden anti-plastic straw wave that swept the nation. Seemingly out of nowhere, anyone who was anyone was opting not to use plastic straws.\n\nI also remember the delicious sense of moral superiority I got every time I would hold up my hand and say, “please, no straw for me!” There I was, saving the world.\n\nSo why is the world still not… saved?\n\n \n\nWhat I recall as a sudden anti-plastic straw shift was not sudden at all. The movement is believed to have originated in 2011 with Milo Cress, all of 9 years old at the time. Cress had noticed how often the plastic straws in his drinks went to waste and began to wonder how much waste was being generated nationwide by these small items. He started conducting research himself and found that across the United States, we were using about 500 million straws per day.[i] If that number is hard to grasp, envision 127 school busses filling plastic straws every day.[ii]\n\nHis project, “Be Straw Free” garnered attention from the press, the public and politicians. By 2013, Governor John Hickenlooper of Cress’s home state of Colorado had declared the first “Straw Free Day”. Environmental organizations launched their own campaigns, and in 2018, Seattle became the first major U.S. city to ban plastic straws and utensils.[iii] This momentum also carried over to the private business sector. In May of 2018, Bon Appétit Management, announced their plan to phase out plastic straws, and larger businesses like Starbucks, American Airlines,[iv] Hyatt Hotels and Disney followed.[v] By 2019, Washington D.C.[vi] and California had banned plastic straws in their restaurants and service businesses.[vii]\n\nPlastic straws are a worthy target of such a powerful campaign. Most plastic straws are too light to be processed through mechanical recycling sorters and end up slipping through the cracks and being discarded as garbage.[viii] When these discarded straws end up in the ocean, they do not decompose or dissolve, but instead break down into tiny pieces known as “microplastics”.[ix] These microplastics are only about the size of a sesame seed but can cause harm to birds and aquatic life who may mistake them for food.[x] About 1 million seabirds die every year from ingesting and choking on plastic straws and a 2015 study found that over half the world’s sea turtles had ingested plastic[xi] and a 2015 study found that over half the world’s sea turtles had ingested plastic.[xii]  Even compostable plastic straws, thought to be more environmentally friendly, pose the same threat as these straws are designed to break down in compost facilities, not the open ocean.[xiii]\n\n \n\nHere we are, ten years out from Milo Cress’s initial concern. From what I’ve observed, straws are far less commonplace, and understanding of their potential for harm is much more widespread. But what impact, if any, have these bans and campaigns really had?\n\nPlastic straws only comprise 0.025% of the roughly 8 million tons of plastic that flow into the ocean each year.[xiv] Even complete elimination of plastic straws would at best make a relatively small dent in total plastic waste. While straws were one of the most commonly found items at 2017 beach cleanups, so were takeout containers, plastic bottles and cigarette butts.[xv] Meaningfully reduction of plastic waste on beaches will have to include cutting back on these items as well.\n\nOne interesting case study is the city of Hong Kong. Since 2017, the city’s annual plastic straw usage has dropped by 700 million, a 40% decrease from prior annual use. However, Hong Kong’s overall plastic waste saw a 10% increase between 2017 and 2018 alone.[xvi] This finding suggests that eliminating plastic straws alone will not curb plastic waste. In Hong Kong, the U.S. and beyond, using fewer plastic straws will have only a minimal impact if we don’t also slow mass plastic production.\n\nStarbucks presents another case study. The drink company introduced strawless lids, or “sippy cups”. According to Dianna Cohen, CEO of the Plastic Pollution Coalition, these new lids are made of even more plastic than the straws they replaced. Starbucks responded by stating that these lids are much larger than straws, meaning they will be able to be captured by mechanical recycling systems and can be recycled. Cohen says the key word here is “can”; it remains unclear if these lids are in fact being recycled.[xvii]\n\nAdditionally, much of the plastic in the oceans doesn’t come from consumer used straws or lids or bottles at all. A 2018 study of the Great Pacific Garbage Patch, a collection of floating trash the size of Texas, found that almost half of the patch’s 79,000 metric tons of plastic, was comprised of fishing nets.[xviii] Addressing the disposal of these nets may come at a higher financial and political price than urging individual consumers to go strawless, but without it, efforts to curb plastic waste are futile.\n\nIf nothing else, the anti-plastic straw campaign can be viewed as a masterclass in building public support for an environmental initiative. Individuals across the country latched onto this issue and demanded action from their governments and businesses, and their governments and businesses responded. Support from celebrities like Kim Kardashian and Tom Brady[xix], in conjunction with graphic visuals showing what straws were doing to adorable sea creatures[xx], turned limiting straw use into both a cause and a trend. Regardless of the movement’s exact environmental impact, it can serve as a stellar example of building and channeling public support into corporate and governmental action.\n\n“Consumers have become really upset,” says environmental scientist Roland Geyer. “They really don’t like what they are seeing, and they are determined to do something about it.”[xxi]\n\nThe support garnered by the anti-plastic straw movement is exceptional, but to truly have a powerful environmental impact, that energy must be redirected to push for larger scale changes in addressing other sources of waste. Cutting down on plastic straw use is a great first step but it alone won’t save the world.\n\nEndnotes\n\n[i] Bailey, K. (n.d.). Meet Milo, founder of Be Straw Free. Eco. https://www.ecocycle.org/bestrawfree/about.\n\n[ii] The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/the-anti-plastic-straw-phenomenon/.\n\n[iii] Plastic Straws: Where Are We Now?: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/plastic-straws-where-are-we-now/.\n\n[iv] Gibbens, S. (2021, February 10). Plastic straw bans are spreading: here’s how they took over the world. Environment. https://www.nationalgeographic.com/environment/article/news-plastic-drinking-straw-history-ban.\n\n[v] Ramey, C., & Tita, B. (2018, August 7). The Summer of Plastic-Straw Bans: How We Got There. The Wall Street Journal. https://www.wsj.com/articles/the-summer-of-plastic-straw-bans-how-we-got-there-1533634200.\n\n[vi] The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/the-anti-plastic-straw-phenomenon/.\n\n[vii] Plastic Straws: Where Are We Now?: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/plastic-straws-where-are-we-now/.\n\n[viii] Why This Matters. For A Strawless Ocean. (n.d.). https://www.strawlessocean.org/faq.\n\n[ix] Why This Matters. For A Strawless Ocean. (n.d.). https://www.strawlessocean.org/faq.\n\n[x] US Department of Commerce, N. O. and A. A. (2016, April 13). What are microplastics? NOAA’s National Ocean Service. https://oceanservice.noaa.gov/facts/microplastics.html.\n\n[xi] Dawn, N., Influencers of Montana National Writers Society, Chowdhury, E., Franz, M., Brennan, A., Farrell, R., . . . Lee, M. (2019, October 15). Are plastic straws really killing sea turtles? Retrieved April 05, 2021, from https://www.theodysseyonline.com/plastic-straws-killing-sea-turtles\n\n[xii] Townsend. (2015, September 14). World’s turtles face plastic deluge danger. Retrieved April 05, 2021, from https://www.eurekalert.org/pub_releases/2015-09/uoq-wtf091315.php\n\n[xiii] Why This Matters. For A Strawless Ocean. (n.d.). https://www.strawlessocean.org/faq.\n\n[xiv]The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/the-anti-plastic-straw-phenomenon/.\n\n[xv] Rainey, J. (2019, May 1). ‘Banning plastic straws will not be enough’: The fight to clean the oceans. NBCNews.com. https://www.nbcnews.com/news/us-news/banning-plastic-straws-will-not-be-enough-fight-clean-oceans-n951141.\n\n[xvi] The Anti-Plastic-Straw Phenomenon: Earth.Org – Past: Present: Future. Earth.Org – Past | Present | Future. (n.d.). https://earth.org/data_visualization/the-anti-plastic-straw-phenomenon/.\n\n[xvii]Rainey, J. (2019, May 1). ‘Banning plastic straws will not be enough’: The fight to clean the oceans. NBCNews.com.\n\n[xviii] Parker, L. (2021, February 10). Great Pacific Garbage Patch Is Bigger and Mostly Made of Fishing Gear. Science. https://www.nationalgeographic.com/science/article/great-pacific-garbage-patch-plastics-environment.\n\n[xix] Zhao, E. (2018, July 22). The Ban on Plastic Straws: A 21st Century Environmental Movement. Medium. https://medium.com/the-climate-reporter/the-ban-on-plastic-straws-a-21st-century-environmental-movement-152d647d34c.\n\n[xx] Rosenbaum, S. (2018, July 17). How Heartbreaking Turtle Video Sparked Plastic Straw Bans. Time. https://time.com/5339037/turtle-video-plastic-straw-ban/.\n\n[xxi] Rainey, J. (2019, May 1). ‘Banning plastic straws will not be enough’: The fight to clean the oceans. NBCNews.com. https://www.nbcnews.com/news/us-news/banning-plastic-straws-will-not-be-enough-fight-clean-oceans-n951141.\n\nShare this:\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\nLike this:\nRelated\n\nPlastic Straws and Sea Turtles\nApril 22, 2019\nIn \"Student\"\n\nPlastic Ocean\nApril 17, 2019\nIn \"Student\"\n\nSingle-Use Plastic and Its Effects on Our Oceans\nApril 5, 2019\nIn \"Student\"\n\nPosted in Uncategorized\nPost navigation\nUn“masking” the Issue: COVID-19 Pollution by Cassie Shriver\nResiliency at Scale: Using Hydrogen to Solve Clean Energy Storage by Satchel Kostelnik\n4 thoughts on “10 Years Out: Have Plastic Straw Bans Saved the World Yet? by Caroline Kassir”\nAidan Floyd says:\nApril 6, 2021 at 6:04 pm\n\nHi Caroline. Amazing topic and I absolutely love your title, it got me hyped to read your blog! I also love your opening, because I was on the other end of the spectrum feeling guilty like every straw I used was my single-handedly dooming the planet. The plastic straw movement kind of reminds me of something I read about the origins of the recycling movement, I believe something about shifting environmental responsibility to individual consumers instead of big corporations who are actually responsible for most of the waste and pollution. Same with individual people trying to reduce their carbon footprint. This article is a great read about the subject, and how plastic recycling was meant to pacify the public to distract them from worrying about larger threats to the environment: https://www.npr.org/2020/09/11/897692090/how-big-oil-misled-the-public-into-believing-plastic-would-be-recycled. So while I still believe we can do things as individuals to curb our harm to the environment, and things like the plastic straw movement get people thinking about the environment, I also believe it can cause complacency and a sense of “the problem is over” mentality among people that reduces pressure on the government and big corporations to do their part. Let me know what you think though!\n\nReply\nDejanae Davis says:\nApril 10, 2021 at 3:43 pm\n\nReally interesting blog post Caroline! The momentum that the plastic straw movement picked up and the effect it had on policy was definitely tremendous and I really enjoyed your analysis of its environmental effect. Something else that banning plastic straws (although I would not call it a complete ban because even in California if you aren’t given a plastic straw at restaurants, many people ask for one and are served one) has shifted us towards is the use of paper straws. Paper straws are more biodegradable than plastic straws, but their production emits more green house gases, requires more energy, and resources to make. So, like with most tradeoffs, there are some disadvantages too. When you state that this can be looked at as a “master class for building public support for an environmental initiative” I think you are spot on. Lots can be learned about what got the public concerned about plastic straw usage, why policy makers felt inclined to take action, and how an almost “stigma” around plastic straw arose. Personally, I think a lot of the latter came from images of beloved sea creature like sea turtle being harmed from the straws. Without that emotional pull, I doubt the plastic straw ban would have gained as much support as it has and did.\n\nReply\nCaleb Stevens says:\nApril 21, 2021 at 3:07 am\n\nGreat post Caroline! I always really like the psychological angle of environmental issues and how often movements can get swept up in personal feelings over tangible change. It seems even that polluters often gravitate themselves towards these public movement to optimize optics and save face rather than actually change anything. The Starbucks example really exemplifies that point in my opinion. I think that a common problem with public movements is that they operate off of the assumption that not only is something going to change, but that that change is actually significant. Realizing that straws are responsible for a negligible amount of plastic pollution is really important to quell any delusions of grandeur people might have from virtue signaling off of straw bans. That’s not to say that movements like this are useless. Public support of environmental issues has long been at the center of attaining change, but it’s important to remember that one movement is not a solution to environmental solutions, and it might not even be a solution to the problem the movement is addressing. I personally think there is merit in leaving emotions out of environmental issues, but without emotions it is hard to garner the support that many of these movements need. It really feels either insufficient or insincere to me when someone’s contribution to environmental protection is an instagram post or a shared hashtag. The ideal solution to me would be to galvanize the people who certainly do feel strongly about issues such as plastic straws into positions of influence. Whether these individuals go into science or policy or even speak at local communities meetings, actual impact is the best way to achieve lasting change. Regardless, it is heartening to see people unite over a common desire to preserve the environment.\n\nReply\nHenry Mukherji says:\nApril 22, 2021 at 12:35 am\n\nHi Caroline,\n\nThanks for the post! I feel similarly about opting not to use plastic straws, and it makes me feel a bit cynical about the futility of it (even though it certainly has positive impacts, just maybe not the impacts consumers had hoped for). However, I really appreciate your angle about building broad support for an environmental movement. I believe that if Americans can effectively build support for a movement that targets some of the bigger causes of pollution, we can all make a significant impact. To me, the most important target is corporations who are putting an inordinate amount of carbon dioxide into our atmosphere. While plastic straws make up a very small percentage of the waste in our oceans, 100 companies make up 71% of global carbon dioxide emissions. As such, I believe if environmental activists can make their cause as emotionally stirring as the case against plastic straws, we can make a big impact. Of course, the issue is different than the plastic straw issue–Americans can’t just decide to opt out of using something to make an impact. However, if we can build a nationwide movement, we could apply political pressure on Washington to ensure that companies aren’t destroying our planet with carbon emissions. One of the most important things is figuring out how to frame the issue, and when activists do that properly, the environmental movement becomes even bigger and more powerful.\n\nReply\nLeave a Reply\n\nComment * \n\nName * \n\nEmail * \n\nWebsite \n\n Notify me of follow-up comments by email.\n\n Notify me of new posts by email.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nAbout the blog\n\nThis is a collaborative blog by the Nicholas School’s ENV 212 course. Throughout the class, students have a chance to write about a topic of interest related to environmental policy in the United States.\n\nWhy Duke Environment?\n\nConsidering an environmental master’s degree? Click here to learn why you should choose Duke’s Nicholas School.\n\nSubscribe to the blog via email\n\nEnter your email address to subscribe to this blog and receive notifications of new posts by email.\n\nName (optional) \n\nEmail \n\n© 2017 Nicholas School of the Environment at Duke University | Box 90328 | Durham, NC 27708\nhow to contact us > | login to the site > | site disclaimers >"
}