{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Why are Plastic Straws Bad? Advice from the Experts",
  "href": "https://www.tembopaper.com/news/why-are-plastic-straws-bad-advice-from-the-experts",
  "body": "Why are Plastic Straws Bad? Advice from the Experts September 30, 2020 Restaurants and cafes are cutting down. Cities and countries around the world are banning them outright. And, increasingly, conscientious consumers are demanding change. We're heading to 2021 and the crusade against plastic straws is in full swing. Vive la révolution.",
  "textContent": "News + Stories\nTembo Careers\n+31 38 3372969\ninfo@tembo.eu\nHome\n \nNews\n \nWhy are Plastic Straws Bad? Advice from the Experts\nWhy are Plastic Straws Bad? Advice from the Experts\nSeptember 30, 2020\n\nRestaurants and cafes are cutting down. Cities and countries around the world are banning them outright. And, increasingly, conscientious consumers are demanding change. \n\nWe’re heading to 2021 and the crusade against plastic straws is in full swing. Vive la révolution.\n\nBut what has led us to this point? Why are plastic straws so bad that we want to eradicate them? To answer that, we’ve scoured the internet for expert insight and advice to learn how and why these single-use straws are damaging the ocean, the environment, and our health. \n\nWhy are plastic straws bad for the ocean?\n\n“Because plastic has a lifecycle that extends long after it’s served any function, single-use products often wind up in landfills or, even worse, the ocean.” - Kristin Hunt, Senior Editor at Green Matters (Source)\n\nThe problem with plastic is that it doesn’t biodegrade, meaning it cannot decompose and return to nature. Instead, it breaks down into much smaller pieces, called “microplastics” — and these pose a significant threat to the health and wellbeing of marine life when dumped in the ocean.\n\nAccording to StrawlessOcean.org, turtles and seabirds have been found with plastic in their stomachs. A study published by PNAS, meanwhile, projects that by 2050, 99% of seabirds will have ingested plastic. And globally, 100,000 marine mammals die as a result of plastic pollution every year.  \n\nAll of this comes down to the sheer volume of plastic that ends up in our oceans every year — around 8 million metric tons, according to Ocean Conservancy. Worrying, still, is that this number is estimated to double by 2025.\n\nAmong this waste, inevitably, is an abundance of plastic straws. They sit firmly in the top 10 items polluting our oceans.\n\nWriting in the Guardian, Hannah Lownsbrough, executive director of global consumer group SumOfUs, highlights the scale of the problem, with 500 million plastic straws being used daily by Americans alone:\n\n“Used for a few minutes then discarded… Straws are a particular hazard. Small and light, they can end up lodged in the nostrils of sea turtles and perforating the stomachs of penguins.” \n\nWhether still fully-formed or broken down into tiny fragments, the plastic straws polluting our oceans continue to endanger wildlife — and, by extension, the environment. \n\nWhy are plastic straws bad for the environment?\n\n“They create what we call microplastics. We're finding these flecks of plastic in everything from the forage fish that are at the base of the food web up through the kinds of fish that we end up putting on our dinner plate.” - George Leonard, Chief Scientist for the Ocean Conservancy (Source)\n\nPlastic is a robust material. It’s popular in manufacturing because it’s durable, mouldable, and versatile. \n\nYet, this durability is also its biggest flaw when it comes to environmental impact. \n\nAs we mentioned before, plastic isn’t biodegradable. And although it may break down into smaller pieces, those pieces don’t fully decompose, meaning they remain in our environment for hundreds — possibly even thousands — of years.\n\nWriting in response to the EU’s decision to ban single-use plastic products, Professor Ian Rae, an expert on chemicals in the environment at the University of Melbourne’s School of Chemistry, suggests that the presence of microplastics in our ecosystem could have devastating effects.\n\n“The other half of the environment argument concerns the ability of microplastics to suck up industrial chemicals and pesticides as they make their way through the environment, and deliver them to organisms like birds, fish and shellfish that consume the plastic.” \n\nAlthough Professor Rae admits that the amount of harm these chemicals can have is still up for debate, it’s clearly a concern that plastic is entering our food chain. Which leads us to our final concern — human health.\n\nWhy are plastic straws bad for our health?\n\n“Plastics in general pose a major threat to health by leaching endocrine disruptors (chemicals that interfere with your hormones).” - Dr Jolene Brighten, founder of Rubus Health (Source)\n\nIt’s not just chemical-absorbing microplastics that are a concern; plastic straws contain chemicals themselves. \n\nThe straws are typically made using polypropylene, a type of plastic made from petroleum. And although the FDA has found this to be food-safe, chemicals from the plastic could leach into liquids, releasing compounds which may affect estrogen levels.  \n\n\nIn our recent interview with Maria Westerbos of the Plastic Soup Foundation, she touched on the need to switch the narrative around plastic from an environmental problem to a people problem — and highlighting the health concerns is the way to go.  \n\n“We found that consumers didn’t fully grasp how plastic could end up in our bodies. They’d ask ‘where is all this plastic in the ocean coming from?’ So now we’re helping them to understand that it’s coming from our bathrooms, from our clothes, from our trash.” \n\n“When it’s clear that our actions are affecting our health and the health of our children, that’s when people are most willing to change.”\n\nPlastic straws are just plain bad — so what’s the alternative?\n\n“Plastic straws. They’re used for a matter of minutes, then last for years and years. I’ve seen them tangled up in various marine animals as I’ve dug in the ocean, and, of course, they get littered all over the place. Paper straws are a perfect replacement.” — Greg Stone, oceanographer (Source)\n\nNot only are plastic straws harmful to the ocean, our environment, and potentially our healthy, they’re also difficult to dispose of responsibly. Even if you do try to recycle them, they’re too small and lightweight, meaning they fall through the sorting screens of recycling machines and mix with other materials, contaminating recycling loads. \n\nHowever, the good news is, there are a number of alternatives to plastic straws — and when it comes to being truly sustainable, you can’t go wrong with a paper straw. They take only two months to biodegrade, and they don’t require any special technology or intervention to do so. \n\nThey’re also odourless, tasteless, and stay waterproof long enough for you to enjoy every last drop of your drink.  Paper straws are the perfect replacement for businesses and consumers alike.\n\n\nIf learning why plastic straws are bad has you wondering about our sustainable paper straws or our paper straw production line technology, contact us today. \n\nPhoto by Meghan Rodgers on Unsplash\n\n \n\nFollow our updates\nMcDonald's Canada will introduce paper straws at more than 1400 restaurants\nOctober 8, 2021\nWar on plastic: English government to ban single use plastics\nAugust 30, 2021\nTembo supports European standards for Paper Straws\nApril 8, 2021\nSUBSCRIBE TO OUR UPDATES\nMeet our Business Representative\nIndustrial Paper Straw Machines and Supply\n\nMartin Grandjean\n+ 44 7899 993595\nmarketing@tembo.eu\n\nJob openings at Tembo Paper\nThere are no vacancies to show.\nSEE ALL VACANCIES AT TEMBO\nContact Tembo Paper\n\nTembo Paper B.V.\nConstructieweg 45\n8263 BC Kampen\n\nPostbus 126\n8260 AC Kampen\nThe Netherlands\n\nTel: +31 383766244\n\nAbout Tembo Paper\n\nTembo Paper is the result of combined brainpower of our Tembo companies. By combining the knowhow our companies have, we can proudly present the high-end technology to convert paper into biodegradable paper straws. Tembo Paper offers the technology to partner companies and produces white label paper straws.\n\nAbout Tembo Paper\nTembo Group website\nMarket-Leading Paper Straw Machines\nPaper Straw Manufacturer in Canada\nPaper Straw Manufacturer in the Netherlands\nPaper Straw Manufacturer in the UK\nPaper Straw Manufacturer in Germany\nPaper Straw Manufacturer in Italy\nPaper Straw Manufacturer in Spain\nPaper Straw Manufacturer in the USA\nPaper Straw Manufacturer in France\nTembo Inside\n\nGet inspired by the latest news, stories and insights from Tembo.\n\nSUBSCRIBE\n© Copyright 2023\nDisclaimer\nPrivacy\nGeneral Terms\nSitemap\nRealisation: Nedfinity\nHome\nAbout\nPaper Straw Machines\nWholesale\nPartners\nContact us\nWe use cookies\n\nThis website uses functional and analytical cookies to provide you with an optimal visitor experience. This enables us to record and analyze the behavior of visitors and thereby improve our website. By clicking on the agreement below you give us consent to do so.\n\nREAD MORE ABOUT OUR PRIVACY POLICY\nAccept\nDecline"
}