{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic pollution solutions: emerging technologies to prevent and ...",
  "href": "https://www.sciencedirect.com/science/article/pii/S0160412020320225",
  "body": "Highlights • Technology can be used to target hotspots of marine plastic pollution. • The Inventory is a tool to identify plastic pollution prevention and cleanup technologies. • Fifty-two inventions focus on preventing plastic leakage or collecting marine plastics. • Technology alone cannot solve the plastics pollution issue. •",
  "textContent": "Skip to main content\nSkip to article\nBrought to you by:\nUniversity of the South duPont Library\nView PDF\nDownload full issue\nOutline\nHighlights\nAbstract\nKeywords\n1. Introduction\n2. Methods\n3. Results\n4. Discussion\nFunding\nCRediT authorship contribution statement\nDeclaration of Competing Interest\nAcknowledgements\nConflict of interest\nAppendix A. Supplementary data\nReferences\nShow full outline\nCited by (189)\nFigures (4)\nTables (2)\nTable 1\nTable 2\nExtras (1)\nSupplementary Data 1\nEnvironment International\nVolume 144, November 2020, 106067\nReview article\nPlastic pollution solutions: emerging technologies to prevent and collect marine plastic pollution\nAuthor links open overlay panel\nEmma Schmaltz a 1, Emily C. Melvin a 1, Zoie Diana a 1, Ella F. Gunady b, Daniel Rittschof a, Jason A. Somarelli b c, John Virdin d, Meagan M. Dunphy-Daly a\nShow more\nAdd to Mendeley\nShare\nCite\nhttps://doi.org/10.1016/j.envint.2020.106067\nGet rights and content\nUnder a Creative Commons license\nopen access\nHighlights\n\n•\n\nTechnology can be used to target hotspots of marine plastic pollution.\n\n•\n\nThe Inventory is a tool to identify plastic pollution prevention and cleanup technologies.\n\n•\n\nFifty-two inventions focus on preventing plastic leakage or collecting marine plastics.\n\n•\n\nTechnology alone cannot solve the plastics pollution issue.\n\n•\n\nThe Inventory underscores the importance of cross-sector collaborations.\n\nAbstract\n\nAs plastic waste accumulates in the ocean at alarming rates, the need for efficient and sustainable remediation solutions is urgent. One solution is the development and mobilization of technologies that either 1) prevent plastics from entering waterways or 2) collect marine and riverine plastic pollution. To date, however, few reports have focused on these technologies, and information on various technological developments is scattered. This leaves policymakers, innovators, and researchers without a central, comprehensive, and reliable source of information on the status of available technology to target this global problem. The goal of this study was to address this gap by creating a comprehensive inventory of technologies currently used or in development to prevent the leakage of plastic pollution or collect existing plastic pollution. Our Plastic Pollution Prevention and Collection Technology Inventory (https://nicholasinstitute.duke.edu/plastics-technology-inventory) can be used as a roadmap for researchers and governments to 1) facilitate comparisons between the scope of solutions and the breadth and severity of the plastic pollution problem and 2) assist in identifying strengths and weaknesses of current technological approaches. We created this inventory from a systematic search and review of resources that identified technologies. Technologies were organized by the type of technology and target plastics (i.e., macroplastics, microplastic, or both). We identified 52 technologies that fall into the two categories of prevention or collection of plastic pollution. Of these, 59% focus specifically on collecting macroplastic waste already in waterways. While these efforts to collect plastic pollution are laudable, their current capacity and widespread implementation are limited in comparison to their potential and the vast extent of the plastic pollution problem. Similarly, few technologies attempt to prevent plastic pollution leakage, and those that do are limited in scope. A comprehensive approach is needed that combines technology, policymaking, and advocacy to prevent further plastic pollution and the subsequent damage to aquatic ecosystems and human health.\n\nPrevious article\nNext article\nKeywords\nmarine plasticplastic pollutionplastic remediationremediation technology\n1. Introduction\n\nSince its popularization in the 1950s, plastic use has skyrocketed due to its benefits to societal health, safety, and energy (Andrady & Neal, 2009). However, due to plastics’ longevity and resistance to decomposition (Andrady, 2015), their widespread use has led to an epidemic of mismanaged waste. Over 7,800 million metric tons (MMT) of plastic resin and fibers have been produced since 1950, with over half of that plastic being produced from 2004 to 2017 (Geyer et al., 2017). By 2015, annual plastic production had approached the combined weight of the human population (Worm et al., 2017), and it is estimated that 150 MMT of plastic were circulating in the marine environment as of 2016 (World Economic Forum, 2016). Furthermore, experts estimate that up to 10% of plastic debris produced will enter the sea (Thompson, 2006) and that plastics will outweigh fish in the ocean by 2050 (World Economic Forum, 2016).\n\nPlastics have deleterious effects on the environment by destroying habitat (Sheavly & Register, 2007), entangling marine animals (Gall and Thompson, 2015, Kühn et al., 2015, Lusher et al., 2018), facilitating the transport of invasive species across habitats (Kiessling et al., 2015), and depositing in sediments, leading to potential impacts on the animals that live and forage in the benthos (Brandon et al., 2019). When consumed by marine animals, plastic can have both physical and chemical impacts. In addition to entanglement, physical impacts include blockages in the digestive tract when plastic is consumed by marine animals (de Stephanis et al., 2013, Laist, 1987, Ryan et al., 2016), which can lead to false satiation. A review of 340 original publications found that at least 690 different species have been impacted by marine debris (92% of which is plastic) (Gall & Thompson, 2015).\n\nThe chemical impacts of ingested microplastics and macroplastics are also a growing concern (Brennecke et al., 2016, Karbalaei et al., 2018, Karbalaei et al., 2019, Karbalaei et al., 2020, Luo et al., 2020, Teuten et al., 2009, Turner, 2018). Plastics may serve as efficient delivery systems of toxic pollutants, like plastic additives from the manufacturing process (e.g., heavy metals, plasticizers) or chemicals that have adsorbed to plastic from the surrounding environment (e.g., heavy metals) (Gallo et al., 2018, Turner, 2016, Turner, 2018). For example, some microplastics have been shown to contain additives that are known reproductive toxins, carcinogens, and mutagens (Wright & Kelly, 2017). These chemicals may bioaccumulate up the food chain through ingestion at multiple trophic levels, and the implications for food webs are not yet fully understood (Carbery et al., 2018, Farrell and Nelson, 2013, Lusher et al., 2018). Plastic additive leaching has been shown in studies on barnacles, anemones, and Japanese medaka, along with an avian physiologically-based model (Diana et al., 2020, Li et al., 2016a, Turner, 2018, Zhu et al., 2020). This is a potential human health hazard, because humans consume an estimated 39,000 to 52,000 microplastic particles per year from food and beverages alone (Cox et al., 2019). As plastics enter the human food chain, they carry additives from the manufacturing process, chemicals adsorbed to the plastics, and pathogens or parasites that may be on the plastics (Barboza et al., 2018, Vethaak and Leslie, 2016, Wu, 2017). However, despite this, most countries continue to classify plastics as harmless solid waste (Lechner and Ramler, 2015, Rochman et al., 2013).\n\nIn light of the growing concern about the negative impacts of plastics on environmental and human health, some governments are increasingly responding to this problem at the local, national, and international levels (Adam et al., 2020, Karasik et al., 2020, Schnurr et al., 2018, Xanthos and Walker, 2017). Between the years 2000 and 2019, at least 28 international policies were established to reduce plastic pollution, three of which are binding to member states: the Antarctic Treaty, London Convention and Protocol amendments, and the International Convention for the Prevention of Pollution from Ships (MARPOL) Annex V (Karasik et al., 2020). The United Nations Environment Assembly (UNEA) has enacted multiple resolutions that aim to reduce marine plastic pollution (e.g., Resolutions 1/6, 2/11, 3/7, 4/6, 4/7, 4/9) (Carlini and Kleine, 2018, Karasik et al., 2020, Resolution 1/6 Marine plastic debris and microplastics, xxxx, Resolution 2/11 Marine plastic litter and microplastics, xxxx, Resolution 3/7 Marine Litter and Microplastics, xxxx, Resolution 4/6 Marine plastic litter and microplastics, 2019, Resolution 4/7 Environmentally sound management of waste, 2019, ten Brink et al., 2018, Resolution 4/9 Addressing Single-use Plastic Products Pollution). Similarly, the Group of Seven Summit acknowledged in 2015 that marine pollution is a global challenge affecting marine and coastal ecosystems and human health and ultimately passed an Ocean Plastics Charter in 2018 that committed to taking specific actions to reduce plastics in the marine environment (Niaounakis, 2017). Similarly, the Group of Twenty agreed to an Action Plan on Marine Litter in 2017 (G20 Action Plan on Marine Litter, 2017).\n\nIn addition to these international efforts, regional groups of governments (in various geographic locations) have started to respond to the marine plastic pollution issue. As of 2019, at least 39 regional policy documents have been adopted, primarily in Europe (Karasik et al., 2020). Regional policies facilitated by the United Nations Environment Programme (UNEP) and the Regional Seas Programme make up over half of these policies and the remaining policies were adopted by the European Union (EU), Antarctic Treaty signatories, Nordic countries, and East African member states (Karasik et al., 2020). Regional governments including the EU, Baltic Marine Environment Protection Commission (Helsinki Commission), Nordic Council of Ministers, Convention for the Protection of the Marine Environment of the North-East Atlantic, and Secretariat of the Pacific Regional Environment Programme have agreed to phase out plastic microbeads through statements of support and regional action plans (UNEP, 2018).\n\nIn addition to these international and regional efforts, national and subnational government responses have increased over the last decade, focusing primarily on bans, levies/taxes/fees, and voluntary efforts (e.g., “reduce and reuse campaigns”) in order to address plastic bags and, to a lesser extent, single-use plastics more broadly (Lam et al., 2018, Schnurr et al., 2018, Xanthos and Walker, 2017). At the national level, governments worldwide are increasingly adopting policies to target single-use plastic bags and other macroplastics, primarily through the adoption of regulatory bans (Karasik et al., 2020, Schnurr et al., 2018, Xanthos and Walker, 2017). A number of national single-use plastic bag bans, taxes, or levies have been adopted in countries in sub-Saharan Africa (Jambeck et al., 2018, Karasik et al., 2020). Twelve of the 16 countries in West Africa have instituted single-use plastic reduction policies, which include 11 bans and one market-based approach in Ghana (the Environmental Excise Tax Act 863) (Adam et al., 2020). Nationwide bans on the use of microbeads in cosmetic products have been adopted in the United States, Canada, United Kingdom, New Zealand, Finland, France, Iceland, Ireland, Italy, Luxemburg, Norway, and Sweden (Dauvergne, 2018a). Local legislation to reduce plastic pollution has also increased worldwide (Karasik et al., 2020, Schnurr et al., 2018, Xanthos and Walker, 2017). In cities in the United States, for example, plastic bag bans have become the most common form of local ordinance used to address plastic pollution (Wagner, 2017).\n\nDespite these policy efforts, the rate of plastic pollution continues to grow (Dauvergne, 2018b, Jambeck et al., 2015). With governance fragmented across a number of national and local jurisdictions, business and political interests have often taken precedence over the capacity of marine systems, and international institutions have struggled to fill the gaps (Dauvergne, 2018b). These governance challenges are further complicated by the durability and dispersal of plastics, the scientific uncertainty in the amount of pollution making its way into the oceans, and the difficulty in determining who is responsible for that pollution (Dauvergne, 2018b). Meanwhile, the growing plastics industry has exerted considerable influence, dispersing plastic through opaque trading structures and sending waste to jurisdictions with poor waste management practices (Dauvergne, 2018b).\n\nExisting international governance mechanisms, such as Annex V of MARPOL and the 2011 Honolulu Strategy, have proved insufficient to address the plastic marine litter crisis (Dauvergne, 2018b, Gold et al., 2013). Current international rules, state policies, nonstate rules, and consumer behaviors are not strong or comprehensive enough to protect the environment at a global level (DeSombre, 2018). This is primarily due to the fact that governance is fragmented across national and local jurisdictions, allowing for regulatory gaps in global environmental governance that make it easy to evade responsibility and deflect the costs of plastic pollution (Dauvergne, 2018b).\n\nWhile governments have an important role to play, these efforts are more effective when coupled with private industry action and technological innovation, especially given the global nature of the problem and the extent of stakeholders involved. Indeed, Gold and colleagues (2013) called for investment in emerging technologies to increase the efficiency of marine litter clean-up efforts. To that end, both for-profit and non-governmental organizations (NGOs) are trying to reduce the negative impacts of plastic pollution by developing new technologies designed to remediate plastic pollution in the environment. For example, new technologies and strategies to remediate plastic pollution have been compiled by Ubuntoo, a for-profit company that shares innovative solutions developed by private entities, NGOs, governments, and academics in a web-based database (“About Us,” n.d.). Additionally, the for-profit entities of Systems, Applications, and Products in Data Processing (SAP), Modis, Cermaq, and Wilhelmsen supported the United Nations (UN) Reboot the Ocean Challenge, in which innovators worldwide submitted technological solutions to reduce marine plastic pollution in the “End Waste Entering the Ocean” session (“Reboot the Ocean,” n.d.).\n\nThese innovative techniques to reduce the amount of global plastic pollution focus on different life cycle stages of plastic, including production, consumption, and waste management, which can involve landfilling, recycling, or repurposing (e.g., waste-to-energy) (Nielsen et al., 2020, Prata et al., 2019). Approximately 80% of marine plastic pollution arrives in the ocean from land-based sources (Li et al., 2016b, Ritchie and Roser, 2018) and it is common for plastic to leak out of waste management channels into the environment as mismanaged waste throughout the production, consumption, and waste management stages of the plastic life cycle (Fig. 1) (Nielsen et al., 2020, Prata et al., 2019). For example, plastic can be lost to the surrounding environment and transported to the oceans via waterways, winds, and tides due to littering and improper waste management in open or uncontrolled landfills (Law, 2017, Ritchie and Roser, 2018). Microplastics can enter the environment through wastewater, storms, and catastrophic events, which can carry materials of all kinds, including plastics, into the oceans (Law, 2017). Technologies addressing these issues are geared toward either 1) directly preventing plastic leakage into waterways or 2) collecting existing plastic pollution. During the recycling phase, innovative recycling solutions, such as plastic-to-fuel and bioremediation, are being explored (Mohanraj et al., 2017, Sheth et al., 2019, Tournier et al., 2020, Yoshida et al., 2016).\n\nDownload : Download high-res image (379KB)\nDownload : Download full-size image\n\nFig. 1. Sources of marine pollution throughout the plastic lifecycle. Plastic pollution prevention and collection technologies can capture plastic leakage from any stage of the plastic lifecycle.\n\nThese technologies serve as promising complements that can work in tandem with policy efforts to combat marine plastic pollution (Cordier and Uehara, 2019, Gold et al., 2013, Worm et al., 2017). The UNEA Resolution 2/11 notes that member states should “cooperate regionally and internationally on clean-up actions of such hotspots where appropriate and develop environmentally sound systems and methods for such removal and sound disposal of marine litter” (Resolution 2/11 Marine plastic litter and microplastics, xxxx, ten Brink et al., 2018). This study seeks to identify these technologies through creation of the Plastic Pollution Prevention and Collection Technology Inventory (https://nicholasinstitute.duke.edu/plastics-technology-inventory), which can serve as a tool for stakeholders who are undergoing cleanup efforts of marine plastic hotspots, as suggested by the UNEA in Resolution 2/11 (Resolution 2/11 Marine Plastic Litter and Microplastics, 2016). The Inventory focuses on technologies that 1) prevent plastic leakage into riverine and marine environments or 2) collect existing pollution that leaked during other plastic lifecycle stages including production, consumption, and waste management. We focused on these technologies because they are specific to plastic pollution already in waterways and the marine environment, or they focus on plastic pollution in systems that immediately feed into those environments, such as sewage systems and wastewater. To our knowledge, these technologies have not been systematically reviewed.\n\nThe Inventory created from this review can serve as a streamlined tool that researchers, industry, NGOs, and governments can use to learn about the options available for plastic pollution remediation. A white paper published by the Benioff Ocean Initiative surveyed the broad types of technologies used to reduce river plastic pollution (The Benioff Ocean Initiative, 2019); we hope that this study builds upon their work by encompassing marine ecosystems and including a searchable inventory of specific technologies that allows for faster learning. Moreover, the Inventory enables comparisons between the scope of solutions and the breadth and severity of the plastic pollution problem, and it identifies the strengths and weaknesses of current technological approaches and implementation. We hope that innovators and policymakers will use the Inventory to determine how best to target future innovation efforts and incorporate technological solutions to complement existing policy efforts.\n\n2. Methods\n\nFor this review, we conducted a systematic search of internet resources, scholarly literature, and patents to identify technologies that either reduce the amount of plastic pollution entering the ocean and rivers or extract existing plastic pollution from waterways. We also included technologies that aim to prevent plastic pollution from entering waters upstream of oceans and rivers (e.g., industrial or residential wastewater). Because most information regarding plastic pollution prevention and collection technologies is located in internet resources, we focused on this literature, including news media, press releases, and other non-peer reviewed literature. We then supplemented that search by analyzing scholarly literature, reviewing United States Patent and Trademark Office patent databases, and carrying out expert consultations with Ubuntoo and the UN Reboot the Ocean Challenge (Fig. 2).\n\nDownload : Download high-res image (246KB)\nDownload : Download full-size image\n\nFig. 2. Overview of methods used to assemble the Plastic Pollution Prevention and Collection Technology Inventory.\n\n2.1. Review of internet resources and assembly of the Inventory\n\nWe first conducted a systematic search to identify announcements in press releases, key events, or other media that discussed technologies to either prevent plastic leakage into waterways or remove existing plastic pollution from riverine and marine environments. To perform this search, we developed a series of Boolean search strings by reviewing news articles and press releases on plastic remediation technology. Search terms were either synonyms or types of plastic pollution (e.g., \"marine debris,\" \"shopping bag,\" \"Styrofoam\") paired using “AND” with synonyms for technology (e.g., \"invention\"). Where search terms led to predominantly irrelevant results, we added the terms “collect” and “remove” with the Boolean connecter “AND.” We performed a Google search using the resulting search terms (Table 1). After conducting pilot searches on several terms, we determined that after approximately 100 news articles, the searches returned results that were either irrelevant or duplicative of prior results. Therefore, we focused the review on the first 100 news articles for each of the 40 search terms (n = 3,910 articles total). We considered news articles published prior to October 1, 2019 for this study.\n\nTable 1. Boolean strings of search terms used to identify plastic pollution remediation technology.\n\nSearch terms\n“cigarette waste” AND “invent*”\n“marine debris” AND “tech”\n“marine debris” AND “invent*”\n“marine litter” AND “invent*”\n“microplastic” AND “invent*”\n“microfiber” AND “invent*”\n“nurdle*” AND “invent*”\n“nylon” AND “invent*”\n“marine plastic” AND “invent*”\n“ocean plastic” AND “invent*”\n“polyethylene” AND “invent*”\n“polymethyl methacrylate” AND “invent*”\n“polypropylene” AND “invent*”\n“polystyrene” AND “invent*”\n“polyvinyl chloride” AND “invent*”\n“shopping bag” AND “invent*”\n“Styrofoam” AND “invent*”\n“synthetic disposable” AND “invent*”\n“tire” AND “invent*”\n“tyre” AND “invent*”\n“marine waste” AND “collect” AND “tech”\n“marine debris” AND “collect” AND “tech”\n“marine litter” AND “collect” AND “tech”\n“marine waste” AND “collect” AND “invent*”\n“marine debris” AND “collect” AND “invent*”\n“marine litter” AND “collect” AND “invent*”\n“marine waste” AND “cleanup” AND “invent*”\n“marine debris” AND “cleanup” AND “invent*”\n“marine litter” AND “cleanup” AND “invent*”\n“marine waste” AND “remove” AND “invent*”\n“marine debris” AND “remove” AND “invent*”\n“marine litter” AND “remove” AND “invent*”\n“plastic” AND “remove” AND “waterway”\n“plastic” AND “collect” AND “waterway”\n“plastic” AND “remove” AND “ocean”\n“plastic” AND “collect” AND “ocean”\n“litter” AND “trap” –cat2\n“trash“ AND “marine” AND “technology”\n“ocean” AND “booms”\n“river” AND “booms”\n\n2The search of “litter” AND “trap” yielded mostly results about cat litter, therefore “-cat” was added in order to remove results that were irrelevant to the search.\n\nFrom these search results, we included all discrete technologies in the Inventory that were designed to either prevent the leakage of plastic pollution into waterways or collect existing plastic pollution. We excluded technologies that did not fall into these two categories – such as plastic-to-fuel, bioremediation, or new materials to replace plastic – due to our focus on prevention and collection technology.\n\nWhen determining whether two sources described discrete technologies, we first assessed whether the two technologies appeared similar in purpose, mechanism, and construction. Even for those technologies that appeared similar, we considered inventions discrete if they were differently branded or if they were manufactured, sold, or marketed by different entities. When inventions were not branded, but were labeled with descriptive names, we grouped together inventions that appeared identical. This included, for example, generic river booms that are often described in a merely descriptive way and are frequently cited in localized collection efforts.\n\nWe then assembled the list of discrete technologies, assigned each technology a unique identification number, and categorized them as either prevention or collection technologies. When a technology could be used for either prevention or collection, we categorized it as the former since prevention is further upstream in the plastic lifecycle than collection.\n\nTo determine if an invention targets macroplastic, microplastic, or both, we relied on the reporting and categorizations in the literature itself. In rare cases where the targeted plastics were not described but a size of targeted plastics was provided, we defined microplastics as plastics smaller than 5 mm and macroplastics as anything larger (Arthur et al., 2009). We also identified the year that the technology was invented (if available), use status (i.e., in use, not in use, pilot testing, or unknown), and geographic location where the technology was invented (if available). If the source did not clearly identify the year that the technology was invented, we used the year that the earliest source article was published as a proxy.\n\nAfter assembling the Inventory, we performed a targeted, in-depth search in Google on each technology to gather any information that was not provided in the initial reference articles. Search terms included the name of the technology or inventor/manufacturer and the piece of missing data (e.g., plastic type targeted).\n\n2.2. Review of scholarly literature\n\nAfter assembling the Inventory, we applied the same search terms (Table 1) in Google Scholar and the Duke University Library system to cross-check the peer-reviewed literature (published prior to October 1, 2019) with technologies previously identified. We filtered search results by relevance and reviewed them to identify new technologies not already in the Inventory or extract information on technologies already in the Inventory.\n\n2.3. Review of patents\n\nWe next searched the United States Patent and Trademark Office patent database for relevant technologies patented prior to October 1, 2019. Our patent search was limited in scope and is discussed in more detail in the Supplementary Material. Future patent research by experts trained in the technical and engineering aspects of these issues could allow for a more detailed analysis of the scope of the patent literature and enhance the Inventory.2\n\n2.4. Expert consultations\n\nIn addition to these searches, we consulted with experts to add additional technologies to the database that we did not identify through our review of internet sources, scholarly literature, or patents. These expert consultations included meeting with the co-founder of Ubuntoo, a company that compiles a variety of novel solutions to plastic pollution, and then carrying out searches for technology on Ubuntoo (see Supplementary Material). One author (Z. Diana) served as a judge and mentor for innovators who submitted plastic prevention and collection technologies to the UN Reboot the Ocean Challenge “End Waste Entering the Ocean” session (see Supplementary Material). Additional technologies from Ubuntoo and the UN Reboot the Ocean Challenge were added to the Inventory for analysis.\n\n3. Results\n\nThe Boolean search strings in Table 1 resulted in 3,910 Google news articles for screening, from which 39 discrete technologies were identified that were designed to either 1) prevent plastic from entering waterways or 2) collect existing marine and riverine plastic pollution. The search of scholarly literature revealed no additional technologies, although it did result in one additional reference. The patent search resulted in one additional technology. Expert consultations resulted in 12 additional technologies. Among the 52 total technologies, 14 were categorized as technologies focusing on plastic pollution prevention and 38 were categorized as collection technologies (Table 2). Of the 52 total technologies, 39 targeted macroplastics, nine targeted microplastics, and four targeted both categories of plastic.\n\nTable 2. The Plastic Pollution Prevention and Collection Technology Inventory.\n\nEmpty Cell\n\t\nEmpty Cell\n\tName\tYear3\tDescription\tUsed?\tLocation invented\tReferences\nPrevention: macroplastics\tStormwater and wastewater filters\tIn-line Litter Separator (ILLS)\t1999\tTrap attached to the drainage system downstream of shopping areas removes litter from passing stormwater\tYes\tAustralia\tPhillips, 1999\nStormTrap TrashTrap\t2018\tMesh net system uses water flow to capture and remove trash, floatables, and solids from stormwater and wastewater\tYes\tUnited States\t“TrashTrap: Capture floatables with innovative netting systems,” n.d.; “TrashTrap Floatables Collection System Guide Specification,” 2018\nPumpGuard\t2016\tMesh nets remove debris from stormwater and wastewater\tYes\tUnited States\t“Pump protection solutions for wastewater, stormwater and combined sewer overflow (CSO) discharges,” n.d.; “Pumpguard,” n.d.\nWatergoat Trash Trap\t20064\tFloating boom and net attached to embankments, stormwater outfalls, canals, or creeks collects floating debris\tYes\tUnited States\t“Mark Maksimowicz,” n.d.; “‘“Watergoat” trash traps helping curb litter in Augusta., 2018, Parsons, 2017, tfarrell, 2019\nNetting TrashTrap System\t1999\tMesh nets capture and remove trash from stormwater and discharge\tYes\tUnited States\tFresh Creek Technologies, Inc., n.d.; “Creek, 2010, Turner et al., 2005a, Turner et al., 2005b, United States Environmental Protection Agency., 1999\nPrevention: macroplastics\tStormwater and wastewater filters\tStormX Netting Trash Trap\t1995\tCommercial grade reusable nets provide full capture of gross pollutants as small as 5 mm in stormwater runoff, including organic materials (such as leaves) that could reduce the levels of phosphorous and nitrogen in water\tYes\tAustralia\t“City of Carrollton, Texas installs StormX netting trash trap,” 2012; “StormX Netting Trash Trap. (n.d.). Storm Water Systems. Retrieved April 1, 2020, Wodalski, 2010\nMiscellaneous leakage prevention\tStow it, Don’t Throw It\t2012\tTennis ball containers repurposed into fishing line recycling bins for anglers\tYes\tUnited States\t“Home: The Stow It-Don’t Throw It Project,” n.d.; “Stow It Don’t Throw It Project. (n.d.). Greening Forward. Retrieved February 19, 2020, Savedge, 2014\nCLEVER-Volume\t2019\tSensors allow port authorities to certify the amount of ship waste reported, in comparison to the volume reported to MARPOL inspectors\tNo\tPortugal\t“CLEVER-Volume – 3DModelling PT. (n.d.). 3D Modeling Studio. Retrieved February 19, 2020, Solana, 2019\nPrevention: microplastics\tMiscellaneous removal from wastewater\tUnnamed Invention by Students at Gering High School\t2017\tGravity-fed, three-stage attachable filter catches microplastics (e.g., microfibers shed from laundry) before they enter the wastewater\tNo\tUnited States\tFielder, 2017; “These students found a way to keep microplastics out of your drinking water,” 2018\nGoJelly Project\t2018\tJellyfish mucus (secreted when they reproduce or become stressed) captures and binds to nano-sized particles, removing microplastics from wastewater\tNo\tUnknown (Funded by European Union)\tDiaz, 2019; “GoJelly. (n.d.). GoJelly. Retrieved February 19, 2020, Javidpour, 2018\nPrevention: microplastics\tLaundry balls\tCora Ball\t2019\tBalls placed in the laundry machine capture microfibers shed when washing synthetic fibers\tYes\tUnited States\t“Ball, 2020, Kart, 2020\nFibre Free\t2017\tBalls placed in the laundry machine or dryer capture microfibers shed when washing or drying synthetic fibers\tNo\tUnited States\tChou, 2018, Dunbar, 2017\nResidential wastewater treatment\tLint LUV-R\t2016\tWater filter on laundry machines captures microfibers when water is drained through the machine\tYes\tCanada\tKart, 2020, Krieger, 2016; “Lint LUV-R washing machine discharge filter,” n.d.\nShowerloop\t2012\tFilter removes microplastics while primarily filtering water for reuse\tUnknown\tFinland\t“How it works,” n.d.; “Make it. (n.d.). Showerloop. Retrieved February 19, 2020, Young, 2018\nCollection: macroplastics\tLarge-scale booms\tOcean Cleanup System\t2013\tC-shaped boom and screens use currents to corral trash\tYes5\tNetherlands\tBeauHD, 2018, Carr, 2017, Cross, 2019, Edwards, 2016, Gertz, 2014, Hill, 2016, Howard et al., 2019, Knapton, 2017, Leatherman, 2015, Lim, 2018, Miller, 2018, Onorevole, 2016, Papadopoulos, 2019, Ryall, 2015, Shah, 2017, Spary, 2018; “The Ocean Cleanup,” n.d.; “Will the Great Pacific Garbage Patch meet its match Floating trash collector just left San Francisco on a mission., 2018, Wamsley, 2018, Wright, 2018\nHoly Turtle\t2018\t1,000-foot-long floating unit is towed by two marine vessels and captures floating waste; large vent hole protects marine life\tYes\tUnited States\tKotecki, 2018, SodaStream International Ltd, 2018\nCollection: macroplastics\tDrones and robots\tFRED (Floating Robot for Eliminating Debris)\t2019\tSolar-powered vessel with conveyor belts collects floating debris\tYes5\tUnited States\t“About – Clear Blue Sea,” n.d.; “Fred, 2020, Thomson, 2019\nWasteShark\t2016\tDrone modeled after a whale shark skims the water and collects floating debris\tYes\tNetherlands\t“Chomping down on trash: WasteShark collects marine debris., 2018, Cook, 2019, Dormehl, 2016, Morjaria, 2019\nJellyfishbot\t2018\tRemote-controlled robot collects garbage from waterways\tYes\tFrance\t“A jellyfish robot arrives in the Old Port to collect waste,” 2019; “Jellyfishbot, 2020, Franklin, 2018\nSeabin\t2013\tAutomated bucket uses a pump to capture floating debris, including plastic\tYes\tAustralia\tEdwards, 2016; “Seabin, a new kind of floating bin,” 2019; “Seabin project—Cleaner oceans for a brighter future,” n.d.\nBluePhin\t2017\tBattery-powered, zero carbon emissions robot uses artificial intelligence to collect floating waste\tUnknown\tUnited Arab Emirates\tBluePhin Technologies, n.d.\nBoats and wheels\tSeaVax\t2015\tSolar- and wind-powered ship collects plastic and other debris; sensors detect waste and sonar protects fish and other animals from being collected\tYes\tUnited Kingdom\tChow, 2016, Edwards, 2016; “SeaVax Robotic Vacuum Ship,” n.d.\nMighty Tidy\t2003\tTrash skimming boat scoops plastic from the surface, and a conveyor belt moves waste to a bin\tYes\tUnited States\tBabineck, 2003; “News,” 2003\nInner Harbor Water Wheel\t2014\tWheel collects trash in the river before it can flow into the harbor\tYes\tUnited States\tHamers, 2019, Krieger, 2016; “Trash wheel project,” n.d.\nVersi-Cat Trash Skimmer Boat\t2009\tSkimmer collects floating and semi-submerged debris in a removable basket for later disposal\tYes\tUnited Kingdom\t“Versi-Cat, n.d.; “Water Witch: World Leaders in Waterway Cleanup,” n.d.\nCollection: macroplastics\tBoats and wheels\tERVIS\t2016\tShip with saucers uses centripetal force to capture and separate waste into five size classes for later disposal\tNo\tIndia\t“Pune: 12-Year-old designs ship to remove plastic from ocean, save marine life,” 2019; Think Change India, 2018\nOne Earth-One Ocean SeeHamster\t2012\tSmall catamarans (4 × 12 m), equipped with fold-down nets or fishing gear collect debris from inland waters\tYes\tGermany\t“One Earth One Ocean,” n.d.\nOne Earth-One Ocean SeeKuh\t2016\tNets with 2.5 cm mesh are suspended from catamarans (12 x10 m) and collect plastic waste up to 4 m deep from bays, estuaries, and coastal regions\tYes\tGermany\t“One Earth One Ocean,” n.d.\nManta\t2016\tShip brings waste onboard for manual sorting and mechanical compacting before being carried to land for processing\tNo\tFrance\t“The Manta, a revolutionary vessel,” n.d.\nThe Interceptor\t2019\tSolar-powered catamaran autonomously extracts floating plastics from rivers, using barriers and a conveyor belt\tYes\tNetherlands\t“How it works: The interceptor,” n.d.\nMariClean\t2020\tCatamaran fitted with a conveyor belt collects debris from seas, straits and bays\tNo\tCanada\tEchavez, 2020\nCollection: macroplastics\tDetection aids\tMalolo I\t2017\tUnmanned aerial robot detects marine debris (especially fishing gear) in the open ocean for later collection or satellite tagging\tYes\tUnited States\tMayer, n.d.\nUnnamed GPS Device on Ghost Nets\t2019\tVessels place GPS units on ghost nets to mark them for collection\tYes\tUnited States\t“Ocean Voyages Institute, 2020, SMART., 2019\nNetTag\t2019\tLow-cost transponders allow fishers to locate and recover lost nets\tYes5\tEngland\tE&T Editorial Staff, 2019\nWikilimo\t2019\tUses satellite imagery to detect major garbage patches in oceans; uses numerical models and machine learning to identify optimum routes for cleaning up garbage patches\tNo\tUnited States\t“Machine learning and satellite imagery based oceanography,” n.d.\nWaterway litter traps\tBandalong Litter Trap\t2009\tFloating device uses waterway currents to capture and guide litter into the trap before it flows downstream\tYes\tAustralia\t“Bandalong Litter Trap,” n.d.-a; “Bandalong Litter Trap,” n.d.-b; “Storm Water Systems installs first U.S. Bandalong Litter Trap,” 2009\nClear River Litter Trap\t2014\tFloating device uses waterway currents to capture and guide litter into the trap before it flows downstream\tYes\tNetherlands\t“Litter Traps,” n.d.; “Timeline,” n.d.\nSCG Litter Trap\t2019\tFloating litter trap uses a bypass flap to leverage water flow and pressure to capture and trap floating litter\tYes5\tThailand\t“‘Litter trap’ a success blocking trash from the sea,” 2019; “SCG’s Floating Litter Trap to Prevent Marine Debris Entering Oceans at Rayong Estuaries and Samut Sakhon Canals,” 2019\nCollection: macroplastics\tRiver booms\tClean River Project River Boom\t2005\tFloating beams create a barrier that collects surface debris along rivers\tYes\tUnited States\tBlessing, 2018; “Clean River Project,” n.d.\nBandalong Boom\t2015\tFloating boom couplings span waterways to capture waste and prevent it from traveling further downstream\tYes\tAustralia\t“Bandalong Boom System,” n.d.; “Bandalong Boom System tested by University of Kentucky,” 2015; “Bandalong Boom Systems,” n.d.\nThe Litterboom Project\t2017\tLarge pipes anchored across rivers catch surface-level debris\tYes\tSouth Africa\t“About the project,” n.d.\nAlphaMERS Floating Barrier\t2015\tFloating barricade carries debris to the riverbank for manual or mechanical collection\tYes\tIndia\t“AlphaMERS Ltd,” n.d.\nPlastic Fischer Trash Boom\t2019\tBoom made of PVC pipe floaters and galvanized steel catching nets collects surface plastics up to 60 cm deep\tYes\tGermany\t“Our solutions,” n.d.\nSand filters\tBarber Surf Rake\tUnknown\tTractor-towed machine removes waste on beaches\tYes\tUnited States\t“Surf Rake—Tractor-towed beach cleaner machines,” n.d.\nBarber Sand Man\tUnknown\tWalk-behind sand sifting machine uses a vibrating screen to sift debris from sand and soil on beaches\tYes\tUnited States\t“Walk behind sand cleaner: The Barber SAND MAN 850,” n.d.\nCollection: microplastics\tMiscellaneous capture\tUnnamed Invention by Anna Du\t2018\tRemotely operated vehicle uses infrared light to detect, photograph, and help remove microplastics from waterways\tNo\tUnited States\t“, 2020, Williams, 2019\nUnnamed Invention by Fionn Ferreira\t2019\tCombination of oil and magnetite powder binds microplastics for extraction with a magnet\tNo\tIreland\tBendix, 2019, Nace, 2020; “What is Fionn About,” n.d.\nCollection: microplastics\tSand filter\tMarine Microplastic Removal Tool\t2013\tSand is piled on a sheet of fine mesh stretched between two long poles, and the mesh catches plastic and other foreign material while allowing the sand to fall through\tYes\tUnited States\tFisher, 2018, Ward, 2015\nCollection: all\tBoat\tOC-Tech\t2013\tBoat collects oil, microplastics, and other debris using a system of nets and baskets; clean water then flows back into ocean\tUnknown\tSpain\t“OC-Tech: Innovative vessel for cleaning-up activities in marine and fluvial environments.,” n.d.; “Products—Ocean Cleaner Technology,” n.d.\nSkimmer\tMarina Trash Skimmer\t2016\tPump in a partially submerged plastic box draws in and catches surface trash\tYes\tUnited States\tFaulkner, 2019, Kraimer, xxxx; “Marina Trash Skimmers,” n.d.\nVacuum\tHoola One\t2019\tVacuums approximately three gallons of sand and debris per minute into a tank that separates particles by buoyancy, allowing for plastic separation and removal\tYes\tCanada\t“Hoola One – We hand the beaches back to nature,” n.d.; “Hoola One microplastic removal machine arrives on Hawaii, 2019, KITV Web Staff, 2019, Mendoza, 2020, Peters, 2019\nAir barrier\tThe Great Bubble Barrier\t2019\tTubes placed diagonally across the bottom of the waterway create a bubble barrier by pumping air, creating a current that brings debris to the surface and guides it to a catchment system\tYes\tNetherlands\t“Bubble Barrier,” n.d.; “Bubble barrier catches micro-plastics from effluent sewage treatment. (n.d.). Dutch Water Sector. Retrieved February 18, 2020, Thomson, 2019\n\n3Year designates the year invented; if the year invented was unavailable, the earliest year that an article about the technology was published was used.\n\n4This date was found on the personal website of the inventor.\n\n5In testing phase.\n\nFewer technologies are aimed at preventing plastic leakage than collecting it from marine and riverine environments (Fig. 3). Additionally, while prevention technologies focused on macroplastics and microplastics almost equally, collection technologies overwhelmingly addressed macroplastics. The category of “boats and wheels” had the highest number of technologies focused on plastic pollution collection, and the category of “storm and wastewater filters” included the most technologies targeting plastic pollution prevention (Fig. 3). The Inventory highlighted that not all of the inventions are commercialized, and some inventions are in initial testing phases (Fig. 4).\n\nDownload : Download high-res image (411KB)\nDownload : Download full-size image\n\nFig. 3. The number and type of technologies directed toward leakage prevention versus collection and the type of plastic targeted (microplastics, microplastics, or both). In total, three plastic pollution collection technologies target microplastics, 31 target macroplastics, and four target both. Six plastic pollution prevention technologies target microplastics, and eight target macroplastics. Technology definitions were created based on descriptions of the technologies in the Inventory.\n\nDownload : Download high-res image (91KB)\nDownload : Download full-size image\n\nFig. 4. The number of prevention and collection technologies that have been used, not used, pilot tested, or unknown.\n\n4. Discussion\n\nThe 52 technologies in the Plastic Pollution Prevention and Collection Technology Inventory represent important efforts in the fight against plastic pollution (Nicholas Institute for Environmental Policy Solutions, 2020). Fourteen technologies in the Inventory focus on plastic pollution leakage prevention and 38 focus on plastic pollution collection, with technologies ranging from household wastewater filters and laundry balls to large-scale skimmers and booms. The Inventory includes “Mr. Trash Wheel” in Baltimore, Maryland, the United States, which collected approximately one million pounds of waste over the course of around 2.5 years (Campbell, 2016). This is a massive step in cleaning up Baltimore’s waterways, and similar technologies have been used in other municipalities, such as the \"Watergoat Trash Traps\" in Augusta, Georgia, the United States (“‘Watergoat’ trash traps helping curb litter in Augusta,” 2018), the \"In-line Litter Separator\" in Melbourne, Victoria, Australia (Phillips, 1999), and the \"Holy Turtle\" in Roatán, Honduras (Kotecki, 2018).\n\nHowever, these technologies cannot tackle the plastic pollution problem alone. The Inventory allows us to reflect on challenges in scale, the plastic lifecycle stage targeted, the ubiquity of microplastics, costs associated with technology implementation, and deployment location for these technologies. These challenges highlight the need for collaborative efforts across multiple scales and implementation in key hotspots to combat plastic pollution.\n\n4.1. Scaling up localized solutions for global pollution\n\nThe enormity of the plastic pollution epidemic requires a large-scale, global response that effectively implements and expands on current technological solutions. For example, a simulation model by Cordier and Uehara (2019) provides quantitative estimates of the amount of marine plastic that could be collected based on the number of technologies deployed, along with cost estimates to meet various goals for stabilizing and reducing marine plastic pollution. Simulation modeling suggests that collecting plastic from the ocean alone, without other potential solutions (e.g., improving waste management), would require the annual removal of about 15% of ocean plastic accumulating between the years 2020 and 2030 (over 135 MMT removed in total) to reduce the 2010 levels of marine plastic pollution (79.24 MMT) by 25%, for a goal of 59.43 MMT remaining (Cordier & Uehara, 2019). Cordier and Uehara (2019) estimated that 1,924 technologies similar to the Ocean Cleanup Project (Slat, 2014) would need to be deployed in the open ocean to achieve the aforementioned reduction.\n\nThe Ocean Cleanup Project has been refining its design since 2012 and has recently developed “System 002,” which improves upon the previous design (“Cleaning Up the Garbage Patches,” n.d.). Implementation of this technology, which is noted to be “the first full-scale, fully operational cleanup system” is expected in 2021 (“Cleaning Up the Garbage Patches,” n.d.), suggesting that this new, refined design will be in operation soon. Our Inventory provides a sample of technologies that could be used in future feasibility studies and simulation models to determine the number of technologies that would need to be deployed to reach various plastic cleanup goals.\n\n4.2. The lifecycle stages of collected plastic: A focus on leakage prevention is needed\n\nGiven the large quantities of marine debris entering the ocean, it is imperative to slow the release of plastic to the marine environment=. The Inventory reveals that the leakage prevention technologies can make important contributions toward addressing this problem; however, the majority of available technologies are collection technologies (38 inventions), with fewer technologies focused on preventing plastic leakage (14 inventions).\n\nMost of the technologies that prevent plastic leakage are geared toward removing plastic from wastewater discharge. For example, “PumpGuard” uses mesh nets to remove debris from wastewater and stormwater systems and removes 97% of debris present (“Pumpguard,” n.d.). While “PumpGuard” represents a substantial step forward in preventing the release of plastic through wastewater, this is only one of many potential inputs into the marine environment. Technology has rarely addressed the other potential inputs, including the loss of industrial pre-production pellets during shipping, loss during use (e.g., catastrophic events, fishing/aquaculture, shipping, ocean science, and other platforms), and improper waste management (Jambeck et al., 2015, Law, 2017).\n\nThe only technology aimed specifically at preventing the leakage of industrial waste is the “CLEVER-Volume” system, which is a monitoring tool that measures the amount of waste on ships to identify improper disposal (“CLEVER-Volume – 3DModelling PT,” n.d.). Because marine sources of plastic pollution make up approximately one fifth of the total plastic waste entering the ocean (Ritchie & Roser, 2018), the “CLEVER-Volume” system represents a major step forward in preventing industrial waste leakage from marine sources.\n\nPlastic lines, ropes, and fishing nets comprise more than half of the plastic in the Great Pacific Garbage Patch (Ritchie & Roser, 2018). The only invention that specifically targets the prevention of fishing gear pollution is the “Stow It Don’t Throw It” – an invention aimed at changing fishers’ behavior at a small scale by collecting fishing lines used by recreational fishers before they enter the marine environment as waste (“Home: The Stow It-Don’t Throw It Project,” n.d.). The “Stow It Don’t Throw It” campaign is led by youths in local communities across the United States, and thus has the added benefit of training future leaders in marine conservation (“The Project,” n.d.).\n\n4.3. Microplastic prevention technologies: All macroplastics end up as microplastics\n\nMacroplastics in the environment constantly break down into microplastics (Cole et al., 2011, Jahnke et al., 2017). Six technologies in the Inventory are focused on preventing microplastic pollution, and all but one of these are directed toward preventing microplastics from entering the water system through residential water. These inventions, such as laundry balls and filtration systems, collect microplastics generated from laundering synthetic fabrics in the household. For example, the “Cora Ball” is a ball that is placed in a laundry machine and captures microfibers that are generated when washing synthetic clothing items (“Cora Ball,” n.d.). The “Lint LUV-R” is a filter that is installed outside of the washing machine that captures synthetic microfibers in wastewater discharge (“Lint LUV-R washing machine discharge filter,” n.d.). A study on the effectiveness of the “Cora Ball” and “Lint LUV-R” found that these technologies significantly reduced the number of microfibers in washing machine effluent after washing a fleece blanket, by 26% and 87% respectively (McIlwraith et al., 2019). Each of these technologies resulted in a significant decrease in microfibers in wastewater, which is promising; however, these technologies require consumers to purchase the systems so usage may not be widespread. Scholars have noted that market-friendly solutions overestimate the value of consumer responsibility and cannot keep pace with the rising environmental costs of the plastic pollution problem (Dauvergne, 2018b).\n\nImportantly, residential solutions cannot combat the microplastic problem alone; industrial leakage from processing plants is an important source of microplastic pollution (Lechner & Ramler, 2015). For example, while water treatment systems that remove microplastics are currently marketed toward consumers for residential use (e.g., the “Showerloop,” which filters water for reuse and removes microplastics simultaneously; How it works. (n.d.), government institutions could enact policies to encourage their adoption in an industrial setting. In addition, governments may consider evaluating wastewater emissions standards to determine the legal plastic wastewater discharge amounts permitted (Lechner & Ramler, 2015). For example, in Austria, the equivalent of approximately 2.7 million PET bottles by weight were discharged annually into aquatic environments through industrial microplastics in wastewater emissions (Lechner & Ramler, 2015). Garcia et al. (2019) note that governments could provide subsidies or tax incentives to companies that institute new technology or practices to reduce plastic consumption. These financial incentives could be used to promote the installation and adoption of these technologies or to scale-up these efforts into larger systems that could be adopted for industrial use.\n\nGiven the constant generation of microplastics from macroplastics in the environment (Cole et al., 2011, Jahnke et al., 2017), microplastic prevention and collection technologies need to be paired with macroplastic prevention and collection technologies in the environment and in industrial wastewater systems. Ten Brink and colleagues (2018) have specifically noted that plastic clean-up and collection efforts are limited by the generation and dispersal of microplastics.\n\n4.4. Capital is required for successful implementation and support of technology\n\nWidespread implementation of technology to combat plastic pollution may face financial barriers (Gold et al., 2013). It is apparent from Fig. 4 that many inventions (approximately 36% of prevention technologies and 29% of collection technologies) are still in the pilot phase, not currently in use, or their use status is unknown. Governments and other stakeholders implementing plastic prevention and collection technologies may face cost barriers, especially for technologies that capture river pollution (The Benioff Ocean Initiative, 2019). Although examining the financial feasibility and costs was beyond the scope of this study, such a massive global problem cannot adequately be addressed without viable, consistent sources of funding (Gold et al., 2013).\n\nCleanup efforts, such as beach clean-ups, have been criticized for their high costs relative to their effectiveness, due to the widespread dispersal of marine litter and microplastics generated (ten Brink et al., 2018). However, technologies like those listed in the Inventory can help to increase the efficiency of beach clean-up efforts by groups of people or individuals (e.g., litter surveys), suggesting that investment into these technologies may be worthwhile for program managers tasked with combating marine litter (Gold et al., 2013). For example, the robot “Malolo I” aids in the manual collection of macroplastics through detection of plastic for later collection (Mayer, n.d.). Global positioning system (GPS) devices track ghost nets for later collection and have helped the Oceans Voyages Institute collect 40 tons of plastic from the Great Pacific Garbage Patch (“Ocean Voyages Institute, 2020, SMART., 2019). Furthermore, a feasibility study and detailed financial analysis of the Ocean Cleanup Project indicated that its technology is between seven to 33 times cheaper than conventional methods (i.e., net collection from a ship) and similar in cost to beach cleanups by people, based on the costs per kilogram of plastic collected (Slat, 2014). These technologies may help to immediately remedy marine plastic pollution, especially in areas where it does social and economic harm (e.g., tourist beaches) (ten Brink et al., 2018).\n\nCosts will likely vary for each technology in the Inventory. The costs to implement the Ocean Cleanup Project include capital expenditure, operating costs, equipment replacements, and decommissioning costs (Cordier and Uehara, 2019, Slat, 2014). At a global scale, Cordier and Uehara (2019) found that the cost to reduce marine plastic pollution by 25% (as compared to 2010 levels) in one decade and using only technology (i.e., the Ocean Cleanup Project) is between 0.7 and 1.0% of the global Gross Domestic Product in 2017 (492–708 billion Euros). Options for potential funding sources to further the implementation and deployment of these technologies may include fees and taxes on plastic products (Gold et al., 2013) or research and development investments by industry (Garcia et al., 2019). For example, the Coca-Cola Foundation and Benioff Ocean Initiative have pledged $11 million to create a network of individuals targeting river plastic pollution (Benioff Ocean Initiative, n.d.). Feasibility studies on the technologies in this Inventory could help to provide cost estimates that may allow governments and investors to evaluate the financial viability of implementing and investing in technologies.\n\nOf the top 20 countries with the greatest amounts of mismanaged waste, 12 countries are classified as low or lower-middle income (Jambeck et al., 2015) and may be less likely to have the resources for public investments to deploy these technologies on a large scale. Seven other countries with the greatest amounts of mismanaged waste are upper-middle income countries (Jambeck et al., 2015), where resources may still be relatively limited. One of the top 20 countries with the greatest amounts of mismanaged waste is a high-income country, the United States (Jambeck et al., 2015), where the government may be the most likely, as compared to others on the list, to have the resources to deploy these technologies. The infrastructure costs associated with implementing microplastic collection technologies are rarely economically feasible, even in wealthier countries (Lau et al., 2020). Global trade patterns have indicated that a large amount of plastic pollution generated in high-income countries (70% of worldwide plastic imports in 2016) is shipped to lower-income countries in East Asia and the Pacific for disposal (Brooks et al., 2018). Thus, limited resources in lower-income countries may hinder the investment in plastic prevention and collection technologies.\n\n4.5. Location, location, location\n\nPlastic pollution distribution is not uniform. Different countries have disproportionate inputs into the ocean (Jambeck et al., 2015) and once plastic enters the ocean, it is transported by waves and currents to various depths and ocean ecosystems. The top five countries in mismanaged plastic waste are China, Indonesia, the Philippines, Vietnam, and Sri Lanka (Jambeck et al., 2015). Additionally, Asian rivers have been estimated to represent 86% of the total plastic releases into rivers globally, making China, India, Bangladesh, and Indonesia locations of particular concern (Lebreton et al., 2017).\n\nGiven the scope and cross-boundary nature of the problem, these solutions will need to involve international actors acting across multiple scales. Nations will need to work together to address the problems of plastic in areas beyond national jurisdiction. The utility of technologies in the Inventory could be enhanced if policymakers and other stakeholders work together across jurisdictions to ensure technologies are deployed in areas where they could do the most good (Rochman, 2016, Sherman and van Sebille, 2016). For example, modeling by Sherman and van Sebille (2016) found that microplastic cleanup efforts should target coastal surface waters (before the plastic is ingested by marine animals), specifically in China and Indonesia, due to high amounts of plastic leakage into the ocean in these locations (Jambeck et al., 2015, Rochman, 2016, Sherman and van Sebille, 2016).\n\nThe Inventory identifies several exemplary technologies that may aid in targeting microplastic pollution. One of the three technologies specifically targeting microplastic collection is currently in use – the “Marine Microplastic Removal Tool” (Fisher, 2018, Ward, 2015). This tool is a sand filter that can directly collect microplastics (Fisher, 2018, Ward, 2015). In addition, the “Hoola One” is currently in use and can collect microplastics by vacuuming about three gallons of sand per minute and separating out macroplastics and microplastics by buoyancy (Peters, 2019). StormTrap’s “TrashTrap” may be helpful for collecting macroplastics (which ultimately generate microplastics; Cole et al., 2011, Jahnke et al., 2017) because it has a 97% debris removal efficiency (“TrashTrap: Capture floatables with innovative netting systems,” n.d.). However, as discussed in Section 4.4, costs may be a limiting factor for local governments because 12 of the top 20 countries with the greatest amounts of mismanaged waste are considered low and lower-middle income countries (Jambeck et al., 2015). Global resources could be wisely used by targeting the potential “hotspots” of marine plastic pollution to amplify potential impact (Rochman, 2016, Sherman and van Sebille, 2016).\n\nFinally, while large-scale implementation of these technologies can aid in plastic cleanup efforts in the environment, the widespread dispersal of marine plastic pollution, especially microplastics, creates challenges for collection technologies, which often target the surface of the ocean (ten Brink et al., 2018). For example, none of the inventions are geared toward removing plastics from benthic habitats or deep seabeds where microplastic hotspots have been recently discovered (Brandon et al., 2019, Fischer et al., 2015, Kane et al., 2020, Van Cauwenberghe et al., 2015). This is particularly problematic in light of the fact that plastic is highly persistent on the seafloor because of the slow kinetics of biodegradation and the limited oxygen supply (Andrady, 2015). Thus, analysis of the Inventory highlights the need for stakeholders in various sectors to identify both policies and technologies that can reduce plastic pollution in these geographic and oceanic locations.\n\n4.6. The solution: Collaboration\n\nWith an ever-expanding toolkit of policy responses that aim to reduce plastic pollution (Karasik et al., 2020), technologies in this Inventory can help to provide immediate cleanup responses, especially in areas where plastic pollution can cause social and economic harm (ten Brink et al., 2018). Technology is an important facet in decreasing our reliance on any one solution to marine plastic pollution (Cordier and Uehara, 2019, Worm et al., 2017), and it can serve as one piece of an “all hands on deck” response (Garcia et al., 2019), in which multiple levels of governments and stakeholders (including industry) target multiple types and lifecycle stages of plastic pollution (Garcia et al., 2019, Worm et al., 2017). By designing plastic waste out of the system in a circular economy, we may eventually be able to decrease our reliance on these technologies (Gallo et al., 2018, ten Brink et al., 2018). However, given that the amount of plastic pollution entering the ocean is expected to increase by an order of magnitude, as compared to the baseline in year 2010 (Jambeck et al., 2015), both cleanup technologies and upstream responses have an important role to play in helping to clean up the oceans (Gallo et al., 2018, Rochman, 2016, Sherman and van Sebille, 2016, ten Brink et al., 2018, Worm et al., 2017).\n\nImportantly, plastic cleanup technologies should be used in tandem with other preventative solutions, such as sustainable, biodegradable material to replace plastic or improved waste management systems. Cordier and Uehara (2019) modeled the use of plastic collection technologies in tandem with improvements in waste management. These models found that in countries with high levels of mismanaged waste, improvements in waste management could help to decrease the amount of plastic that cleanup technologies would need to capture to meet marine plastic pollution reduction goals. Case studies in Indonesia and China have found that municipalities can engage in more creative government responses to plastic pollution at the local level than at the national level, especially through public–private partnerships (Garcia et al., 2019). Local municipalities may partner with private entities to implement plastic pollution leakage prevention or collection technologies in hotspots of marine plastic pollution, while policy responses can help to prevent this scenario from occurring in the future. Multi-pronged efforts that incorporate both technology and policy responses, such as improved waste management, would help to take the pressure off of any one entity in reducing plastic pollution (Cordier and Uehara, 2019, Worm et al., 2017), potentially increasing the feasibility of various solutions. Further research is needed on the feasibility, costs, and effectiveness of deploying various cleanup and prevention technologies with improvements in waste management and other plastics policies (e.g., Karasik et al., 2020, Worm et al., 2017, Xanthos and Walker, 2017). This would help stakeholders identify the most cost-effective solutions to help guide both public and private investment in efforts to scale up promising technologies. In addition, future research is needed to examine existing plastic pollution policies (e.g., in the Plastics Pollution Policy Inventory; Karasik et al., 2020) to determine if governments are enacting policies that incentivize or disincentivize the research, development, and use of prevention and collection technologies.\n\nAs an example of where technology and policy could serve as useful complements, Gold and colleagues (2013) suggest scaling up fees and taxes on plastic products (e.g., carrier bags, cutlery, packaging), which have been successfully used to fund localized cleanup efforts in some cities in the United States (e.g., Oakland, California and Washington, District of Columbia). New microplastic prevention technologies may also work in concert with policy efforts to establish inventories detailing microplastic release into the environment and efforts to decrease the use of harmful chemicals in microplastics, especially microfibers from synthetic clothing items (Browne, 2015). Microplastic prevention technologies include general wastewater removal technologies like the “GoJelly Project,” which uses jellyfish mucus to capture microplastics (“GoJelly,” n.d.), laundry balls that capture synthetic fibers in the washing machine like the “Cora Ball” and “Fibre Free” (“Ball, 2020, Chou, 2018), or residential water systems that filter out microplastics or microfibers like the “Lint LUV-R” and “Showerloop” (“Lint LUV-R washing machine discharge filter,” n.d.; “How it works,” n.d.).\n\nUpstream solutions that help to reduce plastic waste at the source (e.g., Gallo et al., 2018, Rochman, 2016, Sherman and van Sebille, 2016, ten Brink et al., 2018) and thus microplastic generation (e.g., Cole et al., 2011, Jahnke et al., 2017) will be particularly helpful in long-term microplastic solutions. In combination with efforts to reduce the source of plastic waste and subsequent microplastic generation (Rochman, 2016), policymakers could create incentives for expanding and implementing these technologies in areas that are hotspots of marine plastic pollution. Incentives and regulations could be implemented to increase the number of systems put in place, and certain technologies could be adapted to other contexts (e.g., scaling up microplastic filters for use in preventing industrial leakage).\n\nMarine plastic pollution is a complex and extensive problem, and there are no simple solutions. Technological developments cannot be separated from policy, which likewise cannot be separated from individual and industry efforts. Only through continued combined efforts to find creative solutions across technology, policy, and advocacy can we stop plastic leakage into the oceans and mitigate its effects. Until then, we hope that this Inventory serves as a tool that stakeholders can use to learn about the options available to prevent plastic leakage into waterways and clean up plastic pollution.\n\nFunding\n\nThis work was supported by Duke University Bass Connections, Duke University’s Nicholas Institute for Environmental Policy Solution’s pre-catalyst planning grant, the Nicholas School of the Environment, the Oak Foundation, and the Seaworld/Busch Gardens Conservation Fund. Ms. Diana was funded through the Integrative Bioinformatics for Investigating and Engineering Microbiomes Graduate Traineeship and the Oak Foundation. Funding organizations played no role in the collection, analysis, and interpretation of data; writing the report; or the decision to submit the article for publication.\n\nCRediT authorship contribution statement\n\nEmma Schmaltz: Methodology, Investigation, Writing - original draft, Writing - review & editing, Visualization. Emily C. Melvin: Methodology, Investigation, Writing - original draft, Writing - review & editing, Visualization. Zoie Diana: Conceptualization, Methodology, Writing - review & editing, Visualization, Funding acquisition, Project administration. Ella F. Gunady: Visualization, Writing - review & editing. Daniel Rittschof: Writing - review & editing. Jason A. Somarelli: Conceptualization, Writing - review & editing, Funding acquisition. John Virdin: Conceptualization, Methodology, Writing - review & editing. Meagan M. Dunphy-Daly: Conceptualization, Methodology, Writing - review & editing, Funding acquisition, Project administration.\n\nDeclaration of Competing Interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\nAcknowledgements\n\nWe would like to acknowledge Duke University Bass Connections, Oak Foundation, the Triangle Center for Evolutionary Medicine, the Duke University Nicholas School of the Environment, and Nicholas Institute for Environmental Policy Solutions for their support of this project.\n\nConflict of interest\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n\nAppendix A. Supplementary data\n\nThe following are the Supplementary data to this article:\nDownload : Download Acrobat PDF file (96KB)\n\nSupplementary Data 1.\n\nReferences\nA jellyfish robot arrives in the Old Port to collect waste., 2019\nA jellyfish robot arrives in the Old Port to collect waste. (2019, May 22). IADYS. http://www.iadys.com/en/digital-media/.\nGoogle Scholar\nAbout – Clear Blue Sea. (n.d.). Clear Blue Sea. Retrieved February 18, 2020\nAbout – Clear Blue Sea. (n.d.). Clear Blue Sea. Retrieved February 18, 2020, from https://www.clearbluesea.org/about/.\nGoogle Scholar\nAbout the project. (n.d.). The Litterboom Project. Retrieved August 7, 2020\nAbout the project. (n.d.). The Litterboom Project. Retrieved August 7, 2020, from https://www.thelitterboomproject.com/about.\nGoogle Scholar\nUs, 2020\nAbout Us. (n.d.). Ubuntoo. Retrieved August 6, 2020, from https://ubuntoo.com/about-us?scroll=community.\nGoogle Scholar\nAdam et al., 2020\nI. Adam, T.R. Walker, J.C. Bezerra, A. Clayton\nPolicies to reduce single-use plastic marine pollution in West Africa\nMarine Policy, 116 (2020), Article 103928, 10.1016/j.marpol.2020.103928\nView PDFView articleView in ScopusGoogle Scholar\nLtd, 2020\nAlphaMERS Ltd. (n.d.). Retrieved August 7, 2020, from https://sites.google.com/a/alphamers.com/alphamers.\nGoogle Scholar\nAndrady, 2015\nA.L. Andrady\nPersistence of plastic litter in the oceans\nM. Bergmann, L. Gutow, M. Kalges (Eds.), Marine Anthropogenic Litter, Springer International Publishing (2015), pp. 57-74\nCrossRefGoogle Scholar\nAndrady and Neal, 2009\nA.L. Andrady, M.A. Neal\nApplications and societal benefits of plastics\nPhilosophical Transactions of the Royal Society B: Biological Sciences, 364 (1526) (2009), pp. 1977-1984, 10.1098/rstb.2008.0304\nView in ScopusGoogle Scholar\n, 2020\nAnna’s World. (n.d.). Anna’s Online World. Retrieved February 18, 2020, from https://www.annadu.org/.\nGoogle Scholar\nArthur et al., 2009\nArthur, C., Baker, J., & Bamford, H. (2009). Proceedings of the international workshop on the occurrence, effects, and fate of microplastic marine debris (NOAA Marine Debris Program) [Technical Memorandum NOS-0R&R-30]. National Oceanic and Atmospheric Administration. https://marinedebris.noaa.gov/sites/default/files/publications-files/TM_NOS-ORR_30.pdf.\nGoogle Scholar\nBabineck, 2003\nBabineck, M. (2003, June 12). Conspicuous trash skimming boat to patrol Houston’s signature waterway. Plainview Daily Herald. https://www.myplainview.com/news/article/Conspicuous-trash-skimming-boat-to-patrol-9017578.php.\nGoogle Scholar\nBandalong Boom System. (n.d.). Bandalong International. Retrieved April 1, 2020\nBandalong Boom System. (n.d.). Bandalong International. Retrieved April 1, 2020, from https://www.bandalong.com.au/bandalong-boom-system.html.\nGoogle Scholar\nBandalong Boom System tested by University of Kentucky, 2015\nBandalong Boom System tested by University of Kentucky. (2015, November 17). Storm Water Systems. http://stormwatersystems.com/bandalong-boom-system-tested-by-university-of-kentucky/.\nGoogle Scholar\nBandalong Boom Systems. (n.d.). Storm Water Systems. Retrieved April 1, 2020\nBandalong Boom Systems. (n.d.). Storm Water Systems. Retrieved April 1, 2020, from https://stormwatersystems.com/bandalong-boom-systems/.\nGoogle Scholar\nBandalong Litter Trap. (n.d.-a). Storm Water Systems. Retrieved April 1, 2020\nBandalong Litter Trap. (n.d.-a). Storm Water Systems. Retrieved April 1, 2020, from https://stormwatersystems.com/bandalong-litter-trap/.\nGoogle Scholar\nBandalong Litter Trap. (n.d.-b). Bandalong International. Retrieved April 1, 2020\nBandalong Litter Trap. (n.d.-b). Bandalong International. Retrieved April 1, 2020, from https://www.bandalong.com.au/bandalong-litter-trap.html.\nGoogle Scholar\nBarboza et al., 2018\nL.G.A. Barboza, A. Dick Vethaak, B.R.B.O. Lavorante, A.-K. Lundebye, L. Guilhermino\nMarine microplastic debris: An emerging issue for food security, food safety and human health\nMarine Pollution Bulletin, 133 (2018), pp. 336-348, 10.1016/j.marpolbul.2018.05.047\nView PDFView articleView in ScopusGoogle Scholar\nBeauHD, 2018\nBeauHD. (2018, December 19). Giant trap deployed to catch plastic littering the Pacific Ocean isn’t working. Slashdot. https://news.slashdot.org/story/18/12/19/2258219/giant-trap-deployed-to-catch-plastic-littering-the-pacific-ocean-isnt-working.\nGoogle Scholar\nBendix, 2019\nBendix, A. (2019, August 1). An 18-year-old has found a way to use “magnetic liquid” invented by NASA to remove harmful microplastics from water. Business Insider. https://www.businessinsider.com/microplastics-water-pollution-solution-from-google-2019-8.\nGoogle Scholar\nInitiative, 2020\nBenioff Ocean Initiative. (n.d.). Cutting River Plastic Waste. Retrieved August 5, 2020, from https://boi.ucsb.edu/active_projects/river-plastics-pollution.\nGoogle Scholar\nBlessing, 2018\nBlessing, K. (2018, May 11). Clean River Project gets 7th boat, new booms to fight pollution. Greater Salem Chamber of Commerce. http://www.gschamber.com/news/details/clean-river-project-gets-7th-boat-new-booms-to-fight-pollution.\nGoogle Scholar\nTechnologies, 2020\nBluePhin Technologies. (n.d.). Retrieved August 7, 2020, from https://bluephin.io/.\nGoogle Scholar\nBrandon et al., 2019\nJ.A. Brandon, W. Jones, M.D. Ohman\nMultidecadal increase in plastic particles in coastal ocean sediments. Science\nAdvances, 5 (9) (2019), p. eaax0587, 10.1126/sciadv.aax0587\nView in ScopusGoogle Scholar\nBrennecke et al., 2016\nD. Brennecke, B. Duarte, F. Paiva, I. Caçador, J. Canning-Clode\nMicroplastics as vector for heavy metal contamination from the marine environment\nEstuarine, Coastal and Shelf Science, 178 (2016), pp. 189-195, 10.1016/j.ecss.2015.12.003\nView PDFView articleView in ScopusGoogle Scholar\nBrooks et al., 2018\nA.L. Brooks, S. Wang, J.R. Jambeck\nThe Chinese import ban and its impact on global plastic waste trade. Science\nAdvances, 4 (6) (2018), p. eaat0131, 10.1126/sciadv.aat0131\nView in ScopusGoogle Scholar\nBrowne, 2015\nM.A. Browne\nSources and pathways of microplastics to habitats\nM. Bergmann, L. Gutow, M. Kalges (Eds.), Marine Anthropogenic Litter, Springer International Publishing (2015), pp. 229-244\nCrossRefView in ScopusGoogle Scholar\nBarrier, 2020\nBubble Barrier. (n.d.). The Great Bubble Barrier. Retrieved February 18, 2020, from https://thegreatbubblebarrier.com/en/bubble-barrier-en/.\nGoogle Scholar\nBubble barrier catches micro-plastics from effluent sewage treatment. (n.d.). Dutch Water Sector. Retrieved February 18, 2020\nBubble barrier catches micro-plastics from effluent sewage treatment. (n.d.). Dutch Water Sector. Retrieved February 18, 2020, from https://www.dutchwatersector.com/news/bubble-barrier-catches-micro-plastics-from-effluent-sewage-treatment.\nGoogle Scholar\nCampbell, 2016\nCampbell, C. (2016, October 20). Rank record: Mr. Trash Wheel gathers 1 millionth pound of trash from Jones Falls. Baltimore Sun. https://www.baltimoresun.com/maryland/baltimore-city/bs-md-trash-wheel-million-20161020-story.html.\nGoogle Scholar\nCarbery et al., 2018\nM. Carbery, W. O’Connor, T. Palanisami\nTrophic transfer of microplastics and mixed contaminants in the marine food web and implications for human health\nEnvironment International, 115 (2018), pp. 400-409, 10.1016/j.envint.2018.03.007\nView PDFView articleView in ScopusGoogle Scholar\nCarlini and Kleine, 2018\nG. Carlini, K. Kleine\nAdvancing the international regulation of plastic pollution beyond the United Nations Environment Assembly resolution on marine litter and microplastics\nReview of European, Comparative & International Environmental Law, 27 (3) (2018), pp. 234-244, 10.1111/reel.12258\nView in ScopusGoogle Scholar\nCarr, 2017\nCarr, A. (2017, June 1). Massive Cleanup of the Great Pacific Garbage Patch to start next year. The Weather Channel. https://weather.com/science/environment/news/the-ocean-cleanup-great-pacific-garbage-patch-plastics.\nGoogle Scholar\nChomping down on trash: WasteShark collects marine debris., 2018\nChomping down on trash: WasteShark collects marine debris. (2018, November 15). KCI. https://www.kci.com/resources-insights/bluecurrent/chomping-down-on-trash-wasteshark-collects-marine-debris/.\nGoogle Scholar\nChou, 2018\nChou, A. (2018, February 15). Fibre Free founders can help change your carbon footprint, one load of laundry at a time. Syracuse University: Blackstone LaunchPad. https://launchpad.syr.edu/fibre-free-founders-can-help-change-carbon-footprint-one-load-laundry-time/.\nGoogle Scholar\nChow, 2016\nL. Chow\nSolar-powered vacuum could suck up 24,000 tons of ocean plastic every year\nEcoWatch (2016)\nhttps://www.ecowatch.com/solar-powered-vacuum-could-suck-up-24-000-tons-of-ocean-plastic-every--1882175554.html\nGoogle Scholar\nCity of Carrollton, Texas installs StormX netting trash trap., 2012\nCity of Carrollton, Texas installs StormX netting trash trap. (2012, April 3). Storm Water Systems. https://stormwatersystems.com/city-of-carrollton-texas-installs-stormx-netting-trash-trap/.\nGoogle Scholar\nClean River Project. (n.d.). Clean River Project. Retrieved February 18, 2020\nClean River Project. (n.d.). Clean River Project. Retrieved February 18, 2020, from https://www.cleanriverproject.org/.\nGoogle Scholar\nUp, 2020\nCleaning Up the Garbage Patches. (n.d.). The Ocean Cleanup. Retrieved August 4, 2020, from https://theoceancleanup.com/oceans/.\nGoogle Scholar\nCLEVER-Volume – 3DModelling PT. (n.d.). 3D Modeling Studio. Retrieved February 19, 2020\nCLEVER-Volume – 3DModelling PT. (n.d.). 3D Modeling Studio. Retrieved February 19, 2020, from https://www.3dmodelling.eu/clever-volume/.\nGoogle Scholar\nCole et al., 2011\nM. Cole, P. Lindeque, C. Halsband, T.S. Galloway\nMicroplastics as contaminants in the marine environment: A review\nMarine Pollution Bulletin, 62 (12) (2011), pp. 2588-2597, 10.1016/j.marpolbul.2011.09.025\nView PDFView articleView in ScopusGoogle Scholar\nCook, 2019\nCook, E. (2019, January 25). WasteShark, a garbage-eating drone, now deployed in Dubai after successful tests in the Netherlands. https://www.ranmarine.io/wasteshark-a-garbage-eating-drone-now-deployed-in-dubai-after-successful-tests-in-the-netherlands/.\nGoogle Scholar\nBall, 2020\nCora Ball. (n.d.). Cora Ball. Retrieved February 19, 2020, from https://coraball.com/.\nGoogle Scholar\nCordier and Uehara, 2019\nM. Cordier, T. Uehara\nHow much innovation is needed to protect the ocean from plastic contamination?\nScience of The Total Environment, 670 (2019), pp. 789-799, 10.1016/j.scitotenv.2019.03.258\nView PDFView articleView in ScopusGoogle Scholar\nCox et al., 2019\nK.D. Cox, G.A. Covernton, H.L. Davies, J.F. Dower, F. Juanes, S.E. Dudas\nHuman consumption of microplastics\nEnvironmental Science & Technology, 53 (12) (2019), pp. 7068-7074, 10.1021/acs.est.9b01517\nView in ScopusGoogle Scholar\nCross, 2019\nL. Cross\nJune 26)\nTrash collecting device returned to Pacific garbage patch, Inhabitat (2019)\nhttps://inhabitat.com/trash-collecting-device-returned-to-pacific-garbage-patch/\nGoogle Scholar\nDauvergne, 2018a\nP. Dauvergne\nThe power of environmental norms: Marine plastic pollution and the politics of microbeads\nEnvironmental Politics (2018), 10.1080/09644016.2018.1449090\nGoogle Scholar\nDauvergne, 2018b\nP. Dauvergne\nWhy is the global governance of plastic failing the oceans?\nGlobal Environmental Change, 51 (2018), pp. 22-31, 10.1016/j.gloenvcha.2018.05.002\nView PDFView articleView in ScopusGoogle Scholar\nde Stephanis et al., 2013\nR. de Stephanis, J. Giménez, E. Carpinelli, C. Gutierrez-Exposito, A. Cañadas\nAs main meal for sperm whales: Plastics debris\nMarine Pollution Bulletin, 69 (1) (2013), pp. 206-214, 10.1016/j.marpolbul.2013.01.033\nView PDFView articleView in ScopusGoogle Scholar\nDeSombre, 2018\nE.R. DeSombre\nOcean governance\nP. Dauvergne, J. Alger (Eds.), A Research Agenda for Global Environmental Politics, Edward Elgar Publishing, Ltd. (2018), pp. 114-125, 10.4337/9781788110952\nView in ScopusGoogle Scholar\nDiana et al., 2020\nZ. Diana, N. Sawickij, N.A. Rivera, H. Hsu-Kim, D. Rittschof\nPlastic pellets trigger feeding responses in sea anemones\nAquatic Toxicology, 222 (2020), Article 105447, 10.1016/j.aquatox.2020.105447\nView PDFView articleView in ScopusGoogle Scholar\nDiaz, 2019\nS. Diaz\nSeptember 4). A solution to microplastic pollution, thanks to jellyfish?\nScience News. (2019)\nGoogle Scholar\nDormehl, 2016\nL. Dormehl\nWasteShark is an aquatic drone with a taste for floating garbage\nRanmarine (2016)\nhttps://www.ranmarine.io/single-post/2016/09/14/WasteShark-is-an-aquatic-drone-with-a-taste-for-floating-garbage\nGoogle Scholar\nDunbar, 2017\nA. Dunbar\nOctober 2). Invention designed by SU engineering students selected as a finalist for the James Dyson Award\nSyracuse University News (2017)\nGoogle Scholar\nEchavez, 2020\nJ. Echavez\nMariClean: A sustainable marine litter clean-up vessel\nUnite Ideas, United Nations (2020)\nhttps://ideas.unite.un.org/Page/ViewIdea?ideaid=9164\nGoogle Scholar\nEdwards, 2016\nEdwards, T. (2016, August 22). Inventing to clean up the ocean. Lemelson Center for the Study of Invention and Innovation. https://invention.si.edu/inventing-clean-ocean.\nGoogle Scholar\nE&T Editorial Staff, 2019\nE&T Editorial Staff\nLow-cost transponders could stop ‘ghost nets’ from wreaking havoc on marine life\nEngineering & Technology. (2019)\nGoogle Scholar\nFarrell and Nelson, 2013\nFarrell, P., & Nelson, K. (2013). Trophic level transfer of microplastic: Mytilus edulis (L.) to Carcinus maenas (L.). Environmental Pollution (Barking, Essex: 1987), 177, 1–3. https://doi.org/10.1016/j.envpol.2013.01.046.\nGoogle Scholar\nFaulkner, 2019\nT. Faulkner\nTrash skimmers collect plastic waste in local harbors\nEcoRI News. (2019)\nhttps://www.ecori.org/pollution-contamination/2019/4/21/trash-skimmers-monitoring-waste-in-local-harbors\nGoogle Scholar\nFielder, 2017\nJ. Fielder\nTHEY DID IT AGAIN!: Gering wins Solve for Tomorrow state contest, advances to national competition\nGering Courier (2017)\nGoogle Scholar\nFischer et al., 2015\nV. Fischer, N.O. Elsner, N. Brenke, E. Schwabe, A. Brandt\nPlastic pollution of the Kuril-Kamchatka Trench area (NW pacific)\nDeep Sea Research Part II: Topical Studies in Oceanography, 111 (2015), pp. 399-405, 10.1016/j.dsr2.2014.08.012\nView PDFView articleView in ScopusGoogle Scholar\nFisher, 2018\nJ. Fisher\nHow to clean sand: Volunteers take on microplastics at Oregon coast\nOPB. (2018)\nhttps://www.opb.org/news/article/clean-sand-plastic-oregon-coast/\nGoogle Scholar\nFranklin, 2018\nFranklin, P. (2018, July 19). A robot that cleans marinas…why not? MetsTrade. https://www.metstrade.com/news/articles/a-robot-that-cleans-marinas/.\nGoogle Scholar\nFresh Creek Technologies, 2020\nFresh Creek Technologies, Inc. (n.d.). Manufacturer’s instruction manual: Floatable and sediment collection systems for the Sitesaver. Retrieved April 1, 2020, from http://stormtrap.com/wp-content/uploads/2016/05/SiteSaver-Maintenance-Manual-Netting-Trash-Trap-R4.pdf.\nGoogle Scholar\nCreek, 2010\nFresh Creek\nStorm Water Solutions\nTechnologies Installs 200th TrashTrap Systems (2010)\nGoogle Scholar\nG20 Action Plan on Marine Litter, 2017\nG20 Action Plan on Marine Litter, Group of Twenty (2017). https://nicholasinstitute.duke.edu/plastics-policies/g20-action-plan-marine-litter.\nGoogle Scholar\nGall and Thompson, 2015\nS.C. Gall, R.C. Thompson\nThe impact of debris on marine life\nMarine Pollution Bulletin, 92 (1) (2015), pp. 170-179, 10.1016/j.marpolbul.2014.12.041\nView PDFView articleView in ScopusGoogle Scholar\nGallo et al., 2018\nF. Gallo, C. Fossi, R. Weber, D. Santillo, J. Sousa, I. Ingram, A. Nadal, D. Romano\nMarine litter plastics and microplastics and their toxic chemicals components: The need for urgent preventive measures\nEnvironmental Sciences Europe, 30 (1) (2018), p. 13, 10.1186/s12302-018-0139-z\nView in ScopusGoogle Scholar\nGarcia et al., 2019\nGarcia, B., Fang, M. M., & Lin, J., 2019. All Hands on Deck: Addressing the Global Marine Plastics Pollution Crisis in Asia (SSRN Scholarly Paper ID 3387269). NUS Law Working Paper No. 2019/012. Available at https://doi.org/10.2139/ssrn.3387269.\nGoogle Scholar\nGertz, 2014\nGertz, E. (2014, July 16). Does “The Ocean Cleanup” stand up to peer review? Popular Science. https://www.popsci.com/article/science/does-ocean-cleanup-stand-peer-review/.\nGoogle Scholar\nGeyer et al., 2017\nR. Geyer, J.R. Jambeck, K.L. Law\nProduction, use, and fate of all plastics ever made\nScience Advances, 3 (7) (2017), Article e1700782, 10.1126/sciadv.1700782\nView in ScopusGoogle Scholar\nGoJelly. (n.d.). GoJelly. Retrieved February 19, 2020\nGoJelly. (n.d.). GoJelly. Retrieved February 19, 2020, from https://gojelly.eu/.\nGoogle Scholar\nGold et al., 2013\nM. Gold, K. Mika, C. Horowitz, M. Herzog, L. Leitner\nStemming the Tide of Plastic Marine Litter\nA Global Action Agenda (2013)\nGoogle Scholar\nHamers, 2019\nL. Hamers\nways to tackle trash besides Ocean Cleanup’s broken system\nScience News., January 4 (2019), p. 4\nGoogle Scholar\nHill, 2016\nHill, T. (2016, June 27). Can these inventions save oceans from our plastic habit? TakePart. http://www.takepart.com/feature/2016/06/27/oceans-cleanup.\nGoogle Scholar\nHome: The Stow It-Don’t Throw It Project. (n.d.). Stow It-Don’t Throw It. Retrieved February 19, 2020\nHome: The Stow It-Don’t Throw It Project. (n.d.). Stow It-Don’t Throw It. Retrieved February 19, 2020, from http://stowitdontthrowitproject.weebly.com/.\nGoogle Scholar\nOne, 2020\nHoola One – We hand the beaches back to nature. (n.d.). Hoola One. Retrieved February 18, 2020, from https://hoolaone.com/.\nGoogle Scholar\nHoola One microplastic removal machine arrives on Hawaii, 2019\nHoola One microplastic removal machine arrives on Hawaii. (2019, April 25). Big Island Video News. https://www.bigislandvideonews.com/2019/04/25/video-hoola-one-microplastic-removal-machine-arrives-on-hawaii/.\nGoogle Scholar\nHow it works. (n.d.). Showerloop. Retrieved February 19, 2020\nHow it works. (n.d.). Showerloop. Retrieved February 19, 2020, from https://showerloop.org/how-it-works.\nGoogle Scholar\nHow it works: The interceptor. (n.d.). The Ocean Cleanup. Retrieved August 7, 2020\nHow it works: The interceptor. (n.d.). The Ocean Cleanup. Retrieved August 7, 2020, from https://theoceancleanup.com/rivers/.\nGoogle Scholar\nHoward et al., 2019\nB.C. Howard, S. Gibbens, E. Zachos, L. Parker\nJanuary 17). A running list of action on plastic pollution\nUSD News Center, //www.sandiego.edu/news/detail.php?_focus=71913 (2019)\nGoogle Scholar\nJahnke et al., 2017\nA. Jahnke, H.P.H. Arp, B.I. Escher, B. Gewert, E. Gorokhova, D. Kühnel, M. Ogonowski, A. Potthoff, C. Rummel, M. Schmitt-Jansen, E. Toorman, M. MacLeod\nReducing uncertainty and confronting ignorance about the possible impacts of weathering plastic in the marine environment\nEnvironmental Science & Technology Letters, 4 (3) (2017), pp. 85-90, 10.1021/acs.estlett.7b00008\nView in ScopusGoogle Scholar\nJambeck et al., 2015\nJ. Jambeck, R. Geyer, C. Wilcox, T.R. Siegler, M. Perryman, A. Andrady, R. Narayan, K.L. Law\nPlastic waste inputs from land into the ocean\nScience, 347 (6223) (2015), pp. 768-771, 10.1126/science.1260352\nGoogle Scholar\nJambeck et al., 2018\nJ. Jambeck, B.D. Hardesty, A.L. Brooks, T. Friend, K. Teleki, J. Fabres, Y. Beaudoin, A. Bamba, J. Francis, A.J. Ribbink, T. Baleta, H. Bouwman, J. Knox, C. Wilcox\nChallenges and emerging solutions to the land-based plastic waste issue in Africa\nMarine Policy, 96 (2018), pp. 256-263, 10.1016/j.marpol.2017.10.041\nView PDFView articleView in ScopusGoogle Scholar\nJavidpour, 2018\nJavidpour, J. (2018, December 24). 1st GoJelly Newsletter. GoJelly. https://gojelly.eu/newsletter/1st-gojelly-newsletter-19-1-2019/.\nGoogle Scholar\nJellyfishbot, 2020\nJellyfishbot. (n.d.). IADYS. Retrieved February 18, 2020, from https://www.iadys.com/en/jellyfishbot-2/.\nGoogle Scholar\nKane et al., 2020\nI.A. Kane, M.A. Clare, E. Miramontes, R. Wogelius, J.J. Rothwell, P. Garreau, F. Pohl\nSeafloor microplastic hotspots controlled by deep-sea circulation\nScience (2020), 10.1126/science.aba5899\nGoogle Scholar\nKarasik et al., 2020\nR. Karasik, T. Vegh, Z. Diana, J. Bering, J. Caldas, A. Pickle, D. Rittschof, J. Virdin\nyears of government responses to the global plastic pollution problem: The plastics policy inventory. NI X, 20 (2020), pp. 20-105\nGoogle Scholar\nKarbalaei et al., 2020\nS. Karbalaei, A. Golieskardi, D.U. Watt, M. Boiret, P. Hanachi, T.R. Walker, A. Karami\nAnalysis and inorganic composition of microplastics in commercial Malaysian fish meals\nMarine Pollution Bulletin, 150 (2020), Article 110687, 10.1016/j.marpolbul.2019.110687\nView PDFView articleView in ScopusGoogle Scholar\nKarbalaei et al., 2019\nS. Karbalaei, A. Golieskardi, H.B. Hamzah, S. Abdulwahid, P. Hanachi, T.R. Walker, A. Karami\nAbundance and characteristics of microplastics in commercial marine fish from Malaysia\nMarine Pollution Bulletin, 148 (2019), pp. 5-15, 10.1016/j.marpolbul.2019.07.072\nView PDFView articleView in ScopusGoogle Scholar\nKarbalaei et al., 2018\nS. Karbalaei, P. Hanachi, T.R. Walker, M. Cole\nOccurrence, sources, human health impacts and mitigation of microplastic pollution\nEnvironmental Science and Pollution Research, 25 (36) (2018), pp. 36046-36063, 10.1007/s11356-018-3508-7\nView in ScopusGoogle Scholar\nKart, 2020\nKart, J. (n.d.). Science says laundry balls and filters are effective in keeping microfibers out of waterways. Forbes. Retrieved February 10, 2020, from https://www.forbes.com/sites/jeffkart/2019/02/01/science-says-laundry-balls-and-filters-are-effective-in-removing-microfibers/#b7de1dfe07a8.\nGoogle Scholar\nKiessling et al., 2015\nT. Kiessling, L. Gutow, M. Thiel\nMarine litter as habitat and dispersal vector\nM. Bergmann, L. Gutow, M. Klages (Eds.), Marine Anthropogenic Litter, Springer International Publishing (2015), pp. 141-181, 10.1007/978-3-319-16510-3_6\nView in ScopusGoogle Scholar\nKITV Web Staff, 2019\nKITV Web Staff\nMay 6). Canadian vacuum Hoola One arrives on Hawaii Island to clean up microplastics from coastal sands\nKITV 4 Island News. (2019)\nGoogle Scholar\nKnapton, 2017\nS. Knapton\nFebruary 11). Our seas have become a plastic graveyard—But can technology turn the tide?\nThe Telegraph. (2017)\nGoogle Scholar\nKotecki, 2018\nP. Kotecki\nSodaStream built a 1000-foot-long contraption called the “Holy Turtle” to collect plastic from the ocean\nBusiness Insider (2018)\nGoogle Scholar\nKraimer, xxxx\nKraimer, M., Touhey, E., & McLaughlin, D. (n.d.). 2016—2018 clean ocean access marina trash skimmer report (p. 51). http://www.cleanoceanaccess.org/wp-content/uploads/2019/02/Clean-Ocean-Access-2016-2018-Marina_Trash_Skimmer.pdf.\nGoogle Scholar\nKrieger, 2016\nA. Krieger\nFebruary 24). Why innovative tech solutions to clean up oceanic plastic trash are simply not enough\nAlterNet. (2016)\nGoogle Scholar\nKühn et al., 2015\nS. Kühn, E.L.B. Rebolledo, J. van Franeker\nDeleterious effects of litter on marine life\nM. Bergmann, L. Gutow, M. Kalges (Eds.), Marine Anthropogenic Litter, Springer International Publishing (2015), pp. 75-116\nCrossRefView in ScopusGoogle Scholar\nLaist, 1987\nLaist, D. W. (1987). Overview of the biological effects of lost and discarded plastic debris in the marine environment. Marine Pollution Bulletin, 18(6, Supplement B), 319–326. https://doi.org/10.1016/S0025-326X(87)80019-X.\nGoogle Scholar\nLam et al., 2018\nC.-S. Lam, S. Ramanathan, M. Carbery, K. Gray, K.S. Vanka, C. Maurin, R. Bush, T. Palanisami\nA comprehensive analysis of plastics and microplastic legislation worldwide\nWater, Air, & Soil Pollution, 229 (11) (2018), p. 345, 10.1007/s11270-018-4002-z\nView in ScopusGoogle Scholar\nLau et al., 2020\nW.W.Y. Lau, Y. Shiran, R.M. Bailey, E. Cook, M.R. Stuchtey, J. Koskella, C.A. Velis, L. Godfrey, J. Boucher, M.B. Murphy, R.C. Thompson, E. Jankowska, A.C. Castillo, T.D. Pilditch, B. Dixon, L. Koerselman, E. Kosior, E. Favoino, J. Gutberlet, J.E. Palardy\nEvaluating scenarios toward zero plastic pollution\nScience (2020), 10.1126/science.aba9475\nGoogle Scholar\nLaw, 2017\nK.L. Law\nPlastics in the marine environment\nAnnual Review of Marine Science, 9 (1) (2017), pp. 205-229, 10.1146/annurev-marine-010816-060409\nView in ScopusGoogle Scholar\nLeatherman, 2015\nG. Leatherman\nOctober 1). Ocean debris cleanup project makes progress, battles critics\nECO Magazine. (2015)\nGoogle Scholar\nLebreton et al., 2017\nL.C.M. Lebreton, J. van der Zwet, J.-W. Damsteeg, B. Slat, A. Andrady, J. Reisser\nRiver plastic emissions to the world’s oceans\nNature Communications, 8 (1) (2017), pp. 1-10, 10.1038/ncomms15611\nGoogle Scholar\nLechner and Ramler, 2015\nA. Lechner, D. Ramler\nThe discharge of certain amounts of industrial microplastic from a production plant into the River Danube is permitted by the Austrian legislation\nEnvironmental Pollution, 200 (2015), pp. 159-160, 10.1016/j.envpol.2015.02.019\nView PDFView articleView in ScopusGoogle Scholar\nLi et al., 2016a\nH.-X. Li, G.J. Getzinger, P.L. Ferguson, B. Orihuela, M. Zhu, D. Rittschof\nEffects of toxic leachate from commercial plastics on larval survival and settlement of the barnacle Amphibalanus amphitrite\nEnvironmental Science & Technology, 50 (2) (2016), pp. 924-931, 10.1021/acs.est.5b02781\nView in ScopusGoogle Scholar\nLi et al., 2016b\nW.C. Li, H.F. Tse, L. Fok\nPlastic waste in the marine environment: A review of sources, occurrence and effects\nScience of The Total Environment, 566–567 (2016), pp. 333-349, 10.1016/j.scitotenv.2016.05.084\nView PDFView articleView in ScopusGoogle Scholar\nLim, 2018\nX. Lim\nSeptember 8). This Ocean Cleanup system aims to collect 50 tons of plastic. But then what?\nHuffington Post. (2018)\nGoogle Scholar\nLint, 2020\nLint LUV-R washing machine discharge filter. (n.d.). Environmental Enhancements. Retrieved February 10, 2020, from http://www.environmentalenhancements.com/.\nGoogle Scholar\n“Litter trap” a success blocking trash from the sea., 2019\n“Litter trap” a success blocking trash from the sea. (2019, June 25). The Nation Thailand. https://www.nationthailand.com/news/30371707.\nGoogle Scholar\nTraps, 2019\nLitter Traps. (n.d.). Recycled Island. Retrieved October 1, 2019, from https://www.recycledisland.com/litter-traps.\nGoogle Scholar\nLuo et al., 2020\nH. Luo, Y. Zhao, Y. Li, Y. Xiang, D. He, X. Pan\nAging of microplastics affects their surface properties, thermal decomposition, additives leaching and interactions in simulated fluids\nScience of The Total Environment, 714 (2020), Article 136862, 10.1016/j.scitotenv.2020.136862\nView PDFView articleView in ScopusGoogle Scholar\nLusher et al., 2018\nLusher, A. L., Hernandez-Milian, G., Berrow, S., Rogan, E., & O’Connor, I. (2018). Incidence of marine debris in cetaceans stranded and bycaught in Ireland: Recent findings and a review of historical knowledge. Environmental Pollution (Barking, Essex: 1987), 232, 467–476. https://doi.org/10.1016/j.envpol.2017.09.070.\nGoogle Scholar\nMachine learning and satellite imagery based oceanography. (n.d.). Wikilimo. Retrieved August 7, 2020\nMachine learning and satellite imagery based oceanography. (n.d.). Wikilimo. Retrieved August 7, 2020, from https://wikilimo.co/oceanography.\nGoogle Scholar\nMake it. (n.d.). Showerloop. Retrieved February 19, 2020\nMake it. (n.d.). Showerloop. Retrieved February 19, 2020, from https://showerloop.org/make-it.\nGoogle Scholar\nSkimmers, 2020\nMarina Trash Skimmers. (n.d.). Clean Ocean Access. Retrieved August 6, 2020, from https://www.cleanoceanaccess.org/marina-trash-skimmers/.\nGoogle Scholar\nMaksimowicz, 2020\nMark Maksimowicz. (n.d.). LinkedIn. Retrieved February 19, 2020, from https://www.linkedin.com/in/mark-maksimowicz-93228712/.\nGoogle Scholar\nMayer, n.d.\nMayer, B., n.d. Taking Care of Mother Ocean. National Oceanic & Atmospheric Administration National Marine Sanctuaries. Retrieved February 18, 2020, from https://sanctuaries.noaa.gov/missions/nwhi2008/marinedebris.html.\nGoogle Scholar\nMcIlwraith et al., 2019\nH.K. McIlwraith, J. Lin, L.M. Erdle, N. Mallos, M.L. Diamond, C.M. Rochman\nCapturing microfibers—Marketed technologies reduce microfiber emissions from washing machines\nMarine Pollution Bulletin, 139 (2019), pp. 40-45, 10.1016/j.marpolbul.2018.12.012\nView PDFView articleView in ScopusGoogle Scholar\nFred, 2020\nMeet Fred – Clear Blue Sea. (n.d.). Clear Blue Sea. Retrieved February 18, 2020, from https://www.clearbluesea.org/meet-fred/.\nGoogle Scholar\nMendoza, 2020\nMendoza, J. (n.d.). Canadian college students built a machine that could soon change Big Island beaches for the better. Hawaii News Now. Retrieved February 18, 2020, from https://www.hawaiinewsnow.com/2019/01/08/canadian-college-students-built-machine-that-could-soon-change-big-island-beaches-better/.\nGoogle Scholar\nMighty Tidy Clears the Way, 2003\nMighty Tidy Clears the Way. (2003, November 12). MarineLink. https://www.marinelink.com/news/mighty-clears-tidy324258.\nGoogle Scholar\nMiller, 2018\nT.K. Miller\nThe Millenium Falcon in my stomach; or, a plastic token of disease and indifference\nBerfrois. (2018)\nGoogle Scholar\nMohanraj et al., 2017\nC. Mohanraj, T. Senthilkumar, M. Chandrasekar\nA review on conversion techniques of liquid fuel from waste plastic materials: Waste plastics, conversion techniques, CI engine operations\nInternational Journal of Energy Research, 41 (11) (2017), pp. 1534-1552, 10.1002/er.3720\nView in ScopusGoogle Scholar\nMorjaria, 2019\nD. Morjaria\nTrash-eating “sharks” are taking over harbors worldwide\nMSN Kids. (2019)\nGoogle Scholar\nNace, 2020\nNace, T. (n.d.). Irish teen wins 2019 Google science fair for removing microplastics from water. Forbes. Retrieved February 18, 2020, from https://www.forbes.com/sites/trevornace/2019/07/30/irish-teen-wins-2019-google-science-fair-for-removing-microplastics-from-water/.\nGoogle Scholar\nNiaounakis, 2017\nM. Niaounakis\nManagement of marine plastic debris: Prevention, recycling, and waste management\nElsevier (2017)\nGoogle Scholar\nNielsen et al., 2020\nT.D. Nielsen, J. Hasselbalch, K. Holmberg, J. Stripple\nPolitics and the plastic crisis: A review throughout the plastic life cycle\nWIREs Energy and Environment, 9 (1) (2020), Article e360, 10.1002/wene.360\nView in ScopusGoogle Scholar\nNicholas Institute for Environmental Policy Solutions, 2020\nNicholas Institute for Environmental Policy Solutions, 2020. Plastic Pollution Prevention and Collection Technology Inventory. https://nicholasinstitute.duke.edu/plastics-technology-inventory.\nGoogle Scholar\nOcean Voyages Institute, 2020\nOcean Voyages Institute. (n.d.). Ocean Voyages Institute. Retrieved February 18, 2020, from https://www.oceanvoyagesinstitute.org/.\nGoogle Scholar\nOC-Tech, xxxx\nOC-Tech: Innovative vessel for cleaning-up activities in marine and fluvial environments. (n.d.). Cordis. Retrieved February 18, 2020, from https://cordis.europa.eu/project/id/728726/it.\nGoogle Scholar\nOcean, 2020\nOne Earth One Ocean. (n.d.). One Earth One Ocean. Retrieved August 7, 2020, from https://oneearth-oneocean.com/en/.\nGoogle Scholar\nOnorevole, 2016\nK. Onorevole\nThe value of invention: 3 years of the Ocean Cleanup (and UNdertheC!)\nUNdertheC. (2016)\nGoogle Scholar\nOur solutions. (n.d.). Plastic Fischer. Retrieved August 7, 2020\nOur solutions. (n.d.). Plastic Fischer. Retrieved August 7, 2020, from https://plasticfischer.com/trashbooms.\nGoogle Scholar\nPapadopoulos, 2019\nL. Papadopoulos\nFebruary 22). 7 inventions that are literally saving our oceans. Interesting\nEngineering. (2019)\nGoogle Scholar\nParsons, 2017\nV. Parsons\nWatergoats gobble up trash in Tampa Bay\nBay Soundings (2017)\nhttp://baysoundings.com/watergoats-gobble-trash-tampa-bay/\nGoogle Scholar\nPeters, 2019\nA. Peters\nThis giant vacuum is designed to suck up plastic from the beach\nFast Company. (2019)\nGoogle Scholar\nPhillips, 1999\nD.I. Phillips\nA new litter trap for urban drainage systems\nWater Science and Technology, 39 (2) (1999), pp. 85-92\nView PDFView articleCrossRefView in ScopusGoogle Scholar\nPrata et al., 2019\nJ.C. Prata, A.L.P. Silva, J.P. da Costa, C. Mouneyrac, T.R. Walker, A.C. Duarte, T. Rocha-Santos\nSolutions and integrated strategies for the control and mitigation of plastic and microplastic pollution\nInternational Journal of Environmental Research and Public Health, 16 (13) (2019), p. 2411, 10.3390/ijerph16132411\nView in ScopusGoogle Scholar\nProducts—Ocean Cleaner Technology. (n.d.). Technology. Retrieved February 18, 2020\nProducts—Ocean Cleaner Technology. (n.d.). Technology. Retrieved February 18, 2020, from https://www.oceancleaner.es/products/.\nGoogle Scholar\nn.d.). Retrieved February 19, 2020\nPump protection solutions for wastewater, stormwater and combined sewer overflow (CSO) discharges. (n.d.). Retrieved February 19, 2020, from http://stormtrap.com/wp-content/uploads/2016/05/PumpGuard-Brochure.pdf.\nGoogle Scholar\nPumpguard. (n.d.). Retrieved February 10, 2020\nPumpguard. (n.d.). Retrieved February 10, 2020, from https://stormtrap.com/products/pumpguard/.\nGoogle Scholar\nPune, 2019\nPune: 12-Year-old designs ship to remove plastic from ocean, save marine life. (2019, January 23). Outlook Web Bureau. https://www.outlookindia.com/website/story/society-news-pune-12-year-old-designs-ship-to-remove-plastic-from-ocean-save-marine-life/324095.\nGoogle Scholar\nAugust, 2020\nReboot the Ocean. (n.d.). United Nations: Unite Ideas. Retrieved August 6, 2020, from https://ideas.unite.un.org/reboottheocean/Page/Home.\nGoogle Scholar\nResolution 1/6 Marine plastic debris and microplastics, xxxx\nResolution 1/6 Marine plastic debris and microplastics, United Nations Environment Assembly (2016). https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-16-marine-plastic-debris-and-microplastics.\nGoogle Scholar\nResolution 2/11 Marine plastic litter and microplastics, xxxx\nResolution 2/11 Marine plastic litter and microplastics, United Nations Environment Assembly (2016). https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-211-marine-plastic-litter-and-microplastics.\nGoogle Scholar\nResolution 3/7 Marine Litter and Microplastics, xxxx\nResolution 3/7 Marine Litter and Microplastics. United Nations Environment Assembly (2018). https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-37-marine-litter-and-microplastics.\nGoogle Scholar\nResolution 4/6 Marine plastic litter and microplastics, 2019\nResolution 4/6 Marine plastic litter and microplastics, United Nations Environment Assembly (2019). https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-46-marine-litter-and-microplastics.\nGoogle Scholar\nResolution 4/7 Environmentally sound management of waste, 2019\nResolution 4/7 Environmentally sound management of waste, United Nations Environment Assembly (2019). https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-47-environmentally-sound-management-waste.\nGoogle Scholar\nResolution 4/9 Addressing Single-use Plastic Products Pollution\nResolution 4/9 Addressing Single-use Plastic Products Pollution, 2019. https://nicholasinstitute.duke.edu/plastics-policies/unea-resolution-47-addressing-single-use-plastic-products-pollution.\nGoogle Scholar\nRitchie and Roser, 2018\nH. Ritchie, M. Roser\nPlastic Pollution\nOur World in Data (2018)\nhttps://ourworldindata.org/plastic-pollution\nGoogle Scholar\nRochman, 2016\nC.M. Rochman\nStrategies for reducing ocean plastic debris should be diverse and guided by science\nEnvironmental Research Letters, 11 (4) (2016), Article 041001, 10.1088/1748-9326/11/4/041001\nView in ScopusGoogle Scholar\nRochman et al., 2013\nC.M. Rochman, M.A. Browne, B.S. Halpern, B.T. Hentschel, E. Hoh, H.K. Karapanagioti, L.M. Rios-Mendoza, H. Takada, S. Teh, R.C. Thompson\nClassify plastic waste as hazardous\nNature, 494 (7436) (2013), pp. 169-171, 10.1038/494169a\nGoogle Scholar\nRyall, 2015\nJ. Ryall\nRevolutionary system promises to recover plastic rubbish from world’s oceans\nThe Telegraph (2015)\nhttps://www.telegraph.co.uk/news/worldnews/asia/japan/12058354/Revolutionary-system-promises-to-recover-plastic-rubbish-from-worlds-oceans.html\nGoogle Scholar\nRyan et al., 2016\nP.G. Ryan, G. Cole, K. Spiby, R. Nel, A. Osborne, V. Perold\nImpacts of plastic ingestion on post-hatchling loggerhead turtles off South Africa\nMarine Pollution Bulletin, 107 (1) (2016), pp. 155-160, 10.1016/j.marpolbul.2016.04.005\nView PDFView articleView in ScopusGoogle Scholar\nSavedge, 2014\nSavedge, J. (2014, October 20). 9 young inventors who may just save the world. MNN Mother Nature Network. https://www.mnn.com/green-tech/research-innovations/blogs/9-young-inventors-who-may-just-save-the-world.\nGoogle Scholar\nSCG’s Floating Litter Trap to Prevent Marine Debris Entering Oceans at Rayong Estuaries and Samut Sakhon Canals., 2019\nSCG’s Floating Litter Trap to Prevent Marine Debris Entering Oceans at Rayong Estuaries and Samut Sakhon Canals. (2019). SCG. https://www.scgchemicals.com/en/news-media/news-events/press-release/detail/449.\nGoogle Scholar\nSchnurr et al., 2018\nR.E.J. Schnurr, V. Alboiu, M. Chaudhary, R.A. Corbett, M.E. Quanz, K. Sankar, H.S. Srain, V. Thavarajah, D. Xanthos, T.R. Walker\nReducing marine pollution from single-use plastics (SUPs): A review\nMarine Pollution Bulletin, 137 (2018), pp. 157-171, 10.1016/j.marpolbul.2018.10.001\nView PDFView articleView in ScopusGoogle Scholar\nSeabin, a new kind of floating bin., 2019\nSeabin, a new kind of floating bin. (2019, April 23). Plastics Le Mag. http://plastics-themag.com/Seabin-a-new-kind-of-floating-bin.\nGoogle Scholar\nSeabin project—Cleaner oceans for a brighter future. (n.d.). Seabin Project. Retrieved February 18, 2020\nSeabin project—Cleaner oceans for a brighter future. (n.d.). Seabin Project. Retrieved February 18, 2020, from https://seabinproject.com/.\nGoogle Scholar\nSystems and February, 2020\nSeaVax Robotic Vacuum Ship. (n.d.). Bluebird Marine Systems. Retrieved February 18, 2020, from https://www.bluebird-electric.net/oceanography/Ocean_Plastic_International_Rescue/SeaVax_Ocean_Clean_Up_Robot_Drone_Ship_Sea_Vacuum.htm.\nGoogle Scholar\nShah, 2017\nS. Shah\nThe Ocean CleanUp: Boyan Slat’s initiative to sustaining life below water\nAIESEC Blog (2017)\nhttps://blog.aiesec.org/the-ocean-cleanup/\nGoogle Scholar\nSheavly and Register, 2007\nS.B. Sheavly, K.M. Register\nMarine debris & plastics: Environmental concerns, sources, impacts and solutions\nJournal of Polymers and the Environment, 15 (4) (2007), pp. 301-305, 10.1007/s10924-007-0074-3\nView in ScopusGoogle Scholar\nSherman and van Sebille, 2016\nP. Sherman, E. van Sebille\nModeling marine surface microplastic transport to assess optimal removal locations\nEnvironmental Research Letters, 11 (1) (2016), Article 014006, 10.1088/1748-9326/11/1/014006\nView in ScopusGoogle Scholar\nSheth et al., 2019\nM.U. Sheth, S.K. Kwartler, E.R. Schmaltz, S.M. Hoskinson, E.J. Martz, M.M. Dunphy-Daly, T.F. Schultz, A.J. Read, W.C. Eward, J.A. Somarelli\nBioengineering a future free of marine plastic waste\nFrontiers in Marine Science. (2019)\nhttps://www.frontiersin.org/articles/10.3389/fmars.2019.00624/full\nGoogle Scholar\nSlat, 2014\nB. Slat\nHow the Oceans Can Clean Themselves: A Feasibility Study\nOcean Cleanup. (2014)\nGoogle Scholar\nSMART., 2019\nSMART. (2019, July 20). GPS tracker helps collect 40 tonnes of plastic in Pacific Ocean. Safety4Sea. https://safety4sea.com/gps-tracker-helps-collect-40-tonnes-of-plastic-in-pacific-ocean/.\nGoogle Scholar\nSodaStream International Ltd, 2018\nSodaStream International Ltd\nOctober 15). SodaStream builds massive marine device to collect plastic waste from the ocean off the coast of Honduras\nCision PR Newswire. (2018)\nGoogle Scholar\nSolana, 2019\nA. Solana\nHow this startup is using laser mapping to tackle marine waste\nZDNet (2019)\nhttps://www.zdnet.com/article/how-this-startup-is-using-laser-mapping-to-tackle-marine-waste/\nGoogle Scholar\nSpary, 2018\nSpary, S. (2018, October 16). A giant ocean “Pac Man” has just been dropped into the Pacific to gobble up plastic. HuffPost UK Life. https://www.huffingtonpost.co.uk/entry/giant-ocean-pac-man-has-just-been-dropped-into-the-pacific-to-gobble-up-plastic_uk_5bc59e95e4b0d38b5870f419?guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAIcC1Lf4p3V3a3eABXLjqr6A5BHIcziZsqGrIotyJvmOHtr3q5t-7iIzDKwXkH72ue7Gxl5vvEw5lFTs3bLraDpbfK1YEe9vSwAXf8OYQZ1JBpi5wKqm18LOq-YYq4RMTcIGMjRl_EzaBSQF626CBllWounfFT2_JF9aovBDN17V&guccounter=2.\nGoogle Scholar\nTrap, 2009\nStorm Water Systems installs first U.S. Bandalong Litter Trap. (2009, April 30). WaterWorld. https://www.waterworld.com/drinking-water/article/16218347/storm-water-systems-installs-first-us-bandalong-litter-trap.\nGoogle Scholar\nStormX Netting Trash Trap. (n.d.). Storm Water Systems. Retrieved April 1, 2020\nStormX Netting Trash Trap. (n.d.). Storm Water Systems. Retrieved April 1, 2020, from https://stormwatersystems.com/stormx-netting-trash-trap/.\nGoogle Scholar\nStow It Don’t Throw It Project. (n.d.). Greening Forward. Retrieved February 19, 2020\nStow It Don’t Throw It Project. (n.d.). Greening Forward. Retrieved February 19, 2020, from http://greeningforward.org/grants-database/stow-it-dont-throw-it-project/.\nGoogle Scholar\nSurf Rake—Tractor-towed beach cleaner machines. (n.d.). Barber. Retrieved August 7, 2020\nSurf Rake—Tractor-towed beach cleaner machines. (n.d.). Barber. Retrieved August 7, 2020, from http://www.hbarber.com/Cleaners/SurfRake/Default.html.\nGoogle Scholar\nten Brink et al., 2018\nP. ten Brink, J.-P. Schweitzer, E. Watkins, C. Janssens, M.D. Smet, H. Leslie, F. Galgani\nCircular economy measures to keep plastics and their value in the economy, avoid waste and reduce marine litter\nEconomics: The Open-Access, Open-Assessment e-Journal (2018)\nhttps://www.econstor.eu/bitstream/10419/173128/1/1011145367.pdf\nGoogle Scholar\nTeuten et al., 2009\nE.L. Teuten, J.M. Saquing, D.R.U. Knappe, M.A. Barlaz, S. Jonsson, A. Björn, S.J. Rowland, R.C. Thompson, T.S. Galloway, R. Yamashita, D. Ochi, Y. Watanuki, C. Moore, P.H. Viet, T.S. Tana, M. Prudente, R. Boonyatumanond, M.P. Zakaria, K. Akkhavong, H. Takada\nTransport and release of chemicals from plastics to the environment and to wildlife\nPhilosophical Transactions of the Royal Society B: Biological Sciences, 364 (1526) (2009), pp. 2027-2045, 10.1098/rstb.2008.0284\nView in ScopusGoogle Scholar\ntfarrell, 2019\ntfarrell. (2019, January 8). Suncoast rise above plastics coalition fights plastic waste. Dumpster Market. https://dumpstermarket.com/daily-dump/news/.\nGoogle Scholar\nThe Benioff Ocean Initiative, 2019\nThe Benioff Ocean Initiative, 2019. River Plastic Pollution: Considerations for addressing the leading source of marine debris. https://www.boi.ucsb.edu/wp-content/uploads/2019/05/River_Plastic_Pollution_BOI_white_paper.pdf.\nGoogle Scholar\nThe Manta, 2020\nThe Manta, a revolutionary vessel. (n.d.). The Sea Cleaners. Retrieved August 7, 2020, from https://www.theseacleaners.org/en/the-manta-a-revolutionary-vessel/.\nGoogle Scholar\nThe Ocean Cleanup, 2020\nThe Ocean Cleanup. (n.d.). The Ocean Cleanup. Retrieved February 18, 2020, from https://theoceancleanup.com/?gclid=Cj0KCQjwwIPrBRCJARIsAFlVT89sAlX_R_x2cb7-WkkmGruAMADeGHDPraZ9WcN_jESsqxesOO_qmJAaAnS_EALw_wcB.\nGoogle Scholar\nThe Project. (n.d.). Stow It Don’t Throw It. Retrieved August 5, 2020\nThe Project. (n.d.). Stow It Don’t Throw It. Retrieved August 5, 2020, from http://stowitdontthrowitproject.weebly.com/the-project.html.\nGoogle Scholar\nThese students found a way to keep microplastics out of your drinking water., 2018\nThese students found a way to keep microplastics out of your drinking water. (2018, May 23). Martha Stewart. https://www.marthastewart.com/1528235/high-school-students-invent-filter-microplastics.\nGoogle Scholar\nIndia, 2018\nThink Change India. (2018, November 23). This 12-year-old’s school project “ERVIS” could end up cleaning our oceans. YourStory. https://yourstory.com/2018/11/haaziq-kazi-ervis-marine-life.\nGoogle Scholar\nThompson, 2006\nR.C. Thompson\nPlastic debris in the marine environment: Consequences and solutions\nJ.C. Krause, H. von Nordheim, S. Bräger (Eds.), Marine Nature Conservation in Europe, Federal Agency for Nature Conservation (2006), pp. 107-115\nCrossRefView in ScopusGoogle Scholar\nThomson, 2019\nA. Thomson\nTurning the tide on plastic pollution: 5 green innovators you should check out in 2019\nThe Sociable. (2019)\nGoogle Scholar\nTimeline. (n.d.). Clear Rivers. Retrieved February 18, 2020\nTimeline. (n.d.). Clear Rivers. Retrieved February 18, 2020, from https://www.clearrivers.eu/blog.\nGoogle Scholar\nTournier et al., 2020\nV. Tournier, C.M. Topham, A. Gilles, B. David, C. Folgoas, E. Moya-Leclair, E. Kamionka, M.-L. Desrousseaux, H. Texier, S. Gavalda, M. Cot, E. Guémard, M. Dalibey, J. Nomme, G. Cioci, S. Barbe, M. Chateau, I. André, S. Duquesne, A. Marty\nAn engineered PET depolymerase to break down and recycle plastic bottles\nNature, 580 (7802) (2020), pp. 216-219, 10.1038/s41586-020-2149-4\nView in ScopusGoogle Scholar\nTrash wheel project. (n.d.). Waterfront Partnership. Retrieved October 1, 2019\nTrash wheel project. (n.d.). Waterfront Partnership. Retrieved October 1, 2019, from https://www.baltimorewaterfront.com/healthy-harbor/water-wheel/.\nGoogle Scholar\nTrashTrap: Capture floatables with innovative netting systems. (n.d.). StormTrap. Retrieved February 10, 2020\nTrashTrap: Capture floatables with innovative netting systems. (n.d.). StormTrap. Retrieved February 10, 2020, from https://stormtrap.com/products/trashtrap/.\nGoogle Scholar\nTrashTrap Floatables Collection System Guide Specification, 2018\nTrashTrap Floatables Collection System Guide Specification. (2018, May 31). StormTrap. https://stormtrap.com/wp-content/uploads/2018/06/TrashTrap-Specification.pdf.\nGoogle Scholar\nTurner, 2016\nA. Turner\nHeavy metals, metalloids and other hazardous elements in marine plastic litter\nMarine Pollution Bulletin, 111 (1) (2016), pp. 136-142, 10.1016/j.marpolbul.2016.07.020\nView PDFView articleView in ScopusGoogle Scholar\nTurner, 2018\nA. Turner\nMobilisation kinetics of hazardous elements in marine plastics subject to an avian physiologically-based extraction test\nEnvironmental Pollution, 236 (2018), pp. 1020-1026, 10.1016/j.envpol.2018.01.023\nView PDFView articleView in ScopusGoogle Scholar\nTurner et al., 2005a\nTurner, R. R., Kircher, R., Moran, D. R., & Dugan, J. P. (2005a). Disposable net assemblies for apparatus for collecting floating debris (U.S. Patent No. 6,866,153).\nGoogle Scholar\nTurner et al., 2005b\nTurner, R. R., Kircher, R., Moran, D. R., & Dugan, J. P. (2005b). Disposable net assemblies for apparatus for collecting floating debris (U.S. Patent No. 6,866,163).\nGoogle Scholar\nUNEP., 2018\nUNEP. (2018). Legal limits on single-use plastics and microplastics: A global review of national laws and regulations. http://www.unenvironment.org/resources/publication/legal-limits-single-use-plastics-and-microplastics-global-review-national.\nGoogle Scholar\nUnited States Environmental Protection Agency., 1999\nUnited States Environmental Protection Agency. (1999). Combined Sewer Overflow Technology Fact Sheet: Netting Systems for Floatables Control.\nGoogle Scholar\nVan Cauwenberghe et al., 2015\nL. Van Cauwenberghe, L. Devriese, F. Galgani, J. Robbens, C.R. Janssen\nMicroplastics in sediments: A review of techniques, occurrence and effects\nMarine Environmental Research, 111 (2015), pp. 5-17, 10.1016/j.marenvres.2015.06.007\nView PDFView articleView in ScopusGoogle Scholar\nVersi-Cat (n.d.), 2020\nVersi-Cat. (n.d.). Water Witch. Retrieved February 18, 2020, from https://waterwitch.com/ww/versi-cat-2/.\nGoogle Scholar\nVethaak and Leslie, 2016\nA.D. Vethaak, H.A. Leslie\nPlastic debris is a human health issue\nEnvironmental Science & Technology, 50 (13) (2016), pp. 6825-6826, 10.1021/acs.est.6b02569\nView in ScopusGoogle Scholar\nWagner, 2017\nT.P. Wagner\nReducing single-use plastic shopping bags in the USA\nWaste Management (New York, N.Y.), 70 (2017), pp. 3-12, 10.1016/j.wasman.2017.09.003\nView PDFView articleView in ScopusGoogle Scholar\nBarber, 2020\nWalk behind sand cleaner: The Barber SAND MAN 850. (n.d.). Barber. Retrieved August 7, 2020, from http://www.hbarber.com/Cleaners/SandMan/Default.html.\nGoogle Scholar\nWamsley, 2018\nL. Wamsley\nSeptember 11). A massive floating boom is supposed to clean up the pacific. Can it work?\nNPR. (2018)\nGoogle Scholar\nWard, 2015\nWard, M. (2015). Marine microplastic removal tool (U.S. Patent No. 8,944,253).\nGoogle Scholar\nWater Witch: World Leaders in Waterway Cleanup, 2020\nWater Witch: World Leaders in Waterway Cleanup. (n.d.). Water Witch. Retrieved February 18, 2020, from https://waterwitch.com/.\nGoogle Scholar\n“Watergoat” trash traps helping curb litter in Augusta., 2018\n“Watergoat” trash traps helping curb litter in Augusta. (2018, November 30). Blue Heron Blog. http://www.savannahriverkeeper.org/2/post/2018/11/watergoat-trash-traps-helping-curb-litter-in-augusta.html.\nGoogle Scholar\nWhat is Fionn About. (n.d.). Fionn Ferreira. Retrieved August 6, 2020\nWhat is Fionn About. (n.d.). Fionn Ferreira. Retrieved August 6, 2020, from https://www.fionnferreira.com/about.\nGoogle Scholar\nWill the Great Pacific Garbage Patch meet its match Floating trash collector just left San Francisco on a mission., 2018\nWill the Great Pacific Garbage Patch meet its match? Floating trash collector just left San Francisco on a mission. (2018, September 11). OB Rag. https://obrag.org/2018/09/will-the-great-pacific-garbage-patch-meet-its-match-floating-trash-collector-just-left-san-francisco-on-a-mission/.\nGoogle Scholar\nWilliams, 2019\nWilliams, A. (2019, July 10). 12-year-old engineer invents device to combat ocean microplastic pollution. Accuweather. https://www.accuweather.com/en/weather-news/6th-grader-invents-device-to-combat-ocean-microplastic-pollution/70005513?fb_comment_id=2458253444188518_2546617228685472.\nGoogle Scholar\nWodalski, 2010\nE. Wodalski\nNetting system captures debris from stormwater runoff\nMunicipal Sewer and Water (2010)\nhttps://www.mswmag.com/editorial/2010/11/netting-system-captures-debris-from-stormwater-runoff\nGoogle Scholar\nWorld Economic Forum, 2016\nWorld Economic Forum\nThe new plastics economy: Rethinking the future of plastics\nWorld Economic Forum. (2016)\nhttp://www3.weforum.org/docs/WEF_The_New_Plastics_Economy.pdf\nGoogle Scholar\nWorm et al., 2017\nB. Worm, H.K. Lotze, I. Jubinville, C. Wilcox, J. Jambeck\nPlastic as a persistent marine pollutant\nAnnual Review of Environment and Resources, 42 (1) (2017), pp. 1-26, 10.1146/annurev-environ-102016-060700\nView in ScopusGoogle Scholar\nWright, 2018\nP. Wright\nYoung inventor to put ocean-saving device to the test by scooping up Great Pacific Garbage Patch\nThe Weather Channel. (2018)\nGoogle Scholar\nWright and Kelly, 2017\nS.L. Wright, F.J. Kelly\nPlastic and human health: A micro issue?\nEnvironmental Science & Technology, 51 (12) (2017), pp. 6634-6647, 10.1021/acs.est.7b00423\nView in ScopusGoogle Scholar\nWu, 2017\nW. Wu\nMicroplastics pollution and reduction strategies\nFrontiers of Environmental Science & Engineering, 11 (1) (2017), p. 6, 10.1007/s11783-017-0897-7\nGoogle Scholar\nXanthos and Walker, 2017\nD. Xanthos, T.R. Walker\nInternational policies to reduce plastic marine pollution from single-use plastics (plastic bags and microbeads): A review\nMarine Pollution Bulletin, 118 (1–2) (2017), pp. 17-26, 10.1016/j.marpolbul.2017.02.048\nView PDFView articleView in ScopusGoogle Scholar\nYoshida et al., 2016\nS. Yoshida, K. Hiraga, T. Takehana, I. Taniguchi, H. Yamaji, Y. Maeda, K. Toyohara, K. Miyamoto, Y. Kimura, K. Oda\nA bacterium that degrades and assimilates poly(ethylene terephthalate), 351 (2016), pp. 1196-1199\nCrossRefView in ScopusGoogle Scholar\nYoung, 2018\nJ. Young\nDon’t put these things down the shower drain!\nShowerloop. (2018)\nGoogle Scholar\nZhu et al., 2020\nM. Zhu, M. Chernick, D. Rittschof, D.E. Hinton\nChronic dietary exposure to polystyrene microplastics in maturing Japanese medaka (Oryzias latipes)\nAquatic Toxicology, 220 (2020), Article 105396, 10.1016/j.aquatox.2019.10539\nView PDFView articleView in ScopusGoogle Scholar\nCited by (189)\nNanoplastics promote the dissemination of antibiotic resistance genes and diversify their bacterial hosts in soil\n2024, Eco-Environment and Health\nShow abstract\nRapid marine degradable poly(butylene oxalate) by introducing promotion building blocks\n2024, Journal of Hazardous Materials\nShow abstract\nA comparison study on effects of polyglycerols on physical properties of alginate films\n2024, International Journal of Biological Macromolecules\nShow abstract\nEngineered Geobacillus lipolytic enzymes – Attractive polyesterases that degrade polycaprolactones and simultaneously produce esters\n2023, International Journal of Biological Macromolecules\nShow abstract\nEcotoxicological effects of co-exposure biodegradable microplastics polylactic acid with cadmium are higher than conventional microplastics polystyrene with cadmium on the earthworm\n2023, Science of the Total Environment\nShow abstract\nMarine plastic pollution detection and identification by using remote sensing-meta analysis\n2023, Marine Pollution Bulletin\nShow abstract\nView all citing articles on Scopus\n1\n\nDesignates co-first authorship.\n\n2\n\nMichael Niaounakis extensively reviews patents of this nature from around the world in his volume Management of Marine Plastic Debris (Niaounakis, 2017). A complete review of that collection is beyond the scope of our technical expertise but could be useful in supplementing the Inventory.\n\n© 2020 The Authors. Published by Elsevier Ltd.\nRecommended articles\nResolving the twin human and environmental health hazards of a plant-based diet\nEnvironment International, Volume 144, 2020, Article 106081\nKris A.G. Wyckhuys, …, Yoshinori Ikenaka\nView PDF\nPlastic pollution in islands of the Atlantic Ocean\nEnvironmental Pollution, Volume 238, 2018, pp. 103-110\nRaqueline C.P. Monteiro, …, Monica F. Costa\nView PDF\nPlastic Pollution in the Coastal Environment: Current Challenges and Future Solutions\nCoasts and Estuaries, 2019, pp. 595-609\nK. Critchell, …, T. Ridgway\nShow 3 more articles\nArticle Metrics\nCitations\nCitation Indexes:\n175\nPolicy Citations:\n6\nCaptures\nReaders:\n979\nMentions\nBlog Mentions:\n1\nNews Mentions:\n5\nSocial Media\nShares, Likes & Comments:\n274\nView details\nAbout ScienceDirect\nRemote access\nShopping cart\nAdvertise\nContact and support\nTerms and conditions\nPrivacy policy\n\nWe use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\n\nAll content on this site: Copyright © 2023 Elsevier B.V., its licensors, and contributors. All rights are reserved, including those for text and data mining, AI training, and similar technologies. For all open access content, the Creative Commons licensing terms apply."
}