{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-12-24..2021-06-24",
  "title": "Whoever said these paper straws are \"great\" must suck back ... - Reddit",
  "href": "https://www.reddit.com/r/TimHortons/comments/lq1j80/whoever_said_these_paper_straws_are_great_must/",
  "body": "getawhiffofgriff • 2 yr. ago. I'm about one of the few rare people who drinks things quick enough to not have to deal with soggy paper straws. For me an ice cap is a 5 minute confection. If I don't have water first it's probably a 2 minute slug. With that said - the Tims paper straws feel so robust and thick in the wrapper.",
  "textContent": "Whoever said these paper straws are “great” must suck back Iced Capps in 15 min. : r/TimHortons\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to TimHortons\nr/TimHortons\n•\n3 yr. ago\n1clkgtramg\nWhoever said these paper straws are “great” must suck back Iced Capps in 15 min.\nSort by:\nAdd a Comment\nepsileth\n•\n3 yr. ago\n\nReusable stainless steel or silicone bubble tea/smoothie straw?\n\nReply\nreply\nbaconpoutine89\n•\n3 yr. ago\n\nThis. Costco has a nice set of stainless steel straws for like $6.99 that come with a cleaning kit and a travel pouch.\n\nReply\nreply\n7 more replies\n1clkgtramg\n•\n3 yr. ago\n\nIt’s looking more and more like I’m gonna have to invest in those. I have a few Timmies and Starbucks straws left but I know I’m gonna have to purchase something long term.\n\nReply\nreply\ngetawhiffofgriff\n•\n3 yr. ago\n\nI’m about one of the few rare people who drinks things quick enough to not have to deal with soggy paper straws. For me an ice cap is a 5 minute confection. If I don’t have water first it’s probably a 2 minute slug.\n\nWith that said - the Tims paper straws feel so robust and thick in the wrapper. Why do they get soft so fast? I left mine in my empty ice cap cup a few days ago while I was driving home and by the time I went to throw it away (20 mins after I finished the drink) it was like tissue paper.\n\nWhy don’t they do what Starbucks does - make you buy a reusable straw. I use my Starbucks one a lot at home and I’d be happy to have a tims one too.\n\nReply\nreply\n1clkgtramg\n•\n3 yr. ago\n\nI was shocked it didn’t last. When I took it out it was the sturdiest paper straw I’ve seen. It might as well be wooden. It mixed very well and it was a wider hole than the red ones (if that’s good or bad is up to you). I decided to leave it in since I’ve seen people say it will last but unfortunately it wasn’t the case. It still died just like the smaller straws at A&W do. It’s a shame; I don’t care what the straw is made of, it just has to work with what I’m drinking. But iced capps need to constantly be stirred if you are taking your time with it so a straw that can’t handle that for a few hours is gonna be a struggle for me.\n\nWhenever I’m at Starbucks though they just give me that green plastic one. It’s odd cause I swear like a year ago they announced they were dropping the plastic straws yet it’s all I’ve ever seen.\n\nReply\nreply\n2 more replies\nBestJoeyEver1\n•\n3 yr. ago\n\nTo be fair, the whole point is that it dissolves. People shouldn't expect them to behave exactly like plastic.\n\nReply\nreply\n4 more replies\nAnonymous-1234567890\n•\n3 yr. ago\n\nI absolutely hate the paper straws. I support the reasoning, just hate them in general.\n\nI have my own straws I bring out now, some even stay in my car!\n\nReply\nreply\nHieb\n•\n3 yr. ago\n\nAnyone know why compostable plastic straws havent caught on more? A couple bubbletea places near me use a biodegradable straw that feels the same as plastic and you can toss into the compost after\n\nSurely thats the most logical solution and could be implemented alongside having commercial green bins, where restaurants actually separate foodwaste from trash?\n\nReply\nreply\n2 more replies\nCanadianmade840\n•\n3 yr. ago\n\nHonestly the biggest problem here with me was that 10 years ago strip deforestation and over-mining was gonna end us.. now it’s plastic, so we’re back to using paper, and more. We’re literally playing pong between two huge issues trying to balance it by doing shit like this.\n\nReply\nreply\nShayde505\n•\n3 yr. ago\n\nFuckin hate paper straws. I tend to enjoy my drinks slowly but surely and other places that have implemented them have show me if you don't pound your beverage back like a shot of whiskey you end up with a pulpy mess in your drink which is oddly enough the exact opposite if what I want in a liquid I plan to consume with the sole exception of oj\n\nReply\nreply\n1clkgtramg\n•\n3 yr. ago\n\nSo I finally got the paper straw; left it in my iced Capp for an hour, came back to it and it’s lost all structure. Bent on the slightest stir and I can’t suck it cause I guess ice is stuck? Lol. Considering there’s not a whole lot of iced drinks at Timmies, I’m not sure the point. These don’t last long contrary to what some people have been saying here.\n\nReply\nreply\nBoyFromTO\n•\n3 yr. ago\n\nThis! I've asked guests what they think about the new straws, and the majority dislike them. They got rid of the plastic straws yet everything still comes packaged in plastic.\n\nReply\nreply\nGutsy_Moose267\n•\n3 yr. ago\n\nYou're saying you dont drink them within 15 minutes?\n\nReply\nreply\nHomie_F\n•\n3 yr. ago\n\nMan I hate these paper straws.\n\nEnvironment > practicality? Surely their sales are going down with how annoying it is to drink with these straws, along with how weird it feels to be put it on your lips.\n\nI don't even feel like buying reusable straws tho, cuz these paper ones make me buy less iced capps which is honestly good health wise. But on the rare occasion when I feel like getting one, these straws really ruin the experience.\n\nReply\nreply\nst4rsin\n•\n3 yr. ago\n\nThat's pretty much how I deal with it. If they serve paper straws for my drink, I just avoid it next time I order.\n\nIt's a nuisance to carry around reusable straws, and metal ones not only change the flavor, but hurt when you hut a bump in the road and they jam on your gum or tooth.\n\nNo fast food joint is better than the other, it's all garbage food anyway, so I'll always go to the one with the plastic straws.\n\nI'm all for helping the environment out, but man, paper in liquid... who was the genius that thought up this concept and who is the moron that bought into it like it's a good idea?\n\nReply\nreply\n1 more reply\nmlipintime\n•\n3 yr. ago\n\nI wish the straws has some sort of reinforcement, even a natural wax coating to keep moisture out of the paper fibers? Idk i know the government forcing the elimination of single use plastics so they can't go back to plastic.\n\nReply\nreply\n[deleted]\n•\n3 yr. ago\n\nI love paper straws and don't drink iced capps, so you're right.\n\nReply\nreply\nView more comments\n \nTop 4%\nRank by size \nRelated\nTim Hortons\nRestaurant chain\nRestaurant\nFood\nFood and Drink\nforward\nback\nr/ytvretro\nStay Alert Stay Safe\nyoutube\n219 upvotes · 19 comments\nr/singapore\nThis new “drink here” iced milk tea cup is designed to drink without straw but is made entirely out of plastic.\n947 upvotes · 146 comments\nr/vancouvercycling\nABC Vancouver admits \"overpromising\" on Stanley Park bike lane\nyoutube\n122 upvotes · 51 comments\nr/toronto\nTravel times for streetcars along King Street slowest in six years\nyoutube\n403 upvotes · 135 comments\nr/nespresso\nNow I understand why people buy those Nespresso cups\n220 upvotes · 22 comments\nr/Calgary\nGlobal Calgary's Leslie Horton opens up about viral response to viewer's body-shaming email\nyoutube\n1.2K upvotes · 173 comments\nr/pelotoncycle\nPeloton Glass Water Bottle - Alternative Top?\n64 upvotes · 69 comments\nr/Coffee\nI got the paper taste out of Chemex unbleached filters... but you won’t like how I did it.\n48 upvotes · 38 comments\nr/CanadaHousing2\nVassy demolishes Chrystia Freeland on Housing\nyoutube\n307 upvotes · 326 comments\nr/Canada_sub\nCanadians Paid $54 Million to 2 people for an App - \"What would you say you do here ?\"\nyoutube\n246 upvotes · 112 comments\nr/Costco\nCostco Milk Jugs are the worst, amirite?\n188 upvotes · 38 comments\nr/LondonON\nLondon lawyer disbarred for misappropriating nearly $100K from estate trust fund\ncbc.ca\n124 upvotes · 11 comments\nr/CanadaHousing2\nAsylum seeker found dead outside of Mississauga shelter\nyoutube\n137 upvotes · 130 comments\nr/melbourne\nVictoria to ban single-use plastics including straws, cutlery and plates by 2023\nabc.net.au\n316 upvotes · 143 comments\nr/sousvide\nPRO TIP: bag juices\n299 upvotes · 75 comments\nr/Canada_sub\n1 in 10 people in Toronto now relying on food banks\nyoutube\n125 upvotes · 142 comments\nr/canadahousing\n$700K Vancouver Presale Condo Collapsing!\nyoutube\n151 upvotes · 101 comments\nr/Quebec\nLes Cowboys Fringants et Robert Charlebois - FEQ 2023\nyoutube\n99 upvotes · 3 comments\nr/AustralianNostalgia\nStill the greatest band in Australian History IMO.\nyoutube\n318 upvotes · 81 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/TTC\nToronto Mayor Olivia Chow 'speechless' over continued Eglinton Crosstown delays | CBC News\ncbc.ca\n112 upvotes · 22 comments\nr/Quebec\nManifestation contre le projet de loi 31: une association de locataires demande la démission de la ministre\nyoutube\n111 upvotes · 32 comments\nr/leafs\nAnother Sick Kids commercial featuring Matthews\nyoutube\n285 upvotes · 49 comments\nr/Canada_sub\nLILLEY UNLEASHED: How does Canada regain its place on the world stage? Get rid of Trudeau.\nyoutube\n161 upvotes · 51 comments\nr/torontoraptors\nIn Honor of Mavs 30-0 Run Yesterday. Reminded me of this run.\nyoutube\n105 upvotes · 17 comments\nTOP POSTS\nReddit\nreReddit: Top posts of February 22, 2021\nReddit\nreReddit: Top posts of February 2021\nReddit\nreReddit: Top posts of 2021"
}