{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "1.0 Deathworld Marathon Victory! (Thoughts/Tips in Comments)",
  "href": "https://www.reddit.com/r/factorio/comments/iwpy56/10_deathworld_marathon_victory_thoughtstips_in/",
  "body": "Pollution Matters! (Until Flamethrower Turrets): The more pollution you make, the more biters come. The more biters come, the more ammo you need. It's a vicious cycle, and Marathon Mode makes it likely that the math isn't in your favor. An early steam engine and electric drills will cut down pollution compared to burners.",
  "textContent": "1.0 Deathworld Marathon Victory! (Thoughts/Tips in Comments) : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n3 yr. ago\nShenBear\n1.0 Deathworld Marathon Victory! (Thoughts/Tips in Comments)\nBase\nfidelity.com\nLearn More\nSort by:\nAdd a Comment\nShenBear\n•\n3 yr. ago\n\nThoughts:\n\nDefault starting area for Deathworld is too small: 0.75 often starts you out with a nest on top of one of the necessary resource patches. I bumped it up to 1.0 scaling to ensure I could actually place drills.\n\nClose by oil is a game-saver: Even a single low yield pumpjack is enough. I started with 1 next to my iron, and it powered my flamethrower turrets.\n\nPollution Matters! (Until Flamethrower Turrets): The more pollution you make, the more biters come. The more biters come, the more ammo you need. It's a vicious cycle, and Marathon Mode makes it likely that the math isn't in your favor. An early steam engine and electric drills will cut down pollution compared to burners. On the same token, AP ammo is a trap. It's too expensive resource and pollution wise per kill on small or medium biters.\n\nKISS: Keep It Small Silly: Yes, the factory needs to be fed, but you do NOT have the ability to do that until mid game. Overexpansion is a death sentence. Serious main-bussing is going to be too spread out to handle, so make them compact and spaghetti. I set the goal of 15 science/minute and stuck with it until mid-late game when I upped it a tiny bit. Even then, I was eating 2 red belts of iron and copper by the time I got yellow science. Defenses should be 4-8 chain-inserting turrets fed from a central chest to make reloading easier. 2 gun turrets can fire almost indefinitely when chain inserting with standard inserters. Larger waves will see ammo run dry on the interior ones. Consider moving to fast inserters if you haven't replaced with flamethrowers yet.\n\nHandcraft as much as possible!: All ammo was hand crafted, which helps tip the pollution math in your favor. All red science was hand crafted until I started green science. Yes, this meant that, for awhile, I was doing nothing but hand crafting ammo and red flasks, trading off as I ran around stocking turrets (again, by hand).\n\nBeeline Flamethrower Turrets (After walls and 1 or 2 bullet damage upgrades): Flamethrower turrets change everything. They are insanely resource and pollution efficient for the number of kills they rack up. The splash and ground burning means that 2-4 turrets can clear a wave no matter the composition. The travel time of the flames means that the initial biter(s) will get to the wall, but die after 1-2 hits. The lead spitter will often get 1 shot off too. Flamethrower turrets have a minimum range and firing arc. I spaced my turrets 4 squares apart, and 4 squares back from the wall. Semi-frequent repairs and infrequent pipe replacement will be necessary.\n\nOther possible detours: Automation 2 and Steel smelters. Both of these reduce pollution production, giving you a bit more breathing room.\n\nDon't bother automating black (military) science. Make enough raw resources to create the flasks you need to get to flamethrowers (and tank/explosive shells later). Drop the resources into a chest and get assemblers to make the 1-3k flasks you need to be done with this science. Remember that military science outputs 2x when you're doing the calculations.\n\nOnce flamethrower defenses are secured, base expansion and satellite mining is possible. Pipe oil to ore patches and set up flamethrower defenses.\n\nNext Goal: Efficiency 1 Modules. 60-80% pollution reduction is absurd. Get it ASAP. Put it everywhere. I had 1 blue assembler making these all game, and dropped it into every slot I could.\n\nNext goal: Nuclear. You need to drop your pollution, and moving to clean energy is half of the equation. Solar takes up way too much space to defend, so Nuclear is the goal. It's going to be super expensive, but even by endgame, 1 reactor was likely enough (i did a 2 reactor setup to be safe). If you set up a simple circuit to prevent wasting fuel cells, 200 cells will last you the rest of the game. You don't need enrichment - 2 reactors were powered by 3 centrifuges and I had 80 extra U235 by the end of the game.\n\nNext goal: Electric Smelters. Between nuclear and electric smelting (with efficiency modules) your base will be outputting a fraction of what it used to. Biter attacks will drop dramatically, and a good thing too as big biters might be coming around now. Less pollution means less attacks and less evolution.\n\nNext Goal: Construction robots. This is required tech on the path to yellow science anyway. Setting up a series of roboports between your base and any satellite mining outposts means that you have no need to manually repair turrets/walls/pipes. This is a massive time saver. As long as you cleared the biter nests between your base and any outpost, let the construction bots slowly wander to damaged objects and repair them.\n\nStick pipes in a passive provider chest: Big biters have a nasty AOE attack, and you will lose pipes semiregularly. Construction bots will keep them replaced between attacks, allowing mining outposts to be completely hands-off.\n\nNest clearing: Do it early (around defender capsules, which I think is another science detour?) or wait until tank + explosive shells.\n\nAccomplish these goals, and you'll likely find the game just like any other one - you've got yourself a fully defended base, the means to expand, and clean operation, it's smooth sailing.\n\nReply\nreply\n13rice_\n•\n3 yr. ago\n\nCompletely screwed my first death world, took some times to select the map, but finally the Oil patch was too far. I lost so much trying to make an outpost and finally gave up.\n\nI can't imagine the same on a marathon ! thanks for the tips.\n\nExpect your oil patch near the start, any other important tips for the map ?\n\nReply\nreply\n1 more reply\nTrollselektor\n•\n3 yr. ago\n\nFlamethrowers ASAP are a must for sure on death world. I think I would still go for bots before nuclear though. Even a small number can dramatically improve the survivability of your defenses and make expanding (especially into hostile territory) easier.\n\nReply\nreply\n2 more replies\ntimmymayes\n•\n3 yr. ago\n\nWhat do you mean by chain inserting turrets?\n\nReply\nreply\n2 more replies\nTheFeye\n•\n3 yr. ago\n\nNicely done!\n\nCan confirm, Flamer Turrets are your friend. They melt biters in a matter of seconds.\n\nReply\nreply\nbuyutec\n•\n3 yr. ago\n\nWell done, would love to see a Youtube series of a Deathworld Marathon playthrough on 1.0. There are some Deathworld runs but no marathons as far as I can see.\n\nReply\nreply\ntimmymayes\n•\n3 yr. ago\n\nI recently beat the game and i'm planning to start a mega base but also have deathworld, marathon and possibly deathworld marathon on my bucket list. Part of me keeps thinking how the hell is deathworld marathon even possible? (Based on my limited 2-3 frustrated tries with regular deathworld a month or so ago.)\n\nThese advices will help when i finally attempt ( Thread saved)\n\nReply\nreply\nTrollselektor\n•\n3 yr. ago\n\nThere is a post above with some good recommendations. Namely, don't over produce and rush flamethrower turrets. I've never beat Deathworld Marathon, but I have stabilized. You really are strained for resources and will be under constant siege. It's certainly doable though.\n\nReply\nreply\nShenBear\n•\n3 yr. ago\n\nThis was attempt number 2 for me. My first attempt failed at green science when I tried to do 30 sci/min and I was outputting pollution like mad and getting a ton of bugs. Evolution is based on pollution output and time not pollution absorption by nests. Attacks are based on nest absorption. If you can stay small, you can keep the attacks low while you inch your way to flamethrowers. Honestly, flame throwers make it feel like Marathon mode, not Deathworld mode. Once you get tanks with explosive shells and can clear nests, it simply become a matter of making enough defenses for your outposts. If piping oil is too far, consider a train that tops off a tank of oil at each outpost. I didn't train until the very end of the game when I needed a bit more oil for plastic and the only viable patch was too far to run pipes.\n\nReply\nreply\nAveRock123\n•\n3 yr. ago\n\nAfter u reached flametower and got enough to def ur base, are u no longer care about pollution? Or still trying to reduce it?\n\nReply\nreply\n1 more reply\nlayarion\n•\n9 mo. ago\n\nI have a thought.\n\nSo basically the time frame for when medium and big biters come is fixed. meaning, no matter what you do: they're coming X hours from now. You can make that worse though, by polluting. Polluting just shortens how much time you have.\n\nWith that thought, i'm thinking you should build only as many miners/pollution machine as your mind can keep up with in the \"what's my next move\" area. If you keep the pollution production low, you give yourself more time to plan and build.\n\nSo my thought is, just take it slow and steady, and as long as your research is not doing nothing, then not a whole lot can actually go wrong.\n\nyes?\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes · 9 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n220 upvotes · 29 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes · 38 comments\nr/ethoslab\nETHO USES MIND CONTROL - A Hermitcraft Decked Out Animation\nyoutube\n246 upvotes · 9 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/ethoslab\nSecret Life #7 - Everyone Be Running\nyoutube\n262 upvotes · 70 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/Planetside\n11 years ago this game felt some next-gen scifi shit, too bad we lost this\nyoutube\n218 upvotes · 94 comments\nr/ethoslab\nNew Decked Out Video: Phase 7: Rage Week!\nyoutube\n252 upvotes · 30 comments\nr/ethoslab\n1 full hour of Etho, False, Stress, & Iskall speedrunning vaults & taking the mick out of each other - this content will not be in Etho's VH episodes so enjoy it here!\nyoutube\n165 upvotes · 3 comments\nr/ethoslab\nBoing Boing\nyoutube\n155 upvotes · 4 comments\nr/aoe2\nEarly Pathing was Better in AoE2:DE\nyoutube\n104 upvotes · 58 comments\nr/linux_gaming\nHow Steam Play/Proton makes Gaming on Linux Awesome by GloriousEggroll\nyoutube\n120 upvotes · 3 comments\nr/VampireSurvivors\nVampire Survivors: Emergency Meeting DLC feat. Among Us - Coming 18th December!!\nyoutube\n388 upvotes · 71 comments\nr/aoe2\nReal-Time Strategy is incredible and you should play it\nyoutube\n188 upvotes · 79 comments\nr/ethoslab\nHermitcraft Vault Hunters #2 - Bounty Hunter\nyoutube\n205 upvotes · 10 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 21, 2020\nReddit\nreReddit: Top posts of September 2020\nReddit\nreReddit: Top posts of 2020"
}