{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "The Best Eco-Friendly Straws for Every Type of Drink - EatingWell",
  "href": "https://www.eatingwell.com/article/7889232/best-eco-friendly-straws/",
  "body": "Public Goods Bamboo Straws. Bamboo is a naturally antimicrobial, durable and sustainable alternative to plastic, and these eco-friendly straws are chic. Kelly Jones, M.S., RD, CSSD, LDN, says, \"Bamboo itself is a sustainable crop. It's a bonus when products are made of it exclusively and therefore are biodegradable too.\"",
  "textContent": "SKIP TO CONTENT\nVisit EatingWell's homepage\nHEALTHY LIFESTYLE\nThe 6 Best Eco-Friendly Straws for Every Type of Drink\n\nWhether you're sipping a smoothie or iced coffee, we've got you covered.\n\nBy Isadora Baum  Published on February 18, 2021\n\nWe independently evaluate all recommended products and services. If you click on links we provide, we may receive compensation. Learn more.\n\nProtecting the environment and cutting back on waste is always a good move—especially when you can find easy and cheap ways to do so. A great place to start is by swapping your plastic straws for eco-friendly straws that are made from more sustainable materials such as bamboo, glass, silicone and stainless steel.\n\nThese reusable and eco-friendly straws are super easy to clean (whether by hand or in the dishwasher), and they're also pretty cute! So, you can feel great sipping on your iced coffee or sparkling water knowing you're helping the environment.\n\nHere are a few great eco-friendly straws to buy online, all for affordable prices.\n\nFinalStraw's Biggie Straw\n\nThese flexible, collapsable straws are supersized, so they're perfect for thick liquids like smoothies, bubble tea and more. The straw also comes with a little carrying case and cleaning kit, so you'll be ready to start sipping ASAP.\n\nBiggieStraw\nBuy Now\nFINAL\nPublic Goods Bamboo Straws\n\nBamboo is a naturally antimicrobial, durable and sustainable alternative to plastic, and these eco-friendly straws are chic. Kelly Jones, M.S., RD, CSSD, LDN, says, \"Bamboo itself is a sustainable crop. It's a bonus when products are made of it exclusively and therefore are biodegradable too.\" This set comes with a cleaning brush and has varying widths so you can choose what's best for different beverages.\n\nPublic Goods Bamboo Straws, 6-Count\nBuy Now\nPUBLIC GOODS\nNet Zero Company 4-Pack Stainless-Steel Straws with Cleaning Brush—Bent and Straight\n\nThis combo pack has four eco-friendly straws total, all made from stainless steel, but with two bent and two straight so you have variety when sipping. Plus, there's a cleaning brush to make it simple to wash and reuse and really get into all those hard-to-reach places to make the straws germ-free and sparkling clean. \"Their packaging and shipping materials are biodegradable and a contribution from each order goes toward planting trees,\" says Jones.\n\n4 Pack Stainless Steel Straws with Cleaning Brush - Bent and Straight\nBuy Now\nSephora Hydrate! Reusable Glass Straw Set\n\nJones says, \"There aren't as many glass straws on the market, but this colorful set of eco-friendly straws, along with a cleaning brush and storage pouch from Sephora caught my eye.\" If you're looking for something eco-friendly but also stylish, these may be the best bet for you. Bonus: They're half-off right now!\n\nHydrate! Reusable Glass Straw Set\nBuy Now\nSEPHORA\nHiware 12-Pack Reusable Silicone Drinking Straws with Case\n\n\"These colorful silicone and BPA-free straws are perfect for kids and toddlers due to their soft, durable and non-teeth-chipping material, and they are big enough for your tumbler,\" says Ilyse Schapiro M.S., RD, CDN. Plus, they're safe to put in the dishwasher for easy cleanup!\n\n12 Pcs Reusable Silicone Straws with Case\nBuy Now\nHummingbird Clear Bent Glass Straws\n\nClear glass straws make the perfect finishing touch for a modern and chic cup of iced coffee or another beverage. \"Each Hummingbird straw is handmade by glass artists that use BPA- and lead-free glassware. And just like your Pyrex containers, these nontoxic straws are nearly indestructible and resist breaking, which makes them durable and safe to drink from in any situation,\" says Schapiro.\n\nHummingbird Glass Straws Clear Bent\nBuy Now\nWas this page helpful?\nRelated Articles\nWe Tested 18 Glass Food Storage Sets, So You Don’t Have To\nLe Creuset’s Holiday Collection Is Finally Here, and Prices Start at Just $24\nThe Best Slow Cookers for Every Budget\nThe 8 Best Dutch Ovens, According to Our Test Kitchen\nIs It Safe to Keep a Water Bottle in a Hot Car? Here's What Health Experts Have to Say\nThe 5 Best Kitchen Compost Bins That Won't Make Your Kitchen Smell\nThe 7 Best Meat Thermometers, Tested and Reviewed\nThe 7 Best Masticating Juicers, Tested & Reviewed\n6 Best Drinks When You Need an Energy Boost\nI Write About Kitchen Products for a Living—These Are the 10 Early Prime Day Deals I'm Most Excited About\nWe Tested Food Dehydrators and Found These Were the Best for Healthy Dried Snacks\n8 Surprising Foods That Can Cause Bad Breath\nThe 9 Best Canned Tuna Brands, Tested by EatingWell Dietitians & Editors\nEatingWell's Top 10 Food & Nutrition Trends for 2023\n3 Things I'm Buying Myself to Get a Little Healthier in 2021\nThe Best Food-Storage Containers for Packing Kids' Lunch Boxes\nVisit EatingWell's homepage\nNEWSLETTER\nFollow Us\nHEALTHY RECIPES\nMEAL PLANS\nHEALTHY EATING\nHEALTHY COOKING\nHEALTHY LIFESTYLE\nSPECIAL DIETS\nDIABETES\nNEWS\nAbout Us\nDiversity & Inclusion\nNutrition Guidelines\nPrivacy Policy\nProduct Reviews\nAdvertise\nTerms of Service\nCareers\nYour Privacy Choices \nContact\nEatingWell is part of the Dotdash Meredith publishing family.\nPlease review our updated Terms of Service."
}