{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The U.S. Is the World's Number One Source of Plastic Waste",
  "href": "https://www.smithsonianmag.com/smart-news/us-worlds-number-one-source-plastic-waste-180976214/",
  "body": "\"Plastic pollution globally is at crisis level,\" Nick Mallos, a conservation biologist specializing in ocean debris at the Ocean Conservancy and co-author of the new research, tells Justine ...",
  "textContent": "SECTIONS\n\n \nSUBSCRIBE RENEW SHOP\nSUBSCRIBE GIVE A GIFT RENEW\nSMART NEWS\nHistory\nScience\nInnovation\nArts & Culture\nTravel\nHISTORY\nArchaeology\nU.S. History\nWorld History\nVideo\nNewsletter\nSCIENCE\nHuman Behavior\nMind & Body\nOur Planet\nSpace\nWildlife\nNewsletter\nINNOVATION\nInnovation for Good\nEducation\nEnergy\nHealth & Medicine\nSustainability\nTechnology\nVideo\nNewsletter\nARTS & CULTURE\nMuseum Day\nArt\nBooks\nDesign\nFood\nMusic & Film\nVideo\nNewsletter\nTRAVEL\nAfrica & the Middle East\nAsia Pacific\nEurope\nCentral and South America\nU.S. & Canada\nJourneys\nNewsletter\nAT THE SMITHSONIAN\nVisit\nExhibitions\nNew Research\nArtifacts\nCurators' Corner\nAsk Smithsonian\nPodcasts\nVoices\nNewsletter\nPODCAST\nPHOTOS\nPhoto Contest\nInstagram\nVIDEO\nOriginal Series\nSmithsonian Channel\nNEWSLETTERS\nSHOP\nSMART NEWS\n\nNew Research\n\nThe U.S. Is the World’s Number One Source of Plastic Waste\n\nIn 2016, the average American produced 286 pounds of plastic waste, the highest rate per capita of any country on Earth\n\nAlex Fox\n\nCorrespondent\n\nNovember 5, 2020\nLitter, much of it plastic, dots a beach in Santa Monica, CA, the morning after a beach cleanup. Rafeed Hussain / Ocean Conservancy\n\nA new study finds the United States may be responsible for as much as five times more plastic pollution than previously estimated, reports Veronica Penney for the New York Times.\n\nThe findings complicate the narrative that Asian countries, such as China, Indonesia, the Philippines, Thailand, and Vietnam, generate the majority of the world’s plastic pollution, reports Damian Carrington for the Guardian.\n\nPrevious work placed Asian countries atop a list of the world’s worst marine plastic polluters, but the new study published last week in the journal Science Advances better accounts for plastic waste the U.S. exports around the world as well as illegal dumping within its own borders.\n\nWhile China remains the world’s largest producer of plastic, the researchers find that in 2016 the U.S. was the world’s number one source of plastic waste, loosing some 42 million metric tons into the global environment, reports Laura Parker for National Geographic. That’s nearly twice the tally of the next country on the list, India, which produced 26.3 metric tons of plastic waste that year. Americans also used more plastic per capita in 2016 than residents of any other country on the planet at roughly 286 pounds per person, per the study.\n\n“Plastic pollution globally is at crisis level,” Nick Mallos, a conservation biologist specializing in ocean debris at the Ocean Conservancy and co-author of the new research, tells Justine Calma of the Verge. “Most problematic is that rather than looking the problem in the eye, for more than 30 years, [the U.S.] outsourced our waste problem to developing countries.”\n\nDiagram illustrating some of the study's major findings regarding the United States' contributions to global plastic pollution in 2016. Law et al., Sci. Adv. 2020\n\nPer the Times, because the U.S. lacks the waste management infrastructure to recycle all its plastic waste, the country sends around half of its recyclable materials overseas. Countries considered to have inadequate waste management infrastructure themselves receive 88 percent of that plastic waste.\n\nReport this ad\n\n“A country’s contribution to plastic pollution does not stop at its border,” Winnie Lau, a plastic pollution specialist at the Pew Trusts who was not involved in the research, tells the Guardian. “The export of plastic waste from the US, for example, can contribute substantially to the global ocean plastic problem, and this important research puts a number on just how much pollution that is.”\n\nThe study compiled World Bank data on waste streams from 217 countries, focusing on the U.S., and folded in data on littering and illegal dumping within the U.S. as well as the flow of exported plastic waste that was unlikely to be recycled, according to the Guardian.\n\nThe most recent year for which data was available was 2016, but it’s worth noting that the global exchange of plastic waste was upended in 2018 when China announced it would no longer buy U.S. plastic scrap. Many other countries in Southeast Asia have followed suit and lower oil prices have also softened the market for recycled plastics, per the Times.\n\nBut the 2016 figures remain sobering: just 9 percent of U.S. plastic waste was recycled, which Mallos tells the Guardian is “incredibly low.”\n\n“What the new study really underscores is we have to get a handle on source reduction at home,” Mallos tells the Times. “That starts with eliminating unnecessary and problematic single-use plastics.”\n\nGet the latest stories in your inbox every weekday.\n\n \n\nAlex Fox |  | READ MORE\n\nAlex Fox is a freelance science journalist based in California. He has written for the New York Times, National Geographic, Science, Nature and other outlets. You can find him at Alexfoxscience.com.\n\nFiled Under: China, Conservation, Environment, Plastic, Pollution, South Asia\nReport this ad\nMOST POPULAR\nThe World's Oldest Living Land Animal, a Tortoise Named Jonathan, Turns 191\nBaby Buried With Care 10,000 Years Ago Found in Italian Cave\nThis Simple Trick Will Help You Brew Better Coffee, According to Scientists\nWhen Keith Haring, Salvador Dalí and Jean-Michel Basquiat Created an Art Amusement Park\nAmazing Fossil Preserves Teenage Tyrannosaur’s Last Meal\nReport this ad\nReport this ad\n\nEXPLORE\n\nSmart News\nHistory\nScience\nInnovation\nArts & Culture\nTravel\nAt The Smithsonian\nPodcast\nPhotos\nVideo\n\nSUBSCRIBE\n\nSubscribe\nGive a gift\nRenew\nManage My Account\n\nNEWSLETTERS\n\nSign Up\n\nOUR PARTNERS\n\nSmithsonian Institution\nSmithsonian.com\nSmithsonian Store\nSmithsonian Journeys\nSmithsonian Channel\nSmithsonian Books\nSmithsonian Membership\n\nTERMS OF USE\n\nAbout Smithsonian\nContact Us\nAdvertising\nRSS\nMember Services\nSustainability\nTerms of Use\nPrivacy Statement\nCookie Policy\nAdvertising Notice\n\n© 2023 Smithsonian Magazine Privacy Statement Cookie Policy Terms of Use Advertising Notice Your Privacy Rights Cookie Settings\n\nGet our best stories each\n\nday for free by email.\n\n \n By checking this box, I agree to receive other information from the Smithsonian, including relevant content and programming, news about Smithsonian events, trips and offers, and museum updates. Click to visit our Privacy Statement. Easy unsubscribe links are provided in every email."
}