{
  "query": "plastic straws",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "For Animals, Plastic Is Turning the Ocean Into a Minefield",
  "href": "https://www.nationalgeographic.com/magazine/article/plastic-planet-animals-wildlife-impact-waste-pollution",
  "body": "Bar none,\" Savoca says, referring to straws, water bottles, and plastic bags. Some 700 species of marine animals have been reported—so far—to have eaten or become entangled in plastic.",
  "textContent": "Premium Content\n\nSKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nAn old plastic fishing net snares a loggerhead turtle in the Mediterranean off Spain. The turtle could stretch its neck above water to breathe but would have died had the photographer not freed it. “Ghost fishing” by derelict gear is a big threat to sea turtles.\nPHOTOGRAPH BY JORDI CHIAS\nMAGAZINEPLANET OR PLASTIC?\nFor Animals, Plastic Is Turning the Ocean Into a Minefield\n\nFrom getting stuck in nets to eating plastic that they think is food, creatures worldwide are dying from material we made.\n\nBYNATASHA DALY\n4 MIN READ\nThis story is part of Planet or Plastic?—our multiyear effort to raise awareness about the global plastic waste crisis. Learn what you can do to reduce your own single-use plastics, and take your pledge.\n\nRead this story and more in the June 2018 issue of National Geographic magazine.\n\nOn a boat off Costa Rica, a biologist uses pliers from a Swiss army knife to try to extract a plastic straw from a sea turtle’s nostril. The turtle writhes in agony, bleeding profusely. For eight painful minutes the YouTube video ticks on; it has logged more than 20 million views, even though it’s so hard to watch. At the end the increasingly desperate biologists finally manage to dislodge a four-inch-long straw from the creature’s nose.\n\nRaw scenes like this, which lay bare the toll of plastic on wildlife, have become familiar: The dead albatross, its stomach bursting with refuse. The turtle stuck in a six-pack ring, its shell warped from years of straining against the tough plastic. The seal snared in a discarded fishing net.\n\nBut most of the time, the harm is stealthier. Flesh-footed shearwaters, large, sooty brown seabirds that nest on islands off the coasts of Australia and New Zealand, eat more plastic as a proportion of their body mass than any other marine animal, researchers say: In one large population, 90 percent of the fledglings had already ingested some. A plastic shard piercing an intestine can kill a bird quickly. But typically the consumption of plastic just leads to chronic, unrelenting hunger.\n\nLeft: Some animals now live in a world of plastics—like these hyenas scavenging at a landfill in Harar, Ethiopia. They listen for garbage trucks and find much of their food in trash.\nPHOTOGRAPH BY BRIAN LEHMANN\nRight: On Okinawa, Japan, a hermit crab resorts to a plastic bottle cap to protect its soft abdomen. Beachgoers collect the shells the crabs normally use, and they leave trash behind.\nPHOTOGRAPH BY SHAWN MILLER\n\n“The really sad thing about this is that they’re eating plastic thinking it’s food,” says Matthew Savoca, a marine biologist with the National Oceanic and Atmospheric Administration. “Imagine you ate lunch and then just felt weak and lethargic and hungry all day. That would be very confusing.” Fish such as anchovies, Savoca has found, eat plastic because it smells like food once it’s covered with algae. Seabirds, expending energy their malnourished bodies don’t have, roam farther in search of real food, only to drag back plastic waste to feed their young.\n\nWhat makes plastic useful for people—its durability and light weight—increases the threat to animals. Plastic hangs around a long time, and a lot of it floats. “Single-use plastics are the worst. Period. Bar none,” Savoca says, referring to straws, water bottles, and plastic bags. Some 700 species of marine animals have been reported—so far—to have eaten or become entangled in plastic.\n\nWe don’t fully understand plastic’s long-term impact on wildlife (nor its impact on us). We haven’t been using the stuff for very long. The first documented cases of seabirds ingesting plastic were 74 Laysan albatross chicks found on a Pacific atoll in 1966, when plastic production was roughly a twentieth of what it is today. In hindsight, those birds seem like the proverbial canaries in a coal mine.\n\nThe photographer freed this stork from a plastic bag at a landfill in Spain. One bag can kill more than once: Carcasses decay, but plastic lasts and can choke or trap again.\nJOHN CANCALOSI\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nA major citizen suit against a giant plastics company resulted in a huge payout and a commitment to do better. The case has set off ripples of change across an industry that often pollutes with impunity.\nThese tiny fish reveal our oceans’ biggest problem: plastic\nMAGAZINEPLANET OR PLASTIC?\nThese tiny fish reveal our oceans’ biggest problem: plastic\nGreat Pacific Garbage Patch is unexpectedly teeming with life\nSCIENCE\nGreat Pacific Garbage Patch is unexpectedly teeming with life\nOrcas are killing porpoises—but not eating them. Why?\nANIMALS\nOrcas are killing porpoises—but not eating them. Why?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nDaily Discoveries. Endless Exploration.\n\nWant to explore further? This story is exclusively for Nat Geo subscribers. Subscribe now and cancel anytime.\n\nEXPLORE YOUR OPTIONS\n\nAlready a Subscriber?\n\nSign In"
}