{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "The Devastating Impact of Plastic Pollution on Our Oceans and ... - NRDC",
  "href": "https://www.nrdc.org/resources/devastating-impact-plastic-pollution-our-oceans-and-marine-life",
  "body": "Plastic pollution will have far-reaching impacts on marine organisms and ecosystems for centuries to come. To prevent our oceans from becoming completely inundated with plastic, we need to tackle ...",
  "textContent": "Skip to main content\n2x Match to Defend Our Environment\n\nSupport NRDC’s fight to save threatened wildlife, protect public lands, and safeguard our planet for future generations.\n\nDonate now and your tax-deductible gift will be MATCHED $1-for-$1!\n\nDONATE\nMain navigation\nMenu\nDonate\nBreadcrumb\n See all Data, Reports & Resources\nFact Sheet\nThe Devastating Impact of Plastic Pollution on Our Oceans and Marine Life\nDecember 15, 2020 Español\nCredit:\nJoão Vianna/Getty\nDillon Hanson-Ahumada (Alum)\nShare this page\n\nPlastic debris is accumulating in our oceans at a steady and deadly rate. Conservative estimates suggest that eight million metric tons of plastic finds its way into the world’s oceans every single year. That is equivalent to two Empire State Buildings’ worth of plastic going into the ocean every month. Plastic pollution never completely biodegrades; instead, it just breaks down into small particles that remain in the ocean for years. These particles are consumed by seabirds, mammals, and even fish, with often fatal results.\n\nPlastic pollution will have far-reaching impacts on marine organisms and ecosystems for centuries to come. To prevent our oceans from becoming completely inundated with plastic, we need to tackle the issue at its source by preventing plastic from entering the environment in the first place. These two fact sheets, Plastic Peril and Choked, lay out the facts of plastic pollution and suggest ways to curb this deadly threat.\n\nDOWNLOADS\n\nPlastic Peril: The Widespread and Devastating Impacts of Plastic Pollution on our Oceans - Fact Sheet (PDF) \nChoked: The Deadly Impacts of Plastic Pollution on Marine Life - Fact Sheet (PDF) \nRELATED ISSUES\nOcean Toxics Nature & Wildlife\nRELATED RESOURCES\nSkip carousel items\nslide 5 to 7 of 3\nBan Bycatch: The United States Must Ban Seafood Imports from Countries Failing to Protect Marine Mammals\nNovember 30, 2023 OverviewUnited States, InternationalZak Smith\nStrengthening U.S. Leadership to Deter Illegal Seafood: Implementation Challenges and Recommendations for the Seafood Import Monitoring Program\nJanuary 4, 2023 Issue BriefUnited States, InternationalSandy Aylesworth, Molly Masterton\nAs the world’s largest seafood-importing nation by value, the United States holds outsize purchasing power and the market leverage necessary to help transform the seafood industry and eliminate destructive illegal, unreported, and unregulated fishing.\nNRDC Experts and Events at COP27\nNovember 21, 2022 OverviewInternational, Canada, India, United StatesManish Bapna, Amanda Maxwell, Brendan Guy, Carolina Herrera, Joe Thwaites, Shruti Shukla, Sameer Kwatra, Anthony Swift, Khalil Shahyd, Lisa Speer, Jennifer Skene, Nan Zeng, Jake Schmidt, Douglass Sims, Marissa Ramirez, Prima Madan\nAnalysis and events focusing on the concrete steps we need to cut global emissions in half in this decisive decade, and to adapt to the mounting climate change impacts we can no longer avoid.\nSupport Our Work\n$35\n$50\n$75\n$100\n$200\nOther\nDonate\nJoin Us\nEnter Email \nThis field is required.\nSubmit\n\nWhen you sign up, you’ll become a member of NRDC’s Activist Network. We will keep you informed with the latest alerts and progress reports.\n\nAbout NRDC (Natural Resources Defense Council)\nPolicy Resources\nMedia Center\nCareers\nContact Us\nEn Español\n Twitter\n Facebook\n Instagram\n YouTube\n RSS\n TikTok\nSitemap\nPrivacy Policy\nState Disclosures\n© 2023 NRDC. All rights reserved.\n\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic. We also share information about your use of our site with our social media, advertising and analytics partners. — Privacy and Cookie Policy\n\nCookies Settings Accept All Cookies"
}