{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Microplastics are everywhere — but are they harmful? - Nature",
  "href": "https://www.nature.com/articles/d41586-021-01143-3",
  "body": "The researchers found that if every proven solution to curb plastic pollution were adopted in 2020 and scaled up as quickly as possible — including switching to systems of reuse, adopting ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSubscribe\nSign up for alerts\nRSS feed\nnature  news feature  article\nNEWS FEATURE\n04 May 2021\nMicroplastics are everywhere — but are they harmful?\nScientists are rushing to study the tiny plastic specks that are in marine animals — and in us.\nBy XiaoZhi Lim\nTwitter\n \nFacebook\n \nEmail\n\nMicroplastics collected from the Magothy River in Maryland. Credit: Will Parson/Chesapeake Bay Program\n\nListen to an audio version of this story\nDownload MP3\n\nDunzhu Li used to microwave his lunch each day in a plastic container. But Li, an environmental engineer, stopped when he and his colleagues made a disturbing discovery: plastic food containers shed huge numbers of tiny specks — called microplastics — into hot water. “We were shocked,” Li says. Kettles and baby bottles also shed microplastics, Li and other researchers, at Trinity College Dublin, reported last October1. If parents prepare baby formula by shaking it up in hot water inside a plastic bottle, their infant might end up swallowing more than one million microplastic particles each day, the team calculated.\n\nWhat Li and other researchers don’t yet know is whether this is dangerous. Everyone eats and inhales sand and dust, and it’s not clear if an extra diet of plastic specks will harm us. “Most of what you ingest is going to pass straight through your gut and out the other end,” says Tamara Galloway, an ecotoxicologist at the University of Exeter, UK. “I think it is fair to say the potential risk might be high,” says Li, choosing his words carefully.\n\nResearchers have been worried about the potential harms of microplastics for almost 20 years — although most studies have focused on the risks to marine life. Richard Thompson, a marine ecologist at the University of Plymouth, UK, coined the term in 2004 to describe plastic particles smaller than 5 millimetres across, after his team found them on British beaches. Scientists have since seen microplastics everywhere they have looked: in deep oceans; in Arctic snow and Antarctic ice; in shellfish, table salt, drinking water and beer; and drifting in the air or falling with rain over mountains and cities. These tiny pieces could take decades or more to degrade fully. “It’s almost certain that there is a level of exposure in just about all species,” says Galloway.\n\nClean-up workers collect plastic pellets from the Arniston beach in Western Cape, South Africa.Credit: Tom Camacho/Science Photo Library\n\nThe earliest investigations of microplastics focused on microbeads found in personal-care products, and pellets of virgin plastic that can escape before they are moulded into objects, as well as on fragments that slowly erode from discarded bottles and other large debris. All these wash into rivers and oceans: in 2015, oceanographers estimated there were between 15 trillion and 51 trillion microplastic particles floating in surface waters worldwide. Other sources of microplastic have since been identified: plastic specks shear off from car tyres on roads and synthetic microfibres shed from clothing, for instance. The particles blow around between sea and land, so people might be inhaling or eating plastic from any source.\n\nFrom limited surveys of microplastics in the air, water, salt and seafood, children and adults might ingest anywhere from dozens to more than 100,000 microplastic specks each day, Albert Koelmans, an environmental scientist at Wageningen University in the Netherlands, reported this March2. He and his colleagues think that in the worst cases, people might be ingesting around the mass of a credit card’s worth of microplastic a year.\n\nBottles, bags, ropes and toothbrushes: the struggle to track ocean plastics\n\nRegulators are taking the first step towards quantifying the risk to people’s health — measuring exposure. This July, the California State Water Resources Control Board, a branch of the state’s environmental protection agency, will become the world’s first regulatory authority to announce standard methods for quantifying microplastic concentrations in drinking water, with the aim of monitoring water over the next four years and publicly reporting the results.\n\nEvaluating the effects of tiny specks of plastic on people or animals is the other half of the puzzle. This is easier said than done. More than 100 laboratory studies have exposed animals, mostly aquatic organisms, to microplastics. But their findings — that exposure might lead some organisms to reproduce less effectively or suffer physical damage — are hard to interpret because microplastics span many shapes, sizes and chemical compositions, and many of the studies used materials that were quite unlike those found in the environment.\n\nThe tiniest specks, called nanoplastics — smaller than 1 micrometre — worry researchers most of all (see ‘Microplastics to scale’). Some might be able to enter cells, potentially disrupting cellular activity. But most of these particles are too small for scientists even to see; they were not counted in Koelmans’ diet estimates, for instance, and California will not try to monitor them.\n\nSource (tools and costs): S. Primpke et al. Appl. Spectrosc. 74, 1012–1047 (2020).\n\nOne thing is clear: the problem will only grow. Almost 400 million tonnes of plastics are produced each year, a mass projected to more than double by 2050. Even if all plastic production were magically stopped tomorrow, existing plastics in landfills and the environment — a mass estimated at around 5 billion tonnes — would continue degrading into tiny fragments that are impossible to collect or clean up, constantly raising microplastic levels. Koelmans calls this a “plastic time bomb”.\n\n“If you ask me about risks, I am not that frightened today,” he says. “But I am a bit concerned about the future if we do nothing.”\n\nModes of harm\n\nResearchers have several theories about how plastic specks might be harmful. If they’re small enough to enter cells or tissues, they might irritate just by being a foreign presence — as with the long, thin fibres of asbestos, which can inflame lung tissue and lead to cancer. There’s a potential parallel with air pollution: sooty specks from power plants, vehicle exhausts and forest fires called PM10 and PM2.5 — particulate matter measuring 10 µm and 2.5 µm across — are known to deposit in the airways and lungs, and high concentrations can damage respiratory systems. Still, PM10 levels are thousands of times higher than the concentrations at which microplastics have been found in air, Koelmans notes.\n\nThe larger microplastics are more likely to exert negative effects, if any, through chemical toxicity. Manufacturers add compounds such as plasticizers, stabilizers and pigments to plastics, and many of these substances are hazardous — for example, interfering with endocrine (hormonal) systems. But whether ingesting microplastics significantly raises our exposure to these chemicals depends on how quickly they move out of the plastic specks and how fast the specks travel through our bodies — factors that researchers are only beginning to study.\n\nMicroplastics collected in the San Francisco Bay area, labelled for study.Credit: Cole Brookson\n\nAnother idea is that microplastics in the environment might attract chemical pollutants and then deliver them into animals that eat the contaminated specks. But animals ingest pollutants from food and water anyway, and it’s even possible that plastic specks, if largely uncontaminated when swallowed, could help to remove pollutants from animal guts. Researchers still can’t agree on whether pollutant-carrying microplastics are a significant problem, says Jennifer Lynch, a marine biologist affiliated with the US National Institute of Standards and Technology in Gaithersburg, Maryland.\n\nPerhaps the simplest mode of harm — when it comes to marine organisms, at least — might be that organisms swallow plastic specks of no nutritional value, and don’t eat enough food to survive. Lynch, who also leads the Center for Marine Debris Research at Hawaii Pacific University in Honolulu, has autopsied sea turtles that are found dead on beaches, looking at plastics in their guts and chemicals in their tissues. In 2020, her team completed a set of analyses for 9 hawksbill turtle hatchlings, under 3 weeks old. One hatchling, only 9 centimetres long, had 42 pieces of plastic in its gastrointestinal tract. Most were microplastics.\n\nA Hawaiian hawksbill sea turtle post-hatchling pictured beside its microplastic stomach contents.Credit: Jennifer Lynch\n\n“We don’t believe any of them died specifically from plastics,” Lynch says. But she wonders whether the hatchlings might have struggled to grow as fast as they need to. “It’s a very tough stage of life for those little guys.”\n\nMarine studies\n\nResearchers have done the most work on microplastic risks to marine organisms. Zooplankton, for instance, among the smallest marine organisms, grow more slowly and reproduce less successfully in the presence of microplastics, says Penelope Lindeque, a marine biologist at the Plymouth Marine Laboratory, UK: the animals’ eggs are smaller and less likely to hatch. Her experiments show that the reproduction problems stem from the zooplankton not eating enough food3.\n\nBut, because ecotoxicologists started running experiments before they knew what kinds of microplastics exist in aquatic environments, they depended heavily on manufactured materials, typically using polystyrene spheres of smaller sizes and at concentrations much higher than surveys found (see ‘Sizing up microplastics’).\n\nSource: Nature analysis\n\nScientists have started shifting to more environmentally realistic conditions and using fibres or fragments of plastics, rather than spheres. Some have started coating their test materials in chemicals that mimic biofilms, which appear to make animals more likely to eat microplastics.\n\nFibres seem to be a particular problem. Compared with spheres, fibres take longer to pass through zooplankton, Lindeque says. In 2017, Australian researchers reported that zooplankton exposed to microplastic fibres produced half the usual number of larvae and that the resulting adults were smaller. The fibres were not ingested, but the researchers saw that they interfered with swimming, and identified deformations in the organisms’ bodies4. Another study5 in 2019 found that adult Pacific mole crabs (Emerita analoga) exposed to fibres lived shorter lives.\n\nRed microplastic fibres wrap around a Temora copepod, a species of zooplankton.Credit: Plymouth Marine Laboratory\n\nMost laboratory studies expose organisms to one type of microplastic, of a specific size, polymer and shape. In the natural environment, organisms are exposed to a mixture, says Koelmans. In 2019, he and his doctoral student Merel Kooi plotted the abundances of microplastics reported from 11 surveys of oceans, rivers and sediment, to build models of mixtures in aquatic environments.\n\nLast year, the two teamed up with colleagues to use this model in computer simulations that predict how often fish would encounter microplastics small enough to eat, and the likelihood of eating enough specks to affect growth. The researchers found that at current microplastic pollution levels, fish run that risk at 1.5% of locations checked for microplastics6. But there are likely to be hotspots where the risks would be higher, says Koelmans. One possibility is the deep sea: once there, and often buried in sediment, it is unlikely the microplastics will travel elsewhere and there is no way to clean them up.\n\nThe oceans already face many stressors, which makes Lindeque more afraid that microplastics will further deplete zooplankton populations than that they will transfer up the food chain to reach people. “If we knock out something like zooplankton, the base of our marine food web, we’d be more worried about impacts on fish stocks and the ability to feed the world’s population.”\n\nHuman studies\n\nNo published study has yet directly examined the effects of plastic specks on people, leading researchers say. The only available studies rely on laboratory experiments that expose cells or human tissues to microplastics, or use animals such as mice or rats. In one study7, for instance, mice fed large quantities of microplastics showed inflammation in their small intestines. Mice exposed to microplastics in two studies had a lowered sperm count8 and fewer, smaller pups9, compared with control groups. Some of the in vitro studies on human cells or tissues also suggest toxicity. But, just as with the marine studies, it’s not clear that the concentrations used are relevant to what mice — or people — are exposed to. Most of the studies also used polystyrene spheres, which don’t represent the diversity of microplastics that people ingest. Koelmans also points out that these studies are among the first of their kind, and could end up being outliers once there’s an established body of evidence. There are more in vitro studies than animal studies, but researchers say they still don’t know how to extrapolate the effects of solid plastic specks on tissues to possible health problems in whole animals.\n\nSpot the plastic? Dust, sediment, and microplastic fibres and beads are mingled in this millimetre-wide magnified image of particles sampled from national parks and wilderness areas in the western United States.Credit: Janice Brahney, Utah State University\n\nOne question surrounding risk is whether microplastics could remain in the human body, potentially accumulating in some tissues. Studies in mice have found that microplastics around 5 µm across could stay in the intestines or reach the liver. Using very limited data on how quickly mice excrete microplastics and the assumption that only a fraction of particles 1–10 µm in size would be absorbed into the body through the gut, Koelmans and colleagues estimate that a person might accumulate several thousand microplastic particles in their body over their lifetime2.\n\nSome researchers have started to explore whether microplastics can be found in human tissue. In December, a team documented this for the first time in a study that looked at six placentas10. Researchers broke down the tissue with a chemical, then examined what was left, and ended up with 12 particles of microplastic in 4 of those placentas. Yet it’s not impossible that these specks were the result of contamination when the placentas were collected or analysed, says Rolf Halden, an environmental-health engineer at Arizona State University in Tempe — although he commends the researchers for their efforts to avoid contamination, which included keeping delivery wards free of plastic objects, and for showing that a control set of blank materials taken through the same sample analysis was not contaminated. “There is a continuing challenge of demonstrating conclusively that a given particle actually originated in a tissue,” he says.\n\nChemistry can make plastics sustainable – but isn’t the whole solution\n\nThose who are worried by their microplastic exposure can reduce it, says Li. His work on kitchenware found that the amounts of plastic shed depend highly on temperature — which is why he’s stopped microwaving food in plastic containers. To reduce issues with baby bottles, his team suggests that parents could rinse sterilized bottles with cool water that has been boiled in non-plastic kettles, so as to wash away any microplastics released during sterilization. And they can prepare baby formula in glass containers, filling feeding bottles after the milk has cooled. The team is now recruiting parents to volunteer samples of their babies’ urine and stools for microplastic analysis.\n\nThe nano fraction\n\nParticles that are small enough to penetrate and hang around in tissues, or even cells, are the most worrying kind, and warrant more attention in environmental sampling, says Halden. One study11 that deliberately let pregnant mice inhale extremely tiny particles, for instance, later found the particles in almost every organ in their fetuses. “From a risk perspective, that’s where the real concern is, and that’s where we need more data.”\n\nTo enter cells, particles generally need to be smaller than a few hundred nanometres. There was no formal definition of a nanoplastic until 2018, when French researchers proposed the upper size limit of 1 µm — tiny enough to remain dispersed through a water column where organisms can more easily consume them, instead of sinking or floating as larger microplastics do, says Alexandra ter Halle, an analytical chemist at Paul Sabatier University in Toulouse, France.\n\nBut researchers know almost nothing about nanoplastics; they are invisible and cannot simply be scooped up. Just measuring them has stumped scientists.\n\nResearchers can use optical microscopes and spectrometers — which distinguish between particles by their differing interactions with light — to measure the length, width and chemical make-up of plastic particles down to a few micrometres. Below that scale, plastic particles become difficult to distinguish from non-plastic particles such as marine sediment or biological cells. “You’re looking for the needle in the haystack, but the needle looks like the hay,” says Roman Lehner, a nanomaterials scientist at the Sail and Explore Association, a Swiss non-profit research group.\n\nA false-colour image, using infrared spectrometry analysis, of a sample from a waste-water treatment plant in Oldenburg, Germany. Fragments picked out in colour are plastic polymers; other fragments include rubber, soot, sand and plant fibres.Source: S. Primpke et al. Anal. Bioanal. Chem. 410, 5131–5141 (2018).\n\nIn 2017, ter Halle and her colleagues proved for the first time that nanoplastic exists in an environmental sample: seawater collected from the Atlantic Ocean12. She extracted colloidal solids from the water, filtered away any particles larger than 1 µm, burnt what remained, and used a mass spectrometer — which fragments molecules and sorts the fragments by molecular weight — to confirm that plastic polymers had existed in the remnants.\n\nThat, however, gave no information on the exact sizes or shapes of the nanoplastics. Ter Halle got some idea by studying the surfaces of two degraded plastic containers she collected during the expedition. The top few hundred micrometres had become crystalline and brittle, she found; she thinks that this may also be true of the nanoplastics that probably broke off from these surfaces13. For now, because researchers cannot collect nanoplastics from the environment, those doing laboratory studies grind up their own plastic, expecting to get similar particles.\n\nTainted water: the scientists tracing thousands of fluorinated chemicals in our environment\n\nUsing home-made nanoplastics has an advantage: researchers can introduce tags to help track the particles inside test organisms. Lehner and colleagues prepared fluorescent nano-sized plastic particles and placed them under tissue built from human intestinal-lining cells14. The cells did absorb the particles, but did not show signs of cytotoxicity.\n\nFinding plastic specks lodged in intact slices of tissue — through a biopsy, for instance — and observing any pathological effects would be the final piece of the puzzle over microplastic risks, Lehner says. This would be “highly desirable”, says Halden. But to reach tissues, the particles would have to be very small, so both researchers think it would be very difficult to detect them conclusively.\n\nCollecting all these data will take a lot of time. Ter Halle has collaborated with ecologists to quantify microplastic ingestion in the wild. Analysing only particles larger than 700 µm in some 800 samples of insects and fish took thousands of hours, she said. The researchers are now examining the particles in the 25–700 µm range. “This is difficult and tedious, and this is going to take a long time to get the results,” she says. To look at the smaller size range, she adds, “the effort is exponential.”\n\nA sample of plastics collected on one of Alexandra ter Halle’s ocean expeditions.Credit: Vinci Sato@ Expedition 7th Continent\n\nNo time to lose\n\nFor the moment, levels of microplastics and nanoplastics in the environment are too low to affect human health, researchers think. But their numbers will rise. Last September, researchers projected15 that the amount of plastic added to existing waste each year — whether carefully disposed of in sealed landfills or strewn across land and sea — could more than double from 188 million tonnes in 2016 to 380 million tonnes in 2040. By then, around 10 million tonnes of this could be in the form of microplastics, the scientists estimated — a calculation that didn’t include the particles continually being eroded from existing waste.\n\nIt is possible to rein in some of our plastic waste, says Winnie Lau at the Pew Charitable Trusts in Washington DC, who is the first author on the study. The researchers found that if every proven solution to curb plastic pollution were adopted in 2020 and scaled up as quickly as possible — including switching to systems of reuse, adopting alternative materials, and recycling plastic — the amount of plastic waste added could drop to 140 million tonnes per year by 2040.\n\nBy far the biggest gains would come from cutting out plastics that are used only once and discarded. “There’s no point producing things that last for 500 years and then using them for 20 minutes,” Galloway says. “It’s a completely unsustainable way of being.”\n\nNature 593, 22-25 (2021)\n\ndoi: https://doi.org/10.1038/d41586-021-01143-3\n\nReferences\n\nLi, D. et al. Nature Food 1, 746–754 (2020).\n\nArticle\n \nGoogle Scholar\n \n\nNor, N. H. M., Kooi, M., Diepens, N. J. & Koelmans, A. A. Environ. Sci. Technol. 55, 5084–5096 (2021).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nBotterell, Z. L. R. et al. Environ. Pollut. 245, 98–110 (2018).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nZiajahromi, S., Kumar A., Neale, P. A. & Leusch, F. D. L. Environ. Sci. Technol. 51, 13397–13406 (2017).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nHorn, D. A., Granek, E. F & Steele, C. L. Limnol. Oceanogr. Lett. 5, 74–83 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nKoelmans, A. A., Redondo-Hasselerharm, P. E., Nor, N. H. M. & Kooi, M. Environ. Sci. Technol. 54, 12307–12315 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nLi, B. et al. Chemosphere 244, 125492 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nJin, H. et al. J. Hazard. Mater. 401, 123430 (2021).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nPark, E.-J. et al. Toxicol. Lett. 324, 75–85 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nRagusa, A. et al. Environ. Int. 146, 106274 (2021).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nFournier, S. B. et al. Part. Fibre Toxicol. 17, 55 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nTer Halle, A. et al. Environ. Sci. Technol. 51, 13689–13697 (2017).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nRowenczyk, L. et al. Environ. Sci. Technol. 54, 4102–4109 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nCaldwell, J. et al. Environ. Sci. Nano 8, 502–513 (2021).\n\nArticle\n \nGoogle Scholar\n \n\nLau, W. W. Y. et al. Science 369, 1455–1461 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nDownload references\n\nReprints and Permissions\n\nLatest on:\nEnvironmental sciences\nToxicology\nChemistry\n\nHoliday side dish: a big helping of indoor air pollution\n\nRESEARCH HIGHLIGHT 07 DEC 23\n\nRescue urban wetlands for flood resilience\n\nCORRESPONDENCE 05 DEC 23\n\nCombat corporate greenwashing with better science\n\nEDITORIAL 05 DEC 23\n\nJobs\nMechanical Engineering – Smart Manufacturing Faculty Senior Lecturer / Lecturer\n\nUniversity of Doha for Science and Technology (UDST) is the first national applied University in the State of Qatar, offering applied Bachelor's an...\n\nQatar (QA)\n\nUniversity of Doha for Science and Technology\n\nResearch Group Head, BeiGene Institute\n\nA cross-disciplinary research organization where cutting-edge science and technology drive the discovery of impactful Insights\n\nPudong New Area, Shanghai\n\nBeiGene Institute\n\nECNU Seeking Global Talents\n\nFounded in 1951, and based in Shanghai, East China Normal University (ECNU) is one of the top research universities in China. Directly under the Mi...\n\nShanghai, China\n\nEast China Normal University\n\n4-year Group leader position\n\nA 4-year Group leaders’ position at the Hellenic Pasteur Institute on one (1) of : A. Host- Pathogen Interactions or B. Antimicrobial Resistance\n\nHellenic Pasteur Institute, Greece (GR)\n\nHellenic Pasteur Institute\n\nPostdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging\n\nThe Rudolf Virchow Center has a vacancy for a Postdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging.\n\nWürzburg (Stadt), Bayern (DE)\n\nUniversity of Würzburg - Rudolf Virchow Center\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nRelated Articles\n\nChemistry can make plastics sustainable – but isn’t the whole solution\n\nTainted water: the scientists tracing thousands of fluorinated chemicals in our environment\n\nBottles, bags, ropes and toothbrushes: the struggle to track ocean plastics\n\nSubjects\nEnvironmental sciences Toxicology Chemistry\nSign up to Nature Briefing\n\nAn essential round-up of science news, opinion and analysis, delivered to your inbox every weekday.\n\nEmail address\nYes! Sign me up to receive the daily Nature Briefing email. I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy.\nSign up\n\nNature (Nature) ISSN 1476-4687 (online) ISSN 0028-0836 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}