{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-06-25..2020-12-24",
  "title": "How Earth's plastic pollution problem could look by 2040 - The Conversation",
  "href": "https://theconversation.com/how-earths-plastic-pollution-problem-could-look-by-2040-143220",
  "body": "Our model suggests that cumulatively, more than 2.2 billion tonnes of plastic will be open burned by 2040, far more than the 850 million tonnes that's anticipated to be dumped on land and the 480...",
  "textContent": "Edition:\nAvailable editions\nUnited States\nDonate\nGet newsletter\nBecome an author\nSign up as a reader\nSign in\nAcademic rigor, journalistic flair\nArts + Culture\nEconomy\nEducation\nEnvironment + Energy\nEthics + Religion\nHealth\nPolitics + Society\nScience + Tech\nPodcasts\nRich Carey/Shutterstock\nHow Earth’s plastic pollution problem could look by 2040\nPublished: July 24, 2020 8:57am EDT\nAuthors\nCostas Velis\n\nLecturer in Resource Efficiency Systems, University of Leeds\n\nEd Cook\n\nResearch Fellow in Circular Economy Systems, University of Leeds\n\nDisclosure statement\n\nCostas Velis serves as Leader for the Marine Litter Task Force, established by the International Solid Waste Association (ISWA). P₂O was co-developed by The Pew Charitable Trust, SYSTEMIQ, the University of Leeds and the University of Oxford. Research activities at the University of Leeds were funded by The Pew Charitable Trusts through SYSTEMIQ. The project was supported by 19 experts, 29 co-authors, Common Seas and the Ellen MacArthur Foundation.\n\nEd Cook does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment.\n\nPartners\n\n\t\n\nUniversity of Leeds provides funding as a founding partner of The Conversation UK.\n\nView all partners\n\nWe believe in the free flow of information\nRepublish our articles for free, online or in print, under a Creative Commons license.\nRepublish this article\n Email\n Twitter\n68\n Facebook\n860\n LinkedIn\n Print\n\nDuring a visit to a bookstore a few weeks ago, we couldn’t help but stare at a display unit featuring no fewer than ten books telling you how to rid plastics from your daily life. We’re bombarded by information on the topic of marine litter and plastic pollution, but how much do we really know about the problem?\n\nThink about other planetary challenges, like climate change or ozone layer depletion. Mature areas of research have developed around them, allowing scientists to identify where the gases that cause these problems come from, and how much reaches the atmosphere each year.\n\nBut when it comes to plastic pollution, we know close to nothing about how and where plastic waste is generated, managed, treated and disposed of, especially in low and middle income countries. As a result, we’re struggling to limit the amount of litter accumulating in the environment.\n\nOur research published in Science involved a herculean effort to spot, track and model the current and future flows of plastics into the world’s land and waterbodies. We found that plastic entering the marine environment is set to double by 2040 and, unless the world acts, more than 1.3 billion tonnes of plastic waste will be dumped on land and in waterbodies.\n\nHow The Conversation is different: All our authors are experts.\nLearn more\n\nBy identifying the ways in which this litter is produced and distributed, we’ve also discovered how best to reduce the plastic deluge. In the process, we found the unsung heroes on the frontline fighting the pollution crisis who could be the world’s best hope of stemming the tide.\n\nSingle-use plastic consumption has increased during the pandemic. Fevziie/Shutterstock\nThe world’s plastic problem in numbers\n\nWe developed a model called Plastic-to-Ocean (P₂O) which combines years of accumulated knowledge on global flows of plastic. It compares our current production, use and management of waste with what is projected in the future.\n\nDo you burn your waste in the garden or in the street? Do you drop it into the river? If you answered no to both of these questions then you are possibly one of the 5.5 billion people whose waste gets collected. If you were among the remaining two billion, what would you do with your uncollected waste? Would you make use of a nearby stream, cliff edge, or perhaps squirrel the odd bag in the woods after dusk?\n\nMore often than not, uncollected plastic waste is simply set on fire as a cost-free and effective method of disposal. Our model suggests that cumulatively, more than 2.2 billion tonnes of plastic will be open burned by 2040, far more than the 850 million tonnes that’s anticipated to be dumped on land and the 480 million tonnes in rivers and seas.\n\nHaving tracked the sources of plastic items through the supply chain and their fate in the environment, we explored what might help reduce aquatic pollution. We found that the single most effective intervention is to provide a service for the two billion people who currently don’t have their waste collected.\n\nBreaking the Plastic Wave, Author provided\n\nBut, of the nine interventions we tested, none solved the problem on their own. Only an integrated approach that in addition to increasing collection coverage includes interventions such as reducing demand for single-use and unrecyclable plastic and improving the business case for mechanical recycling, could be successful. For the countries suffering most from plastic pollution, this knowledge could offer a way forward.\n\nBut even in our best-case scenario, in which the world takes the kind of concerted and immediate action proposed in our study, approximately 710 million tonnes of plastic waste will be released into the environment by 2040. That may sound a lot, but it would mean an 80% reduction in the levels of plastic pollution compared to what will happen with no action over the next two decades.\n\nRead more: The ocean's plastic problem is closer to home than scientists first thought\n\nCould waste pickers save the day?\n\nOur work also cast light on the contributions of 11 million waste pickers in low and middle-income countries. These informal workers collect waste items, including plastics, for recycling, to secure a livelihood for day-to-day survival. The model estimates that they may be responsible for 58% of all plastic waste collected for recycling worldwide – more than the combined formal collection services achieve throughout all the high-income countries put together.\n\nWithout this informal waste collection sector, the mass of plastic entering rivers and the ocean would be considerably greater. Their efforts should be integrated into municipal waste management plans, not only to recognise their tremendous contribution but to improve the appalling safety standards that they currently endure.\n\nAn additional 500,000 people will need to be reached by waste collection services each day until 2040. EPA-EFE/JAIPAL SINGH\n\nEstablishing a comprehensive baseline estimate of sources, stocks and flows of plastic pollution, and then projecting into the future, has been an immense task. When it comes to solid waste, the availability, accuracy and international compatibility of data is notoriously insufficient.\n\nPlastic items occur throughout the world in tens of thousands of shapes, sizes, polymer types and additive combinations. There are also considerable differences in cultural attitudes towards the way waste is managed, how plastic products are consumed, and the types of infrastructure and equipment used to manage it when it becomes waste.\n\nOur modelling effort was a delicate and tedious exercise of simplifying and generalising this complexity. To understand how reliable, accurate, and precise our findings are likely to be, think of the first models that estimated how sensitive the climate is to human influence back in the 1970s.\n\nHopefully, the strong evidence base we have presented today will inform a global strategy and strong local preventive action. The plastic pollution challenge can be substantially controlled within a generation’s time. So, is anyone ready to act?\n\nPlastic\nMarine plastic litter\nMicroplastics\nOcean pollution\nPlastic pollution\nWant to write?\n\nWrite an article and join a growing community of more than 175,100 academics and researchers from 4,818 institutions.\n\nRegister now\n\nEditorial Policies\nCommunity standards\nRepublishing guidelines\nFriends of The Conversation\nAnalytics\nOur feeds\nDonate\nGet newsletter\nWho we are\nOur charter\nOur team\nPartners and funders\nResource for media\nContact us\nEn Español\n​\n​\n​\n​\n​\nPrivacy policy\nTerms and conditions\nCorrections\n\nCopyright © 2010–2023, The Conversation US, Inc."
}