{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2020-06-25..2020-12-24",
  "title": "Plastic straws and cotton buds banned from today. - Reddit",
  "href": "https://www.reddit.com/r/unitedkingdom/comments/j341rg/plastic_straws_and_cotton_buds_banned_from_today/",
  "body": "If people are given no straw or a plastic straw that's what most will accept. If someone asks for one just assume it's because of a condition and don't question them. I think the plastic straw thing is too small of a step but it sounds like it'll do what it's aiming to do which is reduce like 90% of them.",
  "textContent": "Plastic straws and cotton buds banned from today. : r/unitedkingdom\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unitedkingdom\nr/unitedkingdom\n•\n3 yr. ago\nstrawman5757\nPlastic straws and cotton buds banned from today.\nbbc.co.uk\nOpen\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nanagoge\n•\n3 yr. ago\n\nA tiny drop in the ocean of disposable plastic. I hope businesses are forced to improve further through customers choosing greener products.\n\n27 more replies\nMalavalon\n•\n3 yr. ago\n\nDoes this include crazy straws? If it does I may be at serious risk of having an adult tantrum.\n\nYou can take my comically impractically shaped plastic straw from my cold, dead lips.\n\n16 more replies\n[deleted]\n•\n3 yr. ago\n\nCotton buds are banned? How are you meant to clean the gunk out of your ears?\n\n52 more replies\nnocte_lupus\n•\n3 yr. ago\n\nThe straw issue actually really screws over disables people. Alternatives to plastic disposable straws are not always a good choice for those who need to use straws to drink due to their disability.\n\n13 more replies\nstrawman5757\n•\n3 yr. ago\n\nThis is all very well but has anyone tried drinking through a paper straw?\n\nI tried the other week when I had a vanilla milkshake from Maccas, was bloody awful.\n\nOne of the guys on YouTube I subscribe to bought some metal straws which sound far better in my eyes.\n\nAnyway, as I’m very green I think this isn’t a bad idea though can’t see it making much difference in the overall scheme of things.\n\nIt’s like your carrier bags now costing 30p in places, one big scam that is for the supermarkets, they’d tell you the money goes to charity but does it bollocks.\n\n79 more replies\nPearCidre\n•\n3 yr. ago\n\nMost large plastics in the ocean are from fishing so not eating fish would have a far larger impact than not using plastic straws. No reason not to stop both though.\n\nhttps://www.theguardian.com/environment/2019/nov/06/dumped-fishing-gear-is-biggest-plastic-polluter-in-ocean-finds-report\n\n27 more replies\nLiquid4653\n•\n3 yr. ago\n•\nEdited 3 yr. ago\n\nThis makes me laugh, on the one hand government are determined to be seen doing the right thing, then let us look at the vaping laws from the same government, TPD which dictate nicotine shots are supplied in ridiculous small amounts in tiny plastic bottles, such that 100's of them are thrown away by vapers on a very regular basis and that amount is from 1 vaper over the year.\n\nThe hypocracy of it is unreal.\n\n1 more reply\nbrainburger\n•\n3 yr. ago\n\nI wonder about bubble-tea shops? They use wide plastic straws which I don't think could be make of paper.\n\n12 more replies\nkokiriflute\n•\n3 yr. ago\n\nIn other news: Cruise ships produce 10x more pollution than all of Europe's cars.\n\nSeems like the plastic straw industry forgot to bribe their politicians.\n\n1 more reply\n[deleted]\n•\n3 yr. ago\n\nCardboard straws don't have the flexibility of plastic. I'll be buying some metal ones to reuse first chance I get.\n\n5 more replies\n \nTop 1%\nRank by size \nRelated\nUnited Kingdom\nEurope\nPlace\nforward\nback\nr/WorldOfWarships\nUpdate 0.9.12 Patch Notes\nworldofwarships.eu\n64 upvotes · 62 comments\nr/unitedkingdom\nPatients 'at risk' as telephone and online GP appointments can miss serious illnesses, study finds\nlbc.co.uk\n744 upvotes · 419 comments\nr/UpliftingNews\nPlastic straws and cotton buds banned in England\nbbc.co.uk\n96 upvotes · 10 comments\nr/unpopularopinion\nParty balloons are inflatable garbage and should be banned.\n31 upvotes · 11 comments\nr/unitedkingdom\nNine-pound, 19th century bronze cannon stolen for scrap from Royal Armouries collection\nlbc.co.uk\n219 upvotes · 40 comments\nr/unitedkingdom\nChildren 'having all 20 baby teeth surgically removed' amid dental crisis\nlbc.co.uk\n592 upvotes · 328 comments\nr/unitedkingdom\nOne in six Edinburgh University students unable to rent housing as planned, study suggests\nlbc.co.uk\n368 upvotes · 74 comments\nr/unitedkingdom\nBritish Airways flight carrying 216 passengers missed illegal drone by just 20ft while 3,000ft in the air over Windsor\nlbc.co.uk\n546 upvotes · 83 comments\nr/PEI\nNew vaping regulations\n7 upvotes · 16 comments\nr/Sat\nOfficial October 2, 2021, International SAT Discussion Thread\n446 upvotes · 7.2K comments\nr/unitedkingdom\nVirgin Atlantic flight powered by cooking oil to make maiden journey from London to New York\nlbc.co.uk\n158 upvotes · 56 comments\nr/lego_raffles\n[MAIN] - UCS Republic Gunship- 240 spots @ $2 ea\n15 upvotes · 99 comments\nr/worldnews\nCanada banning plastic bags, straws, cutlery and other single-use items by the end of 2021\nctvnews.ca\n563 upvotes · 45 comments\nr/unitedkingdom\nOfficer exodus: 4,500 leave policing in their probation period during flagship uplift programme\nlbc.co.uk\n341 upvotes · 129 comments\nr/unitedkingdom\nHealth alerts issued and elderly people told to 'wear more layers' as South-east England sees earliest winter snow in 15 years\nlbc.co.uk\n679 upvotes · 189 comments\nr/candlemaking\nEco friendly melts packaging ?\n3 upvotes · 6 comments\nr/worldnews\nCanada banning plastic bags, straws, cutlery and other single-use items by the end of 2021\nctvnews.ca\n78K upvotes · 2.8K comments\nr/unitedkingdom\nPolice to form Armistice Day ‘ring of steel’ as Met drafts in more than 1,000 officers to curb remembrance disruption\nlbc.co.uk\n625 upvotes · 973 comments\nr/newzealand\nEthically conscious kiwis, what are your products to avoid at the supermarket?\n131 upvotes · 337 comments\nr/toronto\nExperts say counterfeit hand sanitizer recall at Dollarama is a lesson for retailers\ncp24\n100 upvotes · 39 comments\nr/unitedkingdom\n'Only death will stop us': Eco-protesters say they won't quit as it's revealed one in 10 had already been arrested\nlbc.co.uk\n709 upvotes · 608 comments\nr/unitedkingdom\nCoroners write to National Highways over smart motorway fears as agency spends £500k on legal fees\nlbc.co.uk\n202 upvotes · 85 comments\nr/unitedkingdom\n'Armed cops would rather face terrorists than gangsters', Met Police chief says\nlbc.co.uk\n326 upvotes · 267 comments\nr/unitedkingdom\nStepdad kills toddler after benefits payments stopped, as mum guilty of allowing her death by turning a blind eye\nlbc.co.uk\n950 upvotes · 352 comments\nr/unitedkingdom\nTwo boys, 12, arrested after man, 19 stabbed to death in Wolverhampton\nlbc.co.uk\n200 upvotes · 210 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 1, 2020\nReddit\nreReddit: Top posts of October 2020\nReddit\nreReddit: Top posts of 2020"
}