{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2020-12-24..2021-06-24",
  "title": "Plastics: mitigating their environmental, health and human ... - IUCN",
  "href": "https://www.iucn.org/news/commission-environmental-economic-and-social-policy/202102/plastics-mitigating-their-environmental-health-and-human-rights-impacts",
  "body": "Photos: Plastic pollution on shorelines in the Pacific. The problems with plastics Cheap, light, moldable and durable, plastics have been the source of significant industrial, trade, sanitation and health progress since they started being manufactured at a large scale in the 1950s.",
  "textContent": "Skip to main content\nAbout IUCN\nNews & Events\nPress\nBlog\nRegions\n»\nOther Sites\n»\nEnglish\nNature 2030\nOur Work\nOur Union\nResources\n\nGet involved\n\nHome\nNews & Events\nPlastics: mitigating their environmental, health and human rights impacts\nSHARE: \nStory | 11 Feb, 2021\nPlastics: mitigating their environmental, health and human rights impacts\n\nCEESP News: By Patricia Parkinson, Director, Environmental Law Oceania *\n\nA new global governance regime for plastics is needed to mitigate their environmental, health and human rights impacts, especially in the Pacific 'Large Ocean Small Islands Developing States' - A tale of flooding bathrooms.\n\nPhoto: Keith A Ellenbogen\n\nPhoto: Patricia Parkinson\n\nPhotos: Plastic pollution on shorelines in the Pacific.\n\nThe problems with plastics\n\nCheap, light, moldable and durable, plastics have been the source of significant industrial, trade, sanitation and health progress since they started being manufactured at a large scale in the 1950s. The flip side is the exponential growth of plastics production and use, along with their devastating impacts on the environment, wildlife and people. The yearly production of plastics has grown from 2 million tonnes in 1950 to approximately 380 million tonnes, and is projected to quadruple by 2050. International trade in plastics is booming, worth over USD1 trillion in 2018 (UNCTAD).\n\nWith only 9% of plastics being recycled, most of the plastics produced remain in the environment for centuries. At best plastics are disposed of in landfills, leaching toxic chemicals in the soil and ground water, and at worse mismanaged plastics are polluting land, waterways and ultimately the oceans. No place on the planet is shielded from plastic pollution.\n\nMicroplastics are found everywhere from the deepest ocean trenches to the Arctic Circle. They contaminate food and water, and are ingested by fish, birds and, at the end of the food chain, by people. A study by the University of Newcastle estimates that an average person consumes 5mg of plastics per week, the equivalent of a credit card. Microplastics also enter the body through skin contact and inhalation. The health impacts of exposure to microplastics is of great concern because as well as attracting pathogens, they carry and release toxic chemicals that act as endocrine disruptors interfering with the immune system and other bodily functions, including brain development. This makes the recent finding of presence of microplastics in human placentas particularly worrying.\n\nCurbing plastics production to a sustainable level and eradicating plastic pollution are a matter of environmental justice.\n\nThe impacts of plastics on human health, the environment and food security all infringe on fundamental human rights protected under international human rights law. Furthermore, with most of the plastics ever produced lingering in the oceans and the environment for hundreds of years, affecting marine and terrestrial ecosystems as well as reducing the carbon sink capacity of the oceans essential in mitigating climate change, plastics constitute a serious threat to both current and future generations.\n\nThe Pacific islands and other large ocean small island developing states (LOSIDS) are disproportionally exposed to plastic pollution and vulnerable to its impacts. This is due to several factors including their large coastal areas exposing them to the tides of plastics carried by oceanic currents (the largest ocean gyre of plastic debris is the Great Pacific Garbage Patch covering 1.6 million square kilometers); the reliance on plastic-packaged imported goods; the absence of recycling facilities and limited waste management capacity, and the central role of the ocean in the islands’ national economy (fisheries, trade) and the islands communities’ food security, livelihood, cultural practices and identity. These issues were among those raised in the 1st UN Pacific Forum on Business and Human Rights held in Suva and virtually last December.\n\nWhile the impacts of marine pollution on human rights are the most obvious, plastics infringe on human rights at each stage of their life cycle:  from the extraction of plastics raw materials – oil and gas -, through to the production of plastic pellets and manufacturing of plastics products; their trade and use; to disposal and afterlife. Poor and vulnerable populations bear an unfair share of the detrimental impacts of plastics and LOSIDS bear a disproportionate share of the impacts marine plastic pollution. Furthermore, the production of plastics by large international corporations means that the countries and populations most affected by their impacts throughout the life cycle do not have a say in any of the decisions relating to its production. The majority of Pacific LOSIDS has legislated to reduce or prohibit the import, sale and use of single use plastics, and has worked with civil society organisations, the business sector and other stakeholders to reduce plastic pollution and raise awareness including through regular beach cleanup campaigns. These are undoubtedly very important actions since 80% of marine plastic pollution is land-based. However, their effectiveness in resolving the global and transboundary plastics crisis is limited.\n\nA paradigm shift towards a new global and comprehensive governance regime that addresses the environmental, health and human rights impacts of plastics at all stages of plastics’ life cycle is urgently needed. \n\nThe current international law and policy framework governing plastics is fragmented and ineffective. This was the major finding of UNEP’s ‘Assessment of the effectiveness of international and regional governance, strategies and approaches to combat marine plastic litter and microplastics’ in 2017. There is no international legal instrument providing a comprehensive, coherent regime for plastics. They are essentially regulated as one of the hazardous wastes through the Basel, Rotterdam and Stockholm conventions, and as an issue of marine litter through the UN Convention on the Law of the Sea, the MARPOL Convention and the Protocol to the London Convention. Regional and national legal frameworks in the Pacific islands essentially mirror the international framework, along with its flaws: they address plastics waste pollution at the final stage of plastics’ life cycle. The question has to be asked: when your bathroom is flooding, do you keep mopping the floor or do not turn off the tap?\n\nOn the positive side, change is on the way. Negotiations towards a new global plastic governance regime are taking place under the auspices of the UN Environmental Assembly and the momentum is building around the world in support of a new global plastics governance regime.\n\nElements for a legally binding global and coherent instrument governing plastics’ full life cycle are emerging. The journey started with UN Environmental Assembly (UNEA) singling out the issue of plastic pollution at its 2014 inaugural meeting. Following UNEP’s Assessment, in 2018, the UNEA established the Ad Hoc Open Ended Expert Group on Marine Litter and Microplastics (AHEG), a multi-stakeholder body of member states, industry representatives, and civil society experts document the extent of plastic pollution and its impacts and inform governments on the best options to combat marine plastic litter and microplastics. AHEG made a series of recommendations stressing, inter alia, “the importance of more sustainable management of plastics throughout their lifecycle in order to increase sustainable consumption and production patterns, including but not limited to the circular economy.\"\n\n     \nPhoto: TBD\nOther research includes a  ‘Gap analysis of current legislation, policies and plans relating to plastic pollution prevention in the Pacific’ published last year by the Environmental Investigation Agency (EIA), that points to the need for a new focus on prevention, a rethinking of the design of products consistent with the Zero Waste Hierarchy and a circular economy model. It also advocated for Extended Producer Responsibility (EPR) and Container Deposit Scheme (CDS) legislation based on the polluter pays principle.\n\n \n\nThe need for international coordination, cooperation and common commitments to address plastic pollution was also highlighted by AHEG. Several global partnerships have been initiated through various forums, such the Global Plastic Action Partnership, a public private partnership convened by the World Economic Forum, the Group of Friends to Combat Plastic Pollution launched on World Ocean Day 2020 by UNEP and many others. Importantly, a momentum is steadily growing around the world among States, CSOs, large corporations and experts in support of a global agreement to prevent plastic pollution.\n\nThe Nordic, ASEAN, Caribbean and African countries have adopted regional declarations calling for global action to prevent plastic pollution and a global treaty. The Pacific Islands Countries are expected to adopt such statement or declaration in the course of 2021. It will build on the Pacific Islands’ Marine Litter Action Plan (MLAP) expressing SPREP members’ collective support for a new global legal framework to address marine litter and microplastics. The Pacific Islands Forum leaders endorsed MLAP in the Kainaki II Declaration in 2019, and through it they too support a new global legal framework for plastics.\n\nThe Pacific Islands’ Framework for Nature Conservation and Protected Areas 2021-2025 acknowledges the urgency of addressing plastic pollution from its source by featuring:  “Preventing plastic pollution’ as a priority action, and committing inter alia to ‘engaging in a circular plastics economy and (to) engage with proponents driving upstream changes at international, regional, national and local levels’, and to ‘advocate internationally for the elimination of plastic pollution, especially by Pacific Rim countries, and for a global treaty on plastic pollution”.\n\nIt is anticipated that the support for a new legally binding global agreement governing the entire life cycle of plastics will be reflected by the world’s environment ministers at the upcoming UNEA meetings (UNEA 5-1 meeting in February 2021 and UNEA 5-2 in February 2022), and that the new plastics regime will make it possible to start turning off the plastic tap.  \n\n* Patricia Parkinson (contact here) specialises in environmental and international law and governance. She has been based in Suva for the last decade, where she founded Environmental Law Oceania Consultancy in 2018. Before that she worked as Senior Environmental Legal Officer with IUCN Oceania and Environmental Legal Advisor with Fiji Environmental Law Association. She is a member of IUCN CEEP and WCEL.\n\n \n\nThemes:\nBusiness, finance and economics, Climate change, Nature-based Solutions, Biodiversity, Protected areas and land use, Governance - law and rights, Freshwater and water security\nTopics:\nBusiness engagement, Nature-based solutions for climate, Nature and the Paris agreement, Ecosystem restoration, Assessing ecosystems, Coasts and islands, Managing ecosystems, Livelihoods and sustainable use, Wetlands and peatlands, National legal systems, Global and transboundary frameworks, Natural resource governance (other governance), Marine ecosystems, Fisheries and aquaculture, Marine species, High seas, Rights-based approaches, Biodiversity and health, Transboundary water governance and diplomacy\nIUCN units:\nCommission on Environmental, Economic and Social Policy\nIUCN commissions:\nCommission on Environmental, Economic and Social Policy\nRegions:\nGlobal, Oceania\nRelated content\nSTORY | 22 Jun, 2022\nEU Nature Restoration Law: A boost for biodiversity and climate\n\nToday the European Commission proposed a new nature restoration law with binding targets on…\n\nSTORY | 21 Jun, 2022\nBurkina Faso aims to adopt sustainable production methods in its cotton,…\n\nThe BIODEV2030 project, launched in early 2020 supports the country's development ambition, while…\n\nSTORY | 21 Jun, 2022\nInternational bycatch meeting - Bringing forward solutions for effective…\n\nFrom 4 to 6 October in Malaga (Spain), the “International Bycatch Meeting” will demonstrate the…\n\nStay informed\n\nSign up for an IUCN newsletter\n\nSubscribe\nFeatured bottom second Menus\nAbout\nAccountability\nCareers\nProcurement\nLegal\nTerms and conditions\nSECRETARIAT\nSecretariat and Director General\nCOMMISSIONS\nClimate Crisis Commission (CCC)\nCommission on Ecosystem Management (CEM)\nCommission on Education and Communication (CEC)\nCommission on Environmental, Economic and Social Policy (CEESP)\nSpecies Survival Commission (SSC)\nWorld Commission on Environmental Law (WCEL)\nWorld Commission on Protected Areas (WCPA)\nTHEMES\nBiodiversity\nBusiness, finance and economics\nClimate change\nFreshwater and water security\nGovernance - law and rights\nNature-based Solutions\nOcean and coasts\nProtected areas and land use\nREGIONS\nAsia\nEastern and Southern Africa\nEastern Europe and Central Asia\nEurope\nMediterranean\nMexico, Central America and the Caribbean\nNorth America\nOceania\nSouth America\nWest and Central Africa\nWest Asia\nContact \n\nHeadquarters\nRue Mauverney 28\n1196 Gland\nSwitzerland\n\n+41 22 9990000\n+41 22 9990002(Fax)\n\nFollow Us\nCrossroads Blog \n\n©IUCN, International Union for Conservation of Nature and Natural Resources\n\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet\nShare this selection\nTweet"
}