{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "NCEI Releases Groundbreaking Microplastics Database",
  "href": "https://www.ncei.noaa.gov/news/ncei-releases-groundbreaking-microplastics-database",
  "body": "NCEI has released the first-of-its-kind global microplastics database to address the growing concern of microplastics pollution. ... Plastic is the most prevalent type of marine debris found in the ocean and Great Lakes. While plastic debris can come in all shapes and sizes, those that are less than five millimeters in length (about the size of ...",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\nHere's how you know\nHome\nProducts\nServices\nResources\nNews\nContact\nAbout\nSearch\nHome\n News\n NCEI Releases Groundbreaking Microplastics Database\nNCEI Releases Groundbreaking Microplastics Database\nMicroplastics pollution is a growing concern, affecting coastal communities, marine ecosystems, human health, and the economy\nCourtesy of NOAA\n\nNCEI has released the first-of-its-kind global microplastics database. This database collates microplastic data from across the globe, giving scientists and researchers a better understanding of microplastic’s impacts on human and marine health and the economy.\n\nThe Microplastic Menace\n\nPlastic is the most prevalent type of marine debris found in the ocean and Great Lakes. While plastic debris can come in all shapes and sizes, those that are less than five millimeters in length (about the size of a sesame seed) are known as “microplastics.” \n\nOriginating mostly from plastic material such as bottles and bags, microplastics can be found in nearly every part of our environment—oceans, rivers, estuaries, beaches, sea ice, sediments, and more. Most microplastics start their journey on land and are carried by rivers and wind to the ocean, where they are caught in the global ocean circulation system. Once microplastics are in the ocean, they accumulate in the food chain and pose a fatal threat to fish and other marine organisms that ingest them. \n\nIn coastal and inland areas, microplastic pollution is on the rise and is thought to be more ecologically damaging than microplastic pollution in the open ocean. Coastal waters and ecosystems such as estuaries, mangroves, reefs, and marshes are the main point of entry for microplastics into the ocean.\n\nHuman Impact\n\nSince microplastics have been found to act as potential vectors for the transfer of toxic pollutants from the water to the marine food web, they pose a threat to the humans who ingest affected seafood. These ingested microplastics can bioaccumulate in humans through the consumption of seafood, eventually leading to inflammation, cell damage, and oxidative stress.\n\nBesides posing a threat to human and marine health, microplastic pollution has steep economic impacts. About 20% of the global population relies on seafood for protein, and marine plastics endanger this food source by reducing the efficiency and productivity of aquaculture and commercial fisheries due to fish mortality and entangled fishing gear. It is estimated that there is a marine ecosystem loss of between $3,300 to $33,000 annually for each ton of plastic that enters the ocean. \n\nBut these estimates do not include the economic costs to fisheries, shipping, and tourism. Coastal municipalities in the United Kingdom spend around $24 million annually to remove litter, including microplastics, from their beaches. Similarly, the Netherlands and Belgium spend over $13 million annually to clean their beaches. In the United States, a 2014 study found that Orange County, California, residents had lost millions of dollars each year avoiding littered, local beaches in favor of cleaner beaches that were farther away and potentially costlier to reach. Reducing marine debris by even 25% at beaches in and near Orange County could benefit residents roughly $32 million during three months in the summer.\n\nA Unified Database\n\nAs an emerging field of study, not a lot is known about microplastics and their impacts. One of the challenges to understanding microplastics is access to large-scale, long-term comprehensive data. Until recently, the management of marine debris data from large-scale visual surveys along the coast and in the open ocean has lagged behind the needs of the scientific and decision-making community.\n\nTo address the need for easy access to global microplastic data, NCEI has developed and is actively updating the publicly available Marine Microplastics Database. The database is a one-stop repository with all types of marine microplastics information that is aggregated, archived, and delivered in a consistent and reliable manner. These data have been provided by contributors from various research cruises and fieldwork around the globe.\n\nNCEI’s Marine Microplastics Database features extensive data and information on global microplastics, along with other applicable datasets such as ocean currents, to better create a unified understanding of the global microplastic problem.\n\nThe microplastics database would not be possible without the help of data contributors. If you wish to submit your own microplastic data to the archive, please contact NCEI at ncei.info@noaa.gov. You can find more information on submitting data at: https://www.ncei.noaa.gov/archive.\n\nPUBLISHED\nJULY 2, 2021\nRelated Links\nNCEI Microplastics Database\nNCEI Data Submission\nA Guide to Plastic in the Ocean\nArticle Tags\nOceans\n \nEcosystems\n \nEnvironmental Impacts\n \nAquatic Sciences\n \nEconomic Resources\n \nMicroplastics\nEmail\n \nPrint\n \nFacebook\n \nTwitter\n  \nLinkedIn\nRelated News\n\nSEPTEMBER 27, 2023\n\nParticipating in OCEANS 2023 Gulf Coast\n\nSEPTEMBER 18, 2023\n\nPreserving World War II Naval Data\n\nSEPTEMBER 12, 2023\n\nThe USS Jeannette’s Perilous Journey\n\nReturn to top\nFOLLOW US\n@NOAANCEI\n@NOAAData\n@NOAANCEI\nNews Feed\nCONTACT US\nEmail by topic\nPhone: (828) 271-4800\nSitemap\nPrivacy Policy\nFreedom of Information Act\nInformation Quality\nAccessibility\nDisclaimer\nTake Our Survey\nDepartment of Commerce\nNOAA\nNESDIS"
}