{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "California Plastic Straw Ban Info & Alternatives",
  "href": "https://thesugarcanestraw.com/california-plastic-straw-ban-info-alternatives/",
  "body": "Sanitizing and reusing straws is an option but an expensive one. One of the best plastic straw alternatives in California is the sugarcane straw . Sugarcane straws are made from 100% biodegradable sugarcane fibers. These straws will not only hold up to lukewarm drinks but hot and ice-cold drinks as well. Considering that paper can't do that ...",
  "textContent": "Skip to content\nDeals: 10% Off 5-9 Boxes | 20% Off 10+ Boxes. Bulk Savings Start Now! | Show Now\nCustomizable\nUnwrapped\nIndividually Wrapped\nBoba Straws\nBar Straws\nRestaurant Straws\nDeals\nBulk\nAll\n$0.00\nCart\nCalifornia Plastic Straw Ban Info & Alternatives\nPlastic Straw Bans\nJanuary 31, 2022\nShop Straws\n\nIn 2018, the Governor of California, Jerry Brown, signed Assembly Bill 1884 that banned the use of plastic straws. Although the ban had strong language aimed at banning plastic straws, the California legislature left the door open for people to continue using plastic straws.\n\nLet’s go through the plastic straw ban, including what it covers, how California enforces the law, and what alternatives restaurants, bars, and other retailers have when it comes to plastic utensils.\n\nCalifornia Plastic Straw Ban\n\nAccording to AB 1884, the law bans full-service bars and restaurants from automatically distributing plastic straws to their customers without the customer’s request. If the customer requests a plastic straw, they may have as many as they request.\n\nYou might be thinking, what does full-service mean? A full-service restaurant is a restaurant where the wait staff takes your order at your table and serves you your food there. That means fast food places and restaurants with a drive-through do not count.\n\nThe language in the California law creates a loophole for restaurants to continue serving plastic straws to their customers, as long as they’re not a sit-down, full-service restaurant. That means huge fast-food restaurants like McDonald’s can continue serving plastic straws to customers. \n\nThe California plastic straw ban was put in place two years after their ban on single-use plastic bags. California passed both of these laws to reduce plastic pollution. The state can reduce plastic waste by not giving plastic straws to customers unless requested.\n\nThe law also allows cities to write unique laws concerning plastic straws. For example, cities like San Francisco, Monterey, and Malibu have full bans on plastic straws within their city limits. That means if a customer requests a plastic straw, they won’t receive one. Most cities, like San Diego and Los Angeles, follow the state law.\n\nAB 1884 has an enforcement mechanism as well. If a restaurant, bar, or full-service restaurant continues serving plastic straws, they’ll receive two warnings from a State Public Health Officer. If the business continues serving plastic straws, they will receive a $25 a day fine, with a maximum yearly fine of $300. \n\nPlastic Alternatives\n\nAccording to AB 1884, the law only bans “single-use plastic straws.” That means there are many options open to restaurants that want to use non-plastic alternatives. \n\nSome alternatives to plastic straws available to businesses include:\n\nSugarcane straws\nPaper straws\nMetal straws\nPasta straws\nWood straws\nBamboo straws\nSugarcane Straws vs. Paper Straws \n\nMost bars and restaurants switched to paper straws when the law passed. Although that may have been their best option at the time, things have changed. To be frank, paper straws just don’t cut it anymore.\n\nPaper straws usually have a thin layer of wax coated on the outside of the straw to prevent the straw from going soggy. Whatever they use isn’t good enough, as most paper straws seem to go soggy in less than an hour. \n\nNot only that, but they can’t withstand heat or cold temperatures. Paper straws disintegrate faster in hot beverages, but they also don’t do well when placed in a drink with ice. It seems like paper straws aren’t strong enough to handle drinks at different temperatures.\n\nSo what are businesses left with? Sanitizing and reusing straws is an option but an expensive one. One of the best plastic straw alternatives in California is the sugarcane straw. \n\nSugarcane straws are made from 100% biodegradable sugarcane fibers. These straws will not only hold up to lukewarm drinks but hot and ice-cold drinks as well. Considering that paper can’t do that, sugarcane straws are already better.\n\nWhen you finish drinking with a sugarcane straw, you can throw it in your compost bin. They also have a faint flavor of sugar, which is much more appealing than the paper taste that often accompanies paper straws. \n\nOne of the best reasons for a business to switch from paper straws to sugarcane straws is their material. Sugarcane production has taken over a lot of lands, and using its byproducts to create straws is one way to waste less.\n\nIn comparison, when companies make paper straws, they often use wood pulp sourced from virgin trees, which means trees that haven’t been harvested prior. This is extremely bad for the environment, and that’s not to mention the bleaching paper straws undergo, which is also bad for the environment.\n\nGive Sugarcane Straws a Try!\n\nSince plastic straws are a thing of the past in California, it’s time for business owners to adapt. By using sugarcane straws that are 100% biodegradable, you can ensure you are following the law in California while also being environmentally responsible.\n\nEnd\nShop Now\nFree Samples\nLike this article?\nWhat to read next:\nBest Biodegradable Straws for Restaurants\nChoose Sugarcane Straws, the ultimate Biodegradable Straws for Restaurants, ensuring durability, eco-friendliness, and style for every beverage. Go green without compromise!\nThe Truth About Biodegradability: Unveiling the Reality of PLA in Straws\nDiscover the truth about biodegradable straws and the hidden impact of PLA. Learn how our PLA-free sugarcane straws offer a truly eco-friendly solution.\nAre Biodegradable Straws Really Biodegradable?\nUncover the truth about biodegradable straws and discover how our 100% PLA-free Sugarcane Straws offer a genuinely eco-friendly and compostable solution.\nEmbrace Eco-Friendly Elegance with Our Sugarcane Straws\nDiscover health-conscious, chemical-free sugarcane straws: Eco-friendly, BPA and PLA-free, ensuring a safe, non-toxic sipping experience for all.\nBrowse Our Inventory\n\nWe have a great selection tailored for restaurants, bars, catering and more!\n\nBrowse\n©2023 LK3 Technologies, LLC\nReturn & Refund Policy\nPrivacy Policy\nCart\nFAQ\nBlog\nMy Account\nTracking\nSupport\nWeb Services by Muon"
}