{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Global plastic pollution: How are we doing and where are we going ...",
  "href": "https://qb3.berkeley.edu/news/global-plastic-pollution-how-are-we-doing-and-where-are-we-going/",
  "body": "As we enter the post-pandemic era, the tsunami of 1.56 billion masks, thousands of tons of food packaging waste, and personnel protective equipment made from plastics are triggering new waves of plastic pollution. Reducing, reusing, and recycling remain the rule of thumb for plastic waste, despite the growing global plastic pollution crisis.",
  "textContent": "Skip to content\nUC BERKELEY \n(OPENS IN A NEW TAB)\nSUPPORT QB3-BERKELEY\n(OPENS IN A NEW TAB)\nSEARCH FOR:\nSearch\nHome\n \nAbout\n \nNews\n \nPeople\n \nResearch\n \nEducation\n \nFacilities\nQB3 Berkeley / News / Global plastic pollution: How are we doing and where are we going?\nGlobal plastic pollution: How are we doing and where are we going?\n\nBy Chien-Yuan Lin | July 28, 2021\n\nScientific interventions for tackling humanity’s addiction to plastic are hoping to make breakthroughs that could help restore the environment in a post-pandemic future.\n\nWidespread plastic pollution became a global environmental challenge long before the arrival of the COVID-19 pandemic. But society’s efforts to protect itself from the virus have led to higher demands for single-use plastics\n(opens in a new tab)\n, such as packaging, carryout and delivery containers, and biomedical products, that have worsened our existing plastic consumption and waste issues.\n\nPlastics are synthetic polymers\n(opens in a new tab)\n that possess many desirable properties, including sturdiness, durability, corrosion resistance, lightweight, transparency, moldability, and low production costs. The first synthetic polymer, Parkesine, was invented by Alexander Parkes\n(opens in a new tab)\n in 1862\n(opens in a new tab)\n and, during World War II, the production of plastic skyrocketed, especially for military purposes\n(opens in a new tab)\n. Since the emergence of plastics in the 1950s, the cumulative production reached 8.3 billion tonnes in 2015, and half of the plastic ever produced was made in the last 13 years\n(opens in a new tab)\n.\n\nNowadays, many forms and types of plastics are omnipresent in our daily lives\n(opens in a new tab)\n; while the fate of the majority of plastics—6.3 billion tonnes—enters the waste stream and ends up discarded in landfills or incinerated\n(opens in a new tab)\n, only around 9 percent of the total plastic waste has been recycled since 1950\n(opens in a new tab)\n. Although reducing, reusing, and recycling\n(opens in a new tab)\n are still the major solutions to most of plastic products, the economically impractical reality has led to the paradoxical fact that more plastic waste is burned than is recycled\n(opens in a new tab)\n.\n\nIt was estimated in 2010 that three percent of global plastic (8 million tonnes\n(opens in a new tab)\n) entered the ocean; however, in 2016, the Ellen MacArthur Foundation predicted the plastic in the oceans could outweigh fish by 2050\n(opens in a new tab)\n. Many animal species mistakenly identify plastics as food\n(opens in a new tab)\n; in 2015, it was estimated up to 90% of seabirds had ingested plastics, which can critically endanger wildlife and potentially enter the human food chain. The production of plastic has been projected to increase by an order of magnitude\n(opens in a new tab)\n up to the year 2025. By the year 2050, it’s predicted 99% of all seabirds\n(opens in a new tab)\n will ingest some form of plastic.\n\nThe durability of plastic has become its curse. Plastic can stay in the environment for hundreds of years which is troubling since 90% of plastic products are used once and then discarded. Without the implementation of proper waste management, proactive social and legislative movements, or effective reducing, reusing, and recycling policies, wasted plastic is an inevitable, persistent threat that is geographically widespread and rapidly escalating.\n\nPhoto courtesy of Flickr/Padi Aware\n\nNevertheless, with the rising concerns of plastic waste, scientific collaborations and innovations continue to gain momentum to tackle the expanding plastic problems in our ecosystem. Below are some of the innovations that scientists are studying to address our plastic pollution crisis.\n\nPlastic-degrading enzymes derived from microbes\n\nMicroorganisms are well-known natural degraders of organic waste that already exist in our ecosystem. For example, a broad array of oil-degrading microbes\n(opens in a new tab)\n has been reported to clean BP’s 2010 oil spill\n(opens in a new tab)\n on the Gulf of Mexico seafloor. Considering that plastic has been widely used for less than a century, microbes have been quickly identified to have rapid adaptation and evolution abilities that aid in the degradation of plastics, such as polystyrene (PS), polyester polyurethane (PU), and polyethylene terephthalate (PET). Examples of such microbes include the gut bacterium in plastic-eating mealworms, a soil fungi that has been isolated from waste material, and a bacterium isolated from plastic debris and contaminated waste dumps. In a more in-depth study, I. sakaiensis was shown to secrete two important enzymes that work side-by-side to break down PET: PETase, an enzyme that digests PET, and MHETase, an enzyme that digests MHET, or mono(2-hydroxyethyl) terephthalic acid.\n\nBy studying how the plastic-degrading enzymes evolved for acquiring the PET-degrading ability, scientists from National Renewable Energy Laboratory (NREL) accidentally created an improved PETase\n(opens in a new tab)\n with better activity to break down the PET plastic. Last year, the same team showed further improvement in plastic-degrading ability using the enzyme mixture of PETase and MHETase; furthermore, by physically linking the two separate enzymes, the outcome for plastic-degradation\n(opens in a new tab)\n is much better than the enzyme mixture. The improvements of PET-degrading enzymes showed possible routes for further development of a super-fast enzyme\n(opens in a new tab)\n/enzyme cocktail\n(opens in a new tab)\n and a promising application to serve as industrial enzymes for the efficient recycling of plastic bottles. Although the massive plastic pollution will not simply be solved\n(opens in a new tab)\n with just plastic-degrading enzymes, the utilization of these enzymes could alleviate the need to produce new plastic and allow more plastics to be down-cycled for new uses.\n\nNovel infinitely recyclable plastics\n\nAmong the widely known recycling symbol of plastics\n(opens in a new tab)\n, the acceptable plastics for recycling are #1 (PET), #2 (high-density polyethylene, HDPE), #5 (polypropylene, PP), and perhaps #4 (low-density polyethylene, LDPE).\n\nGenerally, additives in plastic mean that the plastic product can’t be recycled into an effective new plastic product. This makes it nearly impossible to generate a consistent plastic product after the recycling process, which hinders many applications of recycled plastics. To overcome these problems, scientists from Lawrence Berkeley National Laboratory (LBNL) have discovered a new type of recyclable plastic\n(opens in a new tab)\n, made from polydiketoenamine (PDK), that can be repeatedly disassembled and then reassembled without loss of performance or quality. The polymers made by PDK are linked with reversible bonds, and the monomers of PDK can be separated and recovered under a highly acidic solution without any entwined additives. More importantly, the recovered PDK molecule can be indefinitely reused to make new polymers with no loss in its quality.\n\nRecently, a systems-level analysis\n(opens in a new tab)\n was reported based on the costs and life-cycle carbon footprints, based on manufacturers producing PDK-based plastics in a commercial-scale setting. The study modeled a comparison by replacing the conventional plastics with PDK plastics and showed commercially competitive and eco-friendly sustainability of the PDK plastics. The research team is planning to launch their “infinitely recyclable plastic” innovation with industrial partners who are interested in improving the circularity of plastic products and building the circular bioeconomy for future best practices.\n\nBiodegradable bioplastics\n\nThe blessing of the invention of plastic becomes a heavy burden on our ecosystem when plastics are discarded. Plastic waste generally requires 20 to 500 years to decompose\n(opens in a new tab)\n because plastic polymers are linked by immutable bonds that are much harder for microbial breakdown. Even when plastics are decomposed, they remain in the environment as tiny pieces—smaller than 5 mm—that are difficult to see by the naked eye; these pieces are called microplastics. Microplastics can release embedded chemicals and carbon into the environment and have consequences on our overall food web\n(opens in a new tab)\n. A promising solution might be biodegradable bioplastics, which break down only in smaller molecules (CO2, CH4 and H2O) than microplastics.\n\nBioplastics\n(opens in a new tab)\n are plastics that are either bio-based and bio-sourced; and/or biodegradable and compostable. “Biodegradable” and “compostable” plastics\n(opens in a new tab)\n are designed to be made from molecules that can break down in nature by microorganisms or enzymes; however, both types of plastics can still take many years to degrade\n(opens in a new tab)\n or decompose if specific condition or industrial composition does not apply. Among many types of bioplastics, the most common biodegradable bioplastics are thermoplastic starch (TPS)\n(opens in a new tab)\n, polyhydroxyalkanoate (PHA) and polyactic acid (PLA)\n(opens in a new tab)\n.\n\nPhoto courtesy of Bioplastic News\n(opens in a new tab)\n\nPLA is typically made by the bacterial fermentation of carbohydrates/sugars from renewable plant resources. PLA resembles traditional plastic and can be easily implemented into existing manufacturing facilities. PLA blends or copolymers can have wide range of applications and still be compostable\n(opens in a new tab)\n. Several drawbacks of PLA bioplastics\n(opens in a new tab)\n include low melting point, weak impact resistance, higher moisture and oxygen permeability, and less cost-competitiveness in comparison to traditional plastics. In addition, it is noteworthy that most compostable plastics made from PLA are non-recyclable and require industrial composition, which end up in landfills and last as long as traditional plastics. With recent technology breakthroughs, scientists from UC Berkeley invented a new process that makes PLA plastics truly compostable\n(opens in a new tab)\n and may eliminate the concern of microplastics. By embedding polyester-eating enzymes protected by a simple degradable polymer, during the production of plastic, the embedded enzymes can be activated to decompose the whole plastics within weeks when exposed to heat and water.\n\nIn addition to those common biodegradable bioplastics, a building block molecule called 2-pyrone-4,6-dicarboxylic acid (PDC), has been recently considered as a promising candidate for biodegradable plastics. PDC-based polyesters display strong adhesive properties, high rigidity and elasticity, and enhanced biodegradability. The attractive applications of PDC are in consumer products, such as biodegradable plastics, adhesives, microspheres, disinfection chemicals, and decontaminating agents. The applications of PDC were largely hindered by its limited sources and lack of synthesis scalability; recently, scientists from Great Lakes Bioenergy Research Center (GLBRC), NREL and Joint BioEnergy Institute (JBEI) at LBNL have successfully demonstrated that PDC can be biosynthesized through bacterial fermentation or renewable plant resources. Using engineered bacteria, such as Novosphingobium aromaticivorans\n(opens in a new tab)\n or Pseudomonas putida, at GLBRC and NREL, PDC has been successfully generated from the bacterial conversion of lignin (a tough, difficult-to-utilize but abundant plant component) in the feedstocks. Furthermore, using engineered plants at LBNL—where I am a project scientist—the direct production of PDC from lignin of the feedstock has also been recently demonstrated, which puts the plant to work as a cheap and sustainable source for PDC molecule\n(opens in a new tab)\n. Most importantly, during our research at LBNL no adverse impact on the growth or yield was observed among the engineered plants when PDC accumulated as high as 3% of the plant biomass. By combing the advanced bacterial and plant biotechnology, it is possible to develop more and more applications of PDC for biodegradable plastics to tackle the plastic problem. After all, PDC is a degradable molecule derived from the lignin catabolism by the common soil bacteria in nature.\n\nDirect plastic conversion to fuel and other useful products\n\nPolyolefins\n(opens in a new tab)\n account for more than 60% of the total plastic content of municipal solid waste, including high-density polyethylene (HDPE), low-density PE (LDPE), linear low-density PE (LLDPE), and polypropylene (PP). Since most municipal plastic waste ends up in landfills and the ocean, scientists are brainstorming several strategies to tackle plastic pollution by converting the unwanted plastics to fuel or “upcycling” to an advanced polymer. Since plastics are hydrocarbons derived from petroleum, it is reasonable to convert plastic into liquid fuels or advanced polymers.\n\nScientists worldwide applied diffident plastic-to-fuel (PTF) conversion technologies by turning plastics that cannot traditionally be recycled into valuable transpiration fuels and polymer. In 2016, a two-catalyst process that required less energy was reported to break down the PE-based plastics\n(opens in a new tab)\n to diesel. In 2017, researchers successfully converted PE and PP plastics to crude oil\n(opens in a new tab)\n for synthetic diesel and gasoline by pyrolysis (a controlled thermal decomposition technology in the absence of oxygen). In 2017, a promising process in a mobile reactor was proposed to transform plastics directly into diesel fuel\n(opens in a new tab)\n using metallocene catalyst coupled with a controlled pyrolysis reaction (a controlled thermal decomposition technology in the absence of oxygen). In 2018, scientists developed an innovative “photoreforming” approach to turn PET plastic into hydrogen fuel by adding photocatalyst and with direct sunlight exposure\n(opens in a new tab)\n. In 2019, a new technology using pyrolysis with a higher transformation yield (91%) of PP-based plastic to oil\n(opens in a new tab)\n was reported, which is promising to make buildings blocks for gasoline and other fuels and chemicals. Most recently, using an advanced dual-catalyst design\n(opens in a new tab)\n under mild pyrolysis conditions (50% less energy than similar technologies), researchers turned mixed plastic waste, polystyrene, everyday polyethylene bottles and bags, and composite plastics into desirable fuels and light lubricants.\n\nBesides plastic-to-fuel conversion, innovations on plastic recycling are also emerging to tackle the discarded biodegradable plastics in the trash. By turning PLA plastics into foam through a physical foaming process, the recycled biodegradable plastics could be now used for wall insulation or floatation devices\n(opens in a new tab)\n. Future applications of the newly developed foaming technology could transform biodegradable plastic to fibers and films, maximizing their life cycle. Another creative innovation for utilizing plastic waste is “upcycling” plastic to produce higher-value products, such as detergents\n(opens in a new tab)\n. By using an innovative catalytic process, scientists from the University of California, Santa Barbara were able to convert PE manufacture biodegradable detergent, which creates a 180-degree change of plastic waste, into valuable raw material. Besides chemical conversion, plastic waste, for the first time, is upcycled to a valuable industrial chemical, vanillin, using a biological approach\n(opens in a new tab)\n by scientists from the University of Edinburgh. The technology successfully demonstrated bacterial fermentation that transformed terephthalic acid (TPA), a basic component within the PET plastics, into vanillin using engineered E. coli bacteria.\n\nPlastic solutions require renovation and revolution\n\nAs we enter the post-pandemic era, the tsunami of 1.56 billion masks, thousands of tons of food packaging waste, and personnel protective equipment made from plastics are triggering new waves of plastic pollution\n(opens in a new tab)\n. Reducing, reusing, and recycling remain the rule of thumb for plastic waste, despite the growing global plastic pollution crisis. With renovations and new technologies, the circular bioeconomy\n(opens in a new tab)\n could be the positive initiative needed to rethink and redesign the way we handle plastic waste in our hands. Along with evolutions in waste management for separating plastic recycling streams, a single-use plastic ban or tax\n(opens in a new tab)\n, and changes to social and cultural consumption lifestyles, we are still racing to save our planet from plastic pollution\n(opens in a new tab)\n. As the recent release of a special issue on plastics\n(opens in a new tab)\n from Science shows us, the global community needs to understand the severity of plastic pollution in our ecosystem and the time for changing the future of plastics in our world is now.\n\nThe French biotech company Carbios\n(opens in a new tab)\n just launched their “world’s first” food-grade PET plastic bottles\n(opens in a new tab)\n entirely from enzymatically recycled plastic using their engineered PET-depolymerase after years of research and development experience. PHA biodegradable bioplastic has been developed for many years and recently entered the bioplastic market at commercial scale. PHA has a similar chemical structure compared to traditional plastics and can be biodegraded in ambient environments, even in the ocean\n(opens in a new tab)\n. However, PHA bioplastics were not considered cost-competitive due to the costs of oil and sugar required for the bacterial fermentation process. With the advanced technology, PHA bioplastics can be made sustainably from organic waste by companies including Full Cycle Bioplastics\n(opens in a new tab)\n and Genecis\n(opens in a new tab)\n, and is recently getting more interest through a clean/non-toxic process by Danimer Scientific\n(opens in a new tab)\n.\n\nOur plastic pollution crisis won’t be solved by forbidding the use of plastic products; instead, we must eliminate our great dependency on the convenience of single-use plastics by encouraging the use of reusable or biodegradable alternatives\n(opens in a new tab)\n. The prevention of our existing and escalating plastic pollution problem requires both a strong cultural shift and technological innovations to reshape the future of plastics\n(opens in a new tab)\n. Consumers should pay attention to the type of plastics we use and think twice before tossing it in the trash can or recycling bin because 90 percent of it will end up in landfills or oceans.\n\nCategories: News, Science Writing for the Public\n\nRecent News\nLearning From the Past: How Algae Use Memory to Protect Against Sudden Changes in Sunlight\nProfessional in Residence interview with Arne Bakker: Pathways in Community-Centered Science\nNogales awarded Shaw Prize\nScaling Up Nano for Sustainable Manufacturing\nLewis receives 2023 Prytanean Faculty Enrichment Award\nNews & Publications\nCore research facilities\nFaculty focus on\nFaculty news\nIn memoriam\nNews\nProfessional in Residence\nQB3 Garage@Berkeley\nQB3-Berkeley covid research\nResearch News\nScience Writing for the Public\nQB3 Berkeley\nQB3 on Twitter\n(opens in a new tab)\n \nQB3 on LinkedIn\n(opens in a new tab)\nCONTACT\n\nQB3-Berkeley\nUniversity of California, Berkeley\n174 Stanley Hall, #3220\nBerkeley, CA 94720-3220\nContact QB3-Berkeley\nContact a core facility\nContact Biophysics\n\nQB3\n\nQB3-Central\n(opens in a new tab)\n\nQB3-Berkeley\nQBI-UC San Francisco\n(opens in a new tab)\n\nQB3-UC Santa Cruz\n(opens in a new tab)\n\nCopyright © 2023 UC Regents; all rights reserved.\n\nPrivacy Policy\nAccessibility\n(opens in a new tab)\nNondiscrimination\n(opens in a new tab)"
}