{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Climate Change: Don't sideline plastic problem, nations urged",
  "href": "https://www.bbc.co.uk/news/science-environment-58711403",
  "body": "Plastic pollution is also having a global impact; from the top of Mount Everest to the deepest parts of our ocean. \"Both are having a detrimental effect on ocean biodiversity; with climate ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nClimate Change: Don't sideline plastic problem, nations urged\n27th September 2021, 06:01 CDT\nShare\nBy Roger Harrabin\nBBC environment analyst\nGetty Images\nPlastic pollution is washed on to beaches during storms\n\nScientists are warning politicians immersed in climate change policy not to forget that the world is also in the midst of a plastic waste crisis.\n\nThey fear that so much energy is being expended on emissions policy that tackling plastic pollution will be sidelined.\n\nA paper from the Zoological Society of London (ZSL) and Bangor University says plastic pollution and climate change are not separate.\n\nIt says the issues are actually intertwined - and each makes the other worse.\n\nManufacturing plastic items adds to greenhouse gas emissions, while extreme weather such as floods and typhoons associated with a heating planet will disperse and worsen plastic pollution in the sea.\n\nThe researchers highlight that marine species and ecosystems, such as coral reefs, are taking a double hit from both problems.\n\nHermit crabs mistake plastic pollution for food\nPlastic from take-out food is polluting the oceans\nUK criticised for dumping plastic waste in Turkey\nGetty Images\nPlastic big and small creates hazards for marine life\n\nReefs and other vulnerable habitats are also suffering from the seas heating, from ocean acidification, pollution from farms and industry, dredging, development, tourism and over-fishing.\n\nAnd in addition, sea ice is a major trap for microplastics, which will be released into the ocean as the ice melts due to warming.\n\nThe researchers want politicians to address all these issues – and not to allow climate change to take all the policy “bandwidth”.\n\nProfessor Heather Koldewey from ZSL said: “Climate change is undoubtedly one of the most critical global threats of our time. Plastic pollution is also having a global impact; from the top of Mount Everest to the deepest parts of our ocean.\n\n“Both are having a detrimental effect on ocean biodiversity; with climate change heating ocean temperatures and bleaching coral reefs, to plastic damaging habitats and causing fatalities among marine species.\n\n“The compounding impact of both crises just exacerbates the problem. It’s not a case of debating which issue is most important, it’s recognising that the two crises are interconnected and require joint solutions.”\n\n1:20\nWastewater plants release microplastics, but could manta rays hold the key to a solution?\n\nProfessor Koldewey added: “The biggest shift will be moving away from wasteful single-use plastic and from a linear to circular economy that reduces the demand for damaging fossil fuels.”\n\nHelen Ford, from Bangor University, who led the study, said: “I have seen how even the most remote coral reefs are experiencing widespread coral death through global warming-caused mass bleaching. Plastic pollution is yet another threat to these stressed ecosystems.\n\n“Our study shows that changes are already occurring from both plastic pollution and climate change that are affecting marine organisms across marine ecosystems and food webs, from the smallest plankton to the largest whale.”\n\nZSL is urging world governments and policy makers to put nature at the heart of all decision making in order to jointly tackle the combined global threats of climate change and biodiversity loss.\n\nFollow Roger on Twitter @rharrabin   \n\nPlastic pollution\nClimate change\nEnvironment\nRelated\nCornish company wins top environmental award\n1 day ago\nCornwall\nThe weird materials behind sustainable furniture\n3 days ago\nBusiness\n'Depressing' to find disposable vapes on riverbed\n4 days ago\nWiltshire\nMore\n22 mins ago\nHow the war changed Russia’s climate agenda\n\nNever an enthusiastic participant in green initiatives, Russia, Europe's energy powerhouse, has pushed climate change further down its list of priorities following the invasion of Ukraine. \n\nEurope\n4 hrs ago\nThe colour of climate change\n\nFive years ago a simple design – stripes of colours ranging from dark blue to dark red – started a universal and revolutionary way of communicating global warming.\n\nFuture\n16 hrs ago\nHow divers are using antibiotics to save a massive coral reef\n\nTurks and Caicos Islanders are helping protect the reef from the deadliest ever coral sickness.\n\nLatin America & Caribbean\n1 day ago\nCornish company wins top environmental award\n\nA Cornwall company has won an international award for its work to cut plastic released into the sea.\n\nCornwall\n1 day ago\nPart of sea wall removed to help saltmarsh\n\nThe National Trust says taking down some of the wall will help protect the marsh from being eroded.\n\nEssex\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}