{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Where are the World's Plastic Pollution Hotspots?",
  "href": "https://oceanconservancy.org/blog/2021/09/15/worlds-plastic-pollution-hotspots/",
  "body": "In contrast, plastic bottles were most common in the tropics, where costs and logistics in island nations can limit waste collection and recycling infrastructure compared to other areas. With long coastlines relative to land area, these regions often see increased plastic pollution flowing to the sea during the rainy season.",
  "textContent": "Main menu\nSkip to primary content\nSkip to secondary content\nProvided by Google Translate\nEspañol\nFrançais\nDeutsch\nItaliano\nPortuguês\nрусский\nবঙ্গীয়\n中文\n日本語\nAbout Us\nOur Programs\nThe Latest\n!\nTake Action\nDONATE\nTrash Free Seas\nSeptember 15, 2021\n4 Minute Read\nWhere are the World’s Plastic Pollution Hotspots?\nA new map shows global plastic pollution hotspots with data from the International Coastal Cleanup\nWritten By\nGeorge Leonard\nChief Scientist\nNick Mallos\nVice President of Conservation, Ocean Plastics\nStay  Current!\n\nEnter your email and never miss an update\n\nEnter Your Email\nHelp save our ocean\n\n\nWith the help of donors like you, Ocean Conservancy is developing innovative solutions to save our ocean.\n\nDonate Today!\n\nIn just a few days on September 18, hundreds of thousands of concerned citizen scientists will turn out to clean up their local beach or waterway during the International Coastal Cleanup™ (ICC). Ocean Conservancy has compiled the data collected during this global volunteer effort on behalf of ocean health since the ICC’s start in 1986. Now, a new collaboration between Ocean Conservancy, PADI AWARE Foundation and scientists at CSIRO has resulted in the first global map of plastic hotspots. We now have new insights into how all of us can contribute to ocean plastic solutions.\n\nPublished in the journal Global Environmental Change, this research combined information from 22,508 ICC beach and land cleanups across 116 countries from 2011-2017 with 7,290 PADI AWARE underwater cleanups across 118 countries from 2011-2018. PADI AWARE is a long-standing member of Ocean Conservancy’s Trash Free Seas Alliance® and a critical ICC partner through its Dive Against Debris program. Ocean Conservancy has worked closely with CSIRO scientists Drs. Denise Hardesty and Chris Wilcox since we first hosted an international scientific working group on marine debris at University of California Santa Barbara in 2011. Together, our team has produced the largest, most comprehensive scientific evaluation of these marine debris data to date.\n\nAs anyone who has been to the beach knows, some areas are relatively clean while others have large amounts of trash and other debris. Our analysis shows that hotspots (defined as areas in the top 20% of debris density) are not just clustered in one country or one part of the world; they occur in nearly every country and region. With considerable variation at small spatial scales, debris touches all ocean areas, including underwater habitats offshore of beaches and waterways. These patterns of local aggregation appear to be the result of high local debris inputs into areas with limited water circulation.\n\nICC and Dive Against Debris volunteers catalog a vast array of debris items, from plastic bottles to construction materials.\n\nUsing these item-specific data and sophisticated statistical analysis, our team uncovered a number of interesting patterns. Cigarette butts are almost always the most commonly found ICC item, but our study revealed that hotspots for these items were clustered in developed countries like the U.S., Canada and southern Europe. In contrast, plastic bottles were most common in the tropics, where costs and logistics in island nations can limit waste collection and recycling infrastructure compared to other areas. With long coastlines relative to land area, these regions often see increased plastic pollution flowing to the sea during the rainy season. Plastic bags were most common in Central/South America, Africa and south/southeast Asia, while food wrappers were most common in the Philippines, where five of the top 10 hotspots for this item were located. These scientific conclusions are consistent with our on-the-ground experience over the last decade where we have seen firsthand that items like food wrappers and single-serve sachet packaging, with no post-consumer market value, are disposed of in large numbers without sufficient waste management infrastructure.\n\ni\n\nThese new findings are consistent with the call for a fundamental change in our relationship with plastic. This change is needed now to head off an even larger crisis of ocean plastic pollution in the future. Many of the items cataloged by ICC volunteers have little to no economic value after their use. Policy mechanisms designed to increase the value of plastic would act to incentivize their collection, recycling and reuse. Mandating the use of post-consumer recycled plastic content in new products would also help create market demand for investments in recycling infrastructure, diversion of waste plastic from landfills or incineration and reduction in the need for new, virgin plastic resin.\n\nBut we can’t only recycle ourselves out of the problem.\n\nAdditionally, we must reduce overall plastic production and use by banning or avoiding those products and materials we can simply live without. National and local governments need to advance policies that accelerate these types of approaches and ensure the plastic industry takes greater responsibility for the plastics from which they profit (like the Break Free from Plastic Pollution Act under consideration in the United States). Data from the International Coastal Cleanup and Dive Against Debris—and the kind of analysis in our new publication—can act as a baseline from which to monitor the effectiveness of these and other policy interventions.\n\nAs we approach our 36th year of Ocean Conservancy’s International Coastal Cleanup, we want to thank the millions of citizen scientists who completed the tens of thousands of cleanups worldwide that provided the data upon which our new study is founded. Keeping our ocean clean and healthy is a global effort whose success is dependent on each and every participant. On behalf of all of us at Ocean Conservancy, we invite you to safely #CollectAndConnect this Saturday, September 18. Learn more about how you can be part of this global citizen science effort to better inform what we can all do to contribute to an ocean free of plastic pollution.\n\nBrowse Topics\nSections\nOCEAN LIFE\nPrograms\nTRASH FREE SEAS\nRecommended reads\nOur work is focused on solving some of the greatest threats facing our ocean today. We bring people, science and policy together to champion innovative solutions and fight for a sustainable ocean.\nRead more\nTrash Free Seas\nWhat the Foam?!\nConfronting Climate Change\nCoping with Climate Anxiety\nConfronting Climate Change Government Relations Protecting The Arctic\nDos and Don’ts for Decommissioning\nMeet the Giant Isopod of the Deep Sea\nConfronting Climate Change\nLearning From and Standing With Climate Justice Communities\nProtecting The Arctic\nReducing Underwater Noise from Ships\nTrash Free Seas\nDo You Know Your ALDFGs?\nAll About Sperm Whales\nSustainable Fisheries\nThings You Didn’t Know About Swordfish\nHow is Ocean Warming Impacting the Shipping Industry?\nDelaine McCullough\nShipping Emissions Policy Manager, Arctic Program\nSarah Cooley\nDirector, Climate Science\nWhat is a Nurdle?\nMichelle Frey\nSenior Director, Digital Outreach\nDo Jellyfish Have Brains?\nMegan Montemurno\nSenior Manager, Digital Outreach\nGet to Know Wildlife\nWalrus\nLearn More\nExplore Wildlife\ni\nStay Current\n\nReceive email updates to learn how you can help make a difference for the future of our ocean.\n\nEnter your email\nOcean Conservancy on Facebook\nOcean Conservancy on Twitter\nOcean Conservancy on LinkedIn\nOcean Conservancy on Instagram\nNewsroom\nWildlife Library\nWe Are Hiring\nPrivacy Policy\nCookie Policy\nLegal Statement\nContact\n\nContact us at 800-519-1541\n\nOcean Conservancy is a 501(c)3 – Tax ID #23-7245152 – Donations are 100% tax-deductible as allowed by law.\n\n© 2023 Ocean Conservancy\n\nOcean Conservancy®, International Coastal Cleanup®, Trash Free Seas®, Trash Free Seas Alliance®, Global Ghost Gear Initiative®, Urban Ocean® and Clean Swell® are registered trademarks of Ocean Conservancy.\n\n100 M\n1000 M\n10000 M"
}