{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Why we need to fix the plastic pollution problem - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/why-we-need-fix-plastic-pollution-problem",
  "body": "Why we need to fix the plastic pollution problem. Every minute, the equivalent of one garbage truck of plastic is dumped into the ocean. This marine litter and plastic pollution endangers aquatic life, threatens human health and results in myriad hidden costs for the economy. Such a global threat requires a global response, and the upcoming ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n25 FEB 2022 STORY CHEMICALS & POLLUTION ACTION\nWhy we need to fix the plastic pollution problem\nUNEP / Ahmed Nayim Yussuf\n\nEvery minute, the equivalent of one garbage truck of plastic is dumped into the ocean.\n\nThis marine litter and plastic pollution endangers aquatic life, threatens human health and results in myriad hidden costs for the economy. Such a global threat requires a global response, and the upcoming United Nations Environment Assembly (UNEA 5.2) is an important stage for governments and policymakers to catalyse change.\n\nAt the resumed fifth session of UNEA – held virtually and in-person in Nairobi between 28 February and 2 March 2022 – world leaders will focus on plastics and deliberate on proposals with the aim of establishing an Intergovernmental Negotiating Committee (INC) to work towards a legally binding global agreement.\n\nMarine litter and plastic pollution can alter habitats and natural processes, reducing ecosystems’ ability to adapt to the climate crisis, according to UNEP’s From Pollution to Solution report. This affects millions of people’s livelihoods, food security and social well-being. Urgent, multilateral action is needed to identify where plastic waste enters waterways and how to\n\nTo optimize policy changes to plastic production and use, it is important to identify how plastic pollution makes its way into the sea. Of the estimated, 11 million tons of plastic pollution that enter the ocean every year, up 2.7 million tons come from rivers. UNEP leads two key initiatives to study and address these inputs.\n\nIn North America, through the Mississippi River Plastic Pollution Initiative, UNEP engages citizen science by working with thousands of community volunteers to track upstream and coastal plastic pollution data along the Mississippi River. This data is collected using a free, open-source mobile app called the Marine Debris Tracker.\n\nIn South-East Asia, UNEP’s CounterMEASURE project identifies sources and pathways of plastic pollution in river systems, particularly the Mekong and the Ganges. With the use of technologies and innovative approaches like GIS, machine learning and drones, the project has developed plastic leakage models for localities in six countries that can be scaled and replicated across continents.\n\nAn exhibit at UNEP headquarters in Nairobi explores the toll of plastic pollution on the world’s ocean. Photo: UNEP / Ahmed Nayim Yussuf \n\nTo highlight the scale of the issue, UNEP has prepared a plastics exhibit in Nairobi for UNEA 5.2. The exhibit presents visitors with a visual representation of key data related to the plastic pollution problem by using plastic waste collected on the Kenyan coast.\n\nOne installation uses lobster traps that were abandoned and lost. These traps are one metre wide and have been filled with 50 kg of plastic litter each. This represents the amount of plastic per metre of coastline that enters the ocean every year.\n\nRELATED\nSTORY\nWorld leaders set sights on plastic pollution\nSTORY\nReframing tourism to address plastic pollution\nSTORY\nUNEP head responds to questions on global plastics agreement\nSTORY\nQ&A: UN Environment Assembly\n\nAnother shows a “Giant Tap.” This larger than life, three-story art installation -  a creation by Ben Von Wong -  artistically demonstrates the scale of the plastic pollution problem and the urgency for humanity to turn off the plastic tap from source to sea.\n\nUNEP’s body of work demonstrates that the problem of plastic pollution doesn’t exist in a vacuum. The environmental, social, economic and health risks of plastics need to be assessed alongside other environmental stressors, like climate change, ecosystem degradation and resource use.\n\n \n\nThe United Nations Environment Assembly is the world’s highest environmental decision-making body. Through its resolutions and calls to action, the assembly provides leadership and catalyses intergovernmental action on the environment.\n\n \n\nTOPICS\nChemicals & pollution action\nMarine Litter Coastal and Marine Ecosystems Pollution UN Environment Assembly\nFurther Resources\nChemicals and pollution action\nDrowning in Plastics\nFrom Pollution to Solution\nGlobal Action to Protect the Marine Environment from Land-Based Pollution\nRelated Content\nSPEECH\nFostering collaboration to address environmental challenges in Africa\nSPEECH\nUniting for action in a pivotal period for the environment\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}