{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "A straw you can eat | Nature Reviews Materials",
  "href": "https://www.nature.com/articles/s41578-022-00421-4",
  "body": "Paper straws are an emerging commercial alternative to those made of plastic, but they have serious drawbacks to both consumers and corporations. They quickly become soggy in liquid despite waxy ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature reviews materials  research highlights  article\nResearch Highlight\nPublished: 26 January 2022\n\nSOLVING SINGLE-USE PLASTICS\n\nA straw you can eat\nAriane Vartanian \n\nNature Reviews Materials \nvolume\n 7, \npage\n80 (2022)Cite this article\n\n822 Accesses\n\n2 Citations\n\n5 Altmetric\n\nMetrics\ndetails\n\nPlastic straws are the latest single-use plastic product to be banned in cities. Disposable plastic straws have a terribly short lifespan of use, just minutes. Yet once discarded, they may persist as environmental pollution for hundreds of years, releasing microplastics and potentially threatening ecosystems. Still, straws are unlikely to go away anytime soon: consumers still crave their convenience, and they are necessary tools for people with limited mobility. Now, reporting in Advanced Functional Materials, a team led by Shu-Hong Yu has synthesized an edible cellulose-based straw that has potential to replace plastic.\n\nPaper straws are an emerging commercial alternative to those made of plastic, but they have serious drawbacks to both consumers and corporations. They quickly become soggy in liquid despite waxy coatings, and often taste unpleasant, taking the joy out of drinking. They also cost a fair amount more than plastic straws: a single paper straw can cost about 4 cents to produce, whereas a plastic straw sits at around 0.2 cents. This difference adds up, especially for the restaurants and companies that buy them.\n\nCredit: Reprinted with permission from Yang, H.-B. et al. Adv. Funct. Mater. https://doi.org/10.1002/adfm.202111713 (2021), Wiley\n\nThe research team was determined to develop a plastic-free straw made from natural, edible components that delivers a user experience comparable to that of plastic. Cellulose, a polysaccharide of repeating glucose units, is well known as a primary structural component of plant cell walls. Bacteria also biosynthesize a version of cellulose that is chemically purer, more crystalline and stronger than plant-derived cellulose, thanks to an ultrafine 3D network structure. “We have been studying Gluconacetobacter xylinus to grow bacterial cellulose for about 10 years,” says Yu, “and we thought that bacterial cellulose would be an excellent raw material for making straws.” The bacteria act as tiny synthetic factories, growing cellulose hydrogels that will later be processed into the straws.\n\nHowever, a pure bacterial cellulose film on its own will swell in water, decreasing its strength in wet conditions. To improve the cellulose’s mechanical properties and water resistance — vital for its application as a straw — the authors used an edible binder to seal the cellulose layers together. “We wanted to avoid using petroleum-based binders, so we selected sodium alginate, an edible seaweed extract, and cross-linked it with food-grade calcium lactate,” explains Qing-Fang Guan, one of the authors of the study.\n\nThe bacterial cellulose-based straws perform well compared with their commercial paper and plastic counterparts. Their flexural (or bend) strength is three times that of paper or plastic straws, and they are about twice as strong to compression. Wet flexural strength, a measure of how well the straw will hold up during drinking, is the real test — indeed, the cellulose straws are twice as strong as paper straws, even when the latter are protected with a hydrophobic layer. Cost is also expected to be much cheaper than paper straws: the authors estimate the manufacturing cost of their straws to be around 0.3 cents per straw, nearing that of plastic.\n\nUltimately, convenience items like straws will only be adopted if they are easy and enjoyable to use. The team is thus particularly excited that the straws are fully edible and that they can even be loaded with non-toxic pigments or flavour molecules to suit a variety of designs and tastes. “The edible character provides a new ending of life for straws in addition to recycling or degradation,” says Guan. But do not worry if you do not want to eat your straw: it can also degrade in soil.\n\nThe edible character provides a new ending of life for straws\n\nThe authors acknowledge that scaling up production of the straws is the next challenge. “We will continue to study how to expand the production process of this straw, combine it with existing industrial production methods or develop equipment for mass production,” reveals Yu. In the meantime, they are busy working on other challenges bacterial cellulose can solve in the food industry, such as disposable utensils and coatings.\n\nReferences\nOriginal article\n\nYang, H.-B. et al. Edible, ultrastrong, and microplastic-free bacterial cellulose-based straws by biosynthesis. Adv. Funct. Mater. https://doi.org/10.1002/adfm.202111713 (2021)\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAuthor information\nAuthors and Affiliations\n\nNature Reviews Materials http://www.nature.com/natrevmats/\n\nAriane Vartanian\n\nCorresponding author\n\nCorrespondence to Ariane Vartanian.\n\nRights and permissions\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nVartanian, A. A straw you can eat. Nat Rev Mater 7, 80 (2022). https://doi.org/10.1038/s41578-022-00421-4\n\nDownload citation\n\nPublished\n26 January 2022\n\nIssue Date\nFebruary 2022\n\nDOI\nhttps://doi.org/10.1038/s41578-022-00421-4\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nEnvironmental impact\nSustainability\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nAssociated content\n\nCollection\n\nFocus on plastics\nSections\nReferences\nReferences\nAuthor information\nRights and permissions\nAbout this article\n\nAdvertisement\n\nNature Reviews Materials (Nat Rev Mater) ISSN 2058-8437 (online)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}