{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Pacific Ocean garbage patch is immense plastic habitat - BBC",
  "href": "https://www.bbc.com/news/science-environment-59521211",
  "body": "Dr Haram worked with the Ocean Voyages Institute, a charity that collects plastic pollution on sailing expeditions, and with oceanographers from the University of Hawaii at Manoa. The Ocean Cleanup",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPacific Ocean garbage patch is immense plastic habitat\n4th December 2021, 06:56 CST\nShare\nBy Victoria Gill\nScience correspondent, BBC News\nOcean Voyages Institute\nThe researchers collaborated with the Ocean Voyages Institute to collect ocean debris\n\nScientists have discovered marine animals living on plastic debris in an area of the open ocean dubbed \"the Great Pacific Garbage Patch\".\n\nMany of the creatures are coastal species, living miles from their usual habitats, on a patch halfway between the coast of California and Hawaii.\n\nPlants and animals, including anemones, tiny marine bugs, molluscs and crabs, were found on 90% of the debris.\n\nScientists are concerned that plastic may help transport invasive species.\n\nThe study examined plastic items more than 5cm (2in) in diameter gathered from a gyre - an area where circulating currents cause floating debris to accumulate - in the Pacific.\n\nLead researcher Dr Linsey Haram, who carried out the work at the Smithsonian Environmental Research Centre, said: \"Plastics are more permanent than many of the natural debris that you previously have seen in the open ocean. They're creating a more permanent habitat in this area.\"\n\nDr Haram worked with the Ocean Voyages Institute, a charity that collects plastic pollution on sailing expeditions, and with oceanographers from the University of Hawaii at Manoa.\n\nThe Ocean Cleanup\nMore than half the items the researchers examined contained species usually found on the coast\n\nThe world has at least five plastic-infested gyres. This one is thought to hold the most floating plastic - an estimated 79,000 tonnes in a region of more than 610,000 square miles (1.6m sq km).\n\n\"All sorts of stuff ends up out there,\" said Dr Haram. \"It's not an island of plastic, but there's definitely a large amount of plastic corralled there.\"\n\nMuch of that is micro-plastic - very difficult to see with the naked eye. But there are also larger items, including abandoned fishing nets, buoys and even vessels that have been floating in the gyre since the Japanese tsunami in 2011.\n\nThe researchers, who reported their findings in the journal Nature Communications, initially embarked on the investigation following that devastating tsunami.\n\nThe disaster caused tonnes of debris to be ejected into the Pacific ocean, and hundreds of coastal Japanese marine species were found alive on items that landed on the shores of the North American Pacific coast and the Hawaiian Islands.\n\n\"We want to get a handle on how plastics may be a transport for invasive species to coasts,\" Dr Haram told BBC News.\n\nReuters\nThe research began following the devastating 2011 tsunami in Japan, which sent tonnes of debris into the Pacific Ocean\n\nSome of the organisms the researchers found on the plastic items they examined were open-ocean species - organisms that survive by \"rafting\" on floating debris. But the most eye-opening finding, Dr Haram said, was the diversity of coastal species on the plastic.\n\n\"Well over half of the items had coastal species on them,\" she said. \"That creates a lot of questions about what it means to be a coastal species.\"\n\nThe scientists said the discovery highlighted another \"unintended consequence\" of plastic pollution - a problem only expected to grow.\n\nOne previous study estimated that a total of 25,000 million tonnes of plastic waste would be generated by 2050.\n\nFollow Victoria on Twitter\n\nPlastic pollution\nMarine life\nPacific Ocean\nHawaii\nRelated\nCornish company wins top environmental award\n1 day ago\nCornwall\nThe weird materials behind sustainable furniture\n3 days ago\nBusiness\n'Depressing' to find disposable vapes on riverbed\n4 days ago\nWiltshire\nMore\n5 days ago\nMarine wildlife spotting 'best on Scilly crossing'\n\nA charity says a wide variety of marine species were spotted between Cornwall and Scilly in 2023.\n\nCornwall\n30 Nov 2023\nHawaii surf event invite a 'dream come true'\n\nCornish surfer Tom Lowe is the first UK surfer to be invited to the Eddie Aikau Invitational.\n\nCornwall\n30 Nov 2023\nDivers film US Navy plane that crashed in Hawaii\n\nThe large surveillance aircraft overshot a runway and landed in waters off the island of Oahu in Hawaii.\n\nUS & Canada\n23 Nov 2023\nShipwrecks 'sanctuary' for fish escaping trawlers\n\nResearchers say marine life is abundant around shipwrecks providing a hidden refuge from trawlers.\n\nDevon\n21 Nov 2023\nNavy plane misses runway and lands in Hawaii water\n\nAll nine passengers aboard the P-8A Poseidon are uninjured, military officials say.\n\nUS & Canada\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}