{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Quiet refrigerators for living in small spaces : r/TinyHouses - Reddit",
  "href": "https://www.reddit.com/r/TinyHouses/comments/pnjijr/quiet_refrigerators_for_living_in_small_spaces/",
  "body": "A Reddit community focused on soundproofing provides a platform for individuals to discuss effective ways to reduce unwanted noise in their homes or other environments. Members share tips, tricks, and the latest soundproofing products and technologies, as well as provide support for those struggling with the negative effects of noise pollution.",
  "textContent": "Quiet refrigerators for living in small spaces : r/TinyHouses\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to TinyHouses\nr/TinyHouses\n•\n2 yr. ago\nbemusedly\nQuiet refrigerators for living in small spaces\n\nI live in a studio apartment with square footage similar to a tiny house, and my main complaint is the noise of the refrigerator. I work from home, so all I hear all day is a loud \"Rrrrrrrrrommmmmm\". It's seriously driving me nuts- sometimes I even unplug it to get it to shut up.\n\nSurely this is also problem for tiny house dwellers who also spend all their time just a few paces away from their fridges. How have you solved this problem? Any specific verified-quiet fridge models? Searching online returns results for dorm mini-fridges for storing beverages (not useful), or gas fridges- how frequently do you have to replace the tank on those?\n\nSort by:\nAdd a Comment\nTinyBusHome\n•\n2 yr. ago\n\nI have this model Frigidaire frost-free compact fridge; bigger than a dorm unit, but much smaller than a full-size. It's been running very quietly now for three years. I'm quite pleased with it, especially since I paid under $200, brand new.\n\nhttps://www.frigidaire.com/Kitchen-Appliances/Refrigerators/Compact-Refrigerator/FFPS4533UM/\n\nReply\nreply\ntristan-rupert-neve\n•\n2 yr. ago\n\nI have a 24\" frigidaire, also happy with how low noise it\n\nReply\nreply\n2 more replies\ngeeered\n•\n2 yr. ago\n\nI presume you do want a compressor fridge, which is the most efficient type, but are louder.\n\nIn the UK all fridges have data sheets which list the sound level.\n\nI went for one with an inverter linear compressor - the idea is the linear compressor is a quieter design and the digital inverter method means that instead of being an on or off switch, it works on a sliding scales.\n\nSo it won't generally just come on or go off, but if you put a load of warm things in to cool down, it will ramp up, then when they get to temperature, ramp down but stay running very quietly in the background. I'm a very light sleeper and it's about 1.2 meters away from me, but rarely causes me any issues. Mine is a 326l, so very big, rated for a family of 5 I think. It averages about 30w of power and is/was top rated for efficiency.\n\nReply\nreply\ndaly_o96\n•\n2 yr. ago\n\nI’d look for a small fridge that had a high energy raiding and try to keep it full. The more stuff inside will help keep the temperature more constant. The fridge motor should turn on and off a lot less often then. Oh and also ensure the seals of the fridge door are in good condition\n\nReply\nreply\n1 more reply\nroboconcept\n•\n2 yr. ago\n\nA common hack for a very power efficient fridge is to used a temperature sensor to convert a small chest freezer into a fridge. It might not be too much quieter, but the compressor will run much less often.\n\nReply\nreply\nGarfield-1-23-23\n•\n2 yr. ago\n\nI have something like this set up in my garage. It's incredibly quiet, so much so that I sometimes have to put my ear up against it to see if it's running. It's 4 cu. ft. and its average power consumption is 16 watts, even with the temperature in the garage in the high 90s.\n\nI'm not sure most people would want to deal with the inconvenience of putting stuff in it from the top, though. And you'd still need to get a separate freezer.\n\nReply\nreply\nneuromonkey\n•\n2 yr. ago\n\nGet Sorbothane pads or feet. That'll decouple much of the vibration from the floor, which may be a lot of what you're hearing.\n\nThere are other brands, but Sorbothane is the one I know of.\n\nSorbothane pads\n\nDiversitech MP4-E E.V.A. Anti-Vibration Pad, 4\" x 4\" x 7/8\" Pack of 4\n\nReply\nreply\nexpertninja\n•\n2 yr. ago\n\nThe quietest fridge is the one that runs the least.\n\nhttps://www.newlifeonahomestead.com/convert-chest-freezer-to-fridge-solar/\n\nReply\nreply\nOrangeCompanion\n•\n2 yr. ago\n\nI saw a post on reddit some time ago where the OP wrapped their fridge with some kind of thermal wrap. They claimed that it helped hold the chill inside the fridge, and also it was quieter because there was no longer a need for the fridge to continually generate the cold with electricity.\n\nI don't remember which subreddit that was posted to, might have been this one.\n\nReply\nreply\nchewblekka\n•\n2 yr. ago\n\nIf you have a natural gas hookup, or propane, you can get an absorption fridge (like what RVs have). 100% silent as there’s no moving parts. I love mine.\n\nReply\nreply\n1 more reply\nanonymousfartist\n•\n2 yr. ago\n\nI've been using \"Magic Chef 4.5 cu. ft. 2 Door Mini Fridge in Stainless Look with Freezer\" in 192sq ft and haven't noticed a noise at all. It's not a full sized fridge either but I'm just one person so it works\n\nReply\nreply\nrektide\n•\n2 yr. ago\n\nThis is such a great question. I hope people have good answers. One other like question, for closed in living, that bugs me all the time: where does one get a door latch that is near-silent? I want plastic on plastic contact between the latch & the strike-plate, i want padded latch bolt action & extension. Give me a door, but please, make it quiet.\n\nReply\nreply\nIf_Your_Plenum_Aches\n•\n2 yr. ago\n\nSorry, I'm a little late on this but . . .\n\nI just bought this last week:\n\nSmad Compact Mini Fridge Quiet No Noise Absorption Refrigerator with Lock 40L 1.4 cu.ft, Black\n\nNo noise - none what so ever. Also no freezer. But works real well on 110v ac and reasonable well on 12v dc.\n\nReply\nreply\nrsgadv\n•\n2 yr. ago\n\nwe have a Haier 16.4 cuft counter depth fridge.\nIt's tall enough to look normal and gives plenty of space for our family of 3. I've never heard it cycle.\nWe also keep it stuffed. A full fridge & freezer is more efficient.\nEven loading it with bottles of water or something will help.\n\nReply\nreply\nRandoReddit16\n•\n2 yr. ago\n\nWow, if all I could hear was a refrigerator, I'd probably go crazy. I hate going to houses or hotels etc where it's DEAD silent..... I love white noise, especially the hum of a window A/C or oscillating fan! Sorry, the topic, oh yeah, so basically the main noise in a refrigerator is the compressor. I'm sure new will be quieter.\n\nReply\nreply\n6thGenTexan\n•\n2 yr. ago\n\nMaybe an insulated cabinet around it?\n\nReply\nreply\nahmedhamdy90\n•\n1 yr. ago\n\ninsulated cabinet\n\nHi u/6thGenTexan, how can you insulate it? Can I buy the materials and do it myself?\n\nReply\nreply\n6mamaroach9\n•\n2 yr. ago\n\nHi! I live in ~200 sq ft and we use this LG model. It’s only been going since Dec 2020 but we never hear a peep out of it.\n\nBottom Freezer Refrigerator 10.1-cu ft Counter-depth Bottom-Freezer Refrigerator (Platinum Silver) ENERGY STAR https://www.lowes.com/pd/LG-Bottom-Freezer-Refrigerator-10-1-cu-ft-Counter-depth-Bottom-Freezer-Refrigerator-Platinum-Silver-ENERGY-STAR/1000858526\n\nReply\nreply\nKOB_007\n•\n2 yr. ago\n\nif you are looking for a mini fridge here is my choice. I hope this will suit you.\n\nI use this to store my makeup stuffs lol.\n\nhttp://bestreviews77.tk/best-skincare-fridges-under-50-premium\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 14 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/homelab\nMoving - Where could you store servers without a garage / attic / basement?\n4 upvotes · 15 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/TastingHistory\nA Military Thanksgiving during World War 2\nyoutube\n107 upvotes · 17 comments\nr/nope\nIf you've not seen this week's adventure so far, make yourself a brew, put your feet up and thank your lucky stars it's not you in that water!\nyoutube\n118 upvotes · 6 comments\nr/preformances\nEmily (Emma) Stone's first credit in VH1's The New Partridge Family (2004)\nyoutube\n122 upvotes · 25 comments\nr/Austin\nExperiences with a mini-split heat pump? Good choice for Austin's climate?\n24 comments\nr/preformances\nFootage from the auditions from the cast of \"Dazed and Confused\" in 1992\nyoutube\n590 upvotes · 41 comments\nr/hvacadvice\nLooking at ductless mini split heat pumps in NY\n3 upvotes · 17 comments\nr/preppers\nthoughts on having space heaters to use in case replacement furnaces or parts for repair become unavailable?\n7 upvotes · 15 comments\nr/GenX\nGuess what else is 30 years old? (Beck - Loser)\nyoutube\n168 upvotes · 30 comments\nr/garageporn\nWay to mildly heat a garage during winter times?\n15 upvotes · 25 comments\nr/Generator\nQuick question - small gen for fridge & freezer\n2 upvotes · 6 comments\nr/soundproof\nI live at home and attend a local university. How do I soundproof my room (for a reasonable price)?\n4 upvotes · 9 comments\nr/homeowners\nBest portable AC for cooling my room?\n1 upvote · 22 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/AskSF\nLiving in an older (but renovated) building, How to make Apartment smell more pleasant?\n7 upvotes · 7 comments\nr/homelab\nMoving into an apartment, \"Server room\" has no airflow, how critical?\n7 upvotes · 15 comments\nr/HeavySeas\nA ship was split in half in a storm in Turkey yesterday\nyoutube\n140 upvotes · 16 comments\nr/TastingHistory\nThe History of the Chocolate Chip Cookie - Depression vs WW2\nyoutube\n112 upvotes · 10 comments\nr/fullmoviesonyoutube\nIdiocracy (2006) [480p]\nyoutube\n125 upvotes · 9 comments\nr/socalhiking\nBear Encounter on Mt Wilson Trail\nyoutube\n126 upvotes · 41 comments\nr/TheWhyFiles\nPajamas, Champagne and 3 Million Friends\nyoutube\n145 upvotes · 16 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 13, 2021\nReddit\nreReddit: Top posts of September 2021\nReddit\nreReddit: Top posts of 2021"
}