{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "How Bad Are Plastics for the Environment, Really? - The Atlantic",
  "href": "https://www.theatlantic.com/science/archive/2022/01/plastic-history-climate-change/621033/",
  "body": "Science How Bad Are Plastics, Really? They're harmful to health, environment, and human rights—and now poised to dominate this century as an unchecked cause of climate change. By Rebecca Altman...",
  "textContent": "SKIP TO CONTENT\nSite Navigation\nPopular\nLatest\nNewsletters\nSign In\nSubscribe\nA bold tote for the boldest thinkers.\nGive them a subscription, and they’ll\nget one for free.\nMORE FROM PLANET\nThe Hybrid-Car Dilemma\nPATRICK GEORGE\nThe Simple, Ancient Idea That Can Replace Concrete Walls\nHANNAH KIRSHNER\nWhat Is Anyone Really Doing at COP?\nZOË SCHLANGER\nSCIENCE\nHOW BAD ARE PLASTICS, REALLY?\n\nThey’re harmful to health, environment, and human rights—and now poised to dominate this century as an unchecked cause of climate change.\n\nBy Rebecca Altman\nPhotograph by Matthew Porter for The Atlantic\nJANUARY 3, 2022\nSHARE\nSAVED STORIES\nSAVE\n\nSubscribe to Listen to this Article\n\n00:00\n\n23:22\n\nListen to more stories on Audm\n\nThis is hardly the time to talk about plastics is what I think when Dad, hovering over the waste bin at a post-funeral potluck, waves me over, his gesture discreet but emphatic. He has retrieved from the trash a crystalline plastic cup, with fluted, rigid sides. “Polystyrene,” he grins, inverting the cup to reveal its resin code (a 6 stamped inside the recycling symbol). “But not my kind.”\n\nDad, back in the 1960s, had manufactured a more resilient variety of polystyrene for Union Carbide, one of the 20th century’s major plastics manufacturers, since acquired by Dow Chemical Company. Now, in the parish hall, I recognize he is seconds from crushing the cup. As if on cue, he closes his grip. Being a certain type of polystyrene—and this is his point—the cup splinters into a strange bloom of shards arrayed about the cup’s circular bottom.\n\nNo butadiene, I think. “No butadiene,” he says, which, on the production lines he ran, had been added to rubberize the resin, one among 10,000 helpmates that make plastics as we know them possible. Dad shuffles off to find the recycling bin, though he knows the cup has little chance for recovery and likely a long afterlife ahead. This is especially true for polystyrenes, of which there are multiple varieties; plastics, as the anthropologist Tridibesh Dey notes, are a chemically complex lot, designed for performance rather than reclamation.\n\nNEVER MISS A STORY. START YOUR FREE TRIAL.\n\nUncompromising quality. Enduring impact.\nYour support ensures a bright future for independent journalism.\n\nGET STARTED\n\nALREADY HAVE AN ACCOUNT? SIGN IN\n\nRebecca Altman is a Providence-based writer trained as an environmental sociologist. She is working on an intimate history of plastics for Scribner Books (US) and Oneworld (UK).\nMOST POPULAR\nApple TV+\nThe Hopeless Spies Who Exemplify Modern Britain\nInspired by Mick Herron’s satirical novels, the Apple series captures a nation beset by institutional failure, political corruption, and hopelessness.\nHELEN LEWIS\nMendelsund & Munday\nWhat Really Happened to Malaysia’s Missing Airplane\nFive years ago, the flight vanished into the Indian Ocean. Officials on land know more about why than they dare to say.\nWILLIAM LANGEWIESCHE\nDusty Deen for The Atlantic\nThe Atlantic 10\nThe books that made us think the most this year\nTHE ATLANTIC CULTURE DESK\nDusty Deen for The Atlantic\nThe 10 Best Films of 2023\nA tumultuous year for Hollywood and a stellar year for cinema\nDAVID SIMS\nThe Atlantic. Source: Al Drago / Bloomberg / Getty; Ethan Miller / Getty; Scott Olson / Getty\nThe Two Republican Theories for Beating Trump\nBoth strategies so far look insufficient to the challenge.\nRONALD BROWNSTEIN\nMatt Huynh\nTrump Voters Are America Too\nIf he wins a second term, perhaps we’ll finally dispense with the myth that “this is not who we are.”\nMARK LEIBOVICH\nThis is how Trump's first term ended. (Kent Nishimura / Los Angeles Times / Getty.)\nIf Trump Wins\nThe staff of The Atlantic on the threat a second term poses to American democracy.\nAlec Soth / Magnum\nThe Joy of Underperforming\nThe idea of life having “seasons” has become a common way of talking yourself through a sudden upheaval.\nOLGA KHAZAN\nKen Cedeno / Reuters / Redux\nThe Universities That Don’t Understand Academic Freedom\nLeaders of prestigious institutions who can’t say whether advocating “the genocide of Jews” is allowed on campus seem to have a basic literacy problem with free speech.\nYASCHA MOUNK\nIllustration by The Atlantic. Source: Fabrice Coffrini / Getty.\nSelling Art to the Rich, Famous, and Inebriated\nBehind the scenes during Art Basel Miami Beach—a weeklong bacchanal of parties, paintings, and pills held in the name of shopping for art\nBIANCA BOSKER\nSCROLL →\nThe Atlantic Daily\n\nGet our guide to the day's biggest news and ideas, delivered to your inbox every weekday and Sunday mornings. See more newsletters\n\nEmail Address\nSign Up\nIdeas that matter.\n\nSubscribe and support over 160 years of independent journalism.\n\nSubscribe\nPopular Links\nABOUT\nOur History\nCareers\nCONTACT\nHelp Center\nContact Us\nAtlantic Brand Partners\nPress\nPODCASTS\nHoly Week\nRadio Atlantic\nHow to Build a Happy Life\nFloodlines\nSUBSCRIPTION\nPurchase\nGive a Gift\nManage Subscription\nDownload iOS App\nDownload Android App\nAtlantic Editions\nNewsletters\nFOLLOW\nSite Information\nPrivacy PolicyDo Not Sell Or Share My Personal InformationAdvertising GuidelinesTerms & ConditionsTerms of SaleResponsible DisclosureSite Map\n\nTheAtlantic.com Copyright (c) 2023 by The Atlantic Monthly Group. All Rights Reserved.\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply"
}