{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "15 Best Reusable Straws 2021 | The Strategist - New York Magazine",
  "href": "https://nymag.com/strategist/article/best-rreusable-straws.html",
  "body": "Isaias Hernandez, an environmental educator who lives a zero-waste lifestyle, agrees, noting that while most metal straws come wrapped in plastic (\"which defeats the whole purpose of...",
  "textContent": "SUBSCRIBE\nSIGN IN\nMenu\nSearch\nPOPULAR NOW:\nHoliday Gift Ideas \nBest Weighted Blankets \nGifts Under $50\n\nEvery product is independently selected by (obsessive) editors. Things you buy through our links may earn us a commission.\n\nASK A COOL PERSON UPDATED SEPT. 16, 2021\nWhat Is the Best Reusable Straw?\nBy Dominique Pariso and Emma Wartzman\n\n20 items in this article\n\nPhoto: Retailer\n\nReusable straws had a moment several years ago, when it seemed like everyone was talking about them and encouraging their use. While the fervor has calmed down a bit — and they’re really just one way of many ways to be more sustainably minded — reusable straws are just as useful as ever (and just as good for the planet). With many states, cities, and coffee shops no longer offering single-use plastic straws, you never want to find yourself in a position of sipping iced coffee strawless or watching as a free paper straw melts into your drink.\n\nTo find reusable straws that work well (and even look nice), we asked ten sustainability-minded cool people — including writers, environmental activists, eco-designers, and zero-waste-lifestyle enthusiasts — about their favorites. And to ensure you have plenty of options to choose from, we also culled our archives for a few Strategist-approved options, too. The experts overwhelmingly concurred when it came to their favorite reusable straw — a model made from both silicone and stainless steel — so we designated that straw the “best overall” and followed it with two other mixed-material straws we heard about. From there, we sorted the others on our list by material — silicone, stainless steel, bamboo, grass, and glass — since choosing the right one may come down to how it feels in your mouth.\n\nBest overall reusable straw\nFinalStraw\n$20\n\nFour of the people we talked to recommend FinalStraw’s hybrid silicone-and-stainless-steel straws. They’re collapsible, making them particularly easy to keep on hand. Deborah Shepherd, a digital-content creator who focuses on ethical fashion, admits it took her a while “to jump on the reusable-straw train,” but now she “swears by” FinalStraw. “They thought of everything: It can fit on my car keys (inside its case), it’s easy to clean (with boiling water or some good soap), and most importantly, the silicone is very comfortable to drink from,” she says. Isaias Hernandez, an environmental educator who lives a zero-waste lifestyle, agrees, noting that while most metal straws come wrapped in plastic (“which defeats the whole purpose of sustainability”), Final Straw has plastic-free packaging. You can get them in silver or a holographic silver — which Maya Penn, a sustainability expert, eco-designer, TED speaker, and author, calls “neat-looking” — and each includes a carrying case in one of six colors: purple, gray, black, teal, coral, and blue.\n\n$20 AT AMAZON\n$20 AT FINAL\nBest (less-expensive) reusable straw\nOXO Good Grips Reusable Straw Set, Pack of Two\n$19\n\nAlso a hybrid of silicone and stainless steel, this straw comes recommended by former presidential and New York City mayoral candidate Andrew Yang, who told us it is “the best” his family has found after going “through a number of reusable straws.” The straw comes from OXO Good Grips, a kitchenware brand we hear about over and over again for its well-designed, durable products. While they don’t collapse, the straws have stainless-steel bodies and more comfortable silicone tips to sip from. Yang says they’re “extendable, easy to clean, and have just enough color that the kids find them interesting enough to use.” Each set of two comes with a cleaning brush and a carrying case.\n\n$19 AT AMAZON\n$14 AT BED BATH & BEYOND\nBest (even-less-expensive) reusable straw\nKlean Kanteen Stainless Steel Straw Set, Pack of 4\n$15\n\nTwo people told us they are big fans of these Klean Kanteen straws. Like the OXO straw, they combine stainless steel (their bodies) with food-grade silicone (their removable tips to drink from). Even though they’re not collapsible, they are “a great blend of flexibility and durability,” according to Penn. Our other fan is Kathryn Kellogg, the founder of Going Zero Waste, who says the straw’s slightly larger opening and silicone tip are “comfortable and encourage me to drink more water.”\n\n$15 AT AMAZON\nBest silicone reusable straws\nGoSili Reusable Standard Straw + Case\n$3\nPhoto: retailer\n\nReusable straws made entirely from silicone have the added benefit of being even more maneuverable, like these “super-flexible” silicone straws that Penn told us about. You also don’t have to worry about bumping your teeth, and, as Penn points out, silicone is an especially great alternative for people with disabilities who can’t use stainless steel but still want to avoid disposable plastic. The straws come with a small aluminum carrying case and are dishwasher-safe and BPA-free.\n\n$3 AT GOSILI\nFinal BiggieStraw\n$13\n\n﻿This wider reusable silicone straw is perfect for bubble tea, according to Strategist writer Dominique Pariso, who appreciates how its width allows her to “suck up every tapioca ball at the bottom of my glass” when she makes the drink at home. The carrying case it comes with, she adds, is “superconvenient on the days I decide to spring for professionally made bubble tea.”\n\n$13 AT FINAL\nKoffie Straw, Pack of 2\n$13\n\nFormer Strategist writer Lauren Levy tipped us off to this silicone straw a few years ago. “It’s thin enough to fit through the slit in a hot coffee cup, flexible enough to fold up into any bag and carry around, and dishwasher-safe (although it also comes with a pipe cleaner to scrub out the insides),” she writes. “It comes with two sizes (eight and ten inches), which can reach the top of just about any cup. Even though silicone is “durable and lasts forever,” if you ever decide to part ways with a Koffie straw, you can simply burn it and the straw will turn into 100-percent biodegradable ash.\n\n$13 AT AMAZON\nBest stainless-steel reusable straws\nGreens Steel Stainless-Steel Straw Set, Pack of 4\n$7\n\nSome people prefer stainless steel straws because they are generally the longest-lasting and most durable option. Strategist contributor Bethany Blakeman tipped us off to this option that she found while perusing Amazon. “The four-pack comes with two straight and two curved straws as well as a brush for cleaning. I gave one to my coffee buddy — who agrees that the straw is magnificent,” she writes. They don’t come with a case, so she says to keep them in a pencil pouch to prevent them from getting dirty in a tote bag.\n\n$7 AT AMAZON\nOff The Grid With A Kid Stainless Steel Straw Set, Pack of 7\n$17\n\nFor a more colorful stainless-steel option, Drutman suggests this “fun” set from Off the Grid With a Kid. The set comes with seven multicolor straws, one cleaning brush, and a drawstring bag to carry them in. “This is a Black-owned business that promotes products that are kid-friendly, eco-friendly, and great for on-the-go travel,” Drutman notes.\n\n$17 AT OFF THE GRID WITH A KID\nEcoVibe Stainless-Steel Cocktail Straws, Pack of 8\n$18\n\nThese metallic straws are another style recommended by Drutman, who calls them “cute and compact.” Each set also comes with a cleaning brush and a (nonplastic) vessel to store them in. Buying these, Drutman adds, will not only support a Black-owned business but a woman-owned one, too.\n\n$18 AT ECOVIBE STYLE\nBest bamboo and grass reusable straws\nWorthy Picks Buluh Straws, Pack of 10\n$16\nPhoto: retailer\n\nA couple people recommended reusable straws made with natural, plant-based materials like bamboo and grass, telling us that while those materials tend to deteriorate more quickly than silicone or stainless steel, they often have the benefit of being biodegradable. Business strategist Sara Weinreb, who also writes about sustainability and wellness, pointed us to the bamboo straws from Buluh Straws, telling us she prefers them to stainless-steel ones because “they don’t transfer cold.” Each straw comes from a single stem of bamboo and contains no ink or dyes.\n\n$16 AT WORTHY PICKS\nGrass Straws, Pack of 100\n$10\n\nDrutman is a fan of these reusable straws made from grass because, like bamboo, “they are biodegradable” but also because they come in packaging that “completely removes plastic from the equation.” A 100-pack costs $10, which works out to just ten cents a straw.\n\n$10 AT GRASS STRAWS\nFair Anita Sustainable Bamboo Straw Set\n$14\n\nLaToya Tucciarone, owner of SustainAble Home Goods in Atlanta, is a fan of this set, which comes with a cleaning brush and pouch for travel. “The organization is also carbon neutral,” she notes, “and they’re working hand-in-hand with women around the world to implement tree-planting programs in the communities where they work.”\n\n$14 AT FAIR ANITA\nBest glass reusable straws\nSimply Straws Wide Single Glass Straw\n$9\nPhoto: retailer\n\nIf your primary concern is a reusable straw that looks cool, one made of glass may be your best bet, since they often come in more-vibrant colors or patterns. Weinreb loves these wide glass straws from women-owned company Simply Straws (which she says are especially great for sipping smoothies). They are available in both straight and bent styles and come in eight “delightful” colors, including cobalt blue, lavender, and lime green. “You can even choose to have the straw personalized,” she adds. While they won’t work on the go (you can’t toss glass into your bag), they will look great sticking out of a small cup on your kitchen counter.\n\n$9 AT SIMPLY STRAWS\nAsp & Hand Straw\n$20\n\nOlivia Kim, the vice president of creative projects at Nordstrom, loves these glass straws in part because they make for a “unique, colorful, quirky (and environmentally friendly) gift.” Founded by art-world couple Blair and Eli Hansen, Asp & Hand made it into our roundup of the best of the new class of handblown glass. Made in the Pacific Northwest out of Pyrex, the straws are dishwasher-safe and useable in both hot and cold drinks.\n\n$20 AT THE BRANT FOUNDATION ART STUDY CENTER\nAnd one more sustainable straw alternative\nPasta Life Gluten-Free-Pasta Straws\n$17\nPhoto: retailer\n\nA bit of a wildcard pick, these straws look like long strands of pasta, but are actually made from a blend of rice and tapioca powder and dyed fun colors with natural ingredients, including turmeric, beetroot, and butterfly-pea flowers. Strategist contributor Natalie Toren tried them for the first time at beloved Brooklyn restaurant Popina a few years ago and then bought a pack for herself to use at home to use in various drinks, including iced coffee, hibiscus tea, and blueberry smoothies. She says that all those drinks taste as they should (meaning not of rice and tapioca flour). “While they’re not a perfect swap for metal or their now-shunned plastic counterparts,” she says, “they’re far superior to paper.” And, of course, they’re also superior to plastic, as they’re completely compostable.\n\n$17 AT AMAZON\n$19 AT WALMART\nGET THE STRATEGIST NEWSLETTER\nActually good deals, smart shopping advice, and exclusive discounts.\nEmail\n \n\nThe Strategist is designed to surface the most useful, expert recommendations for things to buy across the vast e-commerce landscape. Some of our latest conquests include the best acne treatments, rolling luggage, pillows for side sleepers, natural anxiety remedies, and bath towels. We update links when possible, but note that deals can expire and all prices are subject to change.\n\nTAGS: THE STRATEGIST ASK A COOL PERSON FOOD AND KITCHEN DRINKWARE MORE\nSHOW 1 COMMENT\nPOPULAR PRODUCTS FROM THEORY\nAdvertiser Content From \nWrap Coat in Double-Face Wool Cashmere\n$566\nBUY NOW AT THEORY\nKarenia Sweater in Cashmere\n$259\nBUY NOW AT THEORY\nCable Knit Mock Neck Sweater in Felted Wool-Cashmere\n$334\nBUY NOW AT THEORY\nAlmec Coat in Double-Face Wool Cashmere\n$596\nBUY NOW AT THEORY\nRELATED STORIES\nASK A COOL PERSON\nThe Best Reusable Grocery Bags, According to Park Slope Food Co-op Members\nASK A COOL PERSON\nWhat Are the Best Plus-Size Sustainable Fashion Brands?\nRECOMMENDED BY EXPERTS\nThe Best Products for a Sustainable Kitchen, According to Experts\nRECOMMENDED BY EXPERTS\nThe Best Eco-Friendly Alternatives to Sponges, According to Experts\nGREEN WEEK\nWhat’s the Best Way to Clean Ecofriendly and Reusable Kitchen Products?\nBEST IN CLASS\nThe 12 Very Best Travel Mugs\nBEST IN CLASS\n18 of the Very Best Water Bottles\nBEST IN CLASS\n30 of the Very Best Drinking Glasses\nBEST IN CLASS\nThe 8 Best Wineglasses\nBEST IN CLASS\nThe Best Plastic Wineglasses, According to Experts\nMORE STORIES\nBeauty\nHome\nKitchen & Dining\nFashion\nElectronics\nKids & Babies\nGift Guides\nFitness\nLike Us\n \nFollow Us\n \nFollow Us\n \nFollow Us\n \nTikTok\n \nFollow Us\nABOUT THE STRATEGIST\nABOUT NEW YORK MAGAZINE\nNEWSLETTERS\nHELP\nCONTACT\nPRESS\nMEDIA KIT\nWE’RE HIRING\nPRIVACY\nTERMS\nAD CHOICES\nDO NOT SELL MY INFO\nACCESSIBILITY\nTHE STRATEGIST IS A VOX MEDIA NETWORK.\n© 2023 VOX MEDIA, LLC. ALL RIGHTS RESERVED."
}