{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Local McDonald's switched from plastic straws to paper straws….and ...",
  "href": "https://www.reddit.com/r/facepalm/comments/qrmqei/local_mcdonalds_switched_from_plastic_straws_to/",
  "body": "The plastic straws were actually recyclable via the mixed wasted stream but due to again infrastructure a lot obviously went to the land fill. At this point it isn't really about what it is made of if we could just manage to do simple crap like toss the straw )paper or plastic) left and the cup right. ...",
  "textContent": "Local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups… : r/facepalm\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to facepalm\nr/facepalm\n•\n2 yr. ago\nTheShanManPhx\nLocal McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\n 🇲​🇮​🇸​🇨​\nr/mildlyinteresting\n•\n2 yr. ago\nMy local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\n16K upvotes · 675 comments\nArchived post. New comments cannot be posted and votes cannot be cast.\nsurfair.com\nLearn More\nSort by:\nSotonSwede\n•\n2 yr. ago\n\nFun fact, the \"paper\" cups has plastic in them so they aren't recyclable (usually), so they might have changed it to a recyclable plastic cup. But that's me being optimistic.\n\nDanR5224\n•\n2 yr. ago\n\nThis. Plastic cups are better because we can recycle them.\n\n6 more replies\nSpuddermane\n•\n2 yr. ago\n\nThose are the large iced coffee cups. Usually they only use them if they’re out of large power cups.\nSource: I work at a McDonald’s\n\neverythingbeeps\n•\n2 yr. ago\n\nThis is less a scandal than it sounds. Cups are easier to recycle than straws.\n\nCascadianheathen1\n•\n2 yr. ago\n\nCan we just normalize not using straws like a bunch of toddlers.\n\nClaudelul1\n•\n2 yr. ago\n\nStonks\n\nZogNowak\n•\n2 yr. ago\n\nWhy would any adult know what goes on at a McDonalds??\n\nducttapeallday\n•\n2 yr. ago\n\nBrilliant !\n\nranting_chef\n•\n2 yr. ago\n\nI work at a place that recently switched to the \"plastic\" made from corn. Looks the same (but costs a ton more). I doubt McDonald's is doing that or you would have seen a ton of marketing from them to make sure everyone knew.\n\nkingakrasia\n•\n2 yr. ago\n\nConservatives seem obsessed with plastic straws. You’d think this was a devastating move or something, by the way they react.\n\n[deleted]\n•\n2 yr. ago\n\nThere are significant supply chain issues with that stuff right now, so it's probably more of a, \"Is having to use\" instead of a switch.\n\nkoolman2\n•\n2 yr. ago\n\nMy local one switched to paper straws a while ago, then at some point brought back the plastic straws.\n\n \nTop 1%\nRank by size \nr/mildlyinteresting\nMy local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\n16K upvotes · 675 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/GFUEL\nLeaking cups/lids\n5 upvotes · 17 comments\nr/facepalm\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n2.3K upvotes · 604 comments\nr/facepalm\n\"What this advertising boycott is going to do is, it is going to kill the company,\" Musk said Wednesday. \"And the whole world will know that those advertisers killed the company.\"\nhollywoodreporter\n5.3K upvotes · 1.3K comments\nr/recycling\nMulti-layered plastic bags\n4 upvotes · 10 comments\nr/facepalm\nAustralian naval personnel have sustained minor injuries after being subjected to sonar pulses from a Chinese warship. The Australian frigate provided multiple warnings to vessels in the area that diving operations were underway. the Chinese vessel approached and began operating its sonar anyways.\nabc.net.au\n444 upvotes · 62 comments\nr/Showerthoughts\nPaper straws seems to really be testing people on reducing plastic\n17 upvotes · 12 comments\nr/facepalm\nRight-wing U.S. media covered fiction as fact: A non-existent terrorist attack from Canada at Rainbow Bridge\ncbc.ca\n417 upvotes · 62 comments\nr/labrats\nSerological Pipet Wrappers\n1 upvote · 8 comments\nr/publix\nWhy did we switch curbside orders to plastic bags?\n27 upvotes · 19 comments\nr/facepalm\nFlorida Woman Posed as 14-Year-Old Homeschooled Student to Have Sex with Student She Met Online\nibtimes.sg\n283 upvotes · 231 comments\nr/HelloInternet\nInteresting solution to paper straws, plastic lids\n629 upvotes · 69 comments\nr/Vilebrequin\nC'est fini.\nyoutube\n751 upvotes · 144 comments\nr/disability\nWhat are everyday items that are necessity’s for disability’s that those without wouldn’t think of offering?\n16 upvotes · 18 comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/atheism\nThe Simpsons - Evolution vs Creationism (showed up in my feed, had a good laugh)\nyoutube\n218 upvotes · 19 comments\nr/ThatsInsane\nToday is the anniversary of the infamous beached whale incident\nyoutube\n184 upvotes · 29 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/agedlikemilk\nSo humble that he recently pled guilty to money laundering violations\nyoutube\n183 upvotes · 11 comments\nr/nope\nIf you've not seen this week's adventure so far, make yourself a brew, put your feet up and thank your lucky stars it's not you in that water!\nyoutube\n118 upvotes · 6 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 11, 2021\nReddit\nreReddit: Top posts of November 2021\nReddit\nreReddit: Top posts of 2021"
}