{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "How do I use modules and beacons effectively? : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/qdq1hv/how_do_i_use_modules_and_beacons_effectively/",
  "body": "The typical thing to do is to put T3 productivity modules in anything that will take them (except miners and pumpjacks), and surround them by beacons using T3 speed modules. Beacons can only take speed and efficiency, and efficiency doesn't make sense as beacons use a lot of power and the efficiency modules don't affect the beacon power usage.",
  "textContent": "How do I use modules and beacons effectively? : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n2 yr. ago\nBUSHVlPER\nHow do I use modules and beacons effectively?\nQuestion\nSort by:\nAdd a Comment\ntoddestan\n•\n2 yr. ago\n\nThe three kinds of modules that are used most are T3 production, T3 speed, and T1 efficiency.\n\nThe typical thing to do is to put T3 productivity modules in anything that will take them (except miners and pumpjacks), and surround them by beacons using T3 speed modules. Beacons can only take speed and efficiency, and efficiency doesn't make sense as beacons use a lot of power and the efficiency modules don't affect the beacon power usage.\n\nYou can put speed modules in assemblers/chemical plants/refineries too, but it's cheaper/less electricity/less pollution to build more machines than to use speed modules. Of course, it's often convenient/easy to use speed modules than to place more machines. Also if you're building a megabase, you probably won't care about electricity or pollution at that point. Less machines is also less entities which also means less UPS used for a megabase.\n\nSpeed modules do make sense in miners and pump jacks, since resource patches are finite in size. Here it can make more sense to use T1 speed modules due to the cost of T3 modules.\n\nIf you're trying to reduce pollution and electricity usage and hence reduce biter attacks, T1 efficiency modules are king. Put them first in miners and then other machines that can take them. Generally T2 and T3 efficiency modules aren't worth the cost given the minor efficiency increase, though T2 efficiency modules have a niche use for pump jacks in an oil outpost if you're trying to keep the pollution as low as possible.\n\nReply\nreply\ntriggerman602\n•\n2 yr. ago\n\nYou put productivity in absolutely everything you can and then surround your machines with as many speed moduled beacons as possible. Typically 8 or 12.\n\nReply\nreply\npepoluan\n•\n2 yr. ago\n\nExcept pumpjacks. Someone did the calculations and pumpjacks are best with Speed, always & unconditionally.\n\nReply\nreply\n2 more replies\ndarthbob88\n•\n2 yr. ago\n\nDepends on just what you're trying to do, but in general-\n\nProductivity modules go in everything that can take them, speed modules go in everything else. Getting free stuff is always extremely useful. I usually prioritize them for expensive late-game items, since getting extra free blue chips is extremely useful, but they might be more efficient when put in early intermediates like green chips.\n\nEfficiency modules are extremely useful for reducing power demand and pollution, and thus reducing biter attacks.\n\nBeacons take speed modules, and should be arranged so as to maximize the number of assemblers each beacon touches/number of beacons touching each assembler. The usual/simplest method for this is just a straight line of beacons next to a straight line of assemblers.\n\nReply\nreply\nDemonicLaxatives\n•\n2 yr. ago\n\nAs everyone has stated already, productivity in everything that can accept it.\n\nDon't bother with efficiency, power and polution are irrelevant.\n\nSpeed in machines if productivity is not an option, as to beacons, it depends. What it comes down to is space saving, the safest bet is to put 2 rows on 2 sides - 8 for each standart size machine, sometimes adding the 4 extra might end up being more efficient. But there is not a straight forward answer.\n\nReply\nreply\nfrumpy3\n•\n2 yr. ago\n\nCalculate your MODULE EFFICIENCY\n\nin any beacon build, calculate the average number of beacons per machine, and calculate the average number of machines per beacon.\n\nFor a good beacon build you want to maximize both of these, as more beacons per machine means less prod modules spent, and more machines per beacon means less speed modules spent.\n\nReply\nreply\n[deleted]\n•\n2 yr. ago\n\nYou can look at some online calculators and deduce how you want to go.\n\nhttps://kirkmcdonald.github.io\n\nhttps://doomeer.com/factorio\n\nOfc, you can install mods to do this in-game.\n\nUsing kirkmcdonald's calc\n\n100 rocketparts per minute\n\nno module no beacons\n\nProd where acceptable, speed where applicable 8 beacons (silo 20 beacons)\n\nI did not tweak anything in the FACTORY tab except to max-beacon the silo.\n\nLook at the required materials. Significantly less in the moduled/beaconed setup.\n\nResource . . . NoMod:BeaconsMods\n\nCU . . . 92500 : 20555\n\nFE . . . 49100:12212\n\nCO . . . 9500:2783\n\nCR . . . 277777:63956\n\nFor a great (round-number) example, look at Low Density Structures!\n\nLDS . . . 1000:714 requires about 71% if beaconed and moduled.\n\nNow, to see the savings just for LDS\n\nCalculator for 286 LDS/Min\n\nI hope I did not mangle this post too badly, reddit's crappy text editor fought me every step of the way!\n\nI am open to anyone who can correct mistakes in this post.\n\nReply\nreply\n \nTop 1%\nRank by size \nTOP POSTS\nReddit\nreReddit: Top posts of October 22, 2021\nReddit\nreReddit: Top posts of October 2021\nReddit\nreReddit: Top posts of 2021"
}