{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Bryan James: Choosing the right straw - Gainesville Sun",
  "href": "https://www.gainesville.com/story/opinion/2021/07/08/bryan-james-choosing-right-straw/7828231002/",
  "body": "Bryan James Guest columnist It's the wild west for straws a year-and-a-half into Gainesville's single-use plastic straw and stirrer ban. Every establishment has picked its own solution to...",
  "textContent": "News\nSports\nEntertainment\nLifestyle\nGuardian\nAdvertise\nObituaries\neNewspaper\nLegals\nOPINION\nChoosing the right straw: when you get to think like a materials engineer\nBryan JamesGuest columnist\n\nIt’s the wild west for straws a year-and-a-half into Gainesville’s single-use plastic straw and stirrer ban. Every establishment has picked its own solution to satisfy the city ordinance. \n\nKarma Cream uses a commercially compostable paper straw. Chick-fil-A uses a commercially compostable polylactic acid (PLA) straw. MOJO Hogtown uses a compostable and ocean-friendly polyhydroxyalkanoate (PHA) straw. So, whose choice is the best?\n\nThe environmentalist mantra of reduce, reuse, recycle would argue that Starbucks and Opus Coffee are doing the best. They’ve gone straw-less. Instead of using a straw and lid, both coffee chains use a straw-less lid shaped much like the lid used for hot coffee. These new lids are made of polypropylene (PP) or PLA.\n\nAs much as I enjoy sipping an iced coffee from a straw-less lid, I still like a straw for my sweet tea at Chick-fil-A or for my milkshake at Dick Mondell’s. Should take-out and sit-down restaurants use different types of straws? Should they be reusable or disposable? When I need a straw, which material is best for my wallet, my pallet, and the environment?\n\nGainesville’s City Commission was well-intentioned when the ban started last January. The New York Times has reported that anywhere from 170 to 390 million straws are used every day in the United States. That’s equal to 230 elephants of plastic being used each day just for straws. \n\nIt all ends up as garbage in landfills or as pollution. Both options are not good. Unfortunately, the City Commission made no recommendation for a better straw for the public to use. \n\nAt times, it can be confusing to decipher, which straw is best. Alternatives are advertised as compostable, marine-friendly, eco-friendly or the like. This phrasing gives little to no guidance as to which straw is actually better for the environment. \n\nIs it better to be compostable or made from renewable resources? Should my straw be marine-friendly? Which is it? As a materials engineer, I hope to offer some insight for you to make the best choice. \n\nTo answer these questions requires looking at the straw over its lifetime. This includes accounting for the environmental impact of the straw during its production, processing, use and disposal.\n\nAs it stands over their lifetimes, PLA and PHA straws are no better than conventional PP straws. Estimates of key environmental metrics like CO2 emissions and energy usage are about the same for these types of straws. They’re also not the best deal for the consumer, costing 6 to 7.5 times that of PP straws.\n\nConversely, paper straws are more favorable in those environmental metrics, but they can come with a premium of 6 times the cost. Paper straws could be the winner, but for many they don’t give the same enjoyable experience as the other straw materials. I know I’m always in a race to finish my iced coffee before my paper straw gets soggy. \n\nLuckily, there are solutions so that you, me and the environment won’t suffer at the expense of a straw. \n\nWhat are some informed actions you can take? First, you should be ditching straws all together. Reducing your use of plastic is the best policy. Gainesville establishments should look to Opus Coffee and Starbucks as examples of best efforts. Their use of straw-less lids is an appreciable first step toward reducing plastic waste.\n\nMore on the plastic-straw ban:\n\nAlachua County approves plastic straw ban\n\nEditorial: Move toward being a zero-waste city\n\nNathan Crabbe: Start with straws to reduce waste\n\nOf course, from time to time you might still need something to sip your drink. At sit down restaurants, if a straw is required, a reusable straw is likely your best bet. Steel or silicone reusable straws can be a worthwhile solution both for your wallet (no need to continually restock straws) and for the environment (reusing them offsets their lifetime impact). \n\nAt take-out restaurants, if a patron wants a straw, offering the compostable types likely is the best move. Though they don’t considerably reduce greenhouse gas emissions or energy usage compared to PP straws, PLA and PHA straws don’t sacrifice customer enjoyment in the way paper straws can. \n\nAll the while, PLA and PHA straws can more readily degrade in the environment than PP straw while being the same price as a paper straw. Being able to degrade in the environment may be less dangerous to wild animals like sea turtles. \n\nNonetheless, offering straws upon request rather than by default can both help reduce straw usage saving you money and helping the environment.  \n\nBryan James is a recent materials science and engineering doctoral graduate of the University of Florida.  \n\nJoin the conversation\n\nSend a letter to the editor (up to 200 words) to letters@gainesville.com. Letters must include the writer's full name and city of residence. Additional guidelines for submitting letters and longer guest columns can be found at bit.ly/sunopinionguidelines.\n\n\nJournalism Matters. Your Support Matters.\n\nGet a digital subscription to the Gainesville Sun. Includes must-see content on Gainesville.com and Gatorsports.com, breaking news and updates on all your devices, and access to the Gainesville.com ePaper. Visit www.gainesville.com/subscribenow to sign up.\n\nRevolutionary Device Baffles Neuropathy Experts Everywhere\nHealth Insight Journal\n|\nAd\nLearn More\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\n|\nAd\nLearn More\nNo More Free Returns? Amazon Releases New Fees\nOnline Shopping Tools\n|\nAd\nAmazon Hates When You Do This, But They Can’t Stop You (It's Genius)\nCoupon Code Finder\n|\nAd\nRoofers Tested 17 Gutter Guards… Here’s What They Discovered\nLeafFilter Partner\n|\nAd\nLearn More\nThis $36 invention cleans any bathroom in 5 minutes\nconsumer-focus.com\n|\nAd\nMeet the powerful tools everyone needs to thrive at work.\nAdobe Systems Incorporated\n|\nAd\nHere Are 29+ of the Coolest Gifts for This 2023\nTrending Gifts 2023\n|\nAd\nLearn More\nLook For Any High School Yearbook, It's Free\nClassmates\n|\nAd\n6 Things Not to Do When Selecting a Financial Advisor\nSmartAsset\n|\nAd\nLearn More\nDeal of the Day\nFind Your Perfect Jane Iredale Concealer Match And Get A Free Gift With Select Purchases\nREVIEWED\nView Deal\nRecommendations are independently chosen by our editors. Purchases you make through our links may earn us a commission.\nRecommended\nFlorida Gators athletics reveals next step in renovation of The Swamp\nNEWS\nMore Stories\nFlorida Gators athletics reveals next step in renovation of The Swamp\nUNDEFINED\nNCAA transfer portal could ruin the holiday season at Florida\nUNDEFINED\nDisney Bundle\nDisney+\n|\nSponsored Links\nSPONSORED BY ST JUDE CHILDRENS RESEARCH HOSPITAL\nBe there for kids like Jacob.\nWhen you become a St. Jude Partner in Hope, you 'll get a This Shirt Saves Lives shirt and shine a light of hope for families.\nDONATE MONTHLY\n© 2023 www.gainesville.com. All rights reserved."
}