{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "13 Eco-Friendly Swaps for Dorm Life: A Freshman Guide - Her Campus",
  "href": "https://www.hercampus.com/school/vcu/eco-friendly-swaps-for-dorm-life-a-freshman-guide/",
  "body": "Ditch plastic utensils for reusable sets. Takeout food is, unfortunately, going to be the routine for this year and you will be offered plenty of plastic containers, utensils and cups. If possible, bring along a bamboo utensil set to avoid waste. Reusable straws are also a great way to avoid plastic and live a more sustainable lifestyle.",
  "textContent": "🏆 22 UNDER 22 ⟶\n\nLOG IN\nCAMPUSES\nJOBS\nFOLLOW US\nCULTURE\nSTYLE\nWELLNESS\nLIFE\nCAREER\nTHE GIVING ERA\nMORE\nSearch\nHC at VCU\nOur Reads \nMeet The Team\nJoin Us\nANNA THETARD / HER CAMPUS\nLIFE > ACADEMICS\n13 ECO-FRIENDLY SWAPS FOR DORM LIFE: A FRESHMAN GUIDE\nAPRIL 18, 2022\nARIANA MANNINO\nThe opinions expressed in this article are the writer’s own and do not reflect the views of Her Campus.\n\nThe Her Campus National Editors write about products we love and think you’ll love too. Her Campus has affiliate partnerships, so we get a share of the revenue from your purchase. All products are in stock and all prices are accurate as of publication.\n\nThis article is written by a student writer from the Her Campus at VCU chapter.\n\nIt’s the summer before your freshman year of college and you’re splurging on dorm essentials. Totally overwhelming, I know. I remember taking the entire summer months to research the most eco-friendly products I could find to make dorm life easy and nonexpensive. Here are some of my favorite tips and brands to help live the best eco-conscious lifestyle in the dorms in your first year at college.\n\nSWITCH YOUR PLASTIC TOOTHBRUSH FOR A BAMBOO ONE\n\nBamboo is a great non-degradable option for many household products including toothbrushes. They are antimicrobial meaning they prevent microorganisms from growing which is important in your mouth! When the toothbrush’s life is over, remove the bristles and throw them outside. Nature will do the rest. \n\nSHAMPOO AND CONDITIONER BARS\n\nDrug store hair products are full of harmful chemicals and end up as empty plastic waste. More people are aware of this unnecessary harm and have introduced shampoo/conditioner bars into their shower routine. These products offer a gentle wash, even perfect for color-treated hair, without the stripping chemicals. After your hair is wet, lather the bar in your hands or apply it directly to your hair. One bar from theearthlingco lasts about two to six months depending on how many times a week you wash your hair. \n\nBRITA FILTER INSTEAD OF WATER BOTTLES\n\nMy Brita pitcher is the best investment I have ever made. I knew buying bottled water would be expensive, heavy to stock and horrible for the environment. If you have a mini-fridge the Brita pitcher is perfect. After filling up the pitcher with water, the filter works to get rid of chlorine and other contaminants. The water is healthier and tastes better. Replace the filter every two months and save 1,800 plastic water bottles a year.\n\nDITCH PLASTIC UTENSILS FOR REUSABLE SETS\n\nTakeout food is, unfortunately, going to be the routine for this year and you will be offered plenty of plastic containers, utensils and cups. If possible, bring along a bamboo utensil set to avoid waste. Reusable straws are also a great way to avoid plastic and live a more sustainable lifestyle. This swap does not take much effort at all and is fairly cheap. My utensil set consists of a fork, knife and spoon with a sustainable pouch to carry it all in.\n\nSTYLE SWAPS\n\nGot old clothes you were going to throw away? Call up your freshman friends and invite them to do a style swap. I have done this numerous times with my eco-fashion campus club and it has been a success every time. Swap clothes, accessories and anything you think could have a second life. This is an effective way to bond with friends and shop for new clothing. Along with this activity, thrifting is another cheap and effective way to shop sustainably.\n\nREUSABLE PLATES, BOWLS AND CUPS INSTEAD OF DISPOSABLES\n\nAlong with bamboo utensils, another way to continue an eco-friendly lifestyle in the kitchen is to buy reliable, microwavable kitchenware. Leftovers from dinner? Keep it in the fridge and reheat the next day on a sustainable microwavable plate. Having cereal/oatmeal bowls is also convenient when you want breakfast without going out. It is better to have these essentials than to be stuck without them. Carrying a reusable water bottle, whether it is glass or stainless steel, is essential on your adventures around campus.\n\nWALK, DO NOT BRING YOUR CAR FRESHMAN YEAR\n\nIf possible, do not bring your car to your first year of college. While this may be your first time walking or biking as transportation, ditching your car for a year is not the end of the world. Using a car emits greenhouse gasses and air pollution which can later affect respiratory health, not to mention, expensive to fill up as well. Chances are, you will not be needing to travel far while at college, unless you are going home, and walking provides a variety of benefits. Walking or biking every day keeps your heart healthy, reduces depression and you intake more vitamin D from the sun. \n\nGET A DRYING RACK INSTEAD OF USING THE DRYER\n\nDoing your own laundry is another fun perk of dorm life! Make sure to only wash when your hamper is full and wash with planet-friendly laundry powder. Instead of coining again to dry your clothes, save time and money by hanging them on a drying rack. Smaller racks are not hard to find and there is not much work involved. Your clothes will not shrink or be damaged in the process either. \n\nDO NOT BUY TEXTBOOKS, BORROW OR PURCHASE ELECTRONICALLY\n\nBuying brand new textbooks gets expensive very quickly. You most likely will not need that book after the semester is over anyways and there are plenty of counter options. Renting books is not a new idea and cuts the cost of books in half or more. If you are lucky, the books will come with notes as well. Some of my classes offer electronic textbooks as well for a subscription purchase that ends after the semester is over. This option in particular is cheap and paperless, not to mention the added relief of not lugging heavy books across campus. \n\nORGANIC BATH TOWELS \n\n\nKeep in mind that not everything you buy for your dorm will have to be short-term. Things like bath/hand towels and rags will be a necessity you will carry on to a future apartment. It is important to know what textiles you are buying in the bathroom section of Target. Good options for these intimate necessities are organic cotton or hemp. The benefits of organic cotton are that it uses less water and chemicals to produce as well as attaining a low carbon footprint. The lifespan of organic materials also tends to last longer and appear new for a long period of time. \n\nTHE BODY SHOP\n\nThe Body Shop is cruelty-free, offers vegan products and uses recycled packaging. This and the next two list items are brands that are ethical and environmentally friendly as of 2022.\n\nLIVING ECO-INSPIRED\n\n\nlivingecoinspired.com is a small business in Richmond, Virginia that offers sustainable brands with unique products ranging from toothpaste tablets to refillable soap to plastic-free hair ties.\n\nTHEEARTHLINGCO\n\ntheearthlingco.com is a Nevada-based “lifestyle brand” committed to reducing the effects of climate change and plastic waste by selling products for hair, body and kitchen.\n\nCOLLEGE\nDORM\nECO-FRIENDLY\nESSENTIALS\nFRESHMAN\nGOOD STUFF ONLY!\nWE WANNA SLIDE INTO YOUR DMS…\n(but via email)\n\nThe newsletter you won’t leave unread.\n\nFOLLOW US\nARIANA MANNINO\n\nVCU '25\n\nAriana is a fashion merchandising major and theater minor at Virginia Commonwealth University with interests in costume design and film. She is a member of the editorial team and is enthusiastic about sustainability, fashion, beauty, mental health, and current events. She loves supporting women through HC.\nGOOD STUFF ONLY!\nWE WANNA SLIDE INTO YOUR DMS\n\n(but via email)\n\nThe newsletter you won’t leave unread.\n\n9 Lansdowne St.\nSuite 2\nBoston, MA 02215\nCOMPANY\nHer Campus Media\nAbout Us\nJoin the Team\nShop\nPrivacy Policy and Terms of Use\nBRANDS\nSpoon University\nCollege Fashionista\nInfluenceHer Collective\nGeneration Hired\nJOIN US\nWrite For Her Campus\nStart a Chapter\nHigh School Ambassadors\nBe an Influencer\nCampus Trendsetters\nInternships\nCONTACT US\nAdvertise\nInfo@hercampus.com\nHer Campus may receive compensation for some links to products and services on this website.\nCopyright © 2023 Her Campus Media, LLC. All Rights Reserved.\nThis website uses cookies. By continuing to use this website, you consent to HerCampus.com’s usage of cookies and similar technologies. Learn More"
}