{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Single-use Plastic Straws to Only Be Provided Upon Request, Effective ...",
  "href": "https://www.nj.gov/dep/newsrel/2021/21_0034.htm",
  "body": "The restriction on single-use plastic straws is part of a broader state law enacted in 2020 banning the sale or provision of single-use plastic carryout bags from stores and food-service businesses; single-use paper carryout bags from grocery stores larger than or equal to 2,500 square feet; and use of polystyrene foam food-service products ...",
  "textContent": "OFFICIAL SITE OF THE STATE OF NEW JERSEY\nGovernor Phil Murphy • Lt. Governor Tahesha Way\nNJ.gov Services Agencies FAQs Translate Search \nDepartment of Environmental Protection\nClose\nFacebook\n\n\nTwitter\nInstagram\nYoutube\nHome \nAbout DEP\nIndex by Topic\nPrograms & Units\nInformation Tools\nCalendar\nNews\nContact\nHome\nNews Releases\n\nFOR IMMEDIATE RELEASE\nOctober 27, 2021\n\nContact: Caryn Shinske (609) 984-1795\nLawrence Hajna (609) 984-1795\n\nSINGLE-USE PLASTIC STRAWS TO ONLY BE PROVIDED UPON REQUEST, EFFECTIVE THURSDAY, NOV. 4, TO HELP FIGHT PLASTIC POLLUTION\n\n(21/P034) TRENTON – A provision of New Jersey’s commitment to reduce plastics pollution statewide will take effect on Thursday, Nov. 4 when food-service businesses may provide single-use plastic straws to a customer only upon request, the Department of Environmental Protection and NJ Business Action Center announced today.\n\nFood-service businesses includes all restaurants, convenience stores and fast-food businesses, each of which must also educate their employees and customers about the restriction. Consumers will still be able to purchase packages of straws and beverages prepackaged with a straw, such as juice boxes, after Nov. 4.\n\nThe restriction on single-use plastic straws is part of a broader state law enacted in 2020 banning the sale or provision of single-use plastic carryout bags from stores and food-service businesses; single-use paper carryout bags from grocery stores larger than or equal to 2,500 square feet; and use of polystyrene foam food-service products. These additional provisions of the law take effect on May 4, 2022 and will supersede any established local laws at that time.\n\n“When we move beyond single-use plastics, we can reduce our reliance on the fossil fuels that create plastic, remove a source of litter from our communities, and protect wild and marine life from the harm of ingesting or becoming entangled in plastic products,” DEP Commissioner Shawn M. LaTourette said.\n\nThe DEP, NJ Business Action Center and the NJ Clean Communities Council are working together to help businesses and communities understand and comply with the law.  A new website at www.nj.gov/dep/plastic-ban-law/ includes helpful information for regulated entities, including a Frequently Asked Questions page, a list of establishments and how the law impacts them, a copy of the law, and more. \n\nAdditionally, the NJ Business Action Center has created a clearinghouse at https://business.nj.gov/bags/vendorclearinghouse to aid businesses in identifying vendors and manufacturers who sell the reusable carryout bags permitted by the new law.\n\nTo learn more about the Clean Communities Council’s Bag Up NJ campaign, visit www.bagupnj.com.\n\nFor a video about BagUp NJ, visit www.youtube.com/watch?v=uxxIrduooSk\n\nFollow DEP Commissioner Shawn M. LaTourette on Twitter and Instagram @shawnlatur and follow the DEP on Twitter @NewJerseyDEP.\n\nDepartment of Environmental Protection\nAbout DEP\nCommissioner\nFormer Commissioners\nSenior Staff\nOrganizational Chart (pdf)\nCalendar\nCouncils & Commissions\nEmployment Opportunities\nPhone Directory\nRules\nDirections to Our Office\nWarn DEP\nIndex by Topic\nPrograms & Units\nAir Quality, Energy & Sustainability\nWater Resource Management\nWatershed & Land Management\nClimate & Flood Resilience\nNatural & Historic Resources\nSite Remediation & Waste Management Program\nInformation Tools\nDEP Online\nDataMiner\nNJ-GeoWeb\nGIS Data\nGIS Maps and App Gallery\nPublic Records (OPRA)\nRules & Regs\nDEP Bulletin\nEnvironmental Standards\nEnvironmental Research Library\nEnvironmental Education\nContact\nStatewide\nGovernor Phil Murphy\nLt. Governor Tahesha Way\nNJ Home\nServices A to Z\nDepartments/Agencies\nFAQs\nContact Us\nPrivacy Notice\nLegal Statement & Disclaimers\nAccessibility Statement\n\n\nTwitter\n \nFacebook\n \nInstagram\n \nYoutube\n\n\nCopyright © State of New Jersey, 1996-2023\nDepartment of Environmental Protection\nP. O. Box 420\nTrenton, NJ 08625\n609-777-3373\nLast Update: September 29, 2023"
}