{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Plastic Pollution Crisis - Forbes",
  "href": "https://www.forbes.com/sites/rrapier/2021/09/30/the-plastic-pollution-crisis/",
  "body": "The patch consists of more than 1.8 trillion pieces of plastic with an estimated weight of 80,000 metric tons, and it poses a serious threat to marine life such as whales, sea turtles, fish, and ...",
  "textContent": "Subscribe to newsletters\nSign In\nMORE FROM FORBES\nDec 9, 2023,07:54am EST\nThe Devil Is Once Again In The Details At COP28\nDec 8, 2023,06:00am EST\nCOP28 And Fossil Fuels: Showdown Between Alarmists And Pragmatists\nDec 7, 2023,12:52pm EST\nUnpacking Venezuela - Guyana Tensions Over The Essequibo\nDec 7, 2023,11:15am EST\nA Vital New Era Of Collaboration Can Accelerate Decarbonization\nDec 6, 2023,09:00am EST\nThe Overlooked National Innovators At COP28\nDec 6, 2023,08:44am EST\nGabon Maintains Climate Pace After The Coup\nDec 6, 2023,07:09am EST\nElectric Vehicle Sense And Nonsense\nFORBESBUSINESSENERGY\nThe Plastic Pollution Crisis\nRobert Rapier\nSenior Contributor\nI am a chemical engineer covering the energy sector.\nFollow\nSep 30, 2021,06:00am EDT\nThis article is more than 2 years old.\n\nGarbage, including plastic waste, is seen at the beach of Costa del Este, in Panama City, on April ... [+]\n\nAFP VIA GETTY IMAGES\n\nJust about anywhere you travel in the world, you will encounter plastic pollution. Even the beaches of remote tropical islands are littered with plastic waste. A recent study published in the journal Nature characterized 414 million pieces of plastic — 238 metric tons — on one remote island chain in the Indian Ocean. \n\nThe study’s lead author, Jennifer Lavers from the University of Tasmania’s Institute of Marine and Antarctic Studies, said this is an indicator of the staggering amount of plastic debris floating in the oceans:\n\n“Islands such as these are like canaries in a coal mine and it’s increasingly urgent that we act on the warnings they are giving us. Plastic pollution is now ubiquitous in our oceans, and remote islands are an ideal place to get an objective view of the volume of plastic debris now circling the globe.”\n\nPROMOTED\n\nMany are familiar with the Great Pacific Garbage Patch, which is a collection of several large areas of marine debris in the North Pacific Ocean. The total area of this garbage patch — consisting largely of plastic debris — covers an area that is estimated to be twice the size of Texas. The patch consists of more than 1.8 trillion pieces of plastic with an estimated weight of 80,000 metric tons, and it poses a serious threat to marine life such as whales, sea turtles, fish, and birds.\n\nRemote plastic dumps may be out of sight for most people, but they nevertheless impact the health of humans everywhere. Plastics break down in the environment, and their degradation products, such as bisphenol A (BPA), are known to interfere with human hormonal function. Researchers are even finding microplastics in human organs. \n\nMORE FROMFORBES ADVISOR\nBest Travel Insurance Companies\nByAmy DaniseEditor\nBest Covid-19 Travel Insurance Plans\nByAmy DaniseEditor\n\nBut why should plastic pollution be such a serious environmental threat? Don’t we recycle our plastics? \n\nIt is true that many of us place our plastics in recycle bins. We assume that it gets sorted and reused. But much of that “recycled plastic” nevertheless ends up in landfills.  \n\nForbes Daily: Get our best stories, exclusive reporting and essential analysis of the day’s news in your inbox every weekday.\n\nSign Up\n\nBy signing up, you accept and agree to our Terms of Service (including the class action waiver and arbitration provisions), and Privacy Statement.\n\nThe problem, in a nutshell, is that used plastics just don’t have much value. It is cheaper in most cases to source new plastics than to recycle them. But there are two things that can change that dynamic: Global legislation to address plastic pollution, and new technologies aimed at recycling and repurposing used plastics.\n\nForbes Business\n00:36\n01:12\nAva DuVernay’s ‘Origin’ Is A Masterpiece On\nOppression And Its Roots\n\nA growing number of community and conservation organizations have urged President Joe Biden to take executive action to address the plastic pollution crisis. A Los Angeles Times editorial also urged President Biden to take the lead on pushing for a global treaty within the Group of Seven (G7) countries.\n\nSupport is growing for a global treaty on plastic pollution, such as the Paris Climate Agreement that is aimed at curbing carbon emissions. More than two-thirds of UN member states, and the EU, have stated that they are open to an agreement on plastic pollution.  \n\nClimate treaties have driven innovation in the area of reducing carbon emissions. Plastic pollution treaties could do the same for the manufacture, use, and reuse of plastics.\n\nIn the next article, I will discuss some of the technical challenges of dealing with used plastics, as well as one Canadian company that has taken an innovative approach to the problem.\n\nFollow me on Twitter or LinkedIn. Check out my website or some of my other work here. \nRobert Rapier\nFollow\n\nRobert Rapier is a chemical engineer in the energy industry. Robert has 25 years of international engineering experience in the chemicals,\n\n... Read More\n\nEditorial Standards\nPrint\nReprints & Permissions\nPause\nUnmute\nCurrent Time \n0:18\n/\nDuration \n1:02\nLoaded: 100.00%\n \nShare\nFullscreen\n2 of 4 free articles\nGet unlimited access to the most trusted source for business news.\nSubscribe Now"
}