{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "So instead of getting paper straws you instead make THE ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinfuriating/comments/p0sooe/so_instead_of_getting_paper_straws_you_instead/",
  "body": "To be fair, plastic straws were never one of the main problems with plastic -- it's mostly industrial/commercial uses by the large corporations as well as fishing nets. I think if there was a durable plastic straw (made of thick plastic) you could just keep reusing it instead of throwing it away all the time. Or, conversely, drink out of a cup.",
  "textContent": "So instead of getting paper straws you instead make THE CUSTOMER feel it’s their fault for using a product you are giving to customers : r/mildlyinfuriating\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to mildlyinfuriating\nr/mildlyinfuriating\n•\n2 yr. ago\nbabyfats\nSo instead of getting paper straws you instead make THE CUSTOMER feel it’s their fault for using a product you are giving to customers\nArchived post. New comments cannot be posted and votes cannot be cast.\nasgardswrath2.com\nLearn More\nSort by:\n[deleted]\n•\n2 yr. ago\n\nHow about hemp straws?\n\nWe went from one extreme to another, something that takes forever to break down to something that breaks down while you use it...\n\nMasterYehuda816\n•\n2 yr. ago\n\nOr bamboo straws.\n\nWe aren’t running out of bamboo for a REALLY long time. That shit grows 36 inches over night.\n\n2 more replies\n67 more replies\n[deleted]\n•\n2 yr. ago\n\nPaper straws dont really work if everything else is still plastic\n\n[deleted]\n•\n2 yr. ago\n\nPlastic lined cups is the problem too\n\n11 more replies\nEmeraldstorm3\n•\n2 yr. ago\n\nTo be fair, plastic straws were never one of the main problems with plastic -- it's mostly industrial/commercial uses by the large corporations as well as fishing nets.\n\nI think if there was a durable plastic straw (made of thick plastic) you could just keep reusing it instead of throwing it away all the time. Or, conversely, drink out of a cup. Or, if you don't trust a place to not have filthy cups, bring your own cup. I think all those options are superior to paper straws (which don't work) or metal straws (which are very dangerous).\n\n13 more replies\n[deleted]\n•\n2 yr. ago\n\nJust drink it out of the cup like an adult… Why do most people use straws anyway, I always decline mine.\n\ntypgh77\n•\n2 yr. ago\n\nSo just because I’m an adult, I can’t enjoy blowing bubbles in my chocolate milk???\n\n2 more replies\nTeishAH\n•\n2 yr. ago\n\nBecause it helps prevent juices from washing over your front teeth, preserving your enamel. I have very weak enamel and my teeth feel like sandpaper after something like orange juice so I always use a straw and it helps tremendously, even my dentist agrees.\n\n4 more replies\n[deleted]\n•\n2 yr. ago\n\nI have sensitive teeth and ice water hurts to sip. And if I’m driving, I don’t want to be handling a cup without a lid and potentially spilling it.\n\n2 more replies\n1 more reply\nsolvsamorvincet\n•\n2 yr. ago\n\nWelcome to individualist capitalism, where everything is the individual's fault.\n\nDon't like that BP shit crude oil all over the Gulf of Mexico? Stop driving! It's easy, just walk to work you piece of shit!\n\nDon't like slavery? Your phone and all phones were made using slavery, so just don't have a phone any more you hypocritical piece of shit!\n\nDon't like capitalism? Your whole life and everything you consume was made under capitalism and you have literally no other choice, but it's still your fault so just kill yourself already, scum!\n\n11 more replies\ndamageinc86\n•\n2 yr. ago\n\nYet almost everything else companies manufacture and wrap stuff in is plastic. This straw thing is just a virtue signal. Most car bumpers are fucking plastic and Styrofoam, nobody bitching about that.\n\n9 more replies\nsmallmanchat\n•\n2 yr. ago\n\nPlastic Straws account for like 1% of the plastic in our oceans. There’s far bigger problems we have to deal with then eliminating plastic straws with far inferior products\n\n_Scipio__Africanus_\n•\n2 yr. ago\n\nPlastic straws count for nowhere near that amount. It's 0.025%\n\nhttps://www.greenmatters.com/p/how-plastic-straws-affect-ocean-turtles\n\n2 more replies\n12 more replies\naFiachra\n•\n2 yr. ago\n\nI love that this is the line in the sand. Suddenly it is up to ME to figure out how to curtail plastics. I’ve been recycling for 30 years and found out my city dumps most of my plastic into landfills because it is too expensive to do the right thing. But I am the asshole for using a straw. Fuck virtue signaling.\n\n2 more replies\nDiofernic\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nI don't understand what you are complaining about. Straws are often provided without the customers input, whether they need one or don't. Most of the time you really don't need a straw, so making it a conscious decision to take one will probably reduce the amount people use, without adding the inconvenience of not having straws at all or only having paper straws.\n\nYes, straws are only a tiny part of the issue, yes most of the blame falls on large corporations, but this place is actually trying to help without inconveniencing their customers\n\nView more comments\n \nTop 1%\nRank by size \nr/babyelephantgifs\nHumdrum day on the savanna\n774 upvotes · 14 comments\nr/NoStupidQuestions\nWhy are companies using paper straws?\n3 upvotes · 17 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/ShingekiNoKyojin\nMy attempt at The Eren Fallen Angel picture\n472 upvotes · 18 comments\nr/LinusTechTips\nLinus Tech Tips - Let’s See If I Can Get Fired - AMD $5,000 Ultimate Tech Upgrade November 16, 2023 at 03:57PM\nyoutube\n334 upvotes · 134 comments\nr/Showerthoughts\nPaper straws are great for the environment and ineffective at being straws.\n63 upvotes · 12 comments\nr/NoStupidQuestions\nStraws are paper but lids are still plastic?\n9 upvotes · 18 comments\nr/unpopularopinion\nRemoving the plastic straw doesn't fix anything if there's literally 5 more things that are made of plastic\n269 upvotes · 97 comments\nr/E30\nAlthough its a 7 Series but the difference in grill design and size is so crazy nowadays!\n267 upvotes · 42 comments\nr/AmazonDSPDrivers\nVlogger fired from Amazon after documenting a week as an Amazon delivery driver\nyoutube\n190 upvotes · 119 comments\nr/LinusTechTips\nNew LTT dropped: He told me it was indestructible. I disagree.\nyoutube\n205 upvotes · 56 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/facepalm\nTesla will sue you for $50,000 if you try to resell your Cybertruck in the first year\nbusinessinsider\n2.3K upvotes · 604 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/antiwork\nIndia debate on 70-hour workweek: Illegal or road to greatness? (repost as last one was removed)\ncnbc\n278 upvotes · 41 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 26 comments\nr/Showerthoughts\nPeople buy relatively expensive silicone or metal reusable straws, but the cheap plastic straws are technically already reusable.\n45 upvotes · 13 comments\nr/newzealand\nSingle bread rolls in plastic... so much for reducing waste\n347 upvotes · 125 comments\nr/unpopularopinion\nIf you want to save enviroment, you should not use metal or paper straw, you should ditch straws all together and just drink from the glass/cup.\n48 upvotes · 21 comments\nr/gachagaming\nSnowbreak New Update: \"Perilous Snowpath\"\nyoutube\n146 upvotes · 63 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/recruitinghell\nYes, ghost job postings really are feeding into a very crap labor market.\nforbes\n231 upvotes · 39 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 9, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}