{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "8 innovations that are helping to fight plastic pollution | World ...",
  "href": "https://www.weforum.org/agenda/2021/12/fight-plastic-pollution-innovations/",
  "body": "Innovations that are fighting plastic pollution. Learn more about the eight innovators that are making an impact on the ground to fight plastic pollution: Siklus is reinventing the future of retail in Indonesia by delivering refills of everyday needs to people's doors - without plastic waste. They offer an alternative by replacing low value ...",
  "textContent": "This website uses cookies\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. \nReject optional cookies\nCookie settings\nAccept all cookies\n\nUPLINK\n8 inspiring innovations that are helping to fight plastic pollution \nDec 13, 2021\n\nEvery year, eight million tonnes of plastic pollution ends up drifting or sinking in the ocean.\n\nImage: TONTOTON\n\nPoonam Watine\nUpLink Project Specialist, Innovation Ecosystems, World Economic Forum\nShare:\nOUR IMPACT\nWhat's the World Economic Forum doing to accelerate action on UpLink?\nTHE BIG PICTURE\nExplore and monitor how Plastics and the Environment is affecting economies, industries and global issues\nCROWDSOURCE INNOVATION\nGet involved with our crowdsourced digital platform to deliver impact at scale\nStay up to date:\nUpLink\nFollow\n\nListen to the article\n\n5 min listen\nPlastic pollution is a global problem, threatening both the health of humans and ecosystems all over the world.\nIn June 2021, the Global Plastic Action Partnership and UpLink launched the Global Plastic Innovation Network (GPIN).\nThe initiative aims to source innovative solutions to help stem the devastating flow of plastic pollution.\n\nPlastic waste and pollution are now threatening the health and well-being of humans and ecosystems the world over. Every year, out of an unimaginable 300 million tonnes of plastic produced, half is made into single-use items: takeaway cups, food wrappers, grocery bags and more. And, every year, another eight million tonnes of this plastic ends up drifting or sinking in the ocean, adding to what’s already there and taking decades to break down. And the figure isn’t going down – if we do not take action, by 2025 we can expect this number to increase to 17 million tonnes per year.\n\nThrough the Global Plastic Innovation Network (GPIN), we are building a community of high impact innovators that can help tackle pollution at the national and global level. Dealing with plastic pollution demands creativity – from re-designing packaging and delivery models to implementing new recycling technologies that help address waste production and management.\n\nTo discover innovators around the world, the Global Plastic Action Partnership collaborated with UpLink to launch GPIN, aiming to build a community of innovators working to eradicate plastic pollution. This week, eight new innovators are joining the network that is paving the way to tackle plastic pollution. They will receive support through visibility on social media and leveraging the network of the Global Plastic Action Partnership to scale impact.\n\nInnovations that are fighting plastic pollution\n\nLearn more about the eight innovators that are making an impact on the ground to fight plastic pollution:\n\nSiklus is reinventing the future of retail in Indonesia by delivering refills of everyday needs to people's doors - without plastic waste. They offer an alternative by replacing low value plastic with refill stations, allowing consumers to buy household products in any quantity without plastic packaging.\n\ngCycle is tackling sustainability in the nappy industry, which contributes to polluted landfills and waterways. The solution brings the circular economy to nappies and regenerates natural systems. The newest invention is the world’s first patented fully compostable and disposable nappy.\n\nPlastic Fischer have developed a low-tech plastic collection systems for rivers and have already deployed several systems in the Citarum River in Bali. Thanks to their low-tech system, their solution is designed to be easily scaled around the world.\n\nDiwama provides a hardware and software solution to waste-sorting facilities. The technology uses AI-based image recognition software that automates waste analysis, which can be used to optimize waste management.\n\nRiverRecycle offers disruptive methods to alter waste management systems. The solution seeks to stem the tide of plastic pollution in rivers by collecting and recycling plastic waste and floating debris while providing a livelihood for local communities.\n\nWaste Bazaar is a clean-tech providing waste collection and recycling services in Nigeria. They have developed a mobile-phone app that uses geolocation functionalities to connect users to the nearest recycling station, where recyclable waste can be exchanged for “green credits”.\n\nWasser 3.0 have developed a solution that is quick, efficient and cost-effective to remove microplastic and micropollutants from different types of water. The solution uses agglomeration fixation for microplastics and chelation for inorganic compounds.\n\nTONTOTON is building a system in which the communities play a key role in cleaning their own environment while earning a livelihood through a certified plastic credit system. They work closely and empower local waste pickers to address plastic pollution in Vietnam and Cambodia.\n\nThe Global Plastic Innovation Network is supported by Government funding from the UK’s Department for Environment, Food and Rural Affairs and Global Affairs Canada.\n\nDon't miss any update on UpLink\n\nSign up for free and access the latest publications and insights across various topics.\n\nSign up for free\n\nLicense and Republishing\n\nWorld Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License, and in accordance with our Terms of Use.\n\nThe views expressed in this article are those of the author alone and not the World Economic Forum.\n\nRelated topics:\nUpLinkPlastics and the Environment\nShare:\nGLOBAL AGENDA\nThe Agenda Weekly\n\nA weekly update of the most important issues driving the global agenda\n\nSubscribe today\n\nYou can unsubscribe at any time using the link in our emails.\nFor more details, review our privacy policy.\n\nMore on UpLink\nSEE ALL\n\nWhat is a socio-bioeconomy and how an innovation ecosystem can contribute in the Amazon Basin\n\nAllison Voss and Janice Rodrigues Maciel\n\nDecember 4, 2023\n\nHow artificial intelligence can make aviation more sustainable\n\nSebnem Erzan, Dinesh Sanekommu and Tim van den Bergh\n\nNovember 30, 2023\n\n4 ways AI can super-charge sustainable development\n\nClaudia Ukonu\n\nNovember 13, 2023\n\nThese start-ups are making the world's cities more sustainable\n\nSharon Lai\n\nNovember 10, 2023\n\nHow Kiel became a pioneering Zero Waste City, and what it can teach the rest of the world\n\nVictoria Masterson\n\nNovember 8, 2023\n\nThis is who won Prince William's Earthshot Prize 2023\n\nJohnny Wood\n\nNovember 7, 2023\n\nABOUT US\n\nOur Mission\nOur Impact\nLeadership and Governance\nOur Partners\nSustainability\nHistory\nCareers\nContact Us\n\nEVENTS\n\nEvents\nOpen Forum\n\nMEDIA\n\nPress\nSubscribe to our press releases\nPictures\n\nMORE FROM THE FORUM\n\nStrategic Intelligence\nUpLink\nGlobal Shapers\nYoung Global Leaders\nSchwab Foundation for Social Entrepreneurship\nCentre for the Fourth Industrial Revolution\nNew Champions\n\nPARTNERS & MEMBERS\n\nSign in\nJoin Us\n\nLANGUAGE EDITIONS\n\nEnglish\nEspañol\n中文\n日本語\n\nPrivacy Policy & Terms of Service\n\n© 2023 World Economic Forum"
}