{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Turtle winces as a plastic straw is removed from its nostril",
  "href": "https://www.reddit.com/r/videos/comments/ohxqce/turtle_winces_as_a_plastic_straw_is_removed_from/",
  "body": "That said, there are good alternatives to plastic straws. Waxed paper is totally fine and I've started seeing edible straws lately which are actually pretty awesome. Problem is they cost like 20x more than normal straws, even only $0.20. Hopefully the market will make that more viable in the future.",
  "textContent": "Turtle winces as a plastic straw is removed from its nostril : r/videos\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to videos\nr/videos\n•\n2 yr. ago\nTook4ever\nTurtle winces as a plastic straw is removed from its nostril\nDisturbing Content\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nakmp40\n•\n2 yr. ago\n\nI've always wondered. Was this \"the\" video that kickstarted the plastic straw ban?\n\n80cartoonyall\n•\n2 yr. ago\n\nYes it was\n\n49 more replies\nvibribbon\n•\n2 yr. ago\n\nAnd this is why straws got banned everywhere.\n\n8 more replies\nPaperduck2\n•\n2 yr. ago\n\nHow did this turtle manage to get an entire straw rammed down it's nostril in the first place?\n\nSurely he didn't just swim into it and end up with it lodged all the way in\n\n22 more replies\nmcsharp\n•\n2 yr. ago\n\nDamn y'all.....we really messed up as a civilization these last 60+ years. This is just a little snapshot - but it's one of a billion unnatural horrors we have put upon the innocent creatures of this world.\n\nIt makes me so sad that our little every day activities are so collectively catastrophic. There's plenty of blame...but I just can't stop thinking of all the beautiful things we've destroyed with unthinking convenience.\n\n28 more replies\n[deleted]\n•\n2 yr. ago\nDan300up\n•\n2 yr. ago\n\nWhere do they make plastic drinking straws that you could pound with a hammer? Damn.\n\n1 more reply\nTheFantasticMrFax\n•\n2 yr. ago\n\nI used a straw today. And it’s in my trash can in my kitchen right now. I can’t imagine not thinking about this the next time I’m offered a straw. Thanks for sharing.\n\n18 more replies\n100redeye\n•\n2 yr. ago\n\nanyone know what the last card said? youtube covers it with suggested videos\n\nOrc_\n•\n2 yr. ago\n\nThis is the video that kickstarted all the straw bans. Completely missing the big picture.\n\nWatch Seaspiracy.\n\nSnomannen\n•\n2 yr. ago\n\nI cant imagine how fucking painful that must have been\n\n1 more reply\npeach_dragon\n•\n2 yr. ago\n\nWhy don't we see the turtle after they pull it out?\n\n1 more reply\nView more comments\n \n15\nRank by size \nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/AlanPartridge\nI like to think that thirty years from now, people will remember what they were doing when I first said “A-ha!”.\navclub\n27 upvotes · 10 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nr/videos\nWhat's inside this crater in Madagascar?\nyoutube\n145 upvotes · 40 comments\nr/mealtimevideos\nCop Has Heart Attack-Innocent Man Charged With Manslaughter [07:54]\nyoutube\n284 upvotes · 52 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 45 comments\nr/CoronavirusCirclejerk\nCovid is SO deadly we needed to invent a hospital bed that converts into a handy coffin. I just hope they sourced the wood from a sustainable forest.\n106 upvotes · 23 comments\nr/JustUnsubbed\nJust unsubbed from r/dndmemes. There has been a discution of guns for some time jow but this is ridiculous. Every single post is now about this. I am sick of it.\n34 upvotes · 12 comments\nr/videos\nSelf Pissed Italian Man\nyoutube\n244 upvotes · 24 comments\nr/Fishing\nRed Tide needs to STOP!! I've even heard MANATEES are dying, wtf!! Hundreds of thousands of fish, its killed EVERYTHING in its path!! And its STILL going. Its not a \"Natural Disaster\" us humans are supercharging this algee, we need to stop!!\n291 upvotes · 148 comments\nr/videos\nWe need to talk about male suicide\nyoutube\n855 upvotes · 316 comments\nr/JustKiddingNews\nI made a video about JK laughing at people's misfortunes in the news and they copystruck me. I know it was a few months ago, but I still can't believe this happened.\n98 upvotes · 8 comments\nr/halifax\nThe Glace Bay Liberal candidate, John John McCarthy, shared a photo of himself with a moustache styled after Adolf Hitler, as recognized by one of the comments on it that says \"Heil McCarthy\".\ntwitter\n14 upvotes · 109 comments\nr/videos\nInterview with artist who did the Goosebumps book covers\nyoutube\n136 upvotes · 9 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nr/videos\nBird imitates crying human baby\nyoutube\n169 upvotes · 42 comments\nr/videos\nTell me how the grass tastes, little man!\nyoutube\n926 upvotes · 110 comments\nr/videos\nCasually swatting japanese hornets.\nyoutube\n203 upvotes · 20 comments\nr/videos\nAfter 15 years waiting to post this clip from \"The Suite Life\", I'm definitely in the mood for Italian\nyoutube\n3.5K upvotes · 107 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/videos\nThe Expanse - I Am That Guy\nyoutube\n1.9K upvotes · 432 comments\nr/videos\nHow to Predict a Divorce with 91% Accuracy\nyoutube\n414 upvotes · 123 comments\nr/videos\nPlagiarism and You(Tube)\nyoutube\n2.4K upvotes · 805 comments\nr/videos\nThe Saiyan Saga In 5 Minutes (Dragonball Z Live Action) (Sweded) - Mega64\nyoutube\n274 upvotes · 27 comments\nr/videos\nwhen youtube tried blocking adblockers\nyoutube\n1.4K upvotes · 482 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 11, 2021\nReddit\nreReddit: Top posts of July 2021\nReddit\nreReddit: Top posts of 2021"
}