{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "You don't actually NEED a straw, so instead of finding an ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/py5wf8/you_dont_actually_need_a_straw_so_instead_of/",
  "body": "I like straws because I am dumb and good at spilling drinks on myself and because it helps reduce the damage bad drinks do to my teeth. I think straw alternatives are a good idea. My job has massive recycling goals and has switched to 100% compostable straws. They look and feel like plastic ones. Only difference is they're a little more brittle.",
  "textContent": "You don't actually NEED a straw, so instead of finding an alternative material of straw, it's better to just get rid of them entirely : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n2 yr. ago\ncarroott\nYou don't actually NEED a straw, so instead of finding an alternative material of straw, it's better to just get rid of them entirely\n\nI know that some people do need straws to eat and drink and that can be solved by them carrying their own straws so it's accessible to them whenever they need.\n\nOther than that everyone else just drinks out of straws simply bc they like it and are used it. We don't NEED straws and if people really want to get rid of the waste they create then the best option would be to just get rid of them altogether, bc as much some people have their own metal straws, majority of the world still use plastic straws and food places probably won't stop giving you them if you ask.\n\nEdit: since some people want to be crybabies. This post is an answer to people whose argument is that changing straws is better for the environment. This is my answer to people who think changing straws does something.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nu/lenovo\n•\nPromoted\nThis year, spoil your family’s rockstar. Shop in time for the holidays with up to 64% off quick ship Intel PCs. Plus, parents and students get extra discounts.\nLenovo Yoga 7i (14” Intel) - Storm Grey\nMaximize power with 13th Gen Intel® Evo processors Convertible 2-in-1 design with four foldable modes Ultra-vivid colors on a 2.2K IPS display Private, secure Smart log-in & privacy shutter FHD webcam & Smart noise cancellation for clear, crisp videocalls Sketch, edit photos, and take notes with the Lenovo Digital Pen included in select models.\n \nLenovo Legion Pro 5i Gen 8 Intel (16\") with RTX™ 4050\nNext-generation gaming performance with Lenovo AI Engine+ 13th Gen Intel® Core™ processors and NVIDIA® GeForce RTX™ graphics for the ultimate gaming experience SSD storage & DDR5 memory for faster load times and storage Legion ColdFront 5.0 cooling technology for optimal temperature control while gaming Legion TrueStrike Keyboard & high refresh rate 16″ WQXGA display for gaming immersion Play over 100 high-quality PC games with your new Legion PC and 3 free months of Xbox Game Pass\n \nLenovo Legion Slim 7i Gen 8 Intel (16″) - RTX 4060\nGroundbreaking 16″ elite gaming laptop Engineered for gamers and creative professionals Fueled by 13th Gen Intel® Core™ processors and NVIDIA® GeForce RTX™ 40 Series graphics Lenovo AI Engine+ with LA2-Q and LA1 AI chips that dynamically boost performance Dazzling, up-to-3.2K or up to 240Hz VRR 16:10 Lenovo PureSight Gaming Display Thin and light, despite massive screen Play over 100 high-quality PC games with your new Legion PC and 3 free months of Xbox Game Pass\n \nLenovo Legion Pro 5i Gen 8 Intel (16\") with RTX 4070\nNext-generation gaming performance with Lenovo AI Engine+ 13th Gen Intel® Core™ processors and NVIDIA® GeForce RTX™ graphics for the ultimate gaming experience SSD storage & DDR5 memory for faster load times and storage Legion ColdFront 5.0 cooling technology for optimal temperature control while gaming Legion TrueStrike Keyboard & high refresh rate 16″ WQXGA display for gaming immersion Play over 100 high-quality PC games with your new Legion PC and 3 free months of Xbox Game Pass\nSort by:\n[deleted]\n•\n2 yr. ago\n\nOr maybe instead we focus our attention on the actual significant causes of plastic pollution? Or maybe recycle the plastic strawers? They were only not recycled because of their size. The cost to upgrade recycling equipment so it could handle the strawers is minor in comparison.\n\n11 more replies\nFuckYourBans2021\n•\n2 yr. ago\n\nFuck this silly crusade, long live evil plastic straws.\n\n1 more reply\nFortniteChicken\n•\n2 yr. ago\n\nLet’s stop drinking sugary sodas that make straws beneficial so the soda is on your teeth less\n\n5 more replies\n[deleted]\n•\n2 yr. ago\n\nStraws are good for your teeth\n\n7 more replies\n[deleted]\n•\n2 yr. ago\n\nMilkshakes.\n\n4 more replies\n[deleted]\n•\n2 yr. ago\n\nWell actually I found that straws are somewhat helpful for people who are elderly or have disabilities. My grandmother would drink through a straw because she was too weak to move properly.\n\n1 more reply\nthesmithsound\n•\n2 yr. ago\n\nPlenty of things we don’t “need.” I paid $6 for that iced latte? Yeah, I’ll take a straw and enjoy it how I like.\n\nlurker627\n•\n2 yr. ago\n\nYep, recycling is good, but the best thing is to simply reduce consumption.\n\n[deleted]\n•\n2 yr. ago\n\nSince cardboard straws have become a thing I just drink straight.\n\n3 more replies\nScp096_is_ovverated\n•\n2 yr. ago\n\nBut they’re straws.\n\niSephtanx\n•\n2 yr. ago\n\nI always throw paper straws straight into the trash. No straws or plastic ones is the way.\n\nTwitch_YungFeetGod69\n•\n2 yr. ago\n\nOnly if we also get rid of toilet paper and start using bidets\n\n3 more replies\nMorethanafollower\n•\n2 yr. ago\n\nWho said straws are NEEDED I think what was stated is that they are wanted. And who are you to judge what others want. This shit has got to stop before we are all prisoners in our own homes.\n\n1 more reply\nwinterbunny13\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nfood places probably won't stop giving you them if you ask.\n\nCan confirm this. Starbucks keeps trying to give me straws when their cup is made to drink right out of with their newer tops.\n\nGet rid of straws and let people who need them use their metal ones. Or whatever else they use.\n\n4 more replies\n[deleted]\n•\n2 yr. ago\n\nNope. Just quit it with the virtue signaling. It’s not up to disabled people to carry around their own straws.\n\n10 more replies\nView more comments\n \nTop 1%\nRank by size \nr/unpopularopinion\nThe best way to solve the Straw Waste problem is just not to use straws at all\n7 upvotes · 16 comments\nr/povertyfinance\nMoving for a job?\n4 upvotes · 7 comments\nr/Kuwait\nHow to send money to someone living in Kuwait\n3 upvotes · 6 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/NoStupidQuestions\nIf metal straws are from mined nickel and silicone are also not great for the environment, then what?\n4 upvotes · 12 comments\nr/CapitalismVSocialism\n[Socialists] Why Not Just Get Rid Of The Obese?\n19 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/unpopularopinion\nStraws are a useless invention that cause more harm than good.\n15 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/unpopularopinion\nMost plastic thing that have been replaced by paper/wood are terrible\n7 upvotes · 22 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/unpopularopinion\nPaper straws aren't as bad as everybody says they are\n17 upvotes · 47 comments\nr/declutter\nWhat are your best non-authoritarian ideas on getting kids to let go of clutter?\n29 upvotes · 112 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/unpopularopinion\nPaper straws are, in fact, better than plastic straws. Not because of the obvious environmental benefits but because the liquids flow better and it just feels better\n16 upvotes · 48 comments\nr/HayDay\nI'f this isn't enough reason to have an IN GAME item exchange system, I don't know what is. This pain is real! What are your thoughts on how Hay Day can address imbalances like this?\n168 upvotes · 48 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/india\nWhy do Pedal Foot Waste Bins in India don't last long?\n35 upvotes · 9 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 29, 2021\nReddit\nreReddit: Top posts of September 2021\nReddit\nreReddit: Top posts of 2021"
}