{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Why are Plastic Straws Bad and What are the Alernatives?",
  "href": "https://theroundup.org/why-are-plastic-straws-bad/",
  "body": "Plastic straws are one of the most common forms of pollution found on beaches and in oceans all over the world. They're bad for the environment, kill marine life and damage human health. Even if you can't go zero waste entirely, it's high time we all ended our reliance on single use plastics.",
  "textContent": "Why are Plastic Straws Bad and What are the Alernatives?\nTheRoundup is reader supported. We may earn a small commission when you make a purchase via links on this site, at no cost to you.\nBy \nArabella Ruiz\nCategory: \n\nEco-Friendly Home & Living\n\nUpdated: October 26, 2022\n\nDo you still use a plastic straw to drink from a glass or take a sip of your favorite takeaway beverage? We've all probably used one at some point in our lives, but now is definitely the time to rethink that habit.\n\nPlastic straws are one of the most common forms of pollution found on beaches and in oceans all over the world. They're bad for the environment, kill marine life and damage human health.\n\nEven if you can't go zero waste entirely, it's high time we all ended our reliance on single use plastics.\n\nToday we'll examine all the reasons why plastic straws are bad, and look what alternatives are available and what we can all do to help.\n\nKey Facts About Single Use Plastic Straws\n500 million\nAt least 500 million straws are used in the US every day\nEcocycle\n150 million\nMetric tons of plastic currently in our oceans, rivers and waterways\nOcean Conservancy\n8 \nmillion\nAdditional metric tons of plastic goes into the sea every year\nOcean Conservancy\n7th most common\nType of plastic waste collected on the world's beaches\nOcean Conservancy\nOver 100,000\nMarine mammals are killed by plastic pollution every year\nWWF Aus\n200 Years\nA plastic straw can take up to 200 years to decompose\nWWF Aus\nWhy Can't Plastic Straws be Recycled?\n\nMost plastic straws are made from polypropylene (PP). It is now possible to recycle this type of plastic, however it is notoriously difficult to do. Studies suggest only 1% of PP is actually recycled, and the rest goes to landfill.\n\nWhat's more, the size and shape of plastic straws is a problem for most recycling schemes. A typical mechanical recycling sorter can't pick out something as small as a plastic straw, so they often don't get picked up and fall through the filters to mix with other materials.\n\nPolypropylene plastic is not biodegradable. It typically takes between 20 and 30 years to fully degrade, and while that is quicker than other types of plastic, it's still an environmental disaster.\n\nLike other plastics, PP leaches harmful chemicals into the soil or ocean while it breaks down, and has other more immediate consequences for aquatic life.\n\nWhy are Plastic Straws Bad for the Ocean?\n\nYou probably already know about the Great Pacific Garbage Patch, an immense area of plastic waste which is made up of discarded fishing gear, single use plastics and other marine debris.\n\nIt's currently twice the size of Texas, and growing every year as more and more plastic gets dumped into our oceans.\n\nMany marine creatures, particularly mammals such as whales, dolphins and seals, eat plastic because to them it looks like food. Other types of marine wildlife die from getting tangled up in plastics and either drown or starve.\n\nPNAS estimate that 99% of sea birds will have ingested plastic by the year 2050.\n\nBut marine biologists report that plastic straws are particularly hazardous to sea turtles.\n\nHow Do They Kill Sea Turtles?\n\nThis issue was highlighted a few years ago with a viral video which showed a sea turtle with a plastic straw wedged in its nostril.\n\nSea turtles don't have great eyesight, so to them a plastic straw can look like food. When a sea turtle inevitably ingests the plastic, it can't break down and stays in its stomach, meaning the turtle can believe it is full and doesn't need to eat.\n\nTragically, this means that many sea turtles die of malnutrition or starvation, with their stomachs full of our plastic.\n\nHow are Plastic Straws Harmful to Humans?\n\nIf the shocking effect on marine life doesn't move you, then maybe this will.\n\nThere are many examples of plastics getting into the human food chain. So you may end up eating your own plastic waste yourself.\n\nMicroplastics have been found inside the fish and shellfish that are caught for us to eat. Chemicals from plastic in the water table also leach out, which is why plastic fibres have been found in many samples of the tap water we drink.\n\nThe more single use plastic we throw away, the more likely it is to come back and get served back to us in our drinks or on our dinner plates.\n\nShould Disposable Plastic Straws be Banned?\n\nPlastic straws are a cause of unnecessary plastic pollution, since there are several perfectly good alternatives available (see below). They're bad for the environment and for human health, and there's no real benefit to using them.\n\nSo in my opinion, yes plastic straws should be banned, and the sooner the better.\n\nWhich Places have Banned Plastic Straws Already?\n\nPlastic straw bans are becoming more common in various cities, states and countries around the world. Some notable examples are:\n\nSeattle, Washington (2018)\nWashington DC (2019)\nMiami Beach, FL (2019)\nEngland, UK (2020)\n\nThere are partial plastic bans in place in Montana, Oregon, California, Utah, Nevada, Arizona, Colorado, Virginia, New York, New Jersey, Florida and South Carolina.\n\nIn some of these locations, such as New York City, plastic straws are only available if a customer specifically requests one.\n\nWhat are the Alternatives to Plastic Straws?\n\nMany of us have already stopped using plastic bags (which are just as bad), in favor of a reusable alternative. We've also ditched plastic bottles and replaced them by buying a reusable life water bottle instead.\n\nSo why not do the same for straws?\n\nBy choosing a reusable straw you can reduce waste and save money. There are many types of reusable straws available.\n\nMetal Straws\n\nMany people are switching to reusable metal straws instead. A metal straw is usually made from stainless steel and is a good alternative to plastic. Metal straws are eco-friendly, easy to carry, easy to clean and will literally last a lifetime.\n\nRemember that metal does conduct heat, so metal straws are not usually suitable for hot drinks (unless you allow the drink to cool first). Many bars and restaurants are starting to use a metal straw for soft drinks and cocktails, but of course you can always carry your own.\n\nBamboo Straws\n\nBamboo straws don't conduct heat, so they are suitable for both hot and cold drinks. They're equally easy to carry, but slightly harder to clean.\n\nPaper Straws\n\nPaper straws are biodegradable, only taking a few weeks to decompose. So they can be thrown in your paper recycling bin. Technically a paper straw is reusable, but realistically you can only use it a few times before it gets too soggy.\n\nPaper straws are available in the vast majority of food stores and supermarkets, and are also given out by an increasing number of restaurants, cafes and coffee shops.\n\nGlass Straws\n\nGlass straws are reusable, easy to clean, dishwasher safe and hypoallergenic, meaning they are suitable for everyone to use. Although they are tough, glass by its nature is breakable so handle with care.\n\nCompostable straws\n\nPLA (polylactic acid) compostable plastic straws are single use straws made from non toxic materials, mainly plant extracts.\n\nHowever, the main problem with compostable plastic straws is that most people don't dispose of them correctly.\n\nDespite the name, compostable straws don't actually biodegrade in landfill or in your backyard compost pile. They need proper commercial composting or recycling facilities.\n\nMost people don't realise this, and they get thrown straight into our trash cans due to human error. When this happens, they're really no better than regular PP plastic straws.\n\nNo Straw At All\n\nProbably the simplest alternative is to stop using a straw altogether.\n\nStraws have become an accepted part of our everyday lives but the truth is we don't really need them.\n\nWe all drink straight from cups at our local coffee shop, or beers straight from the glass in our local bar. So why the obsession with straws for other types of drinks?\n\nWhy not try to go for just one week without using a straw, just as a trial? Once you get used to it, you'll probably never go back.\n\nWhat Can I do to Help?\n\nAs you can see, there are many reasons why straws and other single use plastics are bad. In fact I feel bad is an understatement. What they really are is hazardous - to our health, to our marine environment, and to the entire planet.\n\nSome steps have already been taken to stop the problem getting any worse, but these measures can only be successful if we all support them.\n\nBut it doesn't require much effort. We can all play our part.\n\nYou don't have to march to congress to join the anti straw movement. Simply changing a few of your daily habits will make a huge difference.\n\nNext time you're offered a single use plastic straw, politely decline.\n\nChoose metal, glass or paper straws if possible, or compostable plastic straws if you really can't find a suitable alternative. But if you do this, remember to dispose of it correctly.\n\nOr as I mentioned earlier, the very best thing you could do is to get out of the habit of using straws at all.\n\nYou May Also Like\n21 Most Eco-Friendly Cities in the World\n17 Top Climate Change Charities that REALLY Make a Difference\nIs Pine Wood Furniture Toxic? An Expert Guide\nHow To Keep Ants Away Naturally: 37 Effective Tips\nElectric Bike vs Regular Bike: 9 Pros & Cons\n21 Easy Ways to Go Green at Work\nWritten by\nArabella Ruiz\nWhat's New...\nWHAT IS A MATTRESS TOPPER & DO YOU REALLY NEED ONE?\n24 LEADING SUSTAINABLE FASHION ACTIVISTS TO FOLLOW\nWHAT CAUSES BROWN STAINS ON A MATTRESS & HOW TO CLEAN THEM\n47 BEST ECO-FRIENDLY GIFT IDEAS FOR ALL OCCASIONS & BUDGETS\nBEST ECO-FRIENDLY & SUSTAINABLE SUNGLASSES REVIEWED\nBEST SUSTAINABLE BLACK FRIDAY & CYBER MONDAY DEALS\nTOP 5 SOFT ORGANIC TOWELS FOR YOUR ECO-FRIENDLY BATHROOM\n6 EASY & NATURAL WAYS TO REMOVE SWEAT STAINS FROM A MATTRESS\nHOW TO MAKE YOUR OWN DIY MATTRESS IN 6 STEPS\nSHOULD YOU WASH NEW SHEETS BEFORE USING THEM?\nWHAT IS MATTRESS TUFTING AND ARE TUFTED MATTRESSES BETTER?\n30 SECOND PERSONAL CARBON FOOTPRINT CALCULATOR\nCAN YOU USE AN ELECTRIC BLANKET WITH A MATTRESS TOPPER?\n4 BEST NON-TOXIC CRIBS FOR A CHEMICAL-FREE NURSERY\n3 CHEAPER THUMA BED ALTERNATIVES: QUALITY FRAMES YOU'LL LOVE\nGET BIG DISCOUNTS\nEco-Friendly Deals & Coupon Codes\nArabella Ruiz\nArabella Ruiz is a senior researcher at The Roundup, specializing in data and statistics. She lives in San Antonio, Texas and has been interested in the environment from an early age. Arabella loves to campaign for environmental causes and fundraise for charities that aim to preserve wildlife habitat, protect endangered species or help people with climate change problems.\nTheRoundup.org - As Seen On\nTheRoundup\nYour guide to a green and eco-friendly lifestyle. We offer simple, practical advice that anyone can follow. Together we can make a difference today & save tomorrow.\nSUBSCRIBE FOR UPDATES\nHOME\nHOME\nABOUT US\nMEET THE TEAM\nCONTACT US\nFREE E-BOOK\nBUY GREEN\n\nBEDROOM\nBATHROOM\nCLOTHING & FASHION\nBABY & TODDLER\nKITCHEN\nGUIDES & TIPS\nWIND POWER\nCERTIFICATIONS\nGREENWASHING\nPLASTIC WASTE\nEMISSIONS\n\n\nAll Content ©2023 TheRoundup - All Rights Reserved.\n\nAffiliate Disclaimer: This website may contain affiliate links. To cover our costs, we may earn a commission from any sale at no cost to you. As an Amazon Associate we earn from qualifying purchases. \nTerms & Conditions\nReview Methodology\nPrivacy Policy\nDisclaimer\nSitemap\n108 E Main St Suite 3 Fredericksburg, TX 78624 | +1-830-904-0838 | getintouch@theroundup.org"
}