{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Straws Will Be Banned Here, Starting Nov. 4 - Yahoo",
  "href": "https://www.yahoo.com/lifestyle/plastic-straws-banned-starting-nov-222701368.html",
  "body": "In 2020, the state introduced an overarching law that plans to put a ban on single-use carryout bags, polystyrene foam food service products, and plastic straws not by-request. Starting May 4 ...",
  "textContent": "Yahoo Lifestyle\nSearch query\nNews\nFinance\nSports\nMore\nMail\nSign in\nClose this content\nPlastic Straws Will Be Banned Here, Starting Nov. 4\nKali Coleman\nNovember 1, 2021·4 min read\n\nRoughly 500 million plastic straws are used in the U.S. nearly every day, threatening wildlife and contributing to the growing ocean plastic epidemic, according to the National Park Service (NPS). Over the past few years, many businesses have attempted to significantly cut back on their contribution to single-use plastic by swapping out their plastic straws for paper ones. But some of these businesses have not made this choice on their own. Several states have enacted statewide restrictions against single-use plastic straws, and one of these bans is set to go into effect this week. Read on to find out more about the latest ban on plastic straws.\n\nRELATED: Coca-Cola Is Making This Major Change for the First Time in 5 Years.\n\nNew Jersey will start banning plastic straws on Nov. 4.\n\nA new state law in New Jersey will soon make it much harder for customers to get plastic straws. Under the law, food service businesses will only be allowed to provide a single-use plastic straw to customers if they request one specifically, as of Nov. 4. The order says that stores might continue to sell packages of single-use plastic straws, as well as provide or sell a beverage pre-packaged by the manufacturer with a single-use plastic straw, like juice boxes, however.\n\n\"A person or entity that violates the law will be warned for a first offense, may be fined up to $1,000 per day for the second offense, and may be fined up to $5,000 per day for the third and subsequent violations,\" the New Jersey Department of Environmental Protection said. \"Violations of a continuing nature constitute an additional, separate, and distinct offense for each day that is deemed a violation.\"\n\nRELATED: Chick-fil-A Customers Are Outraged That the Fast-Food Chain Is Doing This.\n\nBusinesses might not have straws, even if you ask.\n\nThis isn't the only thing potentially making it harder for customers to get plastic straws, however. According to News 12 New Jersey, various people in the service industry, including the owners of the Candlewyck Diner in East Rutherford, have said they might not have plastic straws to provide customers with even if they ask for them.\n\n\"Because of the pandemic and supply-chain issues, we don't have the products to give to begin with, so whether it's plastic or whether it's paper, it's a struggle at this point,\" Candlewyck Diner owner Emanuel Logotagtis told the news outlet.\n\nThis is just one part of a larger state law.\n\nThe restriction against single-use plastic straws is just one part of New Jersey's new law. In 2020, the state introduced an overarching law that plans to put a ban on single-use carryout bags, polystyrene foam food service products, and plastic straws not by-request. Starting May 4, 2022, the law will prohibit all stores, including retail, from selling or providing their customers with single-use, plastic carryout bags. Some of these businesses can provide or sell single-use paper carryout bags, but any grocery store larger than 2,500 square fee will only be allowed to provide or sell reusable carryout bags made of polypropylene fabric, PET non-woven fabric, nylon, cloth, hemp product, or other washable fabric.\n\nAll businesses will be banned from selling or offering any polystyrene foam food service products on May 4, 2022, as well. Certain products will be exempt from the prohibition until May 4, 2024, however, like disposable long-handle polystyrene foam soda spoons, portion cups of two ounces or less, and meat and fish trays for raw or butchered meat.\n\nRELATED: For more up-to-date information, sign up for our daily newsletter.\n\nNew Jersey is not the first state to ban plastic straws.\n\nNew Jersey is hardly the first state to crack down on plastic use. Other states that have implemented partial or full bans against plastic straws include Arizona, California, Colorado, Florida, Montana, New York, Nevada, Oregon, South Carolina, Utah, Virginia, and Washington, according to Orbitz. Seattle, Washington, was the first major U.S. city to implement a ban against single-use plastic straws in July 2018, per CBS News, and then California became the first state to mandate that full-service restaurants could only give out single-use plastic straws to customers who asked for them, Business Insider reported.\n\n\"It's not really about picking on straws, it's just that straws are a form of single-use plastic. They've been designed to be used for a very short amount of time, and then be tossed away. And there is no 'away,'\" Plastic Pollution Coalition CEO Dianna Cohen explained to Business Insider at the time.\n\nRELATED: AT&T, Verizon, and Other Phone Companies Are Getting Rid of This.\n\n View comments"
}