{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Nations sign up to end global scourge of plastic pollution",
  "href": "https://news.un.org/en/story/2022/03/1113142",
  "body": "The impacts of plastic production and pollution on the triple planetary crisis of climate change, nature loss and pollution are a catastrophe in the making, the UN agency said, with exposure...",
  "textContent": "Skip to main content / navigation\nWelcome to the United Nations\nLANGUAGE\nالعربية\n中文\nEnglish\nFrançais\nРусский\nEspañol\nPortuguês\nKiswahili\nOther\nUN News\nGlobal perspective Human stories\nSEARCH\nHome\nTopics\nIn depth\nSecretary-General\nMedia\nAUDIO AND SUBSCRIPTION\nAUDIO HUB\nSUBSCRIBE\nNations sign up to end global scourge of plastic pollution\nPlay video\n© UNEP A worker sorts plastic for recycling at Dandora landfill in Nairobi, Kenya.\n\nFacebook Twitter Print Email\n\n2 March 2022Climate and Environment\n\nHeads of State, environment ministers and other representatives from 175 nations, endorsed a historic resolution at the UN Environment Assembly in Nairobi on Wednesday to end plastic pollution, and forge an international legally binding agreement, by the end of 2024.\n\nThe landmark resolution addresses the full lifecycle of plastic, including its production, design and disposal.\n\nOn track ‘for a cure’\n\n“Against the backdrop of geopolitical turmoil, the UN Environment Assembly (UNEA-5) shows multilateral cooperation at its best,” said President of the Assembly, and Norway’s Minister for Climate and the Environment, Espen Barth Eide. “Plastic pollution has grown into an epidemic. With today’s resolution we are officially on track for a cure.”\n\nPlastic pollution has grown into an epidemic. With today’s resolution we are officially on track for a cure. Espen Barth Eide\n\nThe resolution, based on three initial draft resolutions from various nations, establishes an Intergovernmental Negotiating Committee (INC) which will begin its work this year, aiming to complete a draft legally binding agreement by the end of 2024.\n\nThat in turn, is expected to present a legally binding instrument, which would reflect diverse alternatives to address the full lifecycle of plastics, the design of reusable and recyclable products and materials, and the need for enhanced international collaboration to facilitate access to technology, to allow the revolutionary plan to be realized.\n\nThe UN Environment Programme (UNEP) said that it would convene a forum by the end of this year in conjunction with the first session of the INC, to share knowledge and best practices in different parts of the world.\n\nUNEP/Cyril Villemain UNEA President Espen Barth Eide (right), UNEP Executive Director Inger Andersen (center) and Keriako Tobiko, Cabinet Secretary of Environment of Kenya, applaud the passing of the resolution.\n‘Triumph by planet earth’\n\nIt will be based on open discussion, informed by science, and report back on progress throughout the next two years. Finally, upon completion of the INC’s work, UNEP will convene a diplomatic conference to adopt its outcome and open it for signatures.\n\nIt is an insurance policy for this generation and future ones, so they may live with plastic and not be doomed by it. Inger Andersen\n\n“Today marks a triumph by planet earth over single-use plastics. This is the most significant environmental multilateral deal since the Paris accord. It is an insurance policy for this generation and future ones, so they may live with plastic and not be doomed by it.” said Inger Andersen, Executive Director of UNEP.\n\n“Let it be clear that the INC’s mandate does not grant any stakeholder a two-year pause”, she added. “In parallel to negotiations over an international binding agreement, UNEP will work with any willing government and business across the value chain to shift away from single-use plastics, as well as to mobilise private finance and remove barriers to investments in research and in a new circular economy”.\n\nScale of the problem\n© UNEP Dandora landfill in Nairobi, Kenya, where much of the waste in the landfill is plastic.\n\nPlastic pollution soared from two million tonnes in 1950, to 348 million tonnes in 2017, becoming a global industry valued at $522.6 billion, said UNEP. It is expected to double in capacity, by 2040.\n\nThe impacts of plastic production and pollution on the triple planetary crisis of climate change, nature loss and pollution are a catastrophe in the making, the UN agency said, with exposure to plastics harming human health, and potentially affecting fertility, hormonal, metabolic and neurological activity, while open burning of plastics contributes to air pollution.\n\nBy 2050, greenhouse gas emissions associated with plastic production, use and disposal, would account for 15 per cent of allowed emissions, under the goal of limiting global warming to 1.5°C (34.7°F) in line with the Paris Agreement on climate change.\n\nMore than 800 marine and coastal species are affected by this pollution through ingestion, entanglement, and other dangers, while around 11 million tonnes of plastic waste flow each year into the ocean. This could triple by 2040.\n\nThe historic resolution, entitled “End Plastic Pollution: Towards an internationally legally binding instrument”, was adopted with the conclusion of the three-day UNEA-5.2 meeting, attended by more than 3,400 in-person and 1,500 online participants from 175 UN Member States, including 79 ministers and 17 high-level officials.\n\nThe Assembly will be followed by “UNEP@50,” a two-day Special Session of the Assembly, marking UNEP’s 50th anniversary where Member States are expected to address how to build a resilient and inclusive post-pandemic world.\n\nProtecting nature at the core of SDGs: Deputy UN chief\n\nIn her remarks to the UN Environment Assembly, the Deputy Secretary-General, Amina Mohammed, noted the theme was based around \"Strengthening Actions for Nature to Achieve the Sustainable Development Goals”.\n\n\"One thing we know for certain is that protecting nature is at the core of achieving the 2030 Agenda and the goals of the Paris Agreement\", she said.\n\n\"If we are to ensure food and water security for all people around the world, we need to prevent ecosystem collapse.\"\n\nCOP26 underscored the need to keep the 1.5C degree goal within reach, she said, adding that everyone now knows that climate impacts are \"the greatest dividers: they hit vulnerable communities everywhere; and they disproportionately impact the ability of developing countries to prosper and thrive.\"\n\nShe said that protecting ecosystems will help us keep closing the key greenhouse gas emissions gap by 2030 – \"a gap that is unfortunately widening, not shrinking.\"\n\nMs. Mohammed noted that progress on a legally binding global agreement on plastic pollution provides \"a chance to truly make a difference, one that shows again the value of multilateralism\", stressing that Africa has led the way. \n\n34 out of 54 countries have already put in place legislation on single used plastics bags, she said, \"and I encourage more countries to follow suit.\n\n\"Today, no area of the planet is left untouched by plastic pollution, from deep sea sediment, to Mount Everest. The planet deserves a truly multilateral solution to this scourge that affects us all. An agreement that speaks from source to sea.\"\n\nUNEA photo gallery: Participants celebrate passage of resolution\n♦ Receive daily updates directly in your inbox - Subscribe here to a topic.\n♦ Download the UN News app for your iOS or Android devices.\n \nPLASTIC POLLUTIONENVIROMENT\nRELATED STORIES\nTurning waste to wealth: In Nairobi, UN deputy chief lauds youth-led development solutions\nFROM THE FIELD: Plastic pollution choking world’s oceans\nPlastics in soil threaten food security, health, and environment: FAO\nNEWS TRACKER: PAST STORIES ON THIS ISSUE\nUN Environment Assembly opens, sets sites on ending plastic pollution\n28 February 2022\nClimate and Environment\n\nDelegates were looking to advance a global agreement on plastic pollution, among a series of draft resolutions on biodiversity and health, green economy, and circularity, as the resumed fifth session of the UN Environment Assembly kicked off in the Kenyan capital of Nairobi on Monday.\n\nFROM THE FIELD: India’s plastic waste revolution\n2 December 2019\nClimate and Environment\n\nThe recycling of plastic waste in India is boosting the incomes of impoverished women and helping build roads and fire cement furnaces, thanks to support from the United Nations Development Programme (UNDP). \n\nRESOURCES\nNavigate the News\nInformation for Broadcasters\nUN System Links\nMedia Alert\nUN Journal\nMeetings Coverage\nAudiovisual Library\nSECRETARY-GENERAL\nAll Statements\nOfficial Travels\nPress Encounters\nSG Twitter\nSPOKESPERSON'S OFFICE\nLatest Statements\nBriefing Highlights\nBriefing Transcripts\nNotes to Correspondents\nFIND US\nUN News App\nFacebook\nTwitter\nYouTube\nRSS\nContact UN News\nFOOTER MENU\nA-Z SITE INDEX\nCOPYRIGHT\nFAQ\nFRAUD ALERT\nPRIVACY NOTICE\nTERMS OF USE\nSOCIAL MEDIA LINKS\nFOOTER BUTTONS\nDONATE\n\nFacebook\nTwitter\nPrint\nEmail"
}