{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "What's the best reusable metal/plastic straws? : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/p4zaht/whats_the_best_reusable_metalplastic_straws/",
  "body": "I think an easy to wash reusable straw is a bit of an oxymoron. By nature, a slender hollow tube is always going to be annoying to clean. But as long as we rinse the straws right after using them, it's just an extra minute to get the pipe cleaner through them. Recommend either metal, bamboo, or silicone.",
  "textContent": "What's the best reusable metal/plastic straws? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n2 yr. ago\nMikzoru\nWhat's the best reusable metal/plastic straws?\nQuestion / Support\n\nCan anyone recommend some high quality metal or plastic reusable straws that will last me a long time? Preferably I'd like them to be easy to wash, too. I've heard some come with their own cleaning kits, but I don't know which exactly.\n\n(Alternatively some biodegradable paper straws would be fine too but I'm struggling to find posts recommending specific ones and more just talking about how great or how terrible the concept of paper straws are)\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nclick2cart.com\nShop Now\nSort by:\nSpecialist-Affect-19\n•\n2 yr. ago\n\nI like glass straws because it doesn't add a flavor to what you're drinking. They can break if you don't take care, but I still have most of them (and you could break a plastic straw anyway). I've given them as gifts and my friends said they really liked them. Mine came with little pipe cleaners.\n\nChickadove\n•\n2 yr. ago\n\nI agree; I also like that since they're clear it's easy to tell that they're clean. I have a little more trouble trusting an opaque straw not to have anything stuck in it. I've had my glass straws for a couple years now and they've not chipped or broken (I hand-wash them). I don't know the brand of mine though, sorry OP.\n\n2 more replies\ncatsmusiclife\n•\n2 yr. ago\n\nI would recommend silicone or bamboo straws. Metal ones can be cold on your teeth sometimes.\n\ngosharksgosharks\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nI like the GoSili (food grade silicone) straws because they aren’t hard on my teeth and there is no cutting risk (I had a metal straw that was super sharp and cut cutting my lips and gums). Some of the GoSili straws come in a reusable travel tin that you can fold the straw up into, which is convenient for when you’re on the go!\n\nI got mine from target but you could also get them directly from the company: https://www.gosili.com/collections/reusable-silicone-straws (their site sells the tins with the keychain feature which I might get some to give to friends and family over the holidays)\n\nTheEcoOne\n•\n2 yr. ago\n\nNo straw is the best eco straw!\n\n2 more replies\n[deleted]\n•\n2 yr. ago\n[deleted]\n•\n2 yr. ago\n\nI personally like Softie Straws - which are silicone straws that are flexible and more comfortable to use than metal or glass. I have a bamboo straw i carry around with me which I also like.\n\najm1925\n•\n2 yr. ago\n\nWe have some TruEarth metal straws. They came with a little pipe cleaner and we’ve liked them well enough.\n\nI think an easy to wash reusable straw is a bit of an oxymoron. By nature, a slender hollow tube is always going to be annoying to clean. But as long as we rinse the straws right after using them, it’s just an extra minute to get the pipe cleaner through them.\n\nResponsiblePen3082\n•\n2 yr. ago\n\nRecommend either metal, bamboo, or silicone. Other types have too many downsides.\n\nI've used silicone in the past(before I lost them), if you get a quality brand you'll have no issues. Only complaint is it can be hard to get through tough openings or frozen drinks (will likely bend before pushing through). Upsides are soft, easy on lips, don't contract heat much, and easily storable. Also have the advantage of being able to be designed in a way to be openable. Highly recommend going that route if you decide on silicone.\n\nMetal downsides are potentially being tough on lips/teeth and contracting heat. Some people say they can taste the metal, that shouldn't happen if you get a quality brand, or type of metal-I recommend titanium if you can find it. Upsides are of course being sturdier and as a result being able to puncture through tough lids and drinks. I use my titanium straw every time I go out, keep it in my car.\n\nBamboo I haven't used at all, but I'd think it's just about the same as metal, probably without the heat concern, but im guessing potentially taste, and concern of biodegrading if not cleaned properly.\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of August 15, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}