{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Why is there a ban on plastic straws and not billionaires ... - Reddit",
  "href": "https://www.reddit.com/r/TooAfraidToAsk/comments/p30ycw/why_is_there_a_ban_on_plastic_straws_and_not/",
  "body": "Plastic straws, were in fact, banned on the space flights in case they blew up over the ocean. But really though, I think the ban on plastic straws was leaning towards wildlife safety, not just pollution. Sea gulls, fish, turtle, seals, for some reason love to eat that kind of trash and stuff and is obviously very bad for them.",
  "textContent": "Why is there a ban on plastic straws and not billionaires living out an astronaut fetish they all seem to have? : r/TooAfraidToAsk\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to TooAfraidToAsk\nr/TooAfraidToAsk\n•\n2 yr. ago\nBig_James993\nWhy is there a ban on plastic straws and not billionaires living out an astronaut fetish they all seem to have?\nClimate & Environment\n\nEdit: people commenting calling me \"idiot, moron, immaute, woke, asshole and selfish\" 3 days ago the same people getting all offended were giving off about how the earth is doomed through climate change. But now that I've asked why billionaires can go space travelling (causing unnecessary climate damage) they get all nasty because they've their head so far up a billionaires ass. Pretty worrying.\n\nAlso people asking \"how are these anyway related\". They aren't but it's interesting to see who is more worried about the sea than the over all health of the earth which doesn't have long left at this rate. Obviously plastic waste etc is terrible I'm not saying that,but we shouldn't be adding unnecessary resources waste so Elon can put a billboard in space or Branson putting virgin Internet on the moon. Or amazon deliveries space division.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nIncognito_oBurrito\n•\n2 yr. ago\n\nMarketing. They are getting us to focus on inconsequential bullshit like plastic straws to distract us from the bigger issues like corporations and their excessive waste, environmental plundering, and them basically not giving a fuck.\n\nIf we're all up in arms about our rights to use a plastic straw, and what about the disabled people who need them, or how pain in the ass or expensive alternatives are, then they can get away with whatever they want.\n\nel8v\n•\n2 yr. ago\n\nThey're pushing the narrative that the consumers should be responsible for the ocean pollution because plastic straws. The reality is, fishing net and other crap used by the fishing industry made up the majority of man-made rubbish in the ocean. Yet regulations are lax for them, it's so much easier to blame it on consumers and their plastic straws.\n\nWhile we are distracted, the big consumer goods conglomerates continue to mass churn out plastic packaging materials and various pollutants, the big oil machinery continues to harvest and feed the supply chain of fossil fuels, occasionally spilling oil into the ocean.\n\nSo tired of this shit.\n\n2 more replies\nRy_Tard_\n•\n2 yr. ago\n\nExactly this, it's all smoke and mirrors.\n\nMeanwhile the evil corporations continue to dump billions of pollutants into the atmosphere.\n\nBut it's you drinking Starbucks with a straw that is evil!\n\n1 more reply\n5 more replies\nseg321\n•\n2 yr. ago\n\nBecause the media says billionaires are doing us all a favor. The media says you are a piece of shit for being selfish.\n\nDe_Wouter\n•\n2 yr. ago\n\nThe same media that is being owned by those billionaires. Nope, not suspicious, not suspicious at all.\n\nBut in all honesty, they are doing us a favor by going to space. It increases the chance of them dying and having to pay inheritance tax on all the things they didn't secure yet by some legal inheritance tax avoidance loophole because they didn't anticipate on dying that soon.\n\n3 more replies\n3 more replies\nidiotapplepie\n•\n2 yr. ago\n\nBecause if we try to stop a billionaire they’ll pay there way out of it\n\nomenoracle\n•\n2 yr. ago\n\nThis whole line of “there shouldn’t be billionaires” seems to miss this entire fact. Billionaires are experts at making more money than the entire rest of the population combined - which includes making sure that there are no laws that really hold them back. What we should be asking is how do we take advantage of them and their talents in a win-win scenario.\n\n3 more replies\nmrman08\n•\n2 yr. ago\n\nIt could be argued that things like spaceX among other private space programs promote science and technological advancement by making cheaper and more effective ways to get into space as well as setting up new infrastructure.\n\nThat said, Jeff Bezos is a prick.\n\nSeversaurus\n•\n2 yr. ago\n\nSomething a lot of people seem to think it's that they are loading pallets of cash on rockets and throwing it into space. As if the money they spend to go to space doesn't go to employees and research which then flows into the economy. There are a lot of reasons to criticize people like bezos or musk but them going to space is far from the worst they have done and honestly helps humanity as a whole.\n\n15 more replies\n6 more replies\nGrinisti\n•\n2 yr. ago\n\nAwful comparison... a good one would be \"why should I turn my lights off when some restaurants have 4 electric fryers running at 170°c from 9am - 11pm\".\n\nFluffyduckconquest\n•\n2 yr. ago\n\nSame with Times Square having hundreds of billboards blasting all day 24 hours ads\n\n17 more replies\nlinyka\n•\n2 yr. ago\n\nThink of it this way, there are no benefits to single use plastic straws. Them going into space means jobs, technology advancement, their sponsorships or investments.\n\n17 more replies\nle_demarco\n•\n2 yr. ago\n\ni see no correlation lol...\n\n8 more replies\nblackomegatm\n•\n2 yr. ago\n\nI don't know about you guys, If I could I would go to space too.\n\nI really don't get all this rage against people who are trying to make this a thing.\n\nWhen I was a kid I was sure that by now taking a flight to space would be as trivial as taking a plane. And we came close to that with the concord, but look at us now....\n\nLet those who can go first open the way for us, and may be we can visit the final frontier ourselves during our lifetime.\n\n7 more replies\nMaximumCrab\n•\n2 yr. ago\n\nTheir waste: cringe and gay\n\nMy waste: based and justified\n\n6 more replies\nView more comments\n \nr/TooAfraidToAsk\nMy boyfriend is disappointed I don’t cum white. Is there something wrong with me?\n2K upvotes · 706 comments\nr/TooAfraidToAsk\nWhat’s going on in Ukraine? It feels like just a week ago things were moving along?\n1.8K upvotes · 391 comments\nr/TooAfraidToAsk\nHow do I stop my brother (under 13) from becoming a horrible person?\n1.7K upvotes · 118 comments\nr/TooAfraidToAsk\nDo most Americans know the US president is also the president of Puerto Rico?\n1.5K upvotes · 277 comments\nr/TooAfraidToAsk\nDo white people ever walk into a place and think, \"wow, there's a LOT of white people in here?\"\n1.5K upvotes · 1.5K comments\nr/TooAfraidToAsk\nIf I found a million pounds on the street, am I liable to report it or is it finders keepers?\n1.4K upvotes · 201 comments\nr/TooAfraidToAsk\nWhy is the KKK not officially by law recognized as a radical organization in the United States of America?\n1.4K upvotes · 238 comments\nr/TooAfraidToAsk\nDoes getting a boner while kissing a guy for a video shoot mean I'm bi?\n1.4K upvotes · 270 comments\nr/TooAfraidToAsk\nWhy black Americans wash the meat before cooking?\n1.3K upvotes · 753 comments\nr/TooAfraidToAsk\nMy wife says, \"the foreplay starts as soon as you wake up and lasts all day.\" I need help. What does she mean?\n1.1K upvotes · 246 comments\nr/TooAfraidToAsk\nAre there any countries that are safer for women to travel to than men?\n1.1K upvotes · 498 comments\nr/TooAfraidToAsk\nWhy do people say “unhoused” now instead of “homeless”?\n1.1K upvotes · 652 comments\nr/TooAfraidToAsk\nDo people ever get naked infront of their friends?\n931 upvotes · 319 comments\nr/TooAfraidToAsk\nIs Jailbreaking your iPhone still a thing in 2023?\n907 upvotes · 106 comments\nr/TooAfraidToAsk\nNSFW\nDo men have to ‘push’ at all to cum?\n879 upvotes · 203 comments\nr/TooAfraidToAsk\nWhat’s with my conservative relatives telling me that George Floyd overdosed on Fentanyl and therefore the cop that suffocated him should be set free?\n877 upvotes · 655 comments\nr/TooAfraidToAsk\nWhy are Americans so weirded out by adults living with their parents?\n676 upvotes · 212 comments\nr/TooAfraidToAsk\nIs replacing the n word when singing along to music ok?\n669 upvotes · 511 comments\nr/TooAfraidToAsk\nAre there any crimes that White people commit at a higher rate than other ethnicities?\n572 upvotes · 545 comments\nr/TooAfraidToAsk\nNSFW\nWhat exactly is squirting?\n572 upvotes · 224 comments\nr/TooAfraidToAsk\nWhy is it considered ignorant to use the word 'colored' to refer to a racial minority in the United States. But using 'people of color' is the expected and polite umbrella term for these groups?\n561 upvotes · 223 comments\nr/TooAfraidToAsk\nNSFW\nWhy does my (18F) stomach hurt when I get aroused?\n556 upvotes · 42 comments\nr/TooAfraidToAsk\nNSFW\nIs it legal?\n534 upvotes · 79 comments\nr/TooAfraidToAsk\nNSFW\nCan you think of something that is equally pleasurable, satisfying and exciting as having an orgasm?\n521 upvotes · 521 comments\nr/TooAfraidToAsk\nHow does anal sex work with the feces inside?\n515 upvotes · 176 comments"
}