{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Why marine biologists think ocean cleanups are a bad idea - Vox",
  "href": "https://www.vox.com/down-to-earth/22949475/ocean-plastic-pollution-cleanup",
  "body": "The real way to clear the ocean of plastic pollution. Ultimately, solving the problem of plastic waste requires that companies produce and use less plastic, experts said.",
  "textContent": "Skip to main content\nVox homepage\nGive\nGive\nSite search\nSearch\nVox main menu\nEXPLAINERS \nCROSSWORD\nVIDEO\nPODCASTS\nPOLITICS\nPOLICY\nCULTURE\nSCIENCE\nMORE \nWill you help keep Vox free?\nVox's journalism is free, so that everyone can understand our world. Reader support helps us do that. Will you give today?\n×\nYes, I'll Give\n\nFILED UNDER:\n\nDOWN TO EARTH\n \nEXPLAINERS\n \nCLIMATE\nOops, cleaning the Great Pacific Garbage Patch was probably a bad idea\n\nMany scientists worry that flashy efforts to clean plastic from the ocean do more harm than good.\n\nBy Benji Jones@BenjiSJones  Mar 4, 2022, 7:00am EST\nShare this story\nShare this on Facebook (opens in new window)\nShare this on Twitter (opens in new window)\nSHARE\nAll sharing options\nSome marine biologists say that big projects to clear the oceans of plastic are a waste of resources. A plastic removal system operated by The Ocean Cleanup, a nonprofit, is shown here. The Ocean Cleanup\nBenji Jones is a senior environmental reporter at Vox, covering biodiversity loss and climate change. Before joining Vox, he was a senior energy reporter at Insider. Benji previously worked as a wildlife researcher.\nThis story is part of a group of stories called\n\nThe biodiversity crisis, explained\n\nLast month, a group of marine biologists noticed something fishy in a video posted on Twitter by a nonprofit called The Ocean Cleanup. “This is likely a staged video,” Clark Richards, a scientist at the Bedford Institute of Oceanography, wrote. “I call bullshit.”\n\nIn the 25-second clip, a large net appears to dump 8,400 pounds of plastic waste, including crates, buckets, and fishing gear, onto the deck of a ship. The Ocean Cleanup, which has raised more than $100 million on the promise to rid plastic from the seas, said the trash in the video was just pulled from the Great Pacific Garbage Patch — an infamous region in international waters, between California and Hawaii, that’s polluted with plastic waste.\n\nRichards and several other marine biologists quickly challenged the group’s claim. On Twitter and in media reports, they said that the plastic looked too clean to have been floating for a while in the ocean. There should have been a more visible build-up of marine organisms like algae and barnacles. In response to those allegations, The Ocean Cleanup explained that water in the garbage patch lacks nutrients that marine life needs to grow and shared other reasons why the plastic looked so clean (which some biologists again rebuffed).\n\nThe Ocean Cleanup empties a net full of plastic from the Great Pacific Garbage Patch on the deck of a ship. The Ocean Cleanup\n\nOn its face, The Ocean Cleanup’s approach to solving one of the hardest environmental problems appears to be a worthy one. But the whole squabble raises a bigger question about cleaning up plastic in the open ocean: Is it even a good idea to begin with?\n\nEveryone can agree that plastic waste is a scourge. Between 2000 and 2019, plastic production worldwide doubled, reaching 460 million metric tons — and only a small fraction of that gets recycled. The rest is burned, buried, or ends up in the environment, including the sea. Some estimates suggest that by 2050, there could be more plastic in the oceans, by weight, than fish.\n\nBut some scientists think that cleaning up the open ocean is a futile, and perhaps even harmful, endeavor. Several marine biologists told Vox that existing methods, including The Ocean Cleanup’s strategy, are inefficient and often produce pollution themselves. Plus, this approach can kill sea creatures — the very animals these efforts are ultimately trying to protect.\n\nOcean cleanups also do little to address the core of the issue: our dependence on plastic and the steady stream of waste it produces. “It’s like mopping up the spill when the spigot is still on,” Katie Matthews, chief scientist at the nonprofit advocacy group Oceana, told Vox. “We can’t clean up our way out of plastic pollution.”\n\nWith a challenge so large, and at a time when climate change and commercial fishing are also threatening marine life, it might seem unwise to shoot down any ideas that could help. But marine scientists told Vox that there are plenty of other solutions that are far more effective — or at least, less controversial — than open ocean cleanups.\n\nThe Great Pacific Garbage Patch isn’t actually a patch\n\nThe problem with cleaning up the open ocean starts with a pervasive misconception — that there are enormous blobs of trash floating out at sea just waiting to be scooped up. News stories in the 2000s popularized this idea by referring to the Great Pacific Garbage Patch as an “island” of trash. Even today, a Google search of the “patch” reveals images of large expanses of floating waste.\n\nThe Ocean Cleanup mapped the Great Pacific Garbage Patch several years ago. It’s a region of concentrated plastic waste between California and Hawaii. The Ocean Cleanup\n\nThe so-called patch isn’t so much an island as it is a soup, however, in which broken-down bits of plastic are like pepper flakes. Much of the waste is pea-sized or smaller and floats below the surface. That explains why, when you’re there, “it just looks like ocean,” said Melanie Bergmann, a marine biologist at the Alfred Wegener Institute for Polar and Marine Research in Germany, who last visited the region in 2019. The same is true for a handful of other marine garbage patches, which form around gyres — systems of rotating currents.\n\nThis is one reason why ambitious ocean cleanup efforts are often inefficient, said Richards, the marine scientist at the Bedford Institute of Oceanography; the large pieces of plastic are spread out and much of the rest is impossible to retrieve. Plus, only about 1 percent of the plastic we dump into our oceans ends up in these kinds of patches (it’s still somewhat of a mystery where the rest goes). So even if ocean cleanups were more efficient, they wouldn’t make a significant dent in the overall waste problem.\n\nSome scientists are also concerned that ocean cleanups could even make certain environmental problems worse.\n\nOcean cleanup operations can harm marine life\n\nThe Dutch inventor Boyan Slat founded The Ocean Cleanup in 2013, when he was 18. Since then, the organization — which counts Salesforce CEO Marc Benioff and tech billionaire Peter Thiel as funders — has tested a few different devices to retrieve waste from the garbage patch. Most of them didn’t live up to the hype.\n\nToday, the organization collects plastic by dragging a shallow net between two large ships. According to Matthews and Richards, the method is not unlike trawl fishing, and so it faces the same problem of bycatch — marine life caught by accident.\n\nIt’s hard to collect free-floating plastics without ensnaring fish, turtles, and other animals, said Bergmann, who did her PhD dissertation on bycatch. These creatures often die, even if they’re thrown back into the water, she added. Some scientists also worry that open ocean cleanups harm the organisms that make up an ecosystem right below the ocean’s surface.\n\nA sea turtle swims near a discarded plastic water bottle. Getty Images\n\nMatthias Egger, a scientist at The Ocean Cleanup who has a PhD in marine biogeochemistry, told Vox that the group’s approach is “the complete opposite of fishing.” The net is shallow and moves slowly, so that fish can pass underneath it, and there are escape hatches if they get caught, he said. “The main reason why we do what we do is to help marine life,” he added.\n\nThe Ocean Cleanup has consulted fishers to make a system that doesn’t catch sea life, he said, noting that it’s still in the research and development phase. However, the group said it has caught a small amount of marine life in its nets before, including sea turtles (which may have been dead before entering the net).\n\nSome marine scientists also point out that using large ships that run on fossil fuels to drag nets through the water pollutes the air and the climate. Two vessels operated by The Ocean Cleanup, for example, release 600 metric tons of carbon dioxide for a month of cleanup, according to the nonprofit — equivalent to about 130 cars on the road for a year. Egger said The Ocean Cleanup aims to develop a system that doesn’t need to be towed by large vessels. Until then, the group says it will offset its carbon emissions and work with its shipping partner, Maersk, to develop more sustainable fuels.\n\nRidding the sea of plastic with an approach that burns fossil fuels — which are, themselves, used to make plastic — raises additional questions about efficiency, Matthews said. Why not put that investment into something like beach cleanups? “People walking up and down a beach has no carbon footprint,” she said. “The return on investment is much higher.”\n\nEgger agrees that beach cleanups are valuable, but says that conservation isn’t a zero-sum game. Funding The Ocean Cleanup doesn’t necessarily siphon away money away from other projects, he said. Plus, he added, there’s more value in removing plastic in the ocean, where it’s already harming sea life, than picking it up on the beach.\n\nThe real way to clear the ocean of plastic pollution\n\nUltimately, solving the problem of plastic waste requires that companies produce and use less plastic, experts said. Single-use plastics like bags and takeout containers — which have boomed during the pandemic — should be the first to go, Matthews said. “We have decided to use something that lasts forever for something we only need for five minutes,” she said.\n\nGovernments around the world have been making progress. Many US cities, including New York and Chicago, ban or tax plastic bags. The European Union went as far as banning single-use plastics outright last summer. And just this week, delegates of the United Nations began working on a global treaty to eliminate plastic waste. “We have seen tremendous progress on negotiations toward an internationally legally binding instrument to end plastic pollution,” the executive director of the UN environment program, Inger Andersen, said in a February 28 statement.\n\nEven if successful, the most ambitious efforts to limit plastic production won’t happen overnight, so there’s still a place for cleanups. “I don’t think that anyone would tell you that you should never pick up trash,” Richards said.\n\nMost researchers agree that coastal cleanups are effective. In 2020, volunteers removed 5.2 million pounds of plastic from beaches around the world in a single day. Perhaps the most beloved solution, however, is Mr. Trash Wheel. Floating in the mouth of the Jones Falls river in Maryland, it’s a simple machine that intercepts waste heading for Baltimore’s Inner Harbor. (Mr. Trash Wheel is something of a celebrity in the DC-Baltimore area and part of a “family” of similar trash wheels in the region.)\n\nA trash-collecting machine in Baltimore, affectionately known as Mr. Trash Wheel. Courtesy of Waterfront Partnership of Baltimore\n\n“There are lots of low-tech tools that get plastic before it reaches the ocean,” said Miriam Goldstein, director of ocean policy at the Center for American Progress, who studied the garbage patch as a graduate student (and has previously criticized The Ocean Cleanup). “Those are highly effective and efficient and cheap.”\n\nNicholas Mallos, senior director of the Ocean Conservancy’s Trash Free Seas program, agreed. While there’s “absolutely a role for technology,” he said, the science is increasingly showing that removing plastic from rivers and coastal areas is the best and most efficient approach to reducing plastic waste.\n\nThe Ocean Cleanup deploys similar river trash collection systems, but the group still sees a place for cleaning up the open ocean. Even if we rid beaches and rivers of plastic, Egger said, there will still be waste floating out at sea and harming marine life. “We should work together on solving this rather than having these arguments,” he said.\n\nYou've read 2 articles in the last 30 days.\n\nContributions are a key part of the future of Vox\n\nReaders rely on Vox for clear, nuanced coverage that not only illuminates the issues, but poses solutions, too. And we rely on help from our readers: Advertising and grants cover the majority of our costs, but we count on contributions to help us close the gaps in our budget. In fact, we’re looking to reach 95,000 individual contributions before the end of the year. Will you make the next contribution right now? Our average gift is just $20 — and it goes a long way in helping us keep our work free. Vox is here to help everyone understand what’s shaping the world — not just the people who can afford to pay for a subscription. We believe that’s an important part of building a more equal society. Join that mission by making a contribution today.\n\nOne-Time Monthly Annual\n\n $5/month\n\n $10/month\n\n $25/month\n\n $50/month\n\nOther\nYes, I'll give $5\n/month\n\nWe accept credit card, Apple Pay, and Google Pay. You can also contribute via\n\nNEXT UP IN CLIMATE\nAn oil executive is leading the UN climate summit. It’s going as well as you’d expect.\nOur love of orcas is making them miserable\nScaling slaughter-free meat is hard. Here’s one way to make it easier.\nThere’s less meat at this year’s climate talks. But there’s plenty of bull.\nChristine Parthemore is training a generation to tackle a world of interlocking threats\nZahra Biabani wants Gen Z to feel hopeful about the future\nMost Read\nHow millennials learned to dread motherhood\nWhy so many members of Congress are calling it quits\nIt’s just a tip\n3 winners and 1 loser from the fourth Republican presidential debate\nTake a mental break with the newest Vox crossword\nSign up for the newsletter\nSentences\n\nThe day's most important news stories, explained in your inbox.\n\nEmail (required)\nBy submitting your email, you agree to our Terms and Privacy Notice. You can opt out at any time. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. For more newsletters, check out our newsletters page.\nSUBSCRIBE\nSponsored Content\nRecommended by\nTHE LATEST\nResilience is invaluable in tough times. Here’s how to build it.\nBy Elise Craig\nCan Democrats overcome their deep divisions over Gaza?\nBy Nicole Narea\nThe many layers of May December\nBy Aja Romano\nWhy so many members of Congress are calling it quits\nBy Li Zhou\nHunter Biden’s new indictment, explained\nBy Andrew Prokop\nIsrael’s wartime assault on the free press\nBy Nicole Narea\nChorus\n\t\nAbout us\nOur staff\nPrivacy policy\nEthics & Guidelines\nHow we make money\nContact us\nHow to pitch Vox\n\t\nVox Media\nTerms of Use Privacy Notice Cookie Policy Do Not Sell or Share My Personal Info Licensing FAQ Accessibility Platform Status Advertise with us Jobs @ Vox Media\nAuthor Login\n© 2023 Vox Media, LLC. All Rights Reserved"
}