{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The 7 Best Eco-Friendly Reusable Straws of 2023 - Treehugger",
  "href": "https://www.treehugger.com/best-eco-friendly-reusable-straws-5078000",
  "body": "Plastic straws are part of the estimated 8 million tons of plastic that ends up in our oceans every year. While plastic straws represent less than 1% of that number, experts from the Stanford ...",
  "textContent": "SKIP TO CONTENT\nMENU\nHome\nSustainability for All.\nSearch\nClose\nSearch the site\nGO\nNews\nEnvironment\nBusiness & Policy\nScience\nAnimals\nHome & Design\nCurrent Events\nTreehugger Voices\nNews Archive\nEnvironment\nPlanet Earth\nClimate Crisis\nPollution\nRecycling & Waste\nNatural Disasters\nTransportation\nEco Terms A to Z\nBusiness & Policy\nCorporate Responsibility\nEnvironmental Policy\nEconomics\nFood Issues\nHome & Garden\nHome\nGarden\nScience\nSpace\nNatural Science\nTechnology\nAgriculture\nEnergy\nAnimals\nWildlife\nPets\nAnimal Rights\nEndangered Species\nCulture\nHistory\nTravel\nSustainable Fashion\nArt & Media\nHolidays\nCommunity\nEco-Design\nTiny Homes\nArchitecture\nInterior Design\nGreen Design\nUrban Design\nClean Beauty\nProducts\nTips & Techniques\nAbout Us\n \nContact Us\n \nEditorial Guidelines\n \nPrivacy Policy\nHome & Garden  Home\nThe 7 Best Eco-Friendly Reusable Straws of 2023\n\nFinalStraw's collapsible straw is our top pick for avoiding plastic.\n\nBy\nArricca SanSone\nUpdated May 6, 2022\n\nWe independently evaluate all recommended products and services. If you click on links we provide, we may receive compensation. Learn more.\n\nPlastic straws are part of the estimated 8 million tons of plastic that ends up in our oceans every year. While plastic straws represent less than 1% of that number, experts from the Stanford Center for Ocean Solutions say they’re a vital step toward promoting a larger conversation about waste, as well as a way to encourage a cultural shift away from single-use plastics.\n\nFor most people, it’s an easy transition to make. Drinking from a straw is a matter of convenience, not a necessity, for many of us. But an issue that’s not often discussed is that banning single-use straws unfairly burdens some individuals. Some people, such as those who are differently abled or have medical conditions such as Parkinson’s or dementia, require straws to drink independently; metal and bamboo options are simply too strong, while paper straws can become a choking hazard when softened. As municipalities across the country ban plastic straws, more sustainable options are becoming available to those of us who want (or need) to use straws.\n\nAhead, our picks for the best eco-friendly reusable straws.\n\nThe Rundown\nBest Overall: FinalStraw Collapsible Reusable Metal Straw at Amazon\nJump to Review\nBest Glass: Hummingbird Classic Clear Bent Glass Straws at Amazon\nJump to Review\nBest Stainless Steel: OXO Good Grips 4-Piece Reusable Straw and Brush Set with Case at Walmart\nJump to Review\nBest Multipack: Klean Kanteen 8mm Straw 4-Pack at Walmart\nJump to Review\nBest Bamboo: Jungle Straws Reusable Bamboo Straw Set at The Detox Market\nJump to Review\nBest Collapsible Straw: 4ocean FinalStraw Collapsible Travel Straw at 4ocean.com\nJump to Review\nBest for Kids: Kleen Kanteen Short Straw 4-Pack at Kleankanteen.com\nJump to Review\nBest OverallFinalStraw Collapsible Reusable Metal Straw\n\nCourtesy of Final\n\nView On Amazon\nView On Final.co\n\nThis 9-inch-long stainless steel straw comes in rainbow or steel colors and is lined with silicone so it’s comfortable for sipping (though we usually stay away from silicone, silicone tips are less concerning than those made entirely of silicone). The straw and the cleaning brush that’s included telescope, neatly fitting into a colorful petite carrying case. The case is made from post-consumer recycled plastic and is about the size of your car’s key fob. It even hooks to your key chain so you won’t have to fumble around in the bottom of your bag to find it.\n\nUse the brush and dish soap to clean it, or boil for five minutes to sanitize; the company website offers extensive cleaning tips. Many people love the convenience of having their straws with them all times (you need your keys every time you leave the house, right?). It’s on the pricier side, but, it’s sleek and sexy and probably the final straw (get it?) you’ll ever have to buy. The company aims to eliminate single-use plastics, and since launching in 2018, it has prevented an estimated 300 million from entering the environment.\n\nPrice at time of publish: $20\n\nBest GlassHummingbird Classic Clear Bent Glass Straws, 4 Pack\n\n Courtesy of Amazon\n\nView On Amazon\n\nMade of shatter-resistant—and certified BPA- and lead-free—borosilicate glass (like those clear baking dishes your grandma had), these sustainable straws can be used with hot or cold drinks. They’re 9 inches long, so they fit in taller cups and glasses, with a slight angle for easier sipping. Clean them in the dishwasher or with a hot water rinse, though they come with a cleaning brush in case you need to scrub away any smoothie residue. The straws are available in both a standard 9.5 millimeter diameter and a skinny 7 millimeter diameter, and they come with a 100% lifetime guarantee.\n\nYou also can purchase a (washable) hemp carrying case. Even though they’re super-strong, they’re still glass, so they’re probably not the best for small kids. They will chip or break if dropped on a hard surface. Glass doesn't impart any flavor, so it won't have a weird after-taste like some other materials do. Plus, let’s be honest: They’re beautiful and make every beverage feel more special. They’re made by glass artists at a small company in Colorado.\n\nPrice at time of publish: $20\n\n The 7 Best Travel Mugs of 2023\nBest Stainless SteelOXO Good Grips 4-Piece Reusable Straw and Brush Set with Case\n\n Courtesy of Bed Bath & Beyond\n\nView On Walmart\nView On Amazon\nView On Oxo\n\nThe two 10.5-inch bent-neck stainless steel straws in this eco-friendly set have removable silicone tips. Stainless steel prevents an off-taste from transferring to your beverage. You’ll have to hand wash these straws, but the set comes with a cleaning brush and hard plastic carrying case that everything fits into neatly.\n\nThe silicone tips make it more comfortable to sip hot or cold drinks because your teeth and lips don’t contact the metal. The company is a 1% for the Planet member and supports sustainable food systems, cleaner air and water, and environmental education through organizations such as Big Green, which provides outdoor learning for kids, and The Trust for Public Land, which creates parks and protects livable communities.\n\nPrice at time of publish: $24\n\nBest MultipackKlean Kanteen 8mm Straw 4-Pack\n\nCourtesy of Amazon \n\nView On Walmart\nView On Amazon\n\nThis budget-friendly set is made of stainless steel with removable silicone tips. The slight bend makes sipping easy, while the 9-inch length fits most travel tumblers well. These reusable straws are dishwasher safe. The company is a member of 1% for the Planet and is a certified B corporation. Its headquarters is 100% solar-powered and 100% carbon-neutral, as certified by Climate Neutral, a nonprofit organization that evaluates companies on the basis of their output in the manufacture and delivery of products.\n\nPrice at time of publish: $18\n\n The 7 Best Reusable Water Bottles, According to Our Tests\nBest BambooJungle Straws Reusable Bamboo Straw Set\n\n Courtesy of The Detox Market\n\nView On The Detox Market\n\nThis budget-friendly find is made of 100% organic, biodegradable bamboo that's grown and handmade in rural Vietnam. For each purchase of this product, The Detox Market will plant a tree through Eden Reforestation Projects, which also provides jobs to people in impoverished countries.\n\nThe set of two sustainable straws comes in two diameters, one for regular beverages and one for thicker drinks such as smoothies. It also includes a cleaning brush and travel sleeve, made from hessian. Many people prefer the feel of these straws over other types of materials, although others say the bamboo transfers a grassy aftertaste.\n\nPrice at time of publish: $6\n\nBest Collapsible Straw4ocean FinalStraw Collapsible Travel Straw 2.0\n\nCourtesy of 4ocean\n\nView On 4ocean.com\n\nThis compact, collapsible metal straw folds into a neat, little package that fits into a recycled HDPE carrying case. The straw is made of stainless steel with food-grade silicone tubing, and it also comes with an extendable cleaning brush. The entire thing weighs just 1.8 ounces and attaches to your keychain, so you’ll always have it handy.\n\nThe company is a Certified B corporation and for every product purchased, 4ocean removes one pound of trash from oceans, rivers, and coastlines. Its closed loop program means consumers can call the company at the end of a product’s lifespan for a prepaid shipping label, so the item can be recycled or transformed into other products.\n\nPrice at time of publish: $25\n\nBest for KidsKleen Kanteen Short Straw 4-Pack\n\nCourtesy of Kleen Kanteen\n\nView On Kleankanteen.com\n\nThese stainless steel dishwasher-safe straws are sized just right for kids at 7 inches long. Plus, the silicone tip will protect your child’s pearly whites if your kid has a habit of biting on the ends of straws. The set is made from 90% post-consumer recycled stainless steel, which reduces the company’s greenhouse gas emissions by 40%.\n\nThe company is a 1% for the Planet member and a Certified B corporation. Its headquarters is also 100% solar powered and 100% carbon neutral, as certified by Climate Neutral.\n\nPrice at time of publish: $10\n\nFinal Verdict\n\nOur top pick for a reusable straw is the FinalStraw, which comes with a case and a cleaning wand. If you’re in the market for a multipack, check out the Klean Canteen four-pack. \n\nWhat to Consider When Shopping for Reusable Straws\nProduct Material\n\n\nThe most common materials are stainless steel, silicone and glass. While stainless is sturdy option, not everyone likes the way it feels against their teeth or with cold beverages. Silicone isn’t our favorite choice for sustainability, but some people find it makes sipping from metal more comfortable (and it’s better for kids who have a habit of biting the ends of straws, which can damage teeth).\n\nGlass doesn’t transfer taste, but it’s also more difficult to transport and breakable if dropped on a hard surface, so it’s not a good choice for small kids. Natural products such as bamboo sometimes transfer a grassy flavor with some beverages. Ultimately, the best material is a matter of personal preference.\n\nPortability\n\n\nIf your straw can’t be tucked into your backpack or handbag, you won’t have it with you when you need it. A carrying case also is a good idea to keep it clean between uses.\n\nSanitizing\n\n\nIt's important to clean reusable straws regularly to make sure they don’t collect germs and odors. Some straws are top-rack dishwasher safe or come with a brush that slides in to clean out any funky residue. A case is handy, too, so it won’t collect fuzz or debris when you toss it in your bag or backpack.\n\nSome products can be boiled in hot water for 5 minutes for a thorough cleaning. Others are dishwasher-safe. Read the manufacturer’s guidelines to learn how to clean your straw properly.\n\nFrequently Asked Questions\nHow do you clean a reusable straw?\n\nIf possible, rinse your straw after use so no residue sticks inside it. Then clean your straw more thoroughly by using a straw cleaning brush, which usually is included with your purchase. Wash the outside of your straw with soap and water, then use the brush with a dab of soap to scrub the inside, pulling it through several times. Rinse with hot water, and let air dry. Some companies include directions for how to sanitize a straw in boiling water, too, but check with the manufacturer to be sure this is okay. Many straws are dishwasher-safe, but you’ll still need to use a brush to ream out anything clinging to the inside of it.\n\nWhich reusable straws are recyclable?\n\nUnfortunately, not all reusable straws are recyclable. Stainless steel can be recycled but typically must be taken to a metal recycling facility, not added to curbside bins. Glass straws usually are borosilicate, which melts at higher temperatures, and is not accepted by most curbside or recycling facilities. Check with your local waste management company or search Earth 911 to see what’s available in your area. On the other hand, bamboo straws generally are compostable and biodegradable. In addition, some manufacturers take returns of their products at the end of their lifespans for recycling or transformation into new products.\n\nWhy Trust Treehugger?\n\n\nTreehugger is dedicated to helping you reduce waste to  become plastic-free. Arricca SanSone specializes in writing about home, kitchen, and gardening. She selected the products on this list based on sustainability practices, durability, and social responsibility standards.\n\n The 7 Best Reusable Utensils\nThe 7 Best Travel Mugs of 2023\nThe 7 Best Water Bottles for Kids\nThe 7 Best Reusable Utensils\nThe 30 Best Vegan Gifts\nThe 29 Best Eco-Friendly Gifts of 2022\nThe 7 Best Reusable Water Bottles, According to Our Tests\n7 Items for Zero Waste Travel\n8 Zero Waste Skincare Products that Cut Plastic Packaging\nBest of Green Awards 2021: Eco Family\nBest of Green Awards 2021: Green Cleaning\nThe 7 Best Countertop Compost Bins of 2023\nThe 6 Best Reusable Coffee Filters of 2023\nBest of Green Awards 2021: Eco Tech\nThe 9 Best French Press Coffee Makers of 2023\nThe 7 Best Vegan Makeup Brushes of 2023\nThe Best Refillable Makeup of 2023\nTreehugger\nSustainability for All.\nFollow Us\nEnvironment\nBusiness & Policy\nHome & Garden\nNews\nAbout Us\nPrivacy Policy\nEditorial Guidelines\nTerms of Service\nCareers\nAdvertise\nContact\nYour Privacy Choices \nTreehugger is part of the Dotdash Meredith publishing family.\nPlease review our updated Terms of Service."
}