{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Straw Ban Legislation: Is Your State Next?",
  "href": "https://statecapitallobbyist.com/environment/plastic-straw-ban-legislation-is-your-state-next/",
  "body": "Maine. In March 2021, Maine lawmakers introduced LD 602, which would prohibit the manufacture, sale, and distribution, at retail or wholesale, of single-use plastic straws, splash sticks, and beverage lid plugs made entirely or partly of plastic. The legislation further prohibits food and eating establishments from providing such items to ...",
  "textContent": "Skip to content\nHOME\nTEAM\nWHERE WE WORK\nLOBBYING SERVICES\nRESOURCES\nISSUES\nCONTACT\nCannabis\nCryptocurrency\nEducation\nElections\nElectric Vehicles\nEnergy\nEnvironment\nHealthcare\nLobbying\nTechnology\nTransportation\nHome » Environment »\nPlastic Straw Ban Legislation: Is Your State Next?\nBy Ryan Stevens\nPublished On: December 1st, 2021\nCategories: Environment\nImage courtesy thechuk from Pixabay\n\nEarlier this year, DMGS discussed states and municipalities across the country banning plastic bags in force.  In addition to putting prohibitions on plastic bags, states and localities have also been looking at plastic straw bans as advocates look to reduce plastic pollution as plastics are not biodegradable and cannot break down naturally. It is estimated that Americans use 500 million drinking straws every day.  While some legislation only contains plastic straw bans, other legislation loops plastic straws in with other plastic prohibitions.\n\nConnecticut\n\nLawmakers in Connecticut introduced HB 6502 earlier this year to prohibit the automatic distribution of single-use plastic straws at certain eating establishments.  Specifically, the bill would, effective January 1, 2022, prohibit full-service restaurants from providing customers with single-use plastic straws unless they request it or if the customer has a disability.  The legislation defines a “full-service restaurant” as an establishment that primarily services food to be consumed on-site and where an employee does the following: (1) escorts and seats the customer, (2) takes the customer’s food and beverage order after the customer is seated, (3) delivers the order and any requested related items to the customer, and (4) brings the check for the order to the customer’s table.\n\nViolations under the bill would result in a restaurant owner or operator receiving warnings for a first or second violation and a fine for a third violation.  The fine would be $25 for each day of the violation, up to $300 in a single year.  Enforcement power would belong to a municipal or district health department that has jurisdiction over the restaurant.  The plastic straw ban bill additionally does not prohibit municipalities from adopting or implementing ordinances or rules that further restrict a full-service restaurant from providing customers single-use plastic straws, as long as the ordinance or rule does not prohibit a restaurant from providing a single-use plastic straw to someone with a disability.\n\nHB 6502 additionally would phase out the use of particular polystyrene trays and food containers.\n\nMaine\n\nIn March 2021, Maine lawmakers introduced LD 602, which would prohibit the manufacture, sale, and distribution, at retail or wholesale, of single-use plastic straws, splash sticks, and beverage lid plugs made entirely or partly of plastic.\n\nThe legislation further prohibits food and eating establishments from providing such items to customers at a point of sale or making them available to customers otherwise.  However, food and eating establishments are allowed to provide single-use drinking straws, splash sticks, or beverage lid plugs not made of plastic only upon a customer’s request.  The establishment must further collect a fee from the customer of no less than $0.05 for each item provided.\n\nMassachusetts\n\nMassachusetts lawmakers introduced H. 998 earlier this year to restrict the distribution of single-use plastic straws by prohibiting food establishments from providing such straws to customers unless requested by the customer.  H. 998 defines a “food establishment” as an operation that stores, prepares, packages, serves, vends, or otherwise provides food for human consumption, including but not limited to any establishment requiring a permit to operate under the State Food Code.\n\nThe bill states that such straws shall not include a straw made from non-plastic materials, such as paper, pasta, sugar cane, wood, or bamboo.\n\nIn mid-June, lawmakers scheduled a virtual hearing to address the plastic straw ban legislation. However, the bill has not seen any action since.\n\nMississippi\n\nThis past session, Mississippi lawmakers introduced Senate Bill 2071, which would have prohibited a food establishment from providing a single-use plastic straw unless a consumer requested such a straw.\n\nThe bill’s definition of a “food establishment” is comprehensive.  The bill’s definition of a food establishment is as follows: all sales outlets, stores, shops, or other places of business located within the State of Mississippi that operate primarily to sell or convey food directly to the ultimate consumer, including any place where food is prepared, mixed, cooked, baked, smoked, preserved, bottled, packaged, handled, stored, manufactured and sold or offered for sale, including, but not limited to, any fixed or mobile restaurant, drive-in, coffee shop, cafeteria, short order cafe, delicatessen, luncheonette, grill, sandwich shop, soda fountain, tavern, bar, cocktail lounge, nightclub, roadside stand, prepared food take-out place, catering kitchen, commissary, grocery store, public food market, food stand or similar place in which food or drink is prepared for sale or for service on the premises or elsewhere, and any other establishment or operation where food is processed, prepared, stored, served or provided for the public for charge.\n\nSB 2071 died in committee in February 2021.\n\nNew York\n\nTwo companion bills in New York have been introduced this year related to plastic straws.  A207 and S1505 would allow restaurants to only provide single-use plastic straws unless requested by a customer.  The legislation otherwise prohibits restaurants from providing customers with single-use plastic straws or single-use plastic stirrers.  Further, the bill specifies that restaurants providing compostable straws or stirrers to customers must have access to curbside food waste collection for composting.\n\nThe bills define a restaurant as any diner or other eating or beverage establishment that offers food or beverages for sale to the public, guests, members, or patrons, whether consumption occurs on or off the premises.\n\nNeither bill has advanced this session.\n\nRhode Island\n\nIn July, Governor Daniel McKee signed House Bill 5131/ Senate Bill 155 into law. The new law prohibits a food service establishment from providing a single-use plastic straw to a consumer unless the consumer requests it.  The bill will take effect January 1, 2022, and tasks the director of health with promulgating and adopting rules and regulations to enforce the new plastic straw ban.\n\nRhode Island’s new plastic straw ban defines a “single-use plastic straw” as a single-use, disposable tube made predominantly of plastic derived from either petroleum or a biologically based polymer, such as corn or other plant sources, used to transfer a beverage from a container to the mouth of the person drinking the beverage. Single-use straws, under the bill, do not include a straw made from non-plastic materials, including, but not limited to, paper, pasta, sugar cane, wood, or bamboo.\n\nThe bill further defines a “food service establishment” as any fixed or mobile restaurant, coffee shop, cafeteria, short-order cafe, luncheonette, grill, tearoom, sandwich shop, soda fountain, tavern; bar, cocktail lounge, night club, roadside stand, industrial feeding establishment, cultural heritage education facility, private, public or nonprofit organization or institution routinely serving food, catering kitchen, commissary or similar place in which food or drink is prepared for sale or for service on the premises or elsewhere, and any other eating or drinking establishment or operation where food is served or provided for the public with or without charge.\n\nSearch for:\nRecent Posts\nWeekly State of the States: December 8th, 2023 Edition\nLooking Ahead: 2024 Gubernatorial Elections\nWeekly State of the States: December 1st, 2023 Edition\nWeekly State of the States: November 17, 2023 Edition\nSeveral States Address Catalytic Converter Theft Through Legislation\nLatest Tweets\n\nOn Thursday morning in Flint, #Michigan Gov. Gretchen Whitmer signed into law a repeal of a nearly 30-year-old law that gave drug manufacturers immunity if their drugs caused harm for Michiganders.\n\n\n\n#Missouri Republican lawmakers are pushing a pair of bills that would allow for women to be charged with murder for getting an abortion in the state.\n\n\n\n#California faces a $68 billion budget deficit in the near term and a $155 billion deficit in the long term, a gap so serious it could compel Gov. Gavin Newsom (D) to declare a fiscal state of emergency and lawmakers to make painful cuts.\n\n\n\nRepublican #Virginia Gov. Glenn Youngkin announced Thursday that the proposed budget he will soon unveil for the next two fiscal years will include an increase in state spending on early learning and child care programs.\n\n\n\nGet The Latest DMGS Updates!\n\nEnter your email address to subscribe to this blog and receive notifications of new posts by email.\n\nSUBSCRIBE\nHOME\nTEAM\nWHERE WE WORK\nLOBBYING SERVICES\nRESOURCES\nISSUES\nCONTACT\n\n© ALL RIGHTS RESERVED. • DUANE MORRIS GOVERNMENT STRATEGIES\n\nClose Sliding Bar Area\nRECENT POSTS\nWeekly State of the States: December 8th, 2023 Edition\nLooking Ahead: 2024 Gubernatorial Elections\nWeekly State of the States: December 1st, 2023 Edition\nSTAY IN TOUCH\n   \nCONTACT INFO\n\n9876 West Green Street\n\nPhone: 1-800-987-6543\n\nMobile: 1-800-345-6789\n\nEmail: info@your-domain.com\n\nWeb: Avada WP Theme\n\nGo to Top"
}