{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "U.S. Actions to Address Plastic Pollution",
  "href": "https://www.state.gov/u-s-actions-to-address-plastic-pollution/",
  "body": "The U.S. government is acting domestically and internationally to address plastic pollution, a global challenge that affects the environment and human health. Key programs include EPA's National Recycling Strategy, DOE's Plastics Innovation Challenge, USDA's bioplastics research, and NASA's microplastics research. Learn more about the U.S. actions and their goals.",
  "textContent": "Skip to content\nAn official website of the United States Government Here's how you know\n\nOfficial websites use .gov\n\nA .gov website belongs to an official government organization in the United States.\n\nSecure .gov websites use HTTPS\n\nA lock (  ) or https:// means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.\nNewsroom\nBusiness\nEmployees\nJob Seekers\nStudents\nTravelers\nVisas\nFacebook\n \nTwitter\n \nInstagram\n \nYouTube\n \nFlickr\n \nGovDelivery\nState Department Home\nPOLICY ISSUES\nCOUNTRIES & AREAS\nBUREAUS & OFFICES\nABOUT\nsearch\nSEARCH\nHomeOffice of the SpokespersonPress ReleasesU.S. Actions to Address Plastic Pollution\nU.S. Actions to Address Plastic Pollution\n\nFACT SHEET\n\nOFFICE OF THE SPOKESPERSON\n\nFEBRUARY 28, 2022\n\nThe United States welcomes the historic opportunity at the United Nations Environment Assembly (UNEA 5.2), February-March 2022, to start a process with other nations and stakeholders to fight plastic pollution.  The United States is already acting both domestically and internationally to address this global challenge.\n\nKey U.S. programs are highlighted below.\n\nNational\n\nU.S. Environmental Protection Agency (EPA) \n\nNational Recycling Strategy: EPA published the National Recycling Strategy November 2021 and reaffirmed the goal to increase the U.S. recycling rate to 50 percent by 2030.  The Strategy identifies strategic objectives and actions needed to create a stronger, more resilient, and cost-effective U.S. municipal solid waste recycling system.  Recycling has been an important component of the EPA’s decades-long efforts to implement the Resource Conservation and Recovery Act (RCRA) and more recent efforts to pursue a Sustainable Materials Management (SMM) approach, which aims to reduce the environmental impacts of materials across their lifecycle.\nSustainable Materials Management (SMM) program: EPA releases an annual report, Advancing Sustainable Materials Management:  Facts and Figures, to provide information on Municipal Solid Waste (MSW) generation, recycling, composting, combustion with energy recovery and landfilling.  The report analyzes MSW trends in generation and management, materials and products, and economic indicators affecting MSW.\nWasteWise Program: EPA works with businesses, governments, and nonprofit organizations to promote the use and reuse of materials more productively over their entire life cycles. Partners demonstrate how they reduce waste, practice environmental stewardship and incorporate sustainable materials management into their business model, including their waste-handling processes.\nTrash Free Waters is a voluntary program that emphasizes stakeholder engagement to assist U.S. and international communities with addressing primarily land-based sources of marine litter. Within the United States, there have been more than 200 place-based projects that have been or are being implemented.\nThe Trash Free Waters International Implementation Guide  – a tool that provides step-by-step guidance for including all stakeholders, either at the national, state, or community level in decision-making to address land-based sources of marine litter.\nBest Practices for Solid Waste Management: A Guide for Decision-Makers in Developing Countries  – The Guide covers a diverse set of important topics for city-level decision-makers around the world, including stakeholder engagement, waste management planning and economics, waste collection and transportation, prevention, minimization, and recycling, landfill design and operation, and energy recovery.\n\nU.S. Department of Energy (DOE)\n\nDOE launched the Plastics Innovation Challenge in 2018 to coordinate the many initiatives across the department on plastic recycling, degradation, upcycling, and design for circularity. The goals of this program are to develop solutions that deliver greater than 50 percent energy savings, address greater than 90 percent of plastics, reduce greenhouse gas emissions by more than50 percent, and achieve at least 75 percent carbon utilization.  The work includes solving fundamental science challenges through research projects and Energy Frontier Research Centers, forging public-private partnerships such as the BOTTLE Consortia (bottle.org) and the REMADE Institute, and working with industry partners to reduce plastic waste through the Better Plants Program.\n\nU.S. Department of Agriculture (USDA)\n\nUSDA offers support and programs to increase the research, development and buyer/consumer awareness of bioplastics. Agricultural Research Service scientists developed a way for crop residues from cornstalks, straw, and sugarcane bagasse, combined with sustainable enzymes, to convert crop-derived sugars into compounds used in the sustainable manufacture of nylon plastics.  USDA’s BioPreferred Program works to increase the purchase and use of biobased products through federal procurement and a certification and labeling initiative.  The program’s USDA Certified Biobased Product label is a market development initiative to increase consumer and buyer recognition, and the purchase of bioproducts.\n\nU.S. Department of Interior (DOI)\n\nBureau of Safety and Environmental Enforcement (BSEE): The BSEE Marine Trash and Debris Prevention standards require offshore energy companies to conduct annual training for all Outer Continental Shelf (OCS) employees and to adopt best practices to reduce marine debris.\nNational Park Service (NPS): NPS cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world.  The NPS actively works with local, state, and other federal partners on beach clean-ups and educational products and programs to help make visitors aware of environmental impacts of plastics pollution and marine debris, and how individual choices and actions can make a difference.  Ocean Plastics – Oceans, Coasts & Seashores (U.S. National Park Service) (nps.gov) \nS. Fish and Wildlife Service (USFWS): USFWS manages more than 180 coastal national wildlife refuges and five marine national monuments across the United States.  USFWS, partners, and numerous volunteers, work to perform cleanups of plastic pollution on the reefs and beaches.  The USFWS also collaborates with the National Oceanic and Atmospheric Administration (NOAA) and others to remove fishing nets and plastic debris (more than 950 metric tons, since 1996) from the Papahanaumokuakea Marine National Monument.\n\nU.S. Food and Drug Administration (FDA)\n\nRecycled Plastics for Food Packaging: FDA assists manufacturers in safely using recycled plastics for food contact articles.  The program helps divert plastic food contact articles from ending up in landfills or polluting the marine environment, while ensuring that the high-quality plastics previously used for food contact articles are safely used to produce new food contact articles.\n\nNational Aeronautical and Space Agency (NASA)\n\nNASA funded a project to investigate the capability of using satellite remote sensing to detect microplastics in our oceans using hyperspectral remote sensing, an important capability of NASA’s upcoming PACE mission. Microplastics form when plastic trash in the ocean breaks down from the sun’s rays and the motion of ocean waves and can be carried hundreds or thousands of miles away from the source by ocean currents, making it difficult to track and remove them.  Researchers are also using current NASA satellite data to track the movement of microplastics in the ocean, using data from NASA’s Cyclone Global Navigation Satellite System (CYGNSS).\n\nNational Institute for Standards and Technology (NIST)\n\nNIST supports U.S. work on documentary standards, reference materials, and reference data and serves as a diverse stakeholder-convenor on manufacturing and technology innovation needs in the U.S. economy and conducts work on the thermal and mechanical properties of polymers at different stages in the recycling process, including studying depolymerization and degradation of polymers in both manufacturing and natural environments.\n\nNational Oceanic and Atmospheric Agency (NOAA) Marine Debris Program\n\nThe NOAA Marine Debris Program  was established in 2006 to address the adverse impacts of marine debris on the U.S. economy, the marine environment, and navigation safety. To prevent marine debris, the Program forms partnerships across the United States and internationally through outreach and education initiatives and supports locally driven, community-based marine debris removal projects .\n\nNational Science Foundation (NSF)\n\nNSF supports basic research that develops fundamental knowledge and engineering advances pertaining to recycling, polymer chemistry and physics, alternative materials, sustainable and circular processes, the fate and impact of plastic materials lost to the environment, and pollution mitigation, control systems, and remediation.\n\nInternational\n\nU.S. Department of State\n\nCAFTA-DR and Panama Environmental Cooperation: The State Department’s Bureau of Oceans and International Environmental and Scientific Affairs (OES), in collaboration with the Environmental Protection Agency (EPA), is working to strengthen solid waste management capacity, including addressing land-based sources of ocean plastic pollution with Central American Countries and the Dominican Republic under the U.S.-Dominican Republic-Central America Free Trade Agreement (CAFTA-DR) and the U.S.-Panama Trade Promotion Agreement.\nBuilding Capacity for Environmentally Sound Management of Plastic Waste in West Africa: The OES Office of Environmental Quality has a grant with the International Union for Conservation of Nature (IUCN) to reduce plastic waste leakage into the marine environment through waste management capacity building initiatives in Senegal.\nThe S.-Singapore Third Country Training Program 2021 included a workshop focused on ASEAN’s plastic pollution challenge and the importance of promoting integrated solid waste management strategies for creating sustainable local and regional solutions.\nGlobal Ghost Gear Initiative (GGGI): The State Department awarded more than $1.5 million in grants to the Ocean Conservancy and its affiliated organization, GGGI, in 2017 to support work in combating marine debris, including ghost gear in the Caribbean region.  The State Department also awarded the Ocean Conservancy a nearly $1 million grant to assist Vietnam in its effort to address marine debris. The United States formally joined GGGI in 2020.\nThe United States led the process to establish the APEC Marine Debris Management and Innovation (MDMI) Sub-Fund in 2018. Through an initial U.S. contribution of $800,000 the State Department was able to generate additional contributions and replenishments from other APEC members.  Countries can apply annually for MDMI project funds to address marine plastic pollution.\nOther recent State Department programs include: The 5-Gyres Asia Pacific Action Against Plastic Pollution; All Hands on Deck:  A Community-Based Marine Litter Reduction Program; Social Mobilization for Marine Waste Management in Vietnam; and Accelerating Efforts to Reduce Ocean Plastic in Vietnam.  These efforts focus on three key areas to address the broader issue of marine debris:  data, local and innovative solutions, and outreach.\n\nU.S. Agency for International Development (USAID)\n\nClean Cities, Blue Ocean: Clean Cities, Blue Ocean  is USAID’s global, flagship program for implementing the Save Our Seas 2.0 Act and reducing the estimated 11 million tons of plastic that flow into the ocean each year.\nMunicipal Waste Recycling Program: USAID’s recently completed Municipal Waste Recycling Program , which ran from 2016-2021, worked to reduce land-based sources of ocean plastic pollution in four key countries—Indonesia, Philippines, Sri Lanka and Vietnam.  Through grants and technical assistance, the program introduced a variety of innovative and scalable approaches to reduce ocean plastic pollution, many of which are now being scaled by Clean Cities, Blue Ocean, local governments, or other actors.\nPrivate Sector Partnerships: In 2019, USAID launched an agreement leveraging more than $100 million in a private-sector  investment strategy managed by Circulate Capital  and funded by multinational companies. USAID provides a $35 million, 50 percent loan-portfolio guarantee through the U.S. International Development Finance Corporation (DFC), which is used to incentivize private capital investment in the recycling value chain in South and Southeast Asia.\n\nFor more information on U.S. engagement at UNEA 5.2, please visit the Bureau of Oceans and International Environmental and Scientific Affairs.\n\nTAGS\n\nBureau of Oceans and International Environmental and Scientific Affairs\nClimate and Environment\nEnvironment\nOffice of the Spokesperson\nU.S. Agency for International Development\nBack to Top\nWhite House\nUSA.gov\nOffice of the Inspector General\nArchives\nContact Us\nFOLLOW US\nFacebook\nTwitter\nInstagram\nYouTube\nFlickr\nGovDelivery\nPrivacy Policy\nAccessibility Statement\nCopyright Information\nFOIA\nNo FEAR Act"
}