{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Global Plastic Pollution May Be Nearing an Irreversible ... - Reddit",
  "href": "https://www.reddit.com/r/Futurology/comments/oijb49/global_plastic_pollution_may_be_nearing_an/",
  "body": "Humans are already eating plastic that they don't even know about, of course it's reaching a tipping point. 955. seejordan3 • 2 yr. ago. If you drink water from a plastic bottle for a year, you will have consumed 140,000 pieces of micro plastic. Drinking from the tap, 4,000. Fuck Nestle, coke and Pepsi. 518.",
  "textContent": "Global Plastic Pollution May Be Nearing an Irreversible Tipping Point : r/Futurology\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Futurology\nr/Futurology\n•\n2 yr. ago\nupyoars\nGlobal Plastic Pollution May Be Nearing an Irreversible Tipping Point\nEnvironment\nscitechdaily.com\nOpen\nSort by:\nAdd a Comment\nGamerBoyHHQ9500\n•\n2 yr. ago\n\n“May”? Humans are already eating plastic that they don’t even know about, of course it’s reaching a tipping point.\n\nReply\nreply\nseejordan3\n•\n2 yr. ago\n\nIf you drink water from a plastic bottle for a year, you will have consumed 140,000 pieces of micro plastic. Drinking from the tap, 4,000. Fuck Nestle, coke and Pepsi\n\nReply\nreply\n56 more replies\n32 more replies\nvbcbandr\n•\n2 yr. ago\n\nAsking anyone with any sort of power to take drastic action on the environment is like asking them about their most shameful moment...they'll just smile, nod and walk away.\n\nReply\nreply\nfinancequestionsacct\n•\n2 yr. ago\n\nI've been on City Council the past eight years and working my ass off to help in any way I can, but so far I haven't even gotten them all to agree to recognize Arbor Day. It's an uphill battle and a lot of times I want to quit, but if I quit there will truly be no one left in the city to fight the good fight. At least I've managed so far to block a lot of shenanigans and that's better than nothing, even if I'm not making much forward progress.\n\nReply\nreply\n147 more replies\n198 more replies\nCranky_Windlass\n•\n2 yr. ago\n\nConsidering the new information we gather everyday on microplastics, I would not be surprised if we're already past the point of no return\n\nReply\nreply\nQuantumForce7\n•\n2 yr. ago\n\nWhat would a return even look like? Is the goal a plastic-free environment?\n\nReply\nreply\n126 more replies\nbagingle\n•\n2 yr. ago\n\nmy first thought was \"may?\"\n\nReply\nreply\n2 more replies\n34 more replies\nunoriginal_name_42\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nPessimistic articles like this are trying to convince you that the fight over pollution is already lost so that you don't complain and they can keep making plastic because \"it's all fucked anyways\". In fact, plastic production could be regulated very easily and several countries are already moving to ban single use plastics.\n\nEDIT: If you'd like to get to work please consider writing letters and lobbying your elected representatives. You can volunteer with a non-profit to coordinate your efforts to have a larger impact than working alone. Some organizations working on plastics: https://www.greenpeace.org/international/campaign/toolkit-plastic-free-future/single-use-ban-in-your-community/ https://plasticpollutioncoalitionresources.org/lobbying/ and one lobbying for a carbon tax: https://citizensclimatelobby.org/\n\nReply\nreply\nA-Cheeseburger\n•\n2 yr. ago\n\nThank you for saying this. I’m getting sick of these random, one off articles saying we’ve fucked ourselves. First of all, I’d like the opinions of a number of scientists rather than one to a few, and secondly, we’ve messed up pretty bad, but considering how much we’ve innovated in the past years, I believe we can still fix things.\n\nReply\nreply\n53 more replies\n42 more replies\nsinat50\n•\n2 yr. ago\n\nI never see anybody mentioning how the fishing industry creates an overwhelming majority of plastics in the ocean. The pacific garbage patch is more than 50% fishing garbage. Banning plastic straws was like banning toothpicks to save the amazon rainforest. This goes for microplastics too. All the lobbying has been done to tell us that it's our hand soaps and athletic clothing making microplastics but those are such a small percentage of the actual problem.\n\nReply\nreply\n25 more replies\nQuantumForce7\n•\n2 yr. ago\n\nSo does \"tipping point\" just mean a bad state in the environmental media now? I checked the article and there's no reason to think that plastic levels have somehow tipped into a different steady state (unlike climate change, where it's known that positive feedback loops stabilize a hotter earth). This is an irresponsible title added buy an undereducated editor.\n\nReply\nreply\nwhatsit578\n•\n2 yr. ago\n\nAgreed. There’s no justification in the article text for using the term “tipping point”.\n\nPlastic pollution is fucked up though. It upsets me how the plastics industry has essentially sold this idea of plastic recycling, when in reality almost none of the plastic from curbside collection ends up being recycled.\n\nReply\nreply\n9 more replies\n[deleted]\n•\n2 yr. ago\n\nhttps://www.researchgate.net/profile/Matthew-Macleod-3/publication/352907165_The_global_threat_from_plastic_pollution/links/60e476b492851ca944b4ca71/The-global-threat-from-plastic-pollution.pdf\n\nThe report that the article is written from. It is saying that with the amount of plastic that is currently in the environment along with the amount that gets added each year, with weathering, micro plastics will soon be a permanent part of the echo system and we will not be able to get rid of it.\n\nWell worth a read of the full report. They use the term \"tipping point\" in it.\n\nReply\nreply\n4 more replies\n11 more replies\n[deleted]\n•\n2 yr. ago\nbirkett83\n•\n2 yr. ago\n\nNature is a better engineer than we are... Give it enough time* and microbes will digest the lot.\n\nhttps://theconversation.com/how-plastic-eating-bacteria-actually-work-a-chemist-explains-95233\n\n*enough time may be centuries or millions of years ¯\\_(ツ)_/¯\n\nReply\nreply\nradome9\n•\n2 yr. ago\n\nIt took 60 million years from trees inventing lignin to fungi inventing a way to digest it. During those 60 million years dead trees just piled up everywhere, not rotting.\n\nReply\nreply\n7 more replies\n16 more replies\nFuriousJohn87\n•\n2 yr. ago\n\nEvery day it's a new tipping point with you people. Can't I just be depressed normally?\n\nReply\nreply\n5 more replies\nde420swegster\n•\n2 yr. ago\n\nHow? Mcdonalds changed their straws to cardboard so how could this be possible?\n\nReply\nreply\n3 more replies\nCapnTreee\n•\n2 yr. ago\n\nI love the “May” part..\n\nThey’ve been finding micro plastics in fetal blood. We’re far past “May”.\n\nReply\nreply\n3 more replies\nView more comments\n \n35\nRank by size \nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/newzealand\nFarmers' howls echo around corridors of power, or, A round up of comment on this muckhole of human inadequacy in the face of near certain climate change apocalypse.\n14 upvotes · 52 comments\nr/belgium\nAlarming new UN report: \"Climate warming is faster than expected, widespread and intensifying\"\nvrt.be\n142 upvotes · 194 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/StPetersburgFL\nRed tide is expected to intensify, and scientists point the finger at Piney Point\nbradenton\n150 upvotes · 36 comments\nr/PizzaCrimes\nIf not a crime, then deeply unethical. They dirk our dirks!\n247 upvotes · 35 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/sustainability\nWould planting trees be used as an excuse to not move away from the current polluting status quo?\n43 upvotes · 17 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/space\nI’m writing a novel (not to publish, just for fun) and im struggling with the Hard science reality’s with the limits of interstellar travel, the possible speed using known tech of today, and possible speed using a few hundred years of technological development. Let’s talk science in Sci fi\n399 upvotes · 312 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nr/singularity\nSam Altman: ‘On a personal note, like four times now in the history of OpenAI, the most recent time was just in the last couple of weeks, I’ve gotten to be in the room when we pushed the veil of ignorance back’\nyoutube\n219 upvotes · 177 comments\nr/singularity\n[Video] Hands-on with Gemini: Interacting with multimodal AI\nyoutube\n304 upvotes · 120 comments\nr/Overwatch\nGenesis – Part Two: Innocence | Overwatch Anime Short\nyoutu.be\n646 upvotes · 172 comments\nr/Futurology\nReturn to office is ‘dead,’ Stanford economist says. Here’s why - Long-term technological and demographic trends suggest the prevalence of remote work may grow in 2025 and beyond.\ncnbc\n2.4K upvotes · 193 comments\nr/Futurology\nWorld to hit 1.4C of warming in record hot 2023\nreuters\n485 upvotes · 97 comments\nr/Futurology\nGrid storage batteries have become so cheap investors are beginning to abandon financing new gas-powered plants; In the first half of the year, 68 gas-power plant projects were put on hold or canceled globally.\nreuters\n1.9K upvotes · 214 comments\nr/Futurology\nGiant batteries drain economics of gas power plants. 68 gas plant projects put on hold or cancelled globally as grid-connected storage undermines 20 year revenue model.\nreuters\n517 upvotes · 58 comments\nr/Futurology\nUS climate assessment lays out growing threats, opportunities as temperatures rise\nreuters\n399 upvotes · 101 comments\nr/Futurology\nA UBI study's first results show promise\nnpr.org\n409 upvotes · 84 comments\nr/Economics\nProducer Price Index (PPI) fell 0.5% in October for biggest monthly drop since April 2020\ncnbc\n96 upvotes · 3 comments\nr/Futurology\nCompanies say they're closing in on nuclear fusion as an energy source. Will it work?\nnpr.org\n655 upvotes · 304 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 46 comments\nr/Futurology\nWhy the Pentagon is spending billions to bring laser weapons to the battlefield\ncnbc\n2K upvotes · 326 comments\nr/Futurology\nGoogle researchers deal a major blow to the theory AI is about to outsmart humans\nbusinessinsider\n3.7K upvotes · 752 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 12, 2021\nReddit\nreReddit: Top posts of July 2021\nReddit\nreReddit: Top posts of 2021"
}