{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "POLLUTION : r/HumankindTheGame - Reddit",
  "href": "https://www.reddit.com/r/HumankindTheGame/comments/p8r5hi/pollution/",
  "body": "Yeah pollution is a little too extreme and the treshhold for killing the world is way too low, you barely have any time to get to renewable energy so you can lower your pollution before the planet is dead. In1 game i picked australia in the contemporary area since i needed more production for infrastructure and built their district in all my ...",
  "textContent": "POLLUTION : r/HumankindTheGame\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to HumankindTheGame\nr/HumankindTheGame\n•\n2 yr. ago\nVorvev\nPOLLUTION\nDiscussion\n\nThe game is FANTASTIC despite the bugs and imbalance of the Contemporary Era. I am very excited to see the first DLC/Expansion packs that continue to add on. My guess is that diplomacy will get the first major pack.\n\nLet’s talk about pollution. First, I think I encountered a bug that when one airport was built in a city, the stability tanked from 100 to 0, zero, zip. I’m sure all the kinks will get worked on.\n\nBut my bigger gripe is against pollution as a mechanic - no, I’m not a climate change denier - but this planet has gone through the Industrial Revolution of the west AND through Asia’s Industrial Revolution and we are still here, on a habitable planet.\n\nI do like the role pollution plays in the stability of your cities, then for everyone else’s cities - but there’s no changes to the biomes on the map. The only real change is the smog effect, which is dope btw.\n\nWhen my city went from VERY LOW POLLUTION to LOW POLLUTION, the stability hit was -15 but the hits to yield were -50%. WHOA!? Seems like a huge jump for a train station and whatever else I built.\n\nI like how certain things reduce pollution, I think those same buildings should come with a MINOR stability buff, as it shows the people you are making efforts in addressing pollution.\n\nI’m sure there’s more that others have found as they dive deeper into this system, and I’ll probably find how to manage it a bit better, but the drastic increase of repercussions just doesn’t feel fair right now.\n\nHope you guys are enjoying the game as much as I am!\n\nRead more\nArchived post. New comments cannot be posted and votes cannot be cast.\nasana.com\nSign Up\nSort by:\nundernier\n•\n2 yr. ago\n\nWhat I don't understand about that system is how to make your neighbours stop polluting like crazy.\n\nAt some point I was generating like 300 pollution and my closest neighbour 24,000!\n\nIt gave me a grievance against them where I could ask for 6,000 gold ... but that didn't stop him and 20 turns later the planet was dead ...\n\nVorvev\n•\n2 yr. ago\n\nYeah that sounds upsetting - only option is to bomb them factories 😂\n\n2 more replies\n2 more replies\neMpix87\n•\n2 yr. ago\n\nYeah pollution is a little too extreme and the treshhold for killing the world is way too low, you barely have any time to get to renewable energy so you can lower your pollution before the planet is dead. In1 game i picked australia in the contemporary area since i needed more production for infrastructure and built their district in all my territories i think i had 6 cities with 3 attached territories so 24... long story short within 15-20 turns the world was dead, i won the game since i had the most fame but i tried to rush to renewables to lessen it but didnt get there in time, i also fail to see how pollution affects science.. food i can understand but science makes no sense.\n\nFlamingo-Sini\n•\n2 yr. ago\n\nI feel there needs to be a way to reduce pollution somehow. Otherwise, just building any kind of industry, even just train stations, will inevitably kill the planet. It's a bit too extreme!\n\nOne game i only build train stations, admittedly in every province, but it was my first game. I thought \"Hey, im just building trains, how bad can it get? im not building any of the other industry buildings.\"\nNope, that game ended with pollution making the planet uninhabitable.\n\nOn that note, i'd LOVE if we could turn the damn pollution ending off somehow...\n\nThe way it is right now, you either avoid building any buildings that cause pollution, or you do and inevitably doom the planet. there's no in betwen. Pollution always only goes up up up, never down. There needs to be some option to reduce pollution. Replanting forests alone is a drop in the bucket.\n\nVorvev\n•\n2 yr. ago\n\nAh you know I haven’t changed the default setting on the end game, but if I recall correctly, there is no way to turn off the “uninhabitable” condition is there?\n\n1 more reply\n8 more replies\nCaptainNacho8\n•\n2 yr. ago\n\nHonestly, Civ did it better.\n\nThe planet never dies and the consequences aren't too extreme, but they're all very negative and make the map really ugly. You as the player can work to negate them, but the AI might not, which puts you on a timer from minute one.\n\nPowderedSugar21\n•\n2 yr. ago\n\nTo be fair, they also had to release an entire expansion to implement that system. I wish Humankind had just left it out rather than the \"all or nothing\" pointless game ender it is now.\n\nArcadeLove\n•\n2 yr. ago\n\nI think Civ is in the other end, I haven't played in a while so maybe something has changed but I remember that there was really no consequence for destroying the world, yes you could lost some tiles, but no enough to make it worth worrying about it.\n\nIn thing other hand here is too punishing, at the end of the game I'm literally just trying to figure out how to not loose stability because of the pollution while waiting for the game to end, something in between would be nice.\n\n[deleted]\n•\n2 yr. ago\n\nThe pollution, like a lot of other aspects of the game, is horribly implemented and unbalanced at release. I trust Amplitude to fix it but am a little cheesed that I paid 50 dollars to be a beta tester.\n\nliquidboss2\n•\n2 yr. ago\n\nWelcome to every game now. I've started putting games on the shelf for a year or looking at games that were launched a year ago if I really want to play something new to me. It sucks when there is something your are excited about though....\n\nPowderedSugar21\n•\n2 yr. ago\n\nI would like the system better if it could be offset.\n\nI build a coal fire plant? Okay, so then I build a forest around it that consistently filters carbon improves air quality, offsetting part of the pollution. Instead we have pointless forests that drop it by ten a single time. I was building a ton of them because I thought it reduced the per/turn generation by 10.\n\nnowrebooting\n•\n2 yr. ago\n\nI was wondering why my cities all suddenly went to 0% stability when I hit the contemporary era; the game really does nothing to prepare you for how impactful the pollution mechanic is and how instantly it can go from 'minor debuff that's safe to ignore' to 'guess you just lost the game'.\n\nArshane\n•\n2 yr. ago\n\nEvery game I played ended in pollution.It's even sadder that I've won one of the games when i was the one who ruined the planet. I think this really needs to be looked at.\n\nOverall though I do like this game a lot, I just wish I could keep the planet from dying lol\n\naylmaocpa123\n•\n2 yr. ago\n\nAlso is the pollution calculation broken? I maxed out renewables + fusion, when i scroll over any of my cities i usually only have 0 or +1 pollution per a turn with maybe like 1 city at +15 cause of airport and other shit. But on the top left it says my total pollution per a turn is like +325, that does not seem right.\n\n[deleted]\n•\n2 yr. ago\n3 more replies\nView more comments\n \nTop 3%\nRank by size \nr/worldnews\nChina releases nearly a billion more tons of carbon dioxide annually than previously thought\nnews.nationalpost\n671 upvotes · 134 comments\nr/australia\nOur leaders are destroying our future. Wentworth must be a referendum on climate change\ntheguardian\n228 upvotes · 45 comments\nr/victoria3\n1.5: Discussing the Good, The Bad And The Ugly | One Proud Bavarian video\nyoutube\n200 upvotes · 35 comments\nr/worldnews\nThe smog is so bad in Delhi that schools were closed after an official said he saw children vomiting out a bus window\nnytimes\n3.1K upvotes · 371 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/YUROP\nThe climate crisis: we are not reducing emissions fast enough - In this article a, Cambridge Italian Dr analyses the current climate policies proposed at the European and Global level. His opinion is that these might not be sufficient to prevent a climate disaster. Ideas on what should the EU do?\narburyroad\n246 upvotes · 23 comments\nr/HumankindTheGame\nPollution too sensitive?\n14 upvotes · 4 comments\nr/HumankindTheGame\nPollution is overpowered?\n21 upvotes · 15 comments\nr/Workers_And_Resources\nPuzzling Pollution\n7 upvotes · 7 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/aoe2\nEarly Pathing was Better in AoE2:DE\nyoutube\n104 upvotes · 58 comments\nr/HumankindTheGame\nMy Eternal Quest to Finish a Game of Humankind\n4 upvotes · 7 comments\nr/HumankindTheGame\nAgrarian cultures be like:\n194 upvotes · 21 comments\nr/aoe2\nReal-Time Strategy is incredible and you should play it\nyoutube\n188 upvotes · 79 comments\nr/HumankindTheGame\nPollution Mechanics Rundown for Anyone Confused or Frustrated\n29 upvotes · 17 comments\nr/HumankindTheGame\nPollution mechanic is downright broken..\n67 upvotes · 35 comments\nr/humankind\nWhat does pollution do?\n13 upvotes · 12 comments\nr/HumankindTheGame\nHow to handle pollution lategame\n9 upvotes · 6 comments\nr/humankind\nPollution needs to be adressed\n79 upvotes · 61 comments\nr/HumankindTheGame\nWe need some mechanics to remove pollution\n175 upvotes · 92 comments\nr/HumankindTheGame\nA few things that bugged me so far... (Nuclear Devices, Pollution & Strategic Resources)\n6 upvotes · 11 comments\nr/HumankindTheGame\nOnly another rant about pollution, with dome questions\n4 upvotes · 4 comments\nr/HumankindTheGame\nPollution seems kinda unfun\n91 upvotes · 72 comments\nr/humankind\nHow do you stop or lower pollution\n9 upvotes · 19 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 21, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}