{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "I prefer paper/cardboard straws to plastic ones : r/The10thDentist - Reddit",
  "href": "https://www.reddit.com/r/The10thDentist/comments/oksw6e/i_prefer_papercardboard_straws_to_plastic_ones/",
  "body": "I also enjoy the resilience of plastic straws, you can bend them but they don't break easily. Also makes a good chewing device that helps me focus. I doubt the environmental impact is actually much of a difference. If I recall the straws are wrapped in plastic, whereas plastic straws were wrapped in paper.",
  "textContent": "I prefer paper/cardboard straws to plastic ones : r/The10thDentist\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to The10thDentist\nr/The10thDentist\n•\n2 yr. ago\nArctureas\nI prefer paper/cardboard straws to plastic ones\nSociety/Culture\n\nYou know, the ones they recently replaced the plastic straws with at Starbucks, McDonalds, Capri-Sonne's, etc. All my friends look at me as if I just murdered someone whenever I tell them I prefer them to the plastic ones. Honestly it comes down to the feeling. I don't have the problem with them disintegrating, and they feel much better in the mouth than the plastic ones. The environmental factor is a plus I suppose, but with the tons of plastic we use every year, it seems like a negligible effect replacing plastic straws with cardboard have anyway. I simply prefer how they feel.\n\nSort by:\nAdd a Comment\nQualityVote\n•\n2 yr. ago\n\nUpvote THE POST if you disagree, downvote if you agree.\n\nDownvote THIS COMMENT if you suspect the post pertains to any of the below:\n\nFake/impossible opinion\n\nNSFW beyond reason\n\nUnfit for the community\n\nBased upon inept knowledge of the subject\n\nRepost from the last 30 days\n\nIf you downvote this comment please do not vote on the post.\n\nNormal voting rules for all comments.\n\nCheck out our new discord server here!\n\nReply\nreply\nFatherJodorowski\n•\n2 yr. ago\n\nI like the metal ones, I like how they clank on my teeth.\n\nReply\nreply\nCauhs\n•\n2 yr. ago\n\nThe mythical 13th dentist.\n\nReply\nreply\n6 more replies\n[deleted]\n•\n2 yr. ago\nwatermoonj\n•\n2 yr. ago\n\nthey immediately get soggy and then they just stop working after a while. 7-eleven has biodegradable plastic ones that work just fine, idk why places don’t just start using those\n\nReply\nreply\n2 more replies\nFutureKnightMaybe\n•\n2 yr. ago\n\nRemember as a kid when you would eat a bunch of Pixie Stix at once? Then you’d accidentally touch the open end of one to your tongue, and then it would be a struggle to get the sugar out?\n\nThat’s what paper straws also do, but at a slower rate. Luckily I drink most things quickly, but the times that I have tried to enjoy myself and sip I end up with cardboard flavored drink :(\n\nI also enjoy the resilience of plastic straws, you can bend them but they don’t break easily. Also makes a good chewing device that helps me focus.\n\nReply\nreply\nShenlong1904\n•\n2 yr. ago\n\nThis, people call it a problem, but chewing on plastic straws helps me distress myself on a spiritual level\n\nReply\nreply\nlanguagelover17\n•\n2 yr. ago\n\nUgh go back to hell please\n\nReply\nreply\nBlasphoumy69\n•\n2 yr. ago\n\nPaper makes the drink taste like paper and it feels terrible in my mouth\n\nReply\nreply\nNoDonut9078\n•\n2 yr. ago\n\nI doubt the environmental impact is actually much of a difference.\n\nIf I recall the straws are wrapped in plastic, whereas plastic straws were wrapped in paper.\n\nBut I still prefer plastic straws as a mouth feel. I rarely use a straw so this isn’t my argument.\n\nReply\nreply\n2 more replies\nthommyjohnst\n•\n2 yr. ago\n\nDownvote, yeah me too. Far better for the environment; feel fine.\n\nReply\nreply\niytyu\n•\n2 yr. ago\n\nI actually hated this so much I instinctively downvoted before remembering the rules. Take your upvote and get out.\n\nReply\nreply\nsax_master225\n•\n2 yr. ago\n\nHonestly why use straws anyways in most cases. Like if I'm at a restaurant I just want to drink straight from the cup. All straws are inherently worse unless its something like a frappuccino where you actually need one.\n\nReply\nreply\nKaseyT1203\n•\n2 yr. ago\n\nCapri-Sonne's are only drinkable with straws. But then, why drink a Capri-Sonne anyway?\n\nReply\nreply\n2 more replies\n1 more reply\njedi21knight\n•\n2 yr. ago\n\nEww.\n\nI stopped using straws for the most part but I totally prefer the plastic ones. The paper straws do as they should and get soft and bendy or whatever I hate that.\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/truespotify\nSpotify to lay off 17% of employees — read the full memo CEO Daniel Ek sent to staff\ncnbc\n300 upvotes · 78 comments\nr/fantanoforever\nShowing You My 2023 Wrapped\nyoutube\n102 upvotes · 25 comments\nr/unpopularopinion\nStraws made from ecofriendly materials ruin the taste\n35 upvotes · 27 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/ChuckleSandwich\nPaper straws make me sick\n237 upvotes · 12 comments\nr/Astros\nJake Meyers Appreciation Post\n371 upvotes · 63 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/JacksFilms\nI hate jumpscares, so I made this.\nyoutube\n297 upvotes · 18 comments\nr/AttackOnRetards\nGigguk has once again delivered\nyoutube\n165 upvotes · 89 comments\nr/JacksFilms\nThe ACTUALLY GOOD YOUTUBERS Iceberg\nyoutube\n137 upvotes · 8 comments\nr/videogamedunkey\nHidden Gems : Dinobreak and Robocop\nyoutube\n111 upvotes · 11 comments\nr/BlackCountryNewRoad\nBlack Country, New Road - What's In My Bag? (from Amoeba)\nyoutube\n114 upvotes · 13 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/unpopularopinion\nI LOVE the toilet paper in public bathrooms\n11 upvotes · 8 comments\nr/FilthyFrank\nThe Filthy Frank Kenya Song has been found\nyoutube\n163 upvotes · 17 comments\nr/videogamedunkey\nCall of Duty 21 : Modern Warfare III 2 (featuring the maps of Modern Warfare 2 1)\nyoutube\n370 upvotes · 37 comments\nr/videogamedunkey\nAlan Wake 2\nyoutube\n177 upvotes · 32 comments\nr/The10thDentist\nI don't like tapioca pearls in my tea or shake\n14 upvotes · 10 comments\nr/BritishSuccess\nOrdered a Milkshake from McDonald's. Paper straw didn't disintegrate while I was drinking it.\n653 upvotes · 57 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/unpopularopinion\nI like the paper straws that you get in places like California.\n3 upvotes · 8 comments\nr/youtubedrama\nThe Completionist’s Open Hand Charity Scam Has To Be Investigated...\nyoutube\n104 upvotes · 28 comments\nr/Lostwave\nThe Filthy Frank Kenya Song has been found\nyoutube\n322 upvotes · 45 comments\nr/rickandmorty\nReally wanted to see an Interdimensional Cable 3 episode after that short segment (Cake or Fake?)\nyoutube\n416 upvotes · 37 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 78 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 15, 2021\nReddit\nreReddit: Top posts of July 2021\nReddit\nreReddit: Top posts of 2021"
}