{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Fact Sheet: Plastics in the Ocean - Earth Day",
  "href": "https://www.earthday.org/fact-sheet-plastics-in-the-ocean/",
  "body": "March 5, 2022 END PLASTIC POLLUTION Fact Sheet: Plastics in the Ocean The billions upon billions of items of plastic waste choking our oceans, lakes, and rivers and piling up on land is more than unsightly and harmful to plants and wildlife. The following 10 facts shed light on how plastic is proving dangerous to our planet, health, and wildlife.",
  "textContent": "Skip to Content\nJOIN US\nSEARCH:\nTwitter\n \nFacebook\n \nInstagram\n \nYoutube\n \nContrast\nEarth Day 2024\nEarth Hub\nInitiatives\nStories & Events\nAbout Us\nStore\nDONATE\nGREEN CITIES\nFACT SHEET: PLASTICS IN THE OCEAN\nHOME\nFACT SHEET: PLASTICS IN…\nSHARE\nMARCH 5, 2022\n END PLASTIC POLLUTION\nFact Sheet: Plastics in the Ocean\n\nThe billions upon billions of items of plastic waste choking our oceans, lakes, and rivers and piling up on land is more than unsightly and harmful to plants and wildlife.\n\nThe following 10 facts shed light on how plastic is proving dangerous to our planet, health, and wildlife. To learn more about the threat and impact of plastic pollution and to get tips to reduce your plastic consumption, download our Plastic Pollution Primer and Toolkit today!\n\nMicroplastics in different forms are present in almost all water systems in the world, be they streams, rivers, lakes, or oceans. [3][4][5] There is more microplastic in the ocean than there are stars in the Milky Way.[6]\nBy 2050 there will be more plastic in the oceans than there are fish (by weight).[8]\nThe chances of disease on a coral reef are enhanced by 22-fold by plastics. In 2018, a huge survey of the 159 coral reefs across Asia-Pacific region showed that over 11.1 billion plastic particles are entangling the corals, and this number is estimated to increase dramatically by 40% by 2025. Plastic debris may also cause physical damage to the corals by exhausting the resources for the wound-healing process. Importantly, more than 7000 species of fishes, invertebrates, plants, sea turtles, birds, and marine mammals can be found in the coral reef ecosystem.[12]\nAnimals are now colonizing the Great Pacific Garbage Patch, meaning that they are consuming the plastic waste and also living in previously uninhabited areas. All of these developments disrupt the natural marine ecosystem.[13]\nMany animals at the base of the food chain eat microplastics. These animals are then consumed by others than humans eat.[14]\n\n \n\n \n\nEDN Staff\n\nRELATED STORIES\nGREEN CITIES\nAmsterdam: The Green Standard of City Governance\nGREEN CITIES\nWhat’s Stopping Green Cities?\nGREEN CITIES\nWhat is a Circular Economy?\n\nJoin the World’s Largest Environmental Movement!\n\nDONATE\n\nEMAIL ADDRESS\n \nZIP CODE\nI want to receive email updates from EARTHDAY.ORG.\nSIGN UP\n\nBECOME A VOLUNTEER\n\nInternational Network\nPress Room\nContact Us\nCareers\nQuizzes\nToolkits\nFact Sheets\nSupporters\nPrivacy Policy\nINTERNATIONAL NETWORK\nUSA\nItaly\nMiddle East\nNorth Africa\nIndia\nMexico\nSoutheast Asia\nAustralia\nSub-Saharan Africa\nSouth America\n190+ Countries\nTwitter\nFacebook\nInstagram\nYoutube\n\nTax ID - 13-3798288\n1752 N Street NW\nSuite 700\nWashington, DC 20036\n+1 (202) 518- 0044\ninfo@earthday.org\n\n\n\n\n\nTERMS OF USE PRIVACY POLICY"
}