{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Government will ban some single-use plastics over the next 18 months",
  "href": "https://www.cbc.ca/news/politics/plastics-ban-countdown-1.6494379",
  "body": "The federal government is moving to ban plastic bags, takeout containers, straws, stir sticks, cutlery and six-pack rings by the end of 2023, from importing or making them by the end of 2022. The move is part of a plan to reduce plastic pollution and meet the 2030 target of halting it.",
  "textContent": "Content\nSkip to Main Content\nAccessibility Help\nMENU\nSearch\nSign In\nnews\nTop Stories\nLocal\nClimate\nWorld\nCanada\nPolitics\nIndigenous\nMore \nGovernment will ban some single-use plastics over the next 18 months | CBC News Loaded\nPolitics\nGovernment will ban some single-use plastics over the next 18 months\nBan includes straws, takeout containers, grocery bags, cutlery, stir sticks and plastic rings\nMia Rabson · The Canadian Press · Posted: Jun 20, 2022 7:06 AM CDT | Last Updated: June 21, 2022\nA shopper places her goods into her car outside a supermarket. Canadians will need to find alternatives for plastic straws and grocery bags by the end of the year. (Mark Baker/The Canadian Press)\nSocial Sharing\nFacebook\nX\nEmail\nReddit\nLinkedIn\n6869\n comments\n\nThe federal government is banning companies from importing or making plastic bags and takeout containers by the end of this year, from selling them by the end of next year and from exporting them by the end of 2025.\n\nThe move will also affect single-use plastic straws, stir sticks, cutlery and six-pack rings used to hold cans and bottles together.\n\nHave a question or something to say? Email: ask@cbc.ca\n\n\"Our government is all-in when it comes to reducing plastic pollution,\" Environment Minister Steven Guilbeault said Monday at a news conference on a St. Lawrence River beach in Quebec City.\n\nThe Liberal government has set 2030 as the target date for halting the flow of plastic waste that ends up in landfills or as litter on beaches, in rivers, wetlands and forests.\n\nFederal data show that in 2019, 15.5 billion plastic grocery bags, 4.5 billion pieces of plastic cutlery, three billion stir sticks, 5.8 billion straws, 183 million six-pack rings and 805 million takeout containers were sold in Canada.\n\nWATCH | Ottawa sets deadline for phasing out single-use plastics: \nOttawa moves to ban many single-use plastics by end of 2023\n1 year ago\nDuration\n2:02\nThe federal government is moving to ban many single-use plastics over the next 18 months including plastic bags, takeout containers, and single-use plastic straws. Companies will be banned from making or importing them by the end of this year, and from selling them by the end of 2023.\n\nBags, takeout containers and straws are among the top 10 items most commonly found during shoreline and beach cleanups in Canada, along with bottles, bottle caps, coffee cups and cigarette butts.\n\nA 2019 Deloitte study found less than one-tenth of the plastic waste Canadians produce is recycled. That meant 3.3 million tonnes of plastic was being thrown out annually, almost half of it plastic packaging.\n\nFeds moving to ban plastic straws, bags by end of 2022: Guilbeault\nTrudeau pledges to slash greenhouse gas emissions by at least 40% by 2030\n\nSarah King, head of the oceans and plastics campaign for Greenpeace Canada, said banning the six items is a step forward but disagrees with Guilbeault's claim that it shows Canada is all-in on ending plastic waste.\n\nKing said the six items on the list make up only about five per cent of the plastic waste Canada generated in 2019.\n\n\"It's a drop in the bucket,\" she said. \"Until the government gets serious about overall reductions of plastic production, we're not going to see the impact we need to see in the environment or in our waste streams.\"\n\nKing said recycling is not going to solve the problem — that the only way to end plastic waste is to stop producing most plastic.\n\nFrance, which banned most of the items on Canada's list last year, began phasing in a ban on plastic packaging for more than 30 fruits and vegetables this year. It is also in the process of banning plastic wrap used on newspapers, non-biodegradable plastic in tea bags and the free plastic toys handed out to kids with fast food meals.\n\nGuilbeault acknowledged Canada is not first in banning plastics but insists it is among the leaders. He said that while more items may end up being added to the list, he doesn't think \"we can ban our way out of plastic pollution.\"\n\n\"Banning certain items is certainly part of the solution but regulating to ensure that companies who produce plastics use more and more recycled plastic as part of your content is also part of the solution,\" he said.\n\nEnvironment Minister Steven Guilbeault said Monday that while banning certain plastic products is part of the solution to waste, there may also need to be regulations to ensure companies use more recycled plastic. (Chad Hipolito/The Canadian Press)\n\nThe Deloitte report found that part of the problem is the limited demand for recycled plastic. Canada intends to enact standards to force companies to use recycled plastic in a bid to increase recycling.\n\n\"We have not closed the door to banning certain other single-use plastics.\" Guilbeault said. \"We're starting with these ones because, based on the data we have, these are the most harmful plastic substances. But it may be the case that we decide in the near future to ban some others.\"\n\nThe final regulations published Monday don't rule out some plastic alternatives to the banned items. Some beverage makers, for example, already have replaced six-pack rings with shrink wrap, which is not affected by Monday's announcement.\n\nRestaurant industry calls for alternatives to meet demand\n\nOlivier Bourbeau, vice-president of federal affairs at Restaurants Canada, said the government needs to do more to ensure alternatives to the banned items are readily available.\n\nBourbeau said there are supply chain issues at play. He said one restaurant chain with dozens of restaurants in Ontario and Quebec is only receiving half of its orders for non-plastic takeout containers, and those containers can't be branded with the restaurant's logo.\n\n\"Nobody knew the supply would be that problematic,\" he said.\n\nHe said the government needs to work with suppliers to make sure production can meet the pending demand.\n\nThe plan to ban exports of the six items is a change from December, when the draft regulations were published. Several environment groups were dismayed that Canada's initial plan was to ban the items at home but continue to ship them abroad.\n\nGuelph to ban single-use plastic bags and foam takeout containers next year\nFIFTH ESTATEIllegal Canadian trash keeps ending up overseas. And the federal government won't say who's shipping it\n\nThe ban itself was expected last year after Prime Minister Justin Trudeau first floated the idea in June 2019. But COVID-19 delayed the scientific assessment that was needed.\n\nSix months after that assessment, which was finalized in October 2021, the federal government listed plastics as toxic under the Canadian Environmental Protection Act.\n\nA consortium of plastics producers is suing the government over the toxic designation in a case expected to be heard later this year. The Canadian Press has reached out to that group for reaction but has not yet received a reply.\n\nNewfoundland and Labrador, Prince Edward Island and Nova Scotia already have taken their own action against plastic bags, as have some cities, including Regina, Victoria and Montreal.\n\nSome retailers also moved faster than the government. Sobeys eliminated single-use plastic bags at its checkout counters in 2020 and Walmart followed suit this past April. Loblaws announced Monday morning it will ban plastic bags by spring 2023.\n\nMany fast food outlets have replaced plastic straws with paper versions over the last several years as well.\n\nCBC's Journalistic Standards and Practices|About CBC News\nCorrections and clarifications|Submit a news tip|Report error\nRELATED STORIES\nFeds moving to ban plastic straws, bags by end of 2022: Guilbeault\n\nYour weekly guide to what you need to know about federal politics and the minority Liberal government. Get the latest news and sharp analysis delivered to your inbox every Sunday morning.\n\nEmail address:\nSubscribe\nCurrent TimeIgnore this field. If any data is entered for this field, you will not be subscribed to this newsletter.\nCOMMENTS\n\nTo encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Comments on this story are moderated according to our Submission Guidelines. To learn more about how to participate, visit our Getting Started guide.\n\nPlease note that CBC does not endorse the opinions expressed in comments.\n\nBecome a CBC Account Holder\n\nJoin the conversation  Create account\n\nAlready have an account?Log in\n\nLoading...\nFooter Links\nMy Account\nProfile\nCBC Gem\nNewsletters\nAbout CBC Accounts\nConnect with CBC\nFacebook\nTwitter\nYouTube\nInstagram\nMobile\nRSS\nPodcasts\nContact CBC\nSubmit Feedback\nHelp Centre\n\nAudience Relations, CBC\nP.O. Box 500 Station A\nToronto, ON\nCanada, M5W 1E6\n\nToll-free (Canada only):\n1-866-306-4636\n\nAbout CBC\nCorporate Info\nSitemap\nReuse & Permission\nTerms of Use\nPrivacy\nJobs\nOur Unions\nIndependent Producers\nPolitical Ads Registry\nAdChoices\nServices\nOmbudsman\nCorrections and Clarifications\nPublic Appearances\nCommercial Services\nCBC Shop\nDoing Business with Us\nRenting Facilities\nRadio Canada International\nCBC Lite\nAccessibility\n\nIt is a priority for CBC to create products that are accessible to all in Canada including people with visual, hearing, motor and cognitive challenges.\n\nClosed Captioning and Described Video is available for many CBC shows offered on CBC Gem.\n\nAbout CBC Accessibility\nAccessibility Feedback\n©2023 CBC/Radio-Canada. All rights reserved.\nVisitez Radio-Canada.ca\nInformation about cookies\nPlease know that cookies are required to operate and enhance our services as well as for advertising purposes. We value your privacy. If you are not comfortable with us using this information, please review your settings before continuing your visit.\nLearn more\nClose"
}