{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "A student's guideline on completing the MHF4U Culminating ... - Reddit",
  "href": "https://www.reddit.com/r/ILC/comments/p6vbbc/a_students_guideline_on_completing_the_mhf4u/",
  "body": "(Ie: pollution is going up but your graph shows it moving downward, you need to focus on the data if NO intervention occurs) Step four: The equation, alot of comments suggest doing the excel or desmos equation generator but it won't be that easy. You need to justify it, describe the transformations (a,k,d,c etc)",
  "textContent": "A student's guideline on completing the MHF4U Culminating Project: Making the world a better place : r/ILC\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ILC\nr/ILC\n•\n2 yr. ago\nsalteedaltee\nA student's guideline on completing the MHF4U Culminating Project: Making the world a better place\n\nI recently finished the MHF4U Culminating Project and I got a 97% so I am hoping to share a bit of a walkthrough without breaching any academic integrity rules.(feel free to let me know if changes need to be made)\n\nI felt this project was really poorly explained and structured, especially given the number of posts every week about it. I am going to try to structure some helpful ideas while it is still fresh, this could become outdated and I will also be moving on to University so I won't be around to answer questions.\n\nYou ONLY need to come up with an equation to demonstrate the problem, and project what will happen without intervention.\n\nStep One:\n\nPick your topic, and KISS(keep it simple stupid). It needs to be an environmental issue(pollution, contamination, forestry, oil, etc). Make sure it is something that you can find data on (ie: don't pick something crazy like moon waves effect on the reproductive habits of frogs)\n\nStep two:\n\nFind some data on your topic from a reputable source(ie: Government, WHO, Organizations, World in Data)\n\nStep three:\n\nPut that data in a table, graph it and observe the trend, is it going going up exponentially? Is it levelling off in recent years as environmental issues have become more prominent(Logarithmic), does it do a u shape? Squiggle?\n\nMost data will resemble exponential or logarithmic. You may be able to fit portions of 3+ degree polynomials but I am unfamiliar with the process of that. You need to make a prediction using your equation so if your graph changes directions it will mess up your prediction. (Ie: pollution is going up but your graph shows it moving downward, you need to focus on the data if NO intervention occurs)\n\nStep four:\n\nThe equation, alot of comments suggest doing the excel or desmos equation generator but it won't be that easy. You need to justify it, describe the transformations (a,k,d,c etc)\n\nStart by subbing in your horizontal and vertical shifts into the parent function(c,d values) these are going to be super easy, go back and review the transformations lesson from the unit of the function you are doing if you aren't sure.\n\nOnce you have subbed the shifts into the equation you will need to solve for the base and the vertical or horizontal stretch/compression(if applicable) by using two points from your scatterplot. (look up creating an equation from two points for help on how to do this)\n\nOnce you have created your equation enter it into the graphing software and make sure it follows your scatterplot, if it is off, recalculate your equation using different points and get as close as you can.\n\nTry to use your equation to make a prediction and make sure it makes sense (ie: if you say pollution is going up but the value you get is lower than the most recent data from your table than it is no bueno.\n\nStep five:\n\nPut together your presentation.\n\nintroduce the issue\n\nshow your dataset\n\ndescribe the transformations(akdc, horizontal/vertical stretch) and how you came up with them in your equation(include your calculations if you needed to make a calculation for a value, describe how that value manifests in a graph\n\nshow your equation graphed over the scatterplot\n\nUse your equation to make a calculation for the future if no intervention is taken. SHOW YOUR WORK\n\nintroduce your solution and talk about it(You don't need to create an equation to mimic the effect of the implimentation of your idea, don't make more work for yourself)\n\nTips & Tricks: -Cite everything you read, I used an APA generator to handle it all\n\n-Use EVERY feedback opportunity, even resubmit under the same thing(I submitted the algebriac model twice for feedback)\n\n-Don't make your life harder than it needs to be, its not a hard project but it lacks direction and its easy to overcomplicate.\n\n-most calculators will do Log to a base of 10, your base won't be 10 so you may need to use the change base equation to sub in for (log_b x-d) when doing calculations or it will throw everything off.\n\nRead more\nSort by:\nAdd a Comment\n[deleted]\n•\n2 yr. ago\nSassystargirl\n•\n2 yr. ago\n\nSo you have to make a scatterplot?\n\nReply\nreply\n12 more replies\nv-konstant\n•\n2 yr. ago\n\nYou are a life saver. this is way more straightforward than I thought. I have been paralyzed by this culminating all summer, not knowing where to begin. Now it looks like I can finish this course before uni starts!! Thank you!\n\nReply\nreply\naStrangeBall\n•\n2 yr. ago\n\nhi, before preparing the whole presentation, are we supposed to prepare a proposal (for feedback) as a document or as a presentation?\n\nReply\nreply\n3 more replies\nyeshashahh\n•\n2 yr. ago\n\nHey,how to submit it???i can't find to submit my final project??please help\n\nReply\nreply\n1 more reply\nOk-Tower-8549\n•\n1 yr. ago\n\nhi im about to submit my final draft is it possible if i can see yours as a example as im confused about the math part\n\nReply\nreply\n1 more reply\nCSLA4289\n•\n5 mo. ago\n\nJust finished my culminating. Asked a teacher for some feedback but they rejected with 0 help back so was wondering if one of you can give some quick feedback? cheers\n\nReply\nreply\n \nTop 12%\nRank by size \nr/CLG\nDarshan: A decade of league and what's next\nyoutube\n175 upvotes · 18 comments\nr/poker\nThere is a new poker show live on youtube and it's actually pretty great\nyoutube\n104 upvotes · 47 comments\nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/EdSheeran\nLet Her Go ft. Ed Sheeran is out.\nyoutube\n126 upvotes · 18 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/LEMMiNO\nThe Backpacker Who Vanished\nyoutube\n203 upvotes · 56 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/OliviaRodrigo\nOlivia Rodrigo - Can’t Catch Me Now (Official Music Video)\nyoutube\n122 upvotes · 17 comments\nr/TigerBelly\nDEATH & RAMEN going live in 48 hours! link below\nyoutube\n251 upvotes · 30 comments\nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 95 comments\nr/OliviaRodrigo\n'bad idea, right?' is featured in the new trailer of ‘ANYONE BUT YOU’ (2023)\nyoutube\n113 upvotes · 13 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/nodunks\nTas Melas is BACK! ❤️\nyoutube\n132 upvotes · 12 comments\nr/tiktokgossip\nAdrielle Sigler (veganrizz) is trying to destroy a small business.\ntiktok\n281 upvotes · 251 comments\nr/khiphop\nDEAN - DIE 4 YOU\nyoutube\n247 upvotes · 20 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 45 comments\nr/Grimes\nBe a Body is a fantastic song ☺\nyoutube\n113 upvotes · 27 comments\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 173 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/youtubedrama\nOz's fundraiser livestream\nyoutube\n160 upvotes · 57 comments\nr/ABCDesis\nAndrew Schulz anti-indian rant in front of indian co-host. Would he say this about black people in front of Charlemagne?\nyoutube\n94 upvotes · 59 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/chess\nEric Hansen (Chessbrah) Discusses Why Grandmasters Are Poor\nyoutube\n95 upvotes · 66 comments\nr/youtubedrama\nThe Completionist’s Open Hand Charity Scam Has To Be Investigated...\nyoutube\n104 upvotes · 28 comments\nr/eurovision\nLahjakäärijä - \"The gift wrapper\"\nyoutube\n95 upvotes · 10 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 18, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}