{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "My local McDonald's switched from plastic straws to paper ... - Reddit",
  "href": "https://www.reddit.com/r/mildlyinteresting/comments/qr6tg8/my_local_mcdonalds_switched_from_plastic_straws/",
  "body": "Stupid paper straws. Fix actual issues instead of just virtue signalling. Paper straws are actually worse than plastic straws and reducing the amount of plastic bags used is gonna help way more than that. As an example, people with disabilities actually need plastic straws. Paper straws and metal straws just don't work as well.",
  "textContent": "My local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups… : r/mildlyinteresting\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to mildlyinteresting\nr/mildlyinteresting\n•\n2 yr. ago\ndinorobotninja\nMy local McDonald’s switched from plastic straws to paper straws….and paper cups to plastic cups…\nSort by:\nAdd a Comment\nmattnotis\n•\n2 yr. ago\n\nIs it me, or does soda have a different texture with a paper straw? Like there’s more air in your sips.\n\nReply\nreply\n[deleted]\n•\n2 yr. ago\ndirtydirtsquirrel\n•\n2 yr. ago\n\nMcDonalds straws are actually engineered (wider) to make Coke taste better.\n\nReply\nreply\n2 more replies\n62 more replies\nlaughingnome2\n•\n2 yr. ago\n\nIt is because \"paper\" cups are lined with a polymer that doesn't naturally degrade easily, whereas a plastic cup can be processed by a standard recycling facility.\n\nPlastic straws on the other hand are difficult to recycle, and paper straws degrade easily. Some would say too easily, but that's just the reality we have now.\n\nReply\nreply\nEarthguy69\n•\n2 yr. ago\n\nPlastic recycling is a scam.\n\nReply\nreply\n177 more replies\n57 more replies\nhealing-souls\n•\n2 yr. ago\n\nCould be plastic from corn though.\n\nReply\nreply\n24 more replies\nTTBoy44\n•\n2 yr. ago\n\nThe paper cups aren’t paper and are not recyclable\n\nReply\nreply\nIreeb\n•\n2 yr. ago\n\nDoes it say what kind of plastic it is? If it's PLA, that would be fine if it is disposed properly. The McDonald's near us uses PLA spoons for McFlurry for example.\n\nPLA is made from plants. Plants consume and bind CO2 while growing. When burning PLA, you only release as much CO2 into the atmosphere as then plants have consumed. So it's quite sustainable, as you're not adding additional CO2 into the atmosphere (in theory, but producing it requires energy which is still often produced with fossile fuels. But still better than that plus using fossile ressources for the plastic as well. And if you burn it in a waste fueled power plant, you can even recuperate some of the energy).\n\nReply\nreply\n18 more replies\ndorkyfever\n•\n2 yr. ago\n\nPaper straws are garbage. I hate them\n\nReply\nreply\n[deleted]\n•\n2 yr. ago\n\n100% agree. I rather drink out of the cup directly.\n\nReply\nreply\n8 more replies\n25 more replies\n[deleted]\n•\n2 yr. ago\n\nFuck paper straws, I fucking despise them\n\nReply\nreply\n1 more reply\nRexx1990\n•\n2 yr. ago\n\nPaper straws are the worst\n\nReply\nreply\n3 more replies\nArmoredCTP\n•\n2 yr. ago\n\nI used a paper straw once. I didn't know it was paper until I put my lips on it.\n\nIt was the most disgusting surprise I had all week.\n\nReply\nreply\nlysylbn\n•\n2 yr. ago\n\nPaper Cups lined with plastic anyway..\n\nCup made entirely from plastic is far easier to recycle\n\nReply\nreply\nraouldukesaccomplice\n•\n2 yr. ago\n\nPaper cups often cannot be recycled due to the coating the paper is covered with to keep it from absorbing the liquid it's holding.\n\nPlastic cups, OTOH, are generally recyclable.\n\nReply\nreply\n1 more reply\nnotahouseflipper\n•\n2 yr. ago\n\nIf you are American, your plastic straw or paper straw ends up in a landfill and not the ocean.\n\nReply\nreply\n[deleted]\n•\n2 yr. ago\n\nMildlyinfuriating\n\nReply\nreply\nIzic7z7\n•\n2 yr. ago\n\nI am not a fan of plastic straws but paper straws are flawed, not only do they act as a nucleus in carbonated drinks which caused the drink to fizzle and become less enjoyable, the thing just starts to get soggy both ends\n\nReply\nreply\nCrewMemberNumber6\n•\n2 yr. ago\n\nThere’s a good chance the cup is compostable. They make ones now that look like plastic but are compostable. It should say on it.\n\nReply\nreply\nUndefinedSpoon\n•\n2 yr. ago\n\nSo we have to choose between paper straws that melt half way through the drink and have a carbon footprint the size of Texas, or stainless steel straws that will give you botulism. Fuck turtles, gimme a plastic straw.\n\nReply\nreply\nView more comments\n \n23\nRank by size \nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 26 comments\nr/YouShouldKnow\nYSK: Milk in paper containers last longer\n51 upvotes · 31 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 336 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Celiac\nHow do I find out which straws are gluten free and which ones are not? Also, anyone know about paper plates and things like this?\n3 upvotes · 7 comments\nr/mildlyinteresting\nMy local hungry jacks has these lids with drinking holes in them so you can drink them without a straw like a coffee. Me like.\n55 upvotes · 30 comments\nr/tea\nArizona 99 cent cans bad taste occasionally\n2 upvotes · 4 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/apple\n[Mac Address] \"Apple cancelled this, now what?\" The history of early apple wifi and airport\nyoutube\n612 upvotes · 215 comments\nr/videos\nAfter 15 years waiting to post this clip from \"The Suite Life\", I'm definitely in the mood for Italian\nyoutube\n3.5K upvotes · 107 comments\nr/videos\nThis video is now 14 years old. How neat is that?\nyoutube\n1.2K upvotes · 104 comments\nr/SodaStream\nCoca-Cola freestyle pods?\n5 upvotes · 5 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/videos\nToo many cooks\nyoutube\n2.2K upvotes · 234 comments\nr/AMCsAList\nPaper Straws\n22 upvotes · 32 comments\nr/videos\nWhile hunting for bugs at night, I showed my 5 YO how huge his head is. What follows is the heartiest scream-laugh I've ever heard from him.\nyoutube\n874 upvotes · 78 comments\nr/HydroHomies\nPlease advise fellow r/hydrohomies! Is sparkling water liquid death because it's sparkling or is it acceptable to drink ?\n16 upvotes · 10 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/AskCulinary\nIs unflavored gelatin supposed to smell bad?\n11 upvotes · 30 comments\nr/mechanicalpencils\nIs there any pencil lead that comes in more environmentally friendly packaging?\n5 upvotes · 9 comments\nr/videos\nWhat's the deal with the popcorn button?\nyoutube\n952 upvotes · 220 comments\nTOP POSTS\nReddit\nreReddit: Top posts of November 10, 2021\nReddit\nreReddit: Top posts of November 2021\nReddit\nreReddit: Top posts of 2021"
}