{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic pollution on course to double by 2030 | UN News",
  "href": "https://news.un.org/en/story/2021/10/1103692",
  "body": "The UN Environment Programme (UNEP) warns that plastic waste in oceans and other bodies of water is a global problem that threatens health, the economy, biodiversity and the climate. It proposes solutions to reverse the crisis, such as reducing plastic production and consumption, shifting to circular approaches and investing in monitoring systems.",
  "textContent": "Skip to main content / navigation\nWelcome to the United Nations\nLANGUAGE\nالعربية\n中文\nEnglish\nFrançais\nРусский\nEspañol\nPortuguês\nKiswahili\nOther\nUN News\nGlobal perspective Human stories\nSEARCH\nHome\nTopics\nIn depth\nSecretary-General\nMedia\nAUDIO AND SUBSCRIPTION\nAUDIO HUB\nSUBSCRIBE\nPlastic pollution on course to double by 2030 \nUN News/Laura Quiñones Marine debris, including plastics, paper, wood, metal and other manufactured material is found on beaches worldwide and at all depths of the ocean.\n\nFacebook Twitter Print Email\n\n21 October 2021Climate and Environment\n\nPlastic pollution in oceans and other bodies of water continues to grow sharply and could more than double by 2030, according to an assessment released on Thursday by the UN Environment Programme (UNEP). \n\nThe report highlights dire consequences for health, the economy, biodiversity and the climate. It also says a drastic reduction in unnecessary, avoidable and problematic plastic, is crucial to addressing the global pollution crisis overall.  \n\nTo help reduce plastic waste at the needed scale, it proposes an accelerated transition from fossil fuels to renewable energies, the removal of subsidies and a shift towards more circular approaches towards reduction. \n\nTitled From Pollution to Solution: a global assessment of marine litter and plastic pollution, the report shows that there is a growing threat, across all ecosystems, from source to sea. \n\nSolutions to hand \nTweet URL\n\nBut it also shows that there is the know-how to reverse the mounting crisis, provided the political will is there, and urgent action is taken. \n\nThe document is being released 10 days ahead of the start of the crucial UN Climate Conference, COP26, stressing that plastics are a climate problem as well.  \n\nFor example, in 2015, greenhouse gas emissions from plastics were 1.7 gigatonnes of CO2 equivalent; by 2050, they’re projected to increase to approximately 6.5 gigatonnes. That number represents 15 per cent of the whole global carbon budget - the​​ amount of greenhouse gas that can be emitted, while still keeping warming within the Paris Agreement goals. \n\nRecycling not enough \n\nAddressing solutions to the problem, the authors pour cold water on the chances of recycling our way out of the plastic pollution crisis. \n\nThey also warn against damaging alternatives, such as bio-based or biodegradable plastics, which currently pose a threat similar to conventional plastics. \n\nThe report looks at critical market failures, such as the low price of virgin fossil fuel feedstocks (any renewable biological material that can be used directly as a fuel) compared to recycled materials, disjointed efforts in informal and formal plastic waste management, and the lack of consensus on global solutions. \n\nInstead, the assessment calls for the immediate reduction in plastic production and consumption, and encourages a transformation across the whole value chain. \n\nIt also asks for investments in far more robust and effective monitoring systems to identify the sources, scale and fate of plastic. Ultimately, a shift to circular approaches and more alternatives are necessary.  \n\nMaking the case for change \n\nFor the Executive Director of UNEP, Inger Andersen, this assessment “provides the strongest scientific argument to date for the urgency to act, and for collective action to protect and restore our oceans, from source to sea.” \n\nShe said that a major concern is what happens with breakdown products, such as microplastics and chemical additives, which are known to be toxic and hazardous to human and wildlife health and ecosystems. \n\n“The speed at which ocean plastic pollution is capturing public attention is encouraging. It is vital that we use this momentum to focus on the opportunities for a clean, healthy and resilient ocean”, Ms. Andersen argued.  \n\nGrowing problem \n\nCurrently, plastic accounts for 85 per cent of all marine litter. \n\nBy 2040, it will nearly triple, adding 23-37 million metric tons of waste into the ocean per year. This means about 50kg of plastic per meter of coastline. \n\nBecause of this, all marine life, from plankton and shellfish; to birds, turtles and mammals; faces the grave risk of toxification, behavioral disorder, starvation and suffocation. \n\nThe human body is similarly vulnerable. Plastics are ingested through seafood, drinks and even common salt. They also penetrate the skin and are inhaled when suspended in the air. \n\nIn water sources, this type of pollution can cause hormonal changes, developmental disorders, reproductive abnormalities and even cancer. \n\nEconomy \n\nAccording to the report, there are also significant consequences for the global economy. \n\nGlobally, when accounting for impacts on tourism, fisheries and aquaculture, together with the price of projects such as clean-ups, the costs were estimated to be six to 19 billion dollars per year, during 2018. \n\nBy 2040, there could be a $100 billion annual financial risk for businesses if governments require them to cover waste management costs. It can also lead to a rise in illegal domestic and international waste disposal. \n\nThe report will inform discussions at the UN Environment Assembly in 2022, where countries will come together to decide a way forward for more global cooperation. \n\n♦ Receive daily updates directly in your inbox - Subscribe here to a topic.\n♦ Download the UN News app for your iOS or Android devices.\n \nUNEPREPORTPLASTICSCOP26\nRELATED STORIES\nWorld Migratory Bird Day highlights deadly risks of plastic pollution\nMost agricultural funding distorts prices, harms environment: UN report \n2021 Year in Review: Climate action, or blah, blah, blah?\nNEWS TRACKER: PAST STORIES ON THIS ISSUE\nFROM THE FIELD: The pollution challenge facing the ‘Dragon’s Jewels’ of Viet Nam\n15 August 2021\nClimate and Environment\n\nA community-led project to manage some 28,000 tonnes of plastic waste and prevent 5,000 tonnes from ending up in the ocean is being supported by the UN in one of the most popular tourist attractions in Viet Nam.\n\nRESOURCES\nNavigate the News\nInformation for Broadcasters\nUN System Links\nMedia Alert\nUN Journal\nMeetings Coverage\nAudiovisual Library\nSECRETARY-GENERAL\nAll Statements\nOfficial Travels\nPress Encounters\nSG Twitter\nSPOKESPERSON'S OFFICE\nLatest Statements\nBriefing Highlights\nBriefing Transcripts\nNotes to Correspondents\nFIND US\nUN News App\nFacebook\nTwitter\nYouTube\nRSS\nContact UN News\nFOOTER MENU\nA-Z SITE INDEX\nCOPYRIGHT\nFAQ\nFRAUD ALERT\nPRIVACY NOTICE\nTERMS OF USE\nSOCIAL MEDIA LINKS\nFOOTER BUTTONS\nDONATE\n\nFacebook\nTwitter\nPrint\nEmail"
}