{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "What is Plastic Pollution? - Earth.Org Kids",
  "href": "https://kids.earth.org/climate-change/what-is-plastic-pollution/",
  "body": "What is Plastic Pollution? April 18, 2022 - Jenny Tsui Share with your friends Humans produce around 300 million tonnes of plastic waste every year. That is almost equivalent to the weight of the entire human population! We explore what plastic pollution is and why it is so harmful to our planet.",
  "textContent": "Climate Change\nLife on Land\nLife in the Water\nProtecting Wildlife\nSpace\nDONATE\nWhat is Plastic Pollution?\nApril 18, 2022 - Jenny Tsui\nShare with your friends\n\nHumans produce around 300 million tonnes of plastic waste every year. That is almost equivalent to the weight of the entire human population! We explore what plastic pollution is and why it is so harmful to our planet. \n\nOur planet is home to billions of animal and plant species – from minuscule bacteria to gigantic blue whales. Unfortunately, it is also home to plastic and trash – lots of it. Scientists believe that there are about 5 billion tonnes of plastic waste on Earth.  \n\nPlastic pollution is a huge problem for our planet. Most of the objects we use on a day-to-day basis are made out of or wrapped up in plastic, from the majority of the food we buy in supermarkets to our toothpaste and toothbrush. This means that we produce an incredible amount of plastic waste every year – over 300 million tonnes of it. Almost half of that is single-use plastic, meaning that we only use it once like packaging, for example. The problem is that plastic is extremely hard to get rid of because it doesn’t break down. Some scientists say that every bit of plastic ever made will be on our planet for millions of years!\n\nWhere Does Our Plastic Waste Go?\n\nA big part of our plastic waste ends up in landfills, where it lasts for thousands of years. This waste releases toxic chemicals into the atmosphere, polluting the soil and harming not only the environment but also human health. People who live near landfills are more likely to have illnesses like cancer and lung disease.\n\nAround 8 million tonnes of plastic waste also end up in the ocean every year. Most of it starts off as ground litter. Rainwater and wind carry plastic waste into streams and rivers and through drains, which all lead to the ocean! From here, waste can get very far. This is why there is plastic in every corner of the world, from the deepest part of the ocean floor all the way to the Arctic!\n\nCurrently, only a small part of our plastic waste – around 9% – is recycled. There are many reasons as to why recycling doesn’t always work out. Dirty plastic waste cannot be recycled. Sometimes, it is also too expensive to do so. Recycling plastic can be more expensive than making new plastic and for this reason, many governments around the world decide to deal with it in other ways without acknowledging how harmful this is to the environment. \n\nWhy is Plastic Pollution Bad?\n\nOur plastic waste harms millions of animals every year. Many of them, like birds and turtles, get stuck in plastic waste. Others, bigger animals like deers and elephants die from eating plastic as they often mistake it for food. \n\nMoreover, all of life on Earth is connected in some way. When plastic enters the food chain, it ends up in our bodies, too. In 2022, scientists found plastic in human blood for the first time. \n\nWhat Can We Do?\n\nRecently, leaders around the world agreed on universal laws to reduce plastic pollution. These laws will impact how we produce plastic and how we deal with waste. However, it will take years before every country on the planet implements them.\n\nIn the meantime, we should try to reduce plastic use in our daily lives, especially single-use plastic. Every small action counts – from saying no to plastic straws to buying products with less packaging. \n\nshare -\nAre you a school and want to collaborate with Earth.Org?\ncontact us\nAre you a student working on sustainable projects or learning about climate change and the environment?\n\nSubmit your story for a chance to be featured on Kids.Earth.Org\n\nsend us your news\nAbout the Author\nJenny Tsui\n\nJenny is a writer and editor in the field of education. She is an aspiring environmentalist who hopes to inspire young learners to care for the planet – one article at a time!\n\nkids.earth.org\nFor Parents\nFor Teachers\nVideos\nFollow Us\nFacebook\nInstagram\nLinkedin\nTwitter\nGoogle News\nSupport Us\nPartnering\nFund our Mission\nAcknowledgements\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive Spring\nRemex Centre\nWong Chuk Hang\nHong Kong"
}