{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Ocean Pollution Problem That Pangea Ocean Cleanup ($POC) Is ...",
  "href": "https://www.reddit.com/r/PangeaOceanCleanUp/comments/oerede/the_ocean_pollution_problem_that_pangea_ocean/",
  "body": "Today, the plastic pollution problem is undoubtedly most visible in developing Asian and African nations, where there is a combination of dense populations and inefficient or nonexistent garbage collection systems. However, even in the developed world there are low recycling rates in many countries, meaning that most of the plastic we produce ...",
  "textContent": "The Ocean Pollution Problem That Pangea Ocean Cleanup ($POC) Is Fighting To End : r/PangeaOceanCleanUp\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to PangeaOceanCleanUp\nr/PangeaOceanCleanUp\n•\n2 yr. ago\nTeam_PANGEA\nThe Ocean Pollution Problem That Pangea Ocean Cleanup ($POC) Is Fighting To End\nOcean Awareness News\n\nWelcome to the first in a series of informative pieces we will share to help everyone better understand the global ocean pollution problem and the Pangea Ocean Cleanup river barrier solution.\n\nIt’s no secret that Plastic pollution is literally killing our oceans, and it is without doubt an environmental issue that deserves global attention and a global solution.\n\nWhy is it happening?\n\nOcean plastic is the result of the exponential growth of plastic production driven by overconsumption, compounded by the lack of efficient waste management. Single-use plastics became popular in the 1950s and while their production was only ~1.8 million tons then, by 2018 the world was producing a staggering 465 million tons.\n\nToday, the plastic pollution problem is undoubtedly most visible in developing Asian and African nations, where there is a combination of dense populations and inefficient or nonexistent garbage collection systems. However, even in the developed world there are low recycling rates in many countries, meaning that most of the plastic we produce ends up damaging the environment in one way or another.\n\nHow much trash pollution is in the ocean?\n\nEight million metric tons: That’s how much plastic we dump into the oceans each year, the equivalent of nearly 57,000 blue whales — every single year. Worryingly, studies have revealed that by 2050, if nothing is done to curb it, ocean plastic will outweigh all of the oceans' fish. According to National Geographic, there are 5.25 trillion pieces of plastic debris in the ocean. Of those, only 269,000 tons float on the surface, while some 4 billion plastic microfibers per square kilometer cover the deep seas.\n\nThe most common items found in coastal cleanups around the world are all single-use plastics; cigarette butts, food wrappers, beverage bottles, bottle caps, and straws. Among the waste we can’t see are plastic micro-beads (used as exfoliates in some personal care products) and synthetic fibers, both of which are too small to be filtered out by many wastewater treatment plants.\n\nAs shocking as ocean pollution is, what’s below the surface is even worse. More than 70 percent of ocean garbage isn’t on the surface; it sinks to the seafloor, meaning we’re unlikely to ever be able to clean it up. Overtime ocean trash breaks into tiny pieces known as microplastics, a process that is accelerated by exposure to the sun, waves, and salt water - after which the microplastics can find their way into the food chain. Once plastic eventually degrades, which takes 400 years for most plastic, it releases chemicals that further contaminate the sea.\n\nWe only started producing plastic within the last 100 years, so most of the plastic in the ocean has not fully degraded. Yet, by 2004, scientists found 146 hypoxic zones - these are areas in the oceans with such a low oxygen concentration that ocean animal life suffocates and dies. These dead zones are rapidly increasing in number; by 2008 there had been 405 discovered, and that’s only the ones we know about so far. So how big are these zones? The largest dead zone oceanographers detected is in the Gulf of Mexico and it’s nearly the size of New Jersey.\n\nSo how does Plastic Pollution actually impact the environment?\n\nDepletes oxygen in ocean water\n\nIntroduces toxic waste to marine animals\n\nKills & disrupts the life cycle of coral reefs\n\nThe majority of fish we consume as humans (trout, perch, cisco, etc) would have ingested plastic and microfibers\n\nCauses failure in the reproductive system of marine animals\n\nContaminates the food chain as ocean wildlife often mistakes trash as food. These animals starve to death, clogging their stomachs with plastic so they can’t eat real food\n\nLooking at the statistics further, it becomes even more worrying. One hundred million marine animals die each year from exposure to plastic waste alone. One hundred thousand marine animals die from getting entangled in plastic yearly. Marine plastic pollution was found in 100% of turtles, 59% of whales, and 36% of seals in recent studies. More than 90% of all seabirds were found to have plastic pieces in their stomachs. Mammals like seals drown in the 705,000 tons of discarded fishing nets\n\nSo where does the trash come from?.\nThe Ocean Cleanup estimated that just over 1000 rivers account for 80% of global annual emissions, which range between 0.8 million and 2.7 million metric tons per year, with small urban rivers among the most polluting.\n\nStay tuned for the next piece, which will dive into the solutions to the ocean pollution problem, including ours, with a focus on low-cost and locally built solutions such as river barriers, which tackle the problem at the source, quickly, and at scale.\n\nIt's clear the more trash that enters the ocean, the greater the long term impacts will be.\n\nLearn more about Pangea Ocean Cleanup ($POC):\n\nWebsite: www.pangeaoceancleanup.com\nTelegram: https://t.me/PANGEAOceanClean\nDiscord: https://discord.gg/UjVSnZxChx\nTwitter: https://twitter.com/PangeaOceanCoin\nYouTube: https://www.youtube.com/channel/UCSjMDWjeSTBIjgf3gWGVWtg\nBuy On Pancake Swap: http://bit.ly/POC-PancakeSwap\n\nRead more\nSort by:\nAdd a Comment\n8nikitta\n•\n2 yr. ago\n\nI love that you're being more active on Reddit, where sharing longer posts is more digestible than on Telegram/Twitter/Instagram. Keep them coming!\n\nReply\nreply\n1 more reply\n \nTop 26%\nRank by size \nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/japannews\nStop misinformation over nuclear plant water release plan: Yomiuri Shimbun The paper says that before its release, the treated water at the Fukushima nuclear power plant will be diluted with seawater.\nstraitstimes\n20 upvotes · 16 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nr/changemyview\nCMV:The Mr.Beast TeamSeas campaign does nothing to solve the issue of pollution\n20 upvotes · 38 comments\nr/mealtimevideos\nMCU Defenders of The Status Quo [21:58]\nyoutube\n117 upvotes · 45 comments\nr/Warhammer40k\nPlease GW, help recycle our unused sprues!!!\n270 upvotes · 96 comments\nr/Bitcoin\nI'm thinking about selling later this year to donate to a reforestation project, if not donating BTC directly to a reforestation project. Do you guys have any recommendations?\n54 upvotes · 47 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/tiktokgossip\nJenna Grace (boxing blueberry “tattoo artist”) Continues grifting\ntiktok\n155 upvotes · 95 comments\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 173 comments\nr/changemyview\nCMV: America’s “NASA” should be a tiny department UNTIL U.S. poverty is near eradication and our negative effect on our climate is minimal\n63 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/TheHague\nThe destruction of the Hague during WW-II in color\nyoutube\n111 upvotes · 9 comments\nr/cringe\nNever forget where we came from\nyoutube\n127 upvotes · 38 comments\nr/tiktokgossip\nAdrielle Sigler (veganrizz) is trying to destroy a small business.\ntiktok\n281 upvotes · 251 comments\nr/Cynicalbrit\nThis makes me happy\nyoutube\n183 upvotes · 19 comments\nr/HermanCainAward\nThe Herman Cain Freedom Award [Discussion] [100k Subscriber Edition].\n2.2K upvotes · 549 comments\nr/ExtinctionRebellion\nWhen did people get so worried about reputation that they won't even block traffic? The world is burning. A non-violent climate uprising has moved from option to necessity — WORLDWIDE GENERAL STRIKE for CLIMATE ACTION — 09/17/21\n47 upvotes · 26 comments\nr/changemyview\nCMV: Climate change is a 'solved' issue and humanity and the economy will be just fine.\n1 upvote · 27 comments\nr/ProtonChain\nHere is some useful information on $XPR ⚛️ Proton. It’s not exhaustive, but it definitely whets the appetite.\n90 upvotes · 20 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/cringe\nThe comments on videos about sigma males is a gold mine\nyoutube\n475 upvotes · 216 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/eurovision\nBlanca Paloma - Jaleo (Spain 2023)\nyoutube\n107 upvotes · 15 comments\nr/mealtimevideos\nLaurence Fishburne reads a former slave's incredible letter to his old master [6:29]\nyoutube\n141 upvotes · 17 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 6, 2021\nReddit\nreReddit: Top posts of July 2021\nReddit\nreReddit: Top posts of 2021"
}