{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Plastic crisis needs binding treaty, report says - BBC",
  "href": "https://www.bbc.com/news/science-environment-60026748",
  "body": "Pollution from plastics is a global emergency in need of a robust UN treaty, according to a report. The Environmental Investigation Agency (EIA) says there's a cascade of evidence of harm from...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic crisis needs binding treaty, report says\n17th January 2022, 06:42 CST\nShare\nBy Roger Harrabin\nBBC environment analyst\nGetty Images\n\nPollution from plastics is a global emergency in need of a robust UN treaty, according to a report.\n\nThe Environmental Investigation Agency (EIA) says there's a cascade of evidence of harm from plastics.\n\nIt argues that the plastic pollution threat is almost equivalent to climate change.\n\nThe air we breathe now contains plastic micro particles, there’s plastic in Arctic snow, plastic in soils and plastic in our food.\n\nIt's reported, for instance, that about 20 elephants in Thailand have died after eating plastic waste from a rubbish dump.\n\nThe authors urge nations to agree a UN treaty with binding targets for reducing both plastic production and waste.\n\n\"There is a deadly ticking clock counting swiftly down,\" said the EIA’s Tom Gammage.\n\n\"If this tidal wave of pollution continues unchecked, the anticipated plastics in the seas by 2040 could exceed the collective weight of all fish in the ocean.\"\n\nThe United Nations has identified three existential environmental threats - climate change, biodiversity loss and pollution - and concluded that they must be addressed together.\n\nMultilateral agreements on biodiversity loss and climate have existed for nearly 30 years (although they have failed to halt CO2 emissions or protect the natural world).\n\nThe idea of a dedicated plastics treaty has been opposed by some nations in recent years.\n\nBut more than 100 countries, including the UK, are said to favour a treaty being proposed at the next UN Environment Assembly in February and March.\n\nSources say outright opposition is weakening, although there's a dispute as to how strict the treaty should be, and whether it should be legally binding or voluntary.\n\nUS President Joe Biden has announced that the US now supports a global agreement, previously resisted by former President Donald Trump.\n\nIt’s not clear, though, whether he can win approval from Congress, as most plastics are made from oil and gas - and they're both produced in the US.\n\nGetty Images\n\nJapan is said to be trying to diminish the ambition of the treaty. The Arab Gulf states and China have been silent so far. China produces most \"virgin plastic\", although the US and UK are said to be the biggest producers of waste per person.\n\nLaunching the EIA report, Mr Gammage said: \"The visible nature of plastic pollution has generated huge public concern but the vast majority of plastic pollution impacts are invisible.\n\n\"The damage done by rampant overproduction of virgin plastics and their lifecycle is irreversible - this is a threat to human civilisation and the planet’s basic ability to maintain a habitable environment. It’s becoming almost as serious as the threat from climate change.\"\n\nProf Richard Thompson from Plymouth University, an authority on plastics, told BBC News a UN treaty should focus on the full life-cycle analysis of plastics.\n\nHe said: \"The underlying cause of the problem is rooted in unsustainable levels of production and consumption.\n\n\"Advocating policies that merely promote the use of plastics that are 'recyclable' won’t be effective unless there’s a local infrastructure to collect, separate, and viably recycle those plastics.\n\n\"Polices to promote the use of 'compostable' plastics will only be effective if there is appropriate local infrastructure to handle that waste stream.\"\n\nA spokesman for the British Plastics Federation told BBC News: \"Plastic is a lightweight, safe, and energy-efficient material, and simply replacing it with alternatives can often have negative environmental consequences, as well as ramifications for health and safety.\n\n\"The unfortunate scenes of plastic waste washing up in oceans around the world are a direct result of improperly managed plastic waste in many areas, and if we want to make a difference, this is where the focus should be.\"\n\nEPA\nRecycling can be part of the solution, but consumption is “unsustainable“, according to one of the authors\n\nPlastics researcher Trisia Farrelly, from Massey University in New Zealand, told BBC News that oil and gas firms, which produce the feedstock for most plastics, were striving to focus attention on plastic waste, rather than the production of plastic altogether.\n\nShe said: \"The question now is, what will that treaty look like? Will there be a weak form that focuses on marine litter and waste management? Or will there be a resolution that includes the full life cycle of plastics including extraction and production right through to remediation of legacy pollution?\"\n\nShe agreed that more science was needed to determine the toxicity of plastics, but argued that delay was dangerous.\n\n\"The science is relatively new on a number of plastics pollution impacts and some of the science is complex,\" she said.\n\n\"But there is more than enough evidence to know that we have to act with urgency to prevent further irredeemable damage caused by plastics pollution.\"\n\nHans Peter Arp, chemistry professor at the Norwegian University of Science and Technology, agreed there are many unknowns, but he maintained that plastic pollution was already breaching what’s known as a planetary boundary - a threshold that should not be crossed because of the risk to humankind.\n\nHe told BBC News: \"My colleagues and I have argued that plastic pollution fills the three criteria of a planetary boundary threat: 1) increasing exposure, 2) irreversible presence in the global ecosystem, 3) evidence that it is causing ecological harm, and that this harm will increase with plastic emissions.\n\n\"The rational response to the global threat posed by accumulating and poorly reversible plastic pollution is to rapidly reduce consumption of virgin plastic materials, along with internationally coordinated strategies for waste management.\"\n\nAlthough same large firms are resisting tough global rules, others are in support. One group, plasticpollutiontreaty.org, invites firms to sign up to strict standards to ensure a level playing field for plastic business.\n\nFollow Roger on Twitter.\n\nPlastic\nPlastic pollution\nRelated\nThe weird materials behind sustainable furniture\n3 days ago\nBusiness\nThe T-shirt chewing enzyme ready to tackle plastic waste\n27 Nov 2023\nBusiness\nFirst ever recycling for hidden plastic lab waste\n21 Nov 2023\nSomerset\nMore\n1 day ago\nCornish company wins top environmental award\n\nA Cornwall company has won an international award for its work to cut plastic released into the sea.\n\nCornwall\n3 days ago\nThe weird materials behind sustainable furniture\n\nSeaweed, coffee bean shells and fungus are all being employed to cut the use of plastic in furniture.\n\nBusiness\n4 days ago\n'Depressing' to find disposable vapes on riverbed\n\nA river conservation group says disposable vapes pose a threat to water quality and local wildlife.\n\nWiltshire\n29 Nov 2023\nDumped syringes unacceptable, beach cleaners say\n\nManx charity Beach Buddies hits out after 50 needles are found in carrier bag in beach-side bin.\n\nIsle Of Man / Ellan Vannin\n27 Nov 2023\nThe T-shirt chewing enzyme ready to tackle plastic waste\n\nA French start-up is ready to use an enzyme which can break down plastic on an industrial scale.\n\nBusiness\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}