{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic straw debate : r/radicaldisability - Reddit",
  "href": "https://www.reddit.com/r/radicaldisability/comments/rd7wf3/plastic_straw_debate/",
  "body": "The plastic straw debate is so infuriating and is filled with people casually infantilizing disabled people. The amount of times people say \"drink from the cup like an adult\" or \"you're not a toddler you don't need a straw\" is absolutely ridiculous. The constant implication that anybody who has mobility issues isn't an adult is really upsetting ...",
  "textContent": "Plastic straw debate : r/radicaldisability\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to radicaldisability\nr/radicaldisability\n•\n2 yr. ago\nauggie235\nPlastic straw debate\n\nThe plastic straw debate is so infuriating and is filled with people casually infantilizing disabled people. The amount of times people say \"drink from the cup like an adult\" or \"you're not a toddler you don't need a straw\" is absolutely ridiculous. The constant implication that anybody who has mobility issues isn't an adult is really upsetting and honestly it just hurts to constantly see it. Abled people also don't seem to realize the vast amount of reasons people need straws. Some people just have sensitive teeth and need a straw! Comparing anybody that needs a straw to an infant/child is super shitty and I'm just so tired of explaining that to people.\n\nSort by:\nAdd a Comment\nLadyAlekto\n•\n2 yr. ago\n\nMy favourite is when they then claim to just use reusable\n\nAnd i wonder how tf i should get the energy to also clean these properly ontop of everything else\n\nReply\nreply\nauggie235\n•\n2 yr. ago\n\nIt seems like whenever I say that none of the alternatives work for me people tend to immediately suggest an alternative that I’ve already tried\n\nReply\nreply\n1 more reply\nInfinitePoints\n•\n2 yr. ago\n\nThe pollution from straws are very insignificant. Choosing a vegan meal once probably offsets all the pollution created in a years worth of straw usage.\n\nAlso, reusable straws aren't necessarily more environmentally friendly unless used a lot: https://www.appropedia.org/HSU_straw_analysis\n\nReply\nreply\nauggie235\n•\n2 yr. ago\n\nExactly! I live a pretty low waste lifestyle and I’m vegetarian. It’s so hurtful when people assume I don’t care about the environment because I use plastic straws. I had a period of time during the onset of my disability where I refused to use plastic straws and I got injured, had allergic reactions, and got dehydrated. For a while I needed IV fluids which is a whole lot more waste than a plastic straw\n\nReply\nreply\nwitchofthewind\n•\n2 yr. ago\n\nChoosing a vegan meal once probably offsets all the pollution created in a years worth of straw usage.\n\nthat really depends a lot on the time of year and where you live. where I live, certain vegan meals (ones that use mostly local produce) are ok for about 1/3 of the year, but otherwise vegan meals are responsible for a lot more pollution per meal than non-vegan meals using locally farmed meat, eggs, and milk.\n\nReply\nreply\n7 more replies\nearthtwobrian\n•\n2 yr. ago\n\nI agree with you. I’m a PA for an amazing gent, and straws are necessary. He has an array of them that work well at home, but I need to get better about bringing them out with us though. I wish restaurants would start providing washable ones like any other utensil. I see it in a similar lite to shopping bags. I really do hate the plastic.\n\nReply\nreply\n \nTOP POSTS\nReddit\nreReddit: Top posts of December 10, 2021\nReddit\nreReddit: Top posts of December 2021\nReddit\nreReddit: Top posts of 2021"
}