{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic straws and sandwich cutters aren't the devil",
  "href": "https://www.reddit.com/r/Anticonsumption/comments/oykg0a/plastic_straws_and_sandwich_cutters_arent_the/",
  "body": "Basically, you don't get a plastic bag, straw, or whatever automatically. This has been shown to reduce marine debris. We also have a program where people in the fishing industry get paid to convert broken nets into trash collection bags for boaters. This has incentivized collecting and keeping old nets.",
  "textContent": "Plastic straws and sandwich cutters aren’t the devil : r/Anticonsumption\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Anticonsumption\nr/Anticonsumption\n•\n2 yr. ago\nRenny-or-not\nPlastic straws and sandwich cutters aren’t the devil\nsnickers.com\nLearn More\nSort by:\nAdd a Comment\nJaxZeus\n•\n2 yr. ago\n\nOne of my meds needs to be injected by needles and I hate how much plastic there is in the packaging but I understand that this is one of the cases when single use is important.\n\nReply\nreply\nRenny-or-not\n•\n2 yr. ago\n\nI hope that there can be advancement in sterilization of medical equipment that can reduce our plastic use but I get it, it does suck though\n\nReply\nreply\n24 more replies\n11 more replies\nellamoosella\n•\n2 yr. ago\n\nAs a person who needs medical syringes, this seems obvious\n\nReply\nreply\nidk_whatever_69\n•\n2 yr. ago\n\nWe're just anyone who takes medicine of any kind... Even acetaminophen for your headache.\n\nAnd if someone is trying to tell you to give up your medicine then run, they're part of a cult.\n\nReply\nreply\n9 more replies\nGloomy_Magician_536\n•\n2 yr. ago\n\nJust another example of how companies are putting their responsibilities upon us. Straws are not even the most contaminant plastic in the world.\n\nReply\nreply\nmhoIulius\n•\n2 yr. ago\n\nIsn’t vast majority of plastic in the oceans fishing nets? Straws are the least of our worries.\n\nReply\nreply\n2 more replies\n5 more replies\nKarmaPharmacy\n•\n2 yr. ago\n\nI have neurological issues, but I look perfectly normal. I spill a lot of things, bump onto a lot of things, and sometimes drinking out of a cup with no straw is a little challenging. I feel like a jerk when I ask for a straw, but it really helps me drink with ease.\n\nReply\nreply\nthe_limerence\n•\n2 yr. ago\n\nThank you for posting this. My partner is disabled (also neurological issues) and cannot drink straight from a cup for the same reasons. She has taken to carrying them in her purse.\n\nReply\nreply\n1 more reply\n9 more replies\nEagleeye412\n•\n2 yr. ago\n\nAmazon: Order your steel straw to save the planet and we'll pack it into 3 boxes, with a literal pound of bubble plastic, and ship it over 300 miles of logistical nonsense.\n\nReply\nreply\n14 more replies\nLizJru\n•\n2 yr. ago\n\nTotally Agree, don't know why you're facing so much backlash.\n\nIf you don't NEED them, don't use them. If you DO, don't let others opinions of you turn you off, get what you need and tell em to suck it.\n\nReply\nreply\n12 more replies\nSecondEngineer\n•\n2 yr. ago\n\nA lot of people forget that one of the biggest reasons for saving the earth is so that we can live on it.\n\nReply\nreply\nidk_whatever_69\n•\n2 yr. ago\n\nBut we're not saving the Earth, the Earth's totally fine It don't care. We're trying to save ourselves.\n\nReply\nreply\n6 more replies\nheyitscory\n•\n2 yr. ago\n\nSandwich cutters aren't meant to be single use. Nobody is buying them for single use.\n\nIt's a dumb kitchen gadget, but so is a flat whisk. If someone finds use for the tool, good for them!\n\nThat's not the same as being disposable and I'm not sure how this is getting lumped in with straws, but since straws are being unfairly scapegoated, I guess it makes sense they're in the same conversation?\n\nReply\nreply\nRenny-or-not\n•\n2 yr. ago\n\nThere was a post about plastic sandwich cutters being for “lazy people” and completely disregarding it’s use as an accessibility device that is what that is in reference to\n\nReply\nreply\nbromeleon\n•\n2 yr. ago\n\nFlat whisks are for making a roux which is a common thing to make for many recipes. I'd rather not fling napalm around with a round whisk so I consider a flat whisk a kitchen staple, not a dumb kitchen gadget.\n\nReply\nreply\n3 more replies\n6 more replies\nxmonetsdirtybeardx\n•\n2 yr. ago\n\nI know I’m going to get downvoted but I don’t care. This is such a WTF argument. No one is disputing plastic instruments for people who have medical disabilities and need them. People are on here to express their mutual disbelief in the literal TONS of wasteful plastic in the world and you’re inserting this argument to be contrarian or you work for some PR plastics firm. Show me the actual numbers, real facts, as to how many people need plastics and we can continue this narrative. As for the guy who says this thread is toxic I also disagree. I enjoy my daily involvement with people on here who are also baffled by how much waste there is in the world and strive to do better. I don’t think it’s toxic at all. It’s reaffirming actually.\n\nReply\nreply\n2 more replies\n[deleted]\n•\n2 yr. ago\n\nI’d imagine the people that need single use plastics are less than 1% of the population.\n\nNot sure what this has to do with anti consumption\n\nReply\nreply\nRenny-or-not\n•\n2 yr. ago\n\nThere are 51.2 million disabled people making up roughly 18% of the population. Each of those people have different accessibility needs which can (and late get does mean) using single use plastic items. People on this subreddit seem to have the idea that there is no reason for people to use single use plastic but that simply isn’t the case.\n\nReply\nreply\n3 more replies\nHaja024\n•\n2 yr. ago\n\nsyringes, condom wrappers, Covid-19 antigen testing kits, packaging of snacks that can get messy (such as chocolate). All of these have an alternative (glass, alufoil, nothing and alufoil, respectively), but they have durability issues, the risk of contamination is too high, or the single-use plastics recycling is more economical because metal recycling is unavailable somewhere.\n\nAnd if you forget your canvas bag, plastic causes less pollution than paper.\n\nReply\nreply\n1 more reply\nTrumpetBiscuitPaws\n•\n2 yr. ago\n\nAnd this is why legislation (in the UK at least) limiting the sale/use of single use plastics contains exceptions to accommodate these needs. Medical devices, straws available on request etc. Its about cutting out all the frivolous uses or uses for which there are readily available, suitable alternatives. Things like straws arent even the big issue but they are something which, a lot of the time, isn't needed so they are the \"low hanging fruit\". Other more difficult, much larger changes at an industrial level are what's really needed - packaging, micro plastics in agriculture, fishing gear, etc. Consumer end choices/puchases like straws etc are a distraction, shifting the blame onto consumers and away from manufacturers who continue to pollute out planet on an epic scale while we feel bad over the millions of tiny choices we make. Phew sorry I got a bit ranty there. It really does get my goat though!\n\nReply\nreply\nView more comments\n \nTop 1%\nRank by size \nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/unpopularopinion\nPaper straws really aren't that bad.\n4 upvotes · 20 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/ABoringDystopia\nAmerican Nurse Who Got Out of Gaza Describes Desperation She Saw\nyoutube\n363 upvotes · 9 comments\nr/ABoringDystopia\nApparently the ultra rich can literally buy get out of jail free cards now by buying diplomatic immunity from desperate countries.\nyoutube\n220 upvotes · 12 comments\nr/Frugal\nIf you drink coffee and use a Keurig.Buy a generic re-usable metal mesh K-Pod. You can fill it with grinds you bought on sale, and not only have a cheaper per cup price than regular K-Pods; you won't be polluting the environment with plastic that can't be recycled.\n2.4K upvotes · 180 comments\nr/fuckcars\nIt's just comedic how even the 4x4s struggle in the snow and then a bicyclist just rides by casually\nyoutube\n845 upvotes · 218 comments\nr/Tinymight2\nConsidering the tinymight, I have a dosing capsule related question though\n3 upvotes · 17 comments\nr/boringdystopia\nNYC is Building Anti-Homeless Streets\nyoutube\n166 upvotes · 15 comments\nr/fuckcars\nA safe and hearty Thanksgiving to all who celebrate! Remember to talk to your family about alternatives to car-dependency culture\nyoutube\n105 upvotes · 9 comments\nr/LateStageCapitalism\nRich people are unable to sell their mansions and they're blaming the actors and writers strike\ntiktok\n248 upvotes · 8 comments\nr/StrongTowns\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n240 upvotes · 28 comments\nr/nationalwomensstrike\nYou literally can't bribe women to have babies they don't want\nyoutube\n330 upvotes · 50 comments\nr/fuckcars\nConan O'Brien briefly talks about how he likes the walkability of NYC as compared to LA\nyoutube\n132 upvotes · 10 comments\nr/crtgaming\nPlease understand the risks before opting to get a CRT shipped to you\n93 upvotes · 49 comments\nr/fuckcars\n\"15-Minute City\" Conspiracies Have It Backwards\nyoutube\n462 upvotes · 81 comments\nr/BipolarReddit\nToo many prescriptions?\n1 upvote · 7 comments\nr/Anticonsumption\nThe French government has launched a campaign encouraging people not to buy new clothes in Black Friday sales.\nbbc\n197 upvotes · 5 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 78 comments\nr/labrats\nI know it's annoying, but I have to ask (drug testing)\n15 comments\nr/ABoringDystopia\nRecord Number of Fossil Fuel Lobbyists at COP28, Environmentalists Say\nnewsweek\n197 upvotes · 6 comments\nr/antinatalism\nMost people hate their jobs, and yet they have kids knowing that their kids will also hate working, which is what life mostly consist of.\nyoutube\n220 upvotes · 66 comments\nr/FuckYourEamesLounge\nDieter Rams pointing at things he doesn't like\nyoutube\n117 upvotes · 14 comments\nr/Eugene\nOptional straws?\n27 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 5, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}