{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "To stop plastic pollution, we must stop plastic production, scientists say",
  "href": "https://news.mongabay.com/2022/04/to-stop-plastic-pollution-we-must-stop-plastic-production-scientists-say/",
  "body": "A recent study in Science has suggested that plastic pollution can only be cut by about 80% over the next 20 years if all possible solutions to the issue are fully implemented, including replacing ...",
  "textContent": "EnglishEspañol (Spanish)Français (French)Bahasa Indonesia (Indonesian)Brasil (Portuguese)Indiaहिंदी (Hindi)\nRAINFORESTS\nOCEANS\nANIMALS\nENVIRONMENT\nBUSINESS\nSOLUTIONS\nFOR KIDS\nDONATE\nIMPACT\nMORE\n\nMongabay Series: Covering the Commons, Planetary Boundaries\n\nTo stop plastic pollution, we must stop plastic production, scientists say\nby Mongabay.com on 28 April 2022\nA team of scientists working in the field of plastics has published a letter in Science, calling for the cessation of new plastic production in order to solve the plastic pollution issue.\nPlastic is not only an issue when it comes to its disposal, but its production generates large volumes of greenhouse gas emissions, contributing to the climate crisis, they argue.\nEarlier this year, countries agreed to adopt a global treaty to stop plastic pollution, but the details for this agreement have yet to be determined.\nNegotiators will begin working on a draft of the agreement next month.\n\nIn a letter published in the journal Science, a group of international scientists has called for a cap on the global production of new plastics in order to preserve human and environmental health, and to cut down on greenhouse gas emissions. They argue that this move will be critical in solving the plastic pollution issue currently confronting our planet.\n\nIn March 2022, 175 countries unanimously agreed to adopt a global plastic treaty to stop plastic pollution. Not only is the treaty set to address the issue of plastic waste, but it will address the “full lifecycle of plastics,” from the extraction of chemicals to the highly polluting stage of “cracking” chemicals into compounds used to make plastic. However, the details of this treaty still need to be figured out during a negotiation process that will begin next month.\n\n“[T]he resolution is in place but it will be years before the treaty is adopted … and implemented with appropriate accountability,” letter co-author Bethanie Carney Almroth, an ecotoxicologist and microplastics researcher from the University of Gothenburg in Sweden, told Mongabay in an email. “The problems with plastics are complex and will require multifaceted solutions that are product and context specific, to ensure safety and equity.”\n\nThe letter notes that there are currently about 450 million tons of plastic produced each year, and that production is set to double by 2045. The production of plastic is known to emit large volumes of greenhouse gas emissions — in the U.S. alone, it’s been estimated that the plastic industry contributes 232 million metric tons of greenhouse gases every year, and that these emissions could outpace what is produced by burning coal by 2030. But there is also the growing issue of plastic waste, especially since much of it is currently exported from the Global North to the Global South, the scientists say in the letter.\n\nA recent study in Science has suggested that plastic pollution can only be cut by about 80% over the next 20 years if all possible solutions to the issue are fully implemented, including replacing plastic with other materials and improving recycling and waste management. But even with this action, about 710 million metric tons of plastic waste will have entered both terrestrial and aquatic ecosystems, the study suggests.\n\nResearch suggests that 450 million tons of plastic is produced every year, and that much of it ends up in terrestrial and aquatic environments. Image by Ingrid V Taylar / Flickr (CC BY-NC 2.0).\n\n“Even if we recycled better and tried to manage the waste as much as we can, we would still release more than 17 million tons of plastic per year into nature,” said Melanie Bergmann, a plastic pollution and microplastic expert at the Alfred Wegener Institute in Germany, and the initiator of the letter. “If production just keeps growing and growing, we will be faced with a truly Sisyphean task.”\n\n“The science is crystal clear,” she added. “Only upstream measures such as a cap on plastic production will prevent further degradation of our life-supporting ecosystems and allow us at the same time to reduce the carbon footprint of plastics, which makes up 4.5% of the global CO2 emissions.”\n\nPlastic has become one of the most polluting substances in the world, but there are about 350,000 other kinds of human-made chemicals and synthetic pollutants — known collectively as “novel entities” — circulating throughout our world. The rate at which plastics and other novel entities are being produced, and the little understanding we have about their risks and impacts, led researchers to declare in a recent study that we have breached a “planetary boundary” for chemical pollution, endangering the stability of Earth and humanity’s place on it.\n\n“The exponentially growing production is really the root cause of the problem, and the amounts of plastics we have produced thus far have already exceeded planetary boundaries,” Carney Almroth said. “If we don’t tackle that, all other measures will fail to achieve the goal of substantially reducing the release of plastic into the environment.”\n\nThe letter writers argue that in order to substantially address the problem, it is essential to stop the production of new plastics. Failure to do so, they say, “will lead to more dependence on flawed and insufficient strategies.”\n\nCo-author Susanne Brander, an ecotoxicologist at Oregon State University, said the proper regulation of plastics could generate a “gateway to more effective regulation of synthetic chemical production as a whole.”\n\n“Prioritizing the health of our planet and its people with a binding global agreement that caps plastic production, while acknowledging that there is no ‘away’ for pollutants and that there never has been, is a critical step towards a more sustainable future for all of us,” she said.\n\nCitations:\n\nBergmann, M., Carney Almroth, B., Brander, S. M., Dey, T., Green, D. S., Gundogdu, S., … Walker, T. R. (2022). A global plastic treaty must cap production. Science. doi:10.1126/science.abq0082\n\nLau, W. W., Shiran, Y., Bailey, R. M., Cook, E., Stuchtey, M. R., Koskella, J., … Palardy, J. E. (2020). Evaluating scenarios toward zero plastic pollution. Science, 369(6510), 1455-1461. doi:10.1126/science.aba9475\n\nPersson, L., Carney Almroth, B. M., Collins, C. D., Cornell, S., De Wit, C. A., Diamond, M. L., … Hauschild, M. Z. (2022). Outside the safe operating space of the planetary boundary for novel entities. Environmental Science & Technology. doi:10.1021/acs.est.1c04158\n\nVallette, J. (2021). The New Coal: Plastics and Climate Change. Retrieved from Beyond Plastic website: https://static1.squarespace.com/static/5eda91260bbb7e7a4bf528d8/t/616ef29221985319611a64e0/1634661022294/REPORT_The_New-Coal_Plastics_and_Climate-Change_10-21-2021.pdf\n\nBanner image caption: A boy sorting through trash at a dump site in Nicaragua. Image by Hermes Rivera / Unsplash.\n\nFEEDBACK: Use this form to send a message to the author of this post. If you want to post a public comment, you can do that at the bottom of the page.\n\nArticle published by Elizabethalberts\nCarbon Emissions, Chemicals, Climate Change, Greenhouse Gas Emissions, greenhouse gases, Industry, Marine Crisis, Marine Ecosystems, Microplastics, Plastic, Pollution\n\nGlobal\n\n\nPRINT\nWe're a nonprofit\nDonate\nRecent Posts\nDeforestation falls for 8th straight month in the Amazon rainforest, but rises in the cerrado\nCommunity tropical forest management linked to social & environmental benefits: Study\nJapanese butterfly conservation takes flight when integrated with human communities\nNGOs at COP28 demand Vietnam free climate advocates before it gets energy funding\nReef damage from 2024 Olympics surfing venue is avoidable (commentary)\n\nRecent videos\n\nView targeted feeds\n\nby topic\nby location\nAgriculture\nAnimals\nBirds\nClimate Change\nConservation\nDeforestation\nEnergy\nFeatured\nForests\nHappy-upbeat Environmental\nHerps\nIndigenous Peoples\nInterviews\nMammals\nNew Species\nOceans\nPalm Oil\nRainforests\nTechnology\nWildlife\nMany more topics\nSocial channels\n\n  INSTAGRAM\n\n  LINKEDIN\n\n  YOUTUBE\n\n  MASTODON\n\n  RSS / XML\n\n  ANDROID MOBILE APP\n\n  APPLE NEWS\n\nEmail updates\n\nPodcast\n\tOur biweekly podcast delivering news & inspiration from nature’s frontline.\nQuick updates\nDaily topic-based news alerts\n\nRepublish\n\tYou may republish Mongabay content in your publication at no cost.\nSpecial series\nForest Trackers\nPoverty and plantations: Nigerian reserve struggles against the odds\nLogging, road construction continue to fuel forest loss in Papua New Guinea\nGuatemala braces for unprecedented year of deforestation in Maya reserve\nSmallholders and loggers push deeper into Sumatra’s largest park\nMore articles\nOceans\nIn reversal, Mexico calls for moratorium on international deep-sea mining\nCongo’s waters are hotspot for endangered sharks & rays, reveals data from artisanal fishers\nReport shines partial light on worst labor offenders in opaque fishing industry\nJamaica battles relentless plastic pollution in quest to restore mangroves\nMore articles\nAmazon Conservation\nProlonged drought brings unprecedented changes to Amazonian communities in Pará\nCertificate of origin for Acre’s açaí is a boost for the Amazonian superfood\nGermany signals boost in support for Brazil through Amazon Fund\nNew algorithm looks at how Amazon vegetation will behave after climate change\nMore articles\nLand rights and extractives\nLombok sand mine corruption probe continues as Indonesia to resume exports\nParadise lost? Brazil’s biggest bauxite mining firm denies riverine rights\nThe coveted legacy of the ‘Man of the Hole’ and his cultivated Amazon forest\nAustralia crackdown on climate protesters grows amid fight against gas project\nMore articles\nEndangered Environmentalists\nVietnamese environmentalist sentenced to 3 years in prison for tax evasion\nSon of slain Quilombola leader will still strive for community’s rights\nVideo: Five Tembé Indigenous activists shot in Amazonian ‘palm oil war’\nIndigenous activists demand justice after 5 shot in Amazonian ‘palm oil war’\nMore articles\nIndonesia's Forest Guardians\nIn Borneo, the ‘Power of Mama’ fight Indonesia’s wildfires with all-woman crew\nPioneer agroforester Ermi, 73, rolls back the years in Indonesia’s Gorontalo\nAfter 20 years and thousands of trees planted, Kalimantan’s veteran forester persists\nAziil Anwar, Indonesian coral-based mangrove grower, dies at 64\nMore articles\nConservation Effectiveness\nThailand tries nature-based water management to adapt to climate change\nForest restoration to boost biomass doesn’t have to sacrifice tree diversity\nHow scientists and a community are bringing a Bornean river corridor back to life\nForest restoration can fare better with human helping hand, study shows\nMore articles\nSoutheast Asian infrastructure\nIndonesia’s new capital ‘won’t sacrifice the environment’: Q&A with Nusantara’s Myrna Asnawati Safitri\nSmall farmers in limbo as Cambodia wavers on Tonle Sap conservation rules\nTo build its ‘green’ capital city, Indonesia runs a road through a biodiverse forest\nRobust river governance key to restoring Mekong River vitality in face of dams\nMore articles\nAbout Mongabay\n\nMongabay is a U.S.-based non-profit conservation and environmental science news platform. Our EIN or tax ID is 45-3714703.\n\nInformation\nMongabay.org\nTropical Forest Network\nWild Madagascar\nSelva Tropicales\nMongabay Indonesia\nMongabay India\nSocial\nFacebook\nTwitter\nInstagram\nLinkedIn\nYouTube\nInformation\nAbout Mongabay\nSubmissions\nAdvertising\nContact Us\nPrivacy Policy\nCopyright & Terms of Use\n\n© 2023 Copyright Conservation news\n\nyou're currently offline\n\n1"
}