{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Are plastic straws better to be cut up or left alone when ... - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/pekq90/are_plastic_straws_better_to_be_cut_up_or_left/",
  "body": "Business, Economics, and Finance. GameStop Moderna Pfizer Johnson & Johnson AstraZeneca Walgreens Best Buy Novavax SpaceX Tesla. Crypto",
  "textContent": "Are plastic straws better to be cut up or left alone when disposing? I've always wondered if this would have any potential impact on its impact to the environment? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n2 yr. ago\nLimitGroundbreaking2\nAre plastic straws better to be cut up or left alone when disposing? I've always wondered if this would have any potential impact on its impact to the environment?\nQuestion / Support\nArchived post. New comments cannot be posted and votes cannot be cast.\nsnickers.com\nLearn More\nSort by:\nForget-Me-Nothing\n•\n2 yr. ago\n\nAs far as I was aware, cutting them so that they could be unrolled into a long rectangle was the right thing to do. I can't for the life of me remember why though!\n\nPierogiAndNegroni\n•\n2 yr. ago\n\nI think cutting them lengthwise would prevent anything getting lodged in there and also reduce the likelihood of it getting lodged in something (or someone) itself? I haven’t thought about that one before- good question!\n\nailiesm\n•\n2 yr. ago\n\nI would say there’s downsides to both, leaving it whole risks it getting imbedded in marine life and cutting it up makes it easier to get eaten by marine/ wildlife, going on to be micro plastics etc. It’s best to not use them to avoid them entering the ecosystem completely.\n\nLimitGroundbreaking2\n•\n2 yr. ago\n\nWell I bought a reusable straw but Im just asking for other cases I may encounter straws in my life\n\n2 more replies\nwoke_pug\n•\n2 yr. ago\n\nIf you put it in a well-enclosed bin in a place with landfill services, then most likely it will end up in the landfill and not the ocean. Most ocean plastic comes from loose waste, typically from countries that do not have widely-available waste disposal services: https://ourworldindata.org/ocean-plastics\n\nLacedVelcro\n•\n2 yr. ago\n\nIf your municipality doesn't recycle them, then the best place for them is a modern landfill, where the carbon is sequestered underground and the plastic can't leach into the waterway. I would say keeping the straw intact increases the likelihood of it successfully making it to the landfill without falling out somewhere. It also makes it easier for a good citizen to make sure that it gets r/DeTrashed, if it does end up as litter.\n\nBetter yet is demand your municipality/State/country implement a phase out of single use plastics, which has been effective in many places.\n\nAlways vote your environmental concerns and voice your concerns to anyone who will listen.\n\npedalikwac\n•\n2 yr. ago\n\nPut small plastics and films into plastic bottles a la ecobrick\n\n[deleted]\n•\n2 yr. ago\n\nDon't do this in countries where these items are recyclable. Items that can be recycled need to be completely separate, if a human has to intervene to get stuff out of other stuff it automatically goes to the ovens, not worth the hassle\n\np3pp3rmint_kitti3\n•\n2 yr. ago\n\nI’d say maybe just leave them whole? I doubt many animals can get inside them, but I think I saw a video once of a sea turtle with a straw way up it’s nose, some guys pulled it out. I think it’s bad cut or uncut, sadly. That said, you’re incredibly thoughtful to try and look at this issue from another perspective and come up with a solution. I wish you luck and a good day!\n\nReduceMyRows\n•\n2 yr. ago\n\nMakes me wonder if a cut up straw somehow is less likely to go up a turtles nose, I think not.\n\n1 more reply\nReduceMyRows\n•\n2 yr. ago\n\nIf you have a shredder you can shred them to be extra safe =)\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of August 30, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}