{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "The solution for plastic waste due to straws is very simple ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/qihxgq/the_solution_for_plastic_waste_due_to_straws_is/",
  "body": "We all know the whole controversy about replacing plastic straws with paper straws and that paper straws are really annoying and ineffective and just kinda lame but allow me to introduce a new player here. Cinnamon sticks. They're long and hallow and you can easily drink through them, they don't dissolve in water like paper, they're a million ...",
  "textContent": "The solution for plastic waste due to straws is very simple. Cinnamon. : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n2 yr. ago\n-temporary_username-\nThe solution for plastic waste due to straws is very simple. Cinnamon.\n\nSo I'm a little drunk but bear with me here. We all know the whole controversy about replacing plastic straws with paper straws and that paper straws are really annoying and ineffective and just kinda lame but allow me to introduce a new player here. Cinnamon sticks. They're long and hallow and you can easily drink through them, they don't dissolve in water like paper, they're a million times fancier than any plastic, paper, metal straws and whatnot, they're naturally biodegradable and cinnamon pairs well with basically any beverage on earth. Ever had a drink with a cinnamon stick in it and could barely feel the cinnamon and got kinda disappointed? Solves that too. Just had cider and wine with a cinnamon stick, used it as a straw and it was marvelous. I get that this might be a little expensive, but we'll find a way. Maybe just de-fund the police or something for this, idk.\n\nIn short, cinnamon sticks in, any other kind of useless straws out. Who's with me?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nasana.com\nSign Up\nSort by:\nsmiff8866\n•\n2 yr. ago\n\nThat’s quite smart. Or you could use Twizzlers.\n\n6 more replies\nVv2333\n•\n2 yr. ago\n\nBamboo\n\n-temporary_username-\n•\n2 yr. ago\n\nLess of a tasty kick. Could call it \"virgin cinnamon straws\" for people who don't like cinnamon.\n\n1 more reply\n[deleted]\n•\n2 yr. ago\n\nGenius level thinking sir. Imagine going to Starbucks and getting one of these with a seasonal drink?! Or a candy cane fruit flavoured for the summer. Fuck yes I’m down. You just solved on of the world’s simplest but ongoing problems ahaha.\n\nkudos friend.\n\n1 more reply\nChilli-key\n•\n2 yr. ago\n\nI wish all companies good luck on paying 1$ per cinnamon straws. And then serving it for a 3$ drink.\n\n1 more reply\nSeanFromQueens\n•\n2 yr. ago\n\nOr use the same wax paper that the cup is made of. Not sure why the disintegrating once exposed to liquid is being used for straws but the also non-plastic cup is not what he material being used.\n\nStraws predate disposable plastic, so use whatever they used in the first place. Problem solved.\n\n2 more replies\n[deleted]\n•\n2 yr. ago\n\nDe-fund the police so that the government can start subsidizing buying massive amount of cinnamon sticks to use as straws. This is some top tier half-baked drunk problem solving.\n\n-temporary_username-\n•\n2 yr. ago\n\nModern problems require modern solutions.\n\nDoodabs_gaz\n•\n2 yr. ago\n\nHemp plastic\n\n-temporary_username-\n•\n2 yr. ago\n\nNot nearly as fancy as cinnamon sticks.\n\n2 more replies\nkeIIzzz\n•\n2 yr. ago\n\ni mean this works if you like cinnamon I guess, but not all of us do and there are people who are allergic as well\n\n-temporary_username-\n•\n2 yr. ago\n\nYeah, obviously this isn't a great option for people who are allergic but I think it's a very cool alternative for places to offer.\n\nxBram\n•\n2 yr. ago\n\nI’m a little drunk too, I’m thinking of an app so you can use your phone as a straw.\n\n-temporary_username-\n•\n2 yr. ago\n\nHow about an app that temporarily turns your phone into a cinnamon stick that can be used as a straw?\n\nView more comments\n \nTop 1%\nRank by size \nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/vandwellers\nBeer keg for drinking water? Clever or stupid?\n12 upvotes · 39 comments\nr/ireland\nWhat drug of choice are you switching to when minimum alcohol pricing kicks in?\n125 upvotes · 203 comments\nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/HydroHomies\nAfter spending 3 hours in the ER for a kidney stone and nearly passing out from pain and then finding out I have a double sized one in my other kidney, I was told to hydrate hydrate hydrate. I’m becoming a hydro homie today. Advice on water apps, water bottles, times to drink? Thank you!\n97 upvotes · 30 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/hash\nI am always on the hunt for old school hash here in the US. Nearly impossible to find here. This is my closest recent find. Visiting Spanish hash maker using California grown weed. Pretty damn good, but not the same :(\n22 upvotes · 87 comments\nr/antifeminists\nAlyssa Zinger (22 years old) posed as a 14-year-old homeschooled student on social media and raped a minor 30 times. She has many more victims according to further investigation. She has currently walked out of jail with only a $7,500 bond.\nyoutube\n283 upvotes · 40 comments\nr/Kombucha\nLol. Bugs me when people sell a vacuum sealed pellicle online as “SCOBY” at a ridiculous markup\n423 upvotes · 94 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/walmart\nHow to get rid of vitamins…\n3 upvotes · 6 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/singularity\nAs we enter into 2024, a reminder for people who haven't watched the AlphaGo documentary yet. An example of how machine learning can overcome all perceived odds\nyoutube\n282 upvotes · 61 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/singularity\nSam Altman trolls Google exec at APEC, \"When is Gemini gonna ship? We would like to know, give us a little information. I’m very curious.\"\nyoutube\n170 upvotes · 97 comments\nr/singularity\nAlphaGo - Full Documentary (Highly recommend if you haven't seen it)\nyoutube\n118 upvotes · 11 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 29, 2021\nReddit\nreReddit: Top posts of October 2021\nReddit\nreReddit: Top posts of 2021"
}