{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Pollution: Microplastics in the Environment",
  "href": "https://magazine.scienceconnected.org/2021/07/plastic-pollution-emerging-threat-beneath-feet/",
  "body": "Plastic straws in the spotlight. Plastic pollution exploded into the public consciousness in April 2015 when a shockingly graphic video taken by marine biology doctoral student Christine Figgener went viral. The footage depicts an olive ridley sea turtle wincing in pain as scientists remove a full-size plastic drinking straw lodged in its left nostril.",
  "textContent": "Skip to content\nSUNDAY, DECEMBER 10, 2023\nABOUT\nFREQUENTLY ASKED QUESTIONS\n \nSCIENCE CONNECTED WEBSITE\n \nOUR SCIENCE COMMUNICATORS\n \nPRACTICE SCICOMM\n \nADVISORS\n \nSPONSORS AND DONORS\n \nADVERTISING POLICY\n \nPERMISSIONS\n \nCONTACT US\nRESEARCH\nARTS AND HUMANITIES\nSCIENCE AND ART\n \nLIFE SCIENCES AND BIOMEDICINE\nANTHROPOLOGY\n \nBIODIVERSITY AND CONSERVATION\n \nBIOLOGY\n \nBOTANY\n \nCITIZEN SCIENCE\n \nNEUROSCIENCE\n \nECOLOGY\n \nENVIRONMENT\nCLIMATE CHANGE\n \nSUSTAINABLE LIVING\n \nGENETICS AND HEREDITY\n \nHEALTH\nCOVID-19\n \nMARINE AND FRESHWATER BIOLOGY\n \nPALEONTOLOGY\n \nZOOLOGY\nORNITHOLOGY\n \nPHYSICAL SCIENCES\nASTRONOMY AND ASTROPHYSICS\n \nCHEMISTRY\n \nGEOLOGY\n \nMATHEMATICS\n \nOCEANOGRAPHY\n \nPHYSICS\n \nSOCIAL SCIENCES\nARCHAEOLOGY\n \nLINGUISTICS\n \nPSYCHOLOGY\n \nSCIENCE POLICY\nSCIENCE DEBATE SERIES\n \nEDUCATION\nBOOK RECOMMENDATIONS\n \nGET TO KNOW A SCIENTIST\n \nTECHNOLOGY\nCOMPUTER SCIENCE\n \nENGINEERING\n \nNEW TECHNOLOGIES\n \nOPINIONS AND EDITORIALS\nBLOGS\nTHE SCISTARTER BLOG\n \nTHERE BE DRAGONS EVERYWHERE\nVIDEOS\nIT’S OK TO BE SMART\n \nPBS EONS\n \nSCIENCE WITH SOPHIE\n \nSHELF LIFE FROM AMNH\n \nCAT BEHAVIOR WITH SIMON’S CAT LOGIC\nSTEM EDUCATION\nFREE RESOURCES\n \nBOOK CATALOG\n \nFOR GRADES 7-12\n \nFOR GRADES K-6\n \nIBIOME GAMES\nBOOKSTORE\nSWAG SHOP\nDONATE\nVOLUNTEER\nSUBSCRIBE\n \n \n \nEnvironment \nPLASTIC POLLUTION: MICROPLASTICS IN THE ENVIRONMENT\nJULY 5, 2021 SCIENCE CONNECTED PLASTIC POLLUTION\n\nTiny plastic particles, or microplastics, have made their way from our soil, oceans, and bodies. Plastic pollution on the nanoscale can have dangerous new properties.\n\nBy Emily Rhode\n\nTiny plastic particles that can barely be seen by the human eye have made their way from our soil into everyday items we know—from earthworms to honey to the beer that we drink—bringing toxic chemicals with them wherever they go. The saying goes that what we can’t see can’t hurt us. Yet, what if these unseen particles are not only hurting us but also changing the entire course of biological evolution? Researchers in Germany have issued a new warning that these human-generated “microplastics” could potentially be wreaking environmental havoc right under our feet, and that ignoring the problem could have dire consequences.\n\n“We think that there is a reasonable chance that inland waters and agricultural soils represent a larger portion of environmental microplastics compared to oceanic basins,” says Dr. Abel de Souza Machado of Freie Universität Berlin and IGB-Berlin. “However, this is based in limited evidence.” The scientists have made an urgent call for increased research into the effects of terrestrial microplastics, citing a small but growing body of evidence that they pose an emerging global threat to human and environmental health.\n\nHow Does All That Plastic Get into the Ocean? Credit: Heinrich-Böll-Stiftung.\nPLASTIC STRAWS IN THE SPOTLIGHT\n\nPlastic pollution exploded into the public consciousness in April 2015 when a shockingly graphic video taken by marine biology doctoral student Christine Figgener went viral. The footage depicts an olive ridley sea turtle wincing in pain as scientists remove a full-size plastic drinking straw lodged in its left nostril.\n\nThe backlash from the video ballooned into a worldwide movement to ban single-use plastic straws. Film director Linda Booker was inspired to build on the straw-free campaign by creating a documentary film that she aptly named STRAWS. The film highlights plastic contamination in the oceans and follows the stories of school children, entrepreneurs, scientists, and artists who are working to solve the problem.\n\n“I wanted to find a way to demonstrate a global problem in a way that was impactful, while also being careful not to overwhelm people. Straws are small and uncomplicated, but when you start informing people about the vast number of them used daily and that they are nonrecyclable, it helps start the conversation about consumption and production of plastics. Once people are made aware that billions are used only once daily, worldwide it becomes a “sticky” topic, and all the sudden they start to notice them wherever they go to eat/drink and much too often in streets, ditches, and on beaches as litter.”\n\nPLASTIC POLLUTION ON THE NANOSCALE\n\nThe plastic litter that ends up on the ground is exposed to water, sunlight, and even soil microbes. Eventually, it starts to break down. At less than 5 millimeters, these microplastics begin to move through the environment much differently than they did when they were part of a plastic bottle. Broken down into even smaller pieces, things start to get strange. At one ten-thousandth of a millimeter, plastics on the nanoscale can have new properties that look nothing like that original plastic bottle. And that can be dangerous.\n\n“When you change the size of the plastic to the nanoscale, it changes the properties in ways that we don’t understand yet,” says Dr. Brian Chapman, a scientist who studies nanoparticles. “Some can be absorbed more readily into the body, even through skin. [They] can give off the toxic components more easily.” These toxins may be causing more harm than the pieces of plastic that can be seen.\n\nMicro- and nanoplastics have been well documented in marine ecosystems, showing up in huge “garbage patches” in the Pacific, in commercially harvested fish in the North Atlantic, and even in corals in the Great Barrier Reef. But ocean contamination might be just the tip of the plastic pollution iceberg. Some estimates put the amount of plastics that find their way into soils or inland waters at 32 percent of all plastic waste. Plastics from wastewater sludge that is applied to agricultural fields is one potentially large source. Aerosolized plastics from manufacturing plants is another. Despite several alarming studies about their effects on terrestrial environments, micro- and nanoplastics in soil have gone largely unstudied. “Continental systems have been understudied compared to aquatic because it is visually and methodologically easier to identify this contaminant in aquatic ecosystems,” explains Machado.\n\nTHE CONSEQUENCES OF PLASTIC CONTAMINATION\n\nThe completed research is troubling. When exposed to microplastics, earthworms showed changes in size and burrowing behavior in the soil. Microplastic exposure has also caused negative effects on the reproduction and growth of springtails, a common arthropod found in soil. The researchers fear that these are just some of the ways that human-generated plastic contamination could be putting evolutionary stress on organisms.\n\nPlastic particles have been found in the beer we drink and the seafood we eat. When asked if plastics in soils could have more harmful effects on the environment than what we are already seeing in the oceans, Machado said that “it is very likely that not even all possible effects of microplastics in aquatic systems have been proposed. What we can say is that it is within terrestrial and continental systems that most of plastics are first produced, used, and disposed, and therefore they have first the chance to impact biota. Other attempts to compare potential effects in the marine and continental environment by now could be highly conceptual and not based on factual evidence.”\n\nBy eliminating plastics from our daily lives, experts believe that we can slow the accumulation of plastic pollution in the environment. “I hope in addition to straws, people will switch to nonplastic shopping bags, water bottles, carrying their own utensils, etc., and think more about the packaging options of their food and beverage purchases,” says Booker. “The next level is the other items in our households (especially kitchens) that used to be glass, metal, and wood and avoiding single-use plastic.” But until more scientific evidence is gathered, we are left to wonder what harm these unseen particles are causing, and what future dangers they may pose.\n\nREFERENCES\n\nde Souza Machado, A. A., Kloas, W., Zarfl, C., Hempel, S., & Rillig, M. C. (2018). Microplastics as an emerging threat to terrestrial ecosystems. Global Change Biology, 24(4), 1405–1416. DOI: https://doi.org/10.1111/gcb.14020.\n\nBooker (Producer). (2017). STRAWS [Motion picture]. United States: By the Brook Productions, LLC. Film screening in Durham, North Carolina.\n\nFeatured photo: “Stop Trashing My Ocean” by Ingrid Taylar\n\nPOST NAVIGATION\nSTEM Summer Reading: Citizen Science Tails and Summer Tales\nCitizen Scientists Find Exoplanets with NASA’s TESS Spacecraft\nRECOMMENDED FOR YOU\nBiology Environment Sustainable Living \nBACTERIA HAS NATURAL CAPACITY TO RECYCLE PLASTICS\nMARCH 10, 2023 SCIENCE CONNECTEDBACTERIA, PLASTIC POLLUTION, RECYCLING\nA common bacterium, Comamonas testosteroni, might hold the key to breaking down and recycling plastic waste...\nClimate Change Environment New Technologies \nSUNLIGHT POWERS RECYCLING OF CARBON DIOXIDE AND PLASTIC\nFEBRUARY 15, 2023 SCIENCE CONNECTEDBIOFUEL, CARBON DIOXIDE, PLASTIC POLLUTION, RECYCLING, SOLAR POWER\nA new recycling method uses sunlight to simultaneously convert carbon dioxide and plastic waste into sustainable...\nEnvironment Marine and Freshwater Biology \nSEA TURTLES FOOLED BY TRASH RESEMBLING THEIR FOOD\nJUNE 21, 2021 SCIENCE CONNECTEDPLASTIC POLLUTION, SEA TURTLES\nSea turtles that mistake trash for food are in for a world of hurt. Green sea...\nBECOME A SUPPORTER\nIf each person reading Science Connected Magazine donated just $1 a year, all of our not-for-profit programs would be fully funded.\nMonthly\nOne Time\n$25\n$50\n$100\n$250\n$\nUSD\nDedicate This Gift\nDonate\nSPOTLIGHT: ENVIRONMENT\nCITIZEN SCIENTISTS STUDY PHYTOPLANKTON IN ANTARCTICA\nNOVEMBER 14, 2023 SCIENCE CONNECTEDANTARCTICA, CITIZEN SCIENCE, CLIMATE CHANGE, PENGUINS, PHYTOPLANKTON\nMICROORGANISMS BOOST LEVELS OF CARBON STORAGE IN SOIL\nOCTOBER 24, 2023 SCIENCE CONNECTEDARTIFICIAL INTELLIGENCE, CARBON, CLIMATE CHANGE, MICROBES, SOIL MICROBIOME\nBEE BEHAVIOR AFFECTED BY PESTICIDES AND TEMPERATURE\nSEPTEMBER 19, 2023 SCIENCE CONNECTEDBEES, CLIMATE CHANGE, ENVIRONMENT, PESTICIDES, POLLINATION, POLLINATORS, TEMPERATURE\nETHANOL MAY HELP CROPS SURVIVE DROUGHTS\nSEPTEMBER 12, 2023 SCIENCE CONNECTEDAGRICULTURE, BIOCHEMISTRY, BOTANY, CLIMATE CHANGE, DROUGHT\nDO MOSQUITO EATERS EAT MOSQUITOS?\nAUGUST 29, 2023 SCIENCE CONNECTEDINSECTS, MOSQUITO, NATURE\nBEE PHENOLOGY: HOW ARE BEES FEELING THE HEAT?\nAUGUST 1, 2023 SCIENCE CONNECTEDBEES, CLIMATE CHANGE, ENVIRONMENT, POLLINATION, POLLINATORS\n\nScience Connected Magazine is an editorially independent, non-profit newsroom producing open-access science journalism and scientific fact-checking for the global public. We work to increase science literacy and public access to reliable information. We are published by Science Connected, a registered 501(c)(3) nonprofit organization headquartered in San Francisco, California. Science Connected does not endorse products or services. Advertising revenue helps to support our programs.\n\nContact\n\nTerms of Use\n\nPrivacy Policy\n\nStyle Guide\n\nScienceConnected.Org\n\n© 2021 by Science Connected, Inc. All Right Reserved\n\nProudly powered by WordPress | Theme: SuperNews by Acme Themes"
}