{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Plastic pollution in the ocean: data, facts, consequences",
  "href": "https://oceanliteracy.unesco.org/plastic-pollution-ocean/",
  "body": "Learn how plastic pollution affects the health of marine life, human beings and the environment. Find out where plastic comes from, how much of it there is, and what are the consequences of littering, manufacturing and fishing. Discover how to prevent plastic pollution and save our planet.",
  "textContent": "Ocean Literacy Portal\nLOG IN / SIGN UP\nMENU\nGET INVOLVED\nABOUT\nCONNECT\nDISCOVER\nPRESS\nPRINCIPLES\nOCEAN LITERACY TRAINING COURSES\nASK THE EXPERTS\nFAQ\nMEET AN EXPERT\nEVENTS\nOCEAN LITERACY WITH ALL\nTEACHER AREA\n\nNo Results Found\n\nBACK TO DISCOVER\nOcean plastic pollution an overview: data and statistics\n\nMarta Fava\n\n09 May 2022\n\nSHARE\nShare\nFacebook\nTwitter\nLinkedIn\nEmail\n\nhttps://oceanliteracy.unesco.org/plastic-pollution-ocean/\n\nCopy Link\n\nPlastic is one of the most enduring materials man has created. Nowadays, we all know that it can take hundreds of years for plastic to degrade, and research is showing that it is possible that it does not even fully degrade, but becomes what we call microplastic.\n\nMicroplastics are tiny particles of plastic that can be eaten by marine animals and end up in their bodies and tissues, entering the food chain and leading to disastrous consequences for the health of our planet and all its inhabitants.\n\nEven if human beings are becoming more and more aware of the hazards this material poses to life, the presence of plastic in our ocean is continually increasing, and plastic pollution is still one of the main causes of marine species extinction, health problems for human beings and animals alike, and the destruction of our ecosystems.\n\nIn this article, we will look at ocean plastic pollution and lay out the data and statistics you need to understand the daunting issue we are facing. Most importantly, we will also look at what we can do as individuals and as part of our society to prevent plastic pollution and save our planet.\n\nLet’s start!\n\nPlastic Pollution in the Ocean: Where does it come from?\n\nIt is clear that plastic pollution is one of the most pressing environmental issues we are currently facing, but how did it come to be? Moreover, where does all the plastic in the ocean come from?\n\nPlastics produced from fossil fuels are just over a century old, but they revolutionized our life completely. It allowed the invention of many life-saving devices and the implementation of new technologies that changed the course of history.\n\nHowever, the great advantages plastic offered led to a throwaway trend that made us discover plastic’s dark side: the threat it poses to our environment and life.\n\nThe majority of plastic pollution in the ocean is caused by littering: we buy or use disposable plastic items (food wrappings, plastic bags, razors, bottles, etc.) and do not dispose of them properly, which cause them to end up in the waterways and eventually in the ocean.\n\nYet, not all-plastic waste in the ocean is an effect of littering: many plastics and microplastics are the product of improper manufacturing processes and about 20% of the ocean’s plastic pollution comes from industrial fishing.\n\nPlastic Pollution: Key Facts\nPlastic waste makes up 80% of all marine pollution and around 8 to 10 million metric tons of plastic end up in the ocean each year.\nResearch states that, by 2050, plastic will likely outweigh all fish in the sea.\nIn the last ten years, we have produced more plastic products than in the previous century.\nThe EPA (Environmental Protection Agency) has stated that basically 100% of all plastics human beings have ever created are still in existence.\nPlastic generally takes between 500-1000 years to degrade. Even then, it becomes microplastics, without fully degrading.\nCurrently, there are about 50-75 trillion pieces of plastic and microplastics in the ocean.\nThis plastic either breaks down into microplastic particles (see below), or floats around and ends up forming garbage patches.\nGarbage Patches in the Ocean\n\nMost of the plastic we find in the ocean comes from land: it flows downstream through rivers all the way to the sea. At first, it may stay in coastal waters, but it can soon be picked up by rotating ocean currents, called gyres, and transported literally anywhere in the world.\n\nAccording to National Geographic, scientists found plastic coming from Russia, the United States, Europe, South America, Japan, and China on Henderson Island, an uninhabited isolated atoll halfway between Chile and New Zealand.\n\nUsually, marine plastic debris groups up in what we call garbage patches, plastic accumulation areas, in the center of the ocean’s gyres. The biggest is the Great Pacific garbage patch, located between Hawaii and California.\n\nConsequences\n\nToday, plastic production and use is still at its highest, but the data on recycling are not at all promising: only about 10% of the plastic we produce is currently being recycled. The rest is either incinerated, causing air pollution, or it ends up in our oceans and environment.\n\nHarm to Wildlife\n\nPlastic pollution in the ocean has a devastating impact on marine life and ecosystems. The most obvious one being the damage plastic items cause to animals when they come into contact with or ingest them, which include suffocation, entanglement, laceration, infections and internal injuries.\n\n17% of the species affected by the presence of plastic in the ocean are on the International Union for Conservation of Nature Red List of Threatened Species.\n\nYet, there are more problems related to plastic: floating plastic items can help transport invasive species, which leads to threats for marine ecosystems, biodiversity and the food web.\n\nHarm to Human Beings\n\nAs we explained above, microplastics have now become part of the food chain and have been found everywhere: in drinking water, salt, beer and in the soil where we grow our vegetables.\n\nPlastic materials are carcinogenic and can affect the body’s endocrine system, causing developmental, neurological, reproductive and immune disorders. Another health hazard is given by toxic contaminants that often accumulate on plastic’s surface, and are then transferred to humans through the consumption of seafood.\n\nClimate Change\n\nPlastic pollution and climate change are two sides of the same coin: plastic production, as it is created from fossil fuels, highly contributes to the climate crisis.\n\nMoreover, as we already mentioned, when plastic waste is incinerated, it releases carbon dioxide and methane into the atmosphere, increasing emissions and worsening global warming.\n\nEconomic effects\n\nAccording to research, the yearly economic costs of plastic in the ocean are estimated to be between $6-19bn USD. These costs are given by its impact on tourism, fisheries and aquaculture, and (governmental) cleanups.\n\nImages of Plastic Pollution in the Ocean\n\nHere, we have decided to show you some recent images of plastic pollution in the ocean.\n\nThis will help you comprehend the magnitude of the threat that plastic pollution in the ocean poses to our planet and life, as we know it, and hopefully help you develop a deeper awareness of what is going on.\n\nWhy it is Vital to Prevent Plastic Pollution\n\nPlastic pollution is undoubtedly an issue that requires worldwide cooperation. Its consequences affect the whole planet and its inhabitants: it threatens ocean health, the health of marine species, food safety and quality, human health, coastal tourism, and contributes to climate change.\n\nReducing the presence of plastic in our oceans will not only allow us to save marine species and ecosystems, but will improve our overall health and that of the environment in general, helping us fight climate change and working towards a more sustainable future.\n\nHow to Stop Plastic Pollution in the Ocean\n\nIt is quite hard to retrieve plastic from the ocean once it has entered it. New technologies allow us to catch larger marine debris, but small plastic items and microplastics are virtually impossible to reach, especially when they are deep in the ocean.\n\nTherefore, many scientists and conservationists have declared that the best solution is to prevent plastic waste from entering rivers and seas in the first place.\n\nThis could be accomplished with the improvement of our waste management systems and the implementation of recycling. In addition, it is essential to reconsider the design and usage of disposable packaging, and the reduction in manufacturing of unnecessary single-use plastics.\n\nWhat Can We Do\n\nThere are many ways to keep plastic out of the ocean! Here are some strategies you can adopt and share with your community:\n\nReduce plastic use\nThink about all the plastic items you use in your daily life. Can you even count them all? Being more aware of the way you use plastic is a great starting point to reduce plastic waste.\n\nWe know, habits are hard to change, but even a small individual commitment can make a difference especially when talking about the single-use plastics we mentioned earlier which, according to data from the European Parliament, are responsible for 49% of all marine pollution.\n\nHere are some new habits you can take inspiration from:\n\nSwap plastic bags for reusable ones, made of cloth or fiber.\nReduce the use of disposable plastic cups, plates, cutlery and bottles. For example, bring your own reusable bottle to work and a reusable coffee cup for your morning take-away!)\nBuy food and cleaning products in bulk to avoid useless plastic wrappings. Nowadays, there are plenty of options to choose from, and many supermarkets let you fill your own jars/bags.\nChoose metal or glass food containers and storage options instead of plastic ones.\nAvoid buying and using cosmetics that contain plastic microspheres or microbeads.\nParticipate in (or organize!) a cleanup\n\nIf you live by a sea or river, you can volunteer to pick up litter in your local community, thus remove plastics from the waterways and preventing them from getting to the ocean in the first place. There are many organizations you can join, or simply do it on the weekend with your friends and family. Every little helps!\n\nSupport the right legislation\n\nOf course, it is essential to change our individual behaviors and habits, but unfortunately, this is not sufficient to prevent and stop ocean plastic pollution. It is also essential that you support legislation that aims at reducing the use and production of plastic, improve recycling facilities and better manage waste in general.\n\nSupport research and organizations\n\nOne of the main weapons we can use to stop ocean pollution is research. By deepening our knowledge of the effects of the issue, we can start implementing better policies for all.\n\nThere are many NGOs and non-profit that rely on donations to develop their projects and research for reducing and eliminating plastic from the ocean. Here are some examples:\n\nOceanic Society\nPlastic Pollution Coalition\n5 Gyres\nAlgalita\nPlastic Soup Foundation\n\n \n\nSylvia Earle, marine biologist, said: “It is the worst of times but it is the best of times because we still have a chance.” So, let us make the best of this chance; we can all make choices to protect our planet, it is not too late!\n\nReferences\n\nhttps://www.itsafishthing.com/plastic-in-the-ocean/\n\nhttps://www.unep.org/news-and-stories/story/plastic-planet-how-tiny-plastic-particles-are-polluting-our-soil\n\nhttps://www.nationalgeographic.com/environment/article/plastic-pollution\n\nhttps://oceanservice.noaa.gov/hazards/marinedebris/plastics-in-the-ocean.html\n\nhttps://theoceancleanup.com/\n\nhttps://www.iberdrola.com/sustainability/plastic-in-the-ocean\n\nhttps://www.wwf.org.uk/updates/how-does-plastic-end-ocean\n\nhttps://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/\n\nshoal\nThe social hub of ocean action and literacy\n\nFollow and be part of a community taking actions that help the ocean. Share your initiative and inspire others with your examples! Learn about the 7 Principles of Ocean Literacy, and the steps you can take in your life to help preserve our Oceans. Connect with the world's greatest scientific minds, and read articles to inspire you to take action in your daily life.\n\nVISIT SHOAL\nRelated\n\nRESOURCE\n\nArticles on Ocean Threats\n\nEVENT\n\nMarine Litter: Solutions for a Cleaner Ocean September 28-29, 2022, Brest, France\n\nMEDIA\n\nMIO-ECSDE’s Mediterranean Action Day 2021 on Ocean Literacy\nDOWNLOAD O.L. FOR ALL TOOLKIT\n\nThis project was made possible due to the support of the Government of Sweden\n\nSUBSCRIBE\n   \nWebsite development and design by flocc"
}