{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "An Illustrated Guide to Plastic Straws : r/TheMotte - Reddit",
  "href": "https://www.reddit.com/r/TheMotte/comments/pvyhqq/an_illustrated_guide_to_plastic_straws/",
  "body": "It takes more than four times as much energy to manufacture a paper bag as it does to manufacture a plastic bag. Paper bags generate 70% more air and 50 times more water pollutants than plastic bags It takes 91% less energy to recycle a pound of plastic than it takes to recycle a pound of paper. And other paper from a journal:",
  "textContent": "An Illustrated Guide to Plastic Straws : r/TheMotte\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to TheMotte\nr/TheMotte\n•\n2 yr. ago\nAntiDyatlov\nAn Illustrated Guide to Plastic Straws\nhwfo.substack.com\nOpen\nSort by:\nAdd a Comment\ndblackdrake\n•\n2 yr. ago\n\nThis is true, and thusly:\n\nAnd here I am, the asshole totally on the BAN ALL SINGLE USE PLASTICS (Where reasonable, obviously. Not from hospitals, yes from fast-food and whichever psychopath designs clamshell packaging) train. Fuck it.\n\nNo cups, no straws, no to go containers, no plates, no forks.\n\nPaper, motherfucker.\n\nI cut them out of my life (to the extent it's possible) years ago and nothing changed.\n\nReply\nreply\nAtersed\n•\n2 yr. ago\n\nDoesn't paper have a much higher carbon footprint?\n\nI assume carbon emissions correlate with costs. Plastic is cheaper because it's easier to make and easier to transport, thus emits less CO2. A cursory Google search supports this theory.\n\nSo to optimise for reducing carbon emissions, perhaps we should all be using plastic then discarding it in landfill.\n\nReply\nreply\n2 more replies\nymeskhout\n•\n2 yr. ago\n\nThere is something I find very quaint and romantic about how New York City used to handle its waste about a hundred years ago. Through the 1880s, almost all the waste the city produced was just dumped into the ocean. When you consider the trash from the era, this wasn't necessarily a bad thing. Either way, this changed when sanitation commissioner George Waring created three categories for household waste: ash, food waste, and 'rubbish'. Ash came from the heavy reliance on wood/coal for energy, but it had plenty of use as fertilizer, making lye (and thus soap), and pottery glaze. The fatty portion of food waste could be turned into grease (more soap), while the rest could be composted (more fertilizer, and more food). Even the catch-all term 'rubbish' was easy to deal with, since the organic matter was either biodegradable or could be burned for fuel or turned into paper. Metal has been recycled since the beginning of time, so you're left largely with materials (e.g. glass, rocks, etc.) which is either inert or useful as filler in construction.\n\nLabor shortages from WW1 stopped this, and ocean dumping came back. NYC had to be sued by New Jersey before it stopped ocean dumping in 1931.\n\nPlastic is an undeniably useful material, just go to a hospital and try to remember what they relied on before plastics. Before synthetic plastics, people relied on less-than-perfect alternatives such as ivory, shellac (seriously watch how it's made), and various other animal byproducts. But humanity hasn't quite figured out how to deal with disposing of it yet. I think we'll probably see a similar progression to how modern civilization dealt with industrial chemical byproducts, where the best practices for disposing of highly volatile and dangerous chemicals throughout the 50s/60s before relevant legislation was basically either \"throw it in the river\" or \"leave it in a hole somewhere\".\n\nReply\nreply\nBeej67\n•\n2 yr. ago\n\nOh nice. Thanks for the traffic u/AntiDyatlov.\n\nQuestion for the peanut gallery - I haven't done a lot of environmentalism material with this publication but I've got a lot of ideas. This one was Part 2, with Part 1 being a defense of Jeff Bezos. Should I put more stuff up like this?\n\nReply\nreply\nPokerPirate\n•\n2 yr. ago\n\nI found the plastics article interesting, but your defense of Jeff Bezos article pretty poor. The reason is that you accuse Vox of a shallow appeal to people who want to \"look smarter than their peers on social media by sharing [an article] because it has all sorts of numbers in it\" but then you IMHO do the same thing.\n\nIn particular, I found a handful of potential issues with your calculations:\n\nJust because something was purchased on Amazon doesn't mean it would have been purchased if Amazon didn't exist. You need to account for some amount of \"convenience factor\" that encourages increased consumption.\n\nYou use the number 470 store trips and assume that all of those store trips are for individual items, that they could be replaced by Amazon orders, and that they are round trips from houses to stores and that people don't visit multiple stores on the same trip. All of those assumptions seem wildly off to me and like they could easily throw off the your calculations by more than an order of magnitude.\n\nYou neglect the whole supply-chain side of the argument and only focus on the last-mile delivery. My guess is that the Amazon's supply chain is actually more efficient than Walmart/Target/etc's, but I have no real idea about this at all and I'd actually be fascinated to learn about it if you have ideas.\n\nNone of these issues would be problematic by themselves except for the vitriolic tone you take with Vox for these having these same exact issues.\n\nReply\nreply\nBagdana\n•\n2 yr. ago\n\nWhile I generally agree with the article, there's one point it's missing. Recycling depends on two things, infrastructure for actually handling the waste (in China, Indonesia, Philippines etc), and the infrastructure for consumers to recycle (including everything from waste transportation, different coloured bags, to the sheer willingness of the public to recycle in the different host countries). If we were to steel-man the argument for not spreading the message that we should stop recycling plastic, it might be best to continue building the infrastructure on our side while we work to improve the waste management in China, Indonesia, and the Philippines. It's very unfortunate if we a couple years from now have the technical capabilities to recycle all our waste, but due to such information campaigns, the public has a much lower interest in recycling and we will have to rebuild the local recycling infrastructure and regain the public's trust.\n\nReply\nreply\nBeej67\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nPersonally I'm a fan of the Sweden \"make electricity by burning plastic\" plan of all the plans, but I don't see how you could get that through most modern western countries environmental lobbies.\n\nIf we pivoted over to aerobic reactor landfills, we could decompose the whole thing in less than a decade, with no methane byproduct, and then dig up all the inert stuff (plastic, glass, metal) and recycle it then, sorting the inert stuff from the decomposed organics. The technology for that has existed since the early 2000s.\n\nI was witness to a pilot project that Arcadis did of that very tech. Fascinating stuff. They basically pumped air into the landfill under the cap, but temperature monitored the whole thing to keep landfill fires from breaking out due to the excess heat. Whenever it got too hot they pumped lechate from the bottom of the landfill through a sprinkler system in the top of the landfill to cool it off, which also more evenly populated the landfill with aerobic bacteria for decomposition. Worked like a dream, but required a lot more monitoring.\n\nReply\nreply\n2 more replies\nnichealblooth\n•\n2 yr. ago\n\nIt would be even more unfortunate if we keep the status quo for a few more years, which seems like a much more likely scenario than people giving up on recycling completely, especially as recycling is increasingly frequent and enforced. I even recycle despite knowing it's harmful because of social norms and municipal incentives.\n\nAt least if people followed OP's advice, we could be adding a lot less plastic in the ocean during those few years.\n\nReply\nreply\nRileyKohaku\n•\n2 yr. ago\n\nIs this true of all plastic recycling, or is it just true of plastic straw? I assume all, but wanted to clarify. Also, is it safe to recycle things other than plastic, like cardboard?\n\nReply\nreply\nSnapDragon64\n•\n2 yr. ago\n\nOne of the best episodes of \"Penn & Teller's Bullshit!\" dealt with recycling, and (while it may be 15 years out of date) as I recall it had a fairly simple answer: for recycling that's economically sound, you can get paid for doing it.\n\n- Aluminum cans are worth it to recycle because it's cheaper to get the aluminum out than to go and find more.\n\n- Paper/cardboard is 100% not worth it, because recycling it is a messy chemical process for an inferior product, it's biodegradable, and it's trivially renewable. It literally grows on trees which are factory farmed.\n\n- I think the only reason to recycle plastic would be if your landfills aren't good, but as covered in the article above, landfills in the US (even back in 2004) were really really good. Plastic is technically a non-renewable resource, but I don't think we're in any danger of running out.\n\nReply\nreply\n5 more replies\n[deleted]\n•\n2 yr. ago\nAntiDyatlov\n•\n2 yr. ago\n\nVery informative post from one of our mods about what the problem of plastic really is.\n\nReply\nreply\n[deleted]\n•\n2 yr. ago\n\nGreat post! Which mod's blog is this?\n\nReply\nreply\n2 more replies\n \nTOP POSTS\nReddit\nreReddit: Top posts of September 26, 2021\nReddit\nreReddit: Top posts of September 2021\nReddit\nreReddit: Top posts of 2021"
}