{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Circular Economy (pt. 5): How Effective is the Plastic Straw Ban?",
  "href": "https://www.seasidesustainability.org/post/the-circular-economy-pt-5-how-effective-is-the-plastic-straw-ban",
  "body": "Over the past few years, plastic straw bans have been surfacing across the country as large brands such as Starbucks have begun to phase out their usage. This anti-straw sentiment grew in 2018 as a response to the video of a marine biologist removing a plastic straw stuck deep inside a sea turtle's nose. The video gained an emotional response from the public, and consumers began to express ...",
  "textContent": "Skip to Main Content\nShop\nMake a Gift\n\nHome\n\nWhat We Do\n\nWho We Are\n\nMore\n\nAll Posts\nLegislation & Advocacy\nEnvironmental Justice\nClimate\nPollution\nMore\nmarketing75036\nAug 23, 2021\n2 min read\nThe Circular Economy (pt. 5): How Effective is the Plastic Straw Ban?\n\nOver the past few years, plastic straw bans have been surfacing across the country as large brands such as Starbucks have begun to phase out their usage. This anti-straw sentiment grew in 2018 as a response to the video of a marine biologist removing a plastic straw stuck deep inside a sea turtle’s nose. The video gained an emotional response from the public, and consumers began to express interest in minimizing usage of single-use plastic.\n\n\n\n\nIn addition to protecting sea turtles, the plastic straw ban reduces the amount of plastic pollution produced by the United States. For example, takeout meals and beverages are often accompanied with single-use plastic utensils, including straws. The straws’ thin material breaks down into microplastics quickly and are not easily recycled. \n\n\n\n\nAccording to the Annual International Coastal Cleanup Reports, plastic straws are consistently ranked as a top item requiring cleanup. In the United States, 500 million plastic straws are used every day: to conceptualize this number, imagine 127 school buses filled with plastic straws each day for a year.\n\n\n\n\nDespite companies’ policies to phase out plastic straws, this only makes a small difference in overall plastic pollution. National Geographic reported that only 0.025% of the 8 million tons of waste that flows into the ocean annually comes from plastic straws. \n\n\n\n\nRecently, metal and paper straws have become trendy alternatives to their plastic counterparts. Both of these alternatives promote the circular economy approach by closing the material loop. While this keeps production materials out of mass landfills, it is only the first step in minimizing plastic pollution. We must prioritize rethinking production and consumption while also brainstorming ways to keep materials in the loop after their first use. \n\n\n\n\nAn example of this would be determining which plastics are unnecessary and eliminating those from the market. According to the Breaking the Plastic Wave Report, a circular economy model has the potential to decrease the yearly volume of plastics discarded into the ocean by 80%. This could save 200 billion USD per year in risk mitigation, decrease greenhouse gas emissions by 25%, and create a net total of 700,000 additional jobs by 2040.\n\n\n\n\nBy reading this article, you are already creating ground level impact by educating yourself about how to reduce waste on the short term. Examples of this would be using reusable or compostable paper straws that are marine life friendly and upcycling plastic straws. This action can be scaled by encouraging local businesses to implement policies or improve current regulations to reduce their plastic consumption. Find out more about this circular economy approach through our blog series.\n\nplastic strawsplasticplastic pollutioneconomicseconomypolicypolitics\nLegislation & Advocacy\n•\nPollution\n85 views\n7 likes. Post not marked as liked\n7\nRecent Posts\nSee All\n\nNew York Flooding Impacts Marine Pollution and Ecosystems\n\n76\n4 likes. Post not marked as liked\n4\n\nBarbenheimer Through An Ecocritical Lense\n\n185\n17 likes. Post not marked as liked\n17\n\n©2023 Seaside Sustainability\n\n501(c)3 (nonprofit) organization - all donations are tax deductible (EIN 47-4993870)\n\nSeaside Sustainability\n\n127 Eastern Ave #236\n\nGloucester, MA 01930\n\nTel: 978.381.3302\n\nExplore\nContact\nVolunteer\nInternships\nAdvisorships\nPolicies & Disclosures\nAnnual Reports\nStrategic Plan\nSponsors\nSite Map\nWhat We Do\nWho We Are\nHow Can You Help\nBlog\nSustainable Development Goals"
}