{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The future of bioplastics in the form of straws. | phade®",
  "href": "https://www.phadeproducts.com/why-phade/science/",
  "body": "PHA is a naturally-occurring biopolymer derived from the fermentation of canola oil that maintains the feel and user experience of traditional plastic. Because of its organic make-up, PHA acts as an energy and food source for bacteria. Ultimately, phade® straws biodegrade wherever there is significant bacteria present, such as home compost ...",
  "textContent": "My Account\nSubmit\nhome\nwhy phade\nproducts\nnews & resources\nsustainability\ncontact us\nshop now\nwhy phade\nthe science\nphade at Home\nphade at Work\nCertifications & Research\nproducts\nStraws\nCups\nnews & resources\nsustainability\nMaking Single-Use Sustainable\nPHA vs Other Options\nBeach Clean Up Tour\ncontact us\nShop Now\nAccount\nThe Science Behind the Straws\n\nHome\nWhy phade\nThe Science\n\nThe key to phade® is PHA (short for polyhydroxyalkanoate). It’s a substrate derived from the fermentation of canola oil that maintains the feel and user experience of traditional plastic, but that’s where the similarities end. PHA has been studied in the scientific community for more than a decade. Using it for a foodservice application, though, is new territory.\n\nBreaking it Down\n(the facts and the straws)\n\nPHA is a naturally-occurring biopolymer derived from the fermentation of canola oil that maintains the feel and user experience of traditional plastic. Because of its organic make-up, PHA acts as an energy and food source for bacteria. Ultimately, phade® straws biodegrade wherever there is significant bacteria present, such as home compost piles, industrial compost facilities, and even marine environments.\n\nUnlike petroleum-based plastics that take 200+ years to go away, PHA is plant-based. PHA products are created from nature and designed to return to nature. So, while nearly every piece of traditional plastic ever made still sits somewhere spoiling our planet, phade® offers a biodegradable replacement with an honest, end-of-life solution that effectively combats the global plastics crisis.\n\nIf we haven’t made it clear, PHA is a groundbreaking advancement in bioplastics. We owe it to our planet, and ourselves, to push for smarter alternatives that can go away after use…sustainably returning to the earth and leaving nothing behind but a good feeling.\n\nHow Do Scientists Measure Marine Biodegradation?\n\nPHAs are biodegraded under both aerobic and anaerobic conditions by PHA degraders present in most natural environments, including the marine environment.\n\nBiodegradation is a biological process and is dependent on many factors, most notably the amount of microorganisms, bacteria, algae and fungi present in the environment, but also the properties of the finished product that is being biodegraded, as well as location in the ocean, temperature, oxygen and pH levels.\n\nIndependent standards setting bodies have developed international biodegradation standards for monitoring the biodegradation of a polymer in the marine environment.\n\nRespirometric methods, or gas evolution tests, are used in laboratory studies to provide a complete picture of polymer biodegradation, as they are the only way to prove that the final step of mineralization has occurred.\n\nMineralization is the conversion of molecules into benign byproducts (CO2, biomass, water).\n\nThis last step cannot be determined solely by visual observation of the material (through mass loss/disintegration).\n\nGas evolution tests prove the inherent biodegradability of a material.\n\nGas evolution tests measure the output of carbon dioxide released (taking into account the initial carbon present in the material) during biodegradation to arrive at a rate (percentage) of biodegradation over a stated time period.\n\nThese standards present a framework for proving that biodegradation occurs in the marine environment, and for comparing the rate at which biodegradation occurs between different materials.\n\nSource: “The rate of biodegradation of PHA plastics in the marine environment: A Meta-Study”, Dilkes-Hoffman,et al, The University of Queensland, Marine Pollution Bulletin 142 (2019) 15-24.\n\nWhat Does “Biodegradation” Really Mean?\n\nBiodegradation is a multi-step process in which microorganisms use a material as a source of food and energy. It is a biological process that consumes the entire material and results in only the following:\n\nCO2 if the conditions are aerobic, or methane if the conditions are anaerobic (lack oxygen).\nNote that rapeseed plants (from which canola oil is made) consume CO2 when growing, thus making this a circular cycle.\nMethane is typically captured and used as source of energy.\nBiomass – this represents the growth and reproduction of the microorganisms that use the biodegradable material for food and energy.\nWater\n\nSource: “Commercial Marine-Degradable Polymers for Flexible Packaging”, Barron and Sparks, The University of Utah, iScience 23, 101353, 2020.\n\nJuly 13, 2021\n\nA New Ocean, Another Reason For Marine Conservation\n\nOn June 8, National Geographic celebrated World Oceans Day by officially naming a fifth ocean – the Southern Ocean. You might be thinking, “Well, that’s cool, but aside from changing the words on a map, so what?” Conservation and protection. That’s what. The Southern Ocean encircles Antarctica and has a crucial impact on the…\n\n\nRead Article\n\nStraws shouldn’t last centuries. Now they don’t.\n\nProducts used for minutes shouldn’t be made to last 200 years or more—and now they aren’t. phade® marine biodegradable, home and industrial compostable straws are the latest breakthrough in sustainable product innovation and they go away in just a matter of months.\n\nWe know seeing is believing, so click here to see a phade® straw breakdown in a controlled marine environment in just 58 days.\n\nVideo Playback\nNo Certs. No Service.\n\nThe use of PHAs for foodservice applications is a new innovation but the highly biodegradable properties of PHA are well known and have been studied by the scientific community for well over a decade.\n\nThe development of phade® involved a rigorous testing and certification process performed by numerous independent labs and third-party certification bodies. We proudly display our certifications, so that when we say that phade® is working better for the planet, you know we have the stats to prove it.\n\nView Our Certifications & Research\nFacebook\nInstagram\nLinked-In\n© 2023 Phade®\nHome\nPrivacy Policy\nTerms of Service\nReturn Policy\nwincup.com\n\nOrders placed in California, Maryland, Minnesota, Oregon, and Washington will receive phade products packaged as home and industrial compostable in compliance with applicable laws in those states; information provided about this item does not constitute an offer to sell product labeled/packaged as marine biodegradable in California, Maryland, Minnesota, Oregon, or Washington.\n\nUpdating cart\nShopping cart\n×\nApply\n\nSubtotal:\n\n$0.00\n\nBegin checkout\n0\nBy continuing to browse the site you are agreeing to our use of cookies as set out in our privacy policy.OkPrivacy policy"
}