{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "We know plastic pollution is bad - The World Economic Forum",
  "href": "https://www.weforum.org/agenda/2022/01/plastic-pollution-climate-change-solution/",
  "body": "Plastic pollution is a big problem that adds to the climate change problem by releasing greenhouse gases and affecting marine environments. Learn how plastic pollution is on the rise, how it affects the circular economy and what solutions are possible from the World Economic Forum.",
  "textContent": "This website uses cookies\nThe World Economic Forum uses necessary cookies to make our site work. We would also like to set optional \"marketing\" cookies to personalise content and ads and “performance” cookies to improve the website. \nReject optional cookies\nCookie settings\nAccept all cookies\n\nPLASTICS AND THE ENVIRONMENT\nWe know plastic pollution is bad – but how exactly is it linked to climate change?\nJan 19, 2022\n\nDo plastic pollution and climate change have a link?\n\nImage: REUTERS/Hemanshi Kamani\n\nCharlotte Edmond\nSenior Writer, Forum Agenda\nShare:\nOUR IMPACT\nWhat's the World Economic Forum doing to accelerate action on Plastics and the Environment?\nTHE BIG PICTURE\nExplore and monitor how Plastics and the Environment is affecting economies, industries and global issues\nCROWDSOURCE INNOVATION\nGet involved with our crowdsourced digital platform to deliver impact at scale\nStay up to date:\nPlastics and the Environment\nFollow\nThis article is part of:\nCentre for Nature and Climate\n\nListen to the article\n\n11 min listen\nMany plastics end up in the ocean, where they release greenhouse gases as they slowly break down.\nPlastic incineration is a significant source of air pollution.\nEstablishing a circular economy is crucial to reduce plastic pollution.\n\nFrom bags caught in hedgerows to bottles bobbing in the ocean, the visible signs of our single-use plastic addiction are everywhere. We all know that plastic pollution is a big problem. But what is less talked about is exactly how plastic contributes to global warming.\n\nFrom the way plastics effect marine environments to how they are disposed of, here’s how they are adding to the climate change problem.\n\nPlastic pollution is on the rise\n\nOur appetite for plastics is fuelling growing demand for petrochemical products, the International Energy Agency says. Even as we try to curb fossil-fuel use in sectors such as transportation and heating, consumption of plastics will only increase, based on our current trajectory. The Center for International Environmental Law (CIEL) estimates that if trends continue, plastics will account for 20% of oil consumption by 2050.\n\nWaste plastic also causes climate change\n\nGetting rid of all this plastic also causes problems for the planet. Just 16% of plastics are recycled – the rest goes to landfill for incineration, or is just dumped.\n\nMuch of the plastic that doesn’t make it to the recycling plant ends up in our rivers and ocean. Not only is this a danger to the animals and plants whose habitats have become aquatic garbage patches, but it also poses a threat to the climate, as plastic releases greenhouse gases as it slowly breaks down. Sunlight and heat cause it to release methane and ethylene – and at increasing rate as the plastic breaks down into ever smaller pieces.\n\nNumerous single-use plastic items are widespread in our oceans. Image: Statista\n\nOn top of this, research suggests that microplastics affect the ability of marine microorganisms to absorb carbon dioxide and release oxygen. At least half of Earth’s oxygen comes from the ocean, mostly produced by plankton. These tiny organisms also capture carbon through photosynthesis, making our ocean a vitally important carbon sink. Microplastics affect the ability of these organisms to grow, reproduce and capture carbon. And by grazing on microplastics, these plankton could further accelerate the loss of ocean oxygen.\n\nThis means the pernicious effects of all this plastic pollution on the marine environment are particularly concerning. A plastic-choked and warming ocean will create a negative feedback loop where plant and animal life suffer, less carbon dioxide is absorbed and our ability to rein in climate change is further hampered.\n\nDISCOVER\n\nWhat is the World Economic Forum doing about plastic pollution?\n\nShow more\n\nMore than 90% of plastic is never recycled, and a whopping 8 million metric tons of plastic waste are dumped into the oceans annually. At this rate, there will be more plastic than fish in the world’s oceans by 2050.\n\nThe Global Plastic Action Partnership (GPAP) is a collaboration between businesses, international donors, national and local governments, community groups and world-class experts seeking meaningful actions to beat plastic pollution.\n\nIn Ghana, for example, GPAP is working with technology giant SAP to create a group of more than 2,000 waste pickers and measuring the quantities and types of plastic that they collect. This data is then analysed alongside the prices that are paid throughout the value chain by buyers in Ghana and internationally.\n\nIt aims to show how businesses, communities and governments can redesign the global “take-make-dispose” economy as a circular one in which products and materials are redesigned, recovered and reused to reduce environmental impacts.\n\nRead more about our impact.\n\n\nPlastic incineration is also a problem\n\nOpen burning of waste is common in many parts of the world and is a major source of air pollution. Burning plastics releases a cocktail of poisonous chemicals that damage the health of the planet and the people exposed to the polluted air. Black carbon is one such serious pollutant – it has a global warming potential up to 5,000 times greater than carbon dioxide.\n\nJust 16% of plastics are recycled – the majority is incinerated or goes to landfill. Image: McKinsey & Company\n\nIn 2019, the CIEL estimated that production and incineration of plastic would add 850 million metric tons of greenhouse gases to the atmosphere – equivalent to 189 coal-fired power plants. By 2050 this could rise to 2.8 gigatons of carbon dioxide per year – or 615 coal plants’ worth.\n\nA circular economy is a crucial part of the solution to plastic pollution\n\nKey to tackling the problem of plastic is establishing a circular economy. Plastic that can’t be eliminated from the system needs to be reusable, recyclable or compostable. This requires significant investment in collection and reprocessing infrastructure.\n\nDISCOVER\n\nWhat is the World Economic Forum doing about the circular economy?\n\nShow more\n\nThe World Economic Forum Centre for Nature and Climate is actively promoting the transition to a circular economy through various initiatives. The objective is to create a more sustainable and resilient economic system by reducing waste and maximizing resource efficiency.\n\nThe Circular Transformation of Industries initiative engages leaders from industry, government, academia, and civil society to drive circularity across sectors and economies. It consolidates information from previous efforts, shares best practices and creates new partnerships.\nLearn more about Unlocking New Value in a Resource-Constrained World.\nThe Circular Cars Initiative aims to create a climate-friendly automobility system by minimizing lifecycle emissions, particularly in manufacturing. Its goal is the development of a convenient, affordable, 1.5°C-aligned system by 2030.\nDiscover the benefits of circular economy in the car industry here.\nThe Global Plastic Action Partnership (GPAP) brings together global stakeholders to promote the transition to a circular plastics economy. GPAP provides a platform for global learning and local action in nine countries coordinating efforts and maximizing impact.\nLearn more in our Impact Report.\n\nCompared with business-as-usual, a circular economy could cut the volume of plastics entering our oceans by 80% each year, according to the Ellen MacArthur Foundation. It could also generate annual savings of $200 billion, reduce greenhouse gas emissions by 25% and create 700,000 net additional jobs by 2040.\n\nHave you read?\nHere’s how Indonesia plans to take on its plastic pollution challenge\nAs Canada bans bags and more, this is what’s happening with single-use plastics around the world\nNew law in France will save 1 billion pieces of single-use plastic annually\n\nInés Yábar is a sustainability activist and co-founder of Ensemble pour TECHO, an organization seeking to eradicate poverty in South America. She told the World Economic Forum how plastic has become ubiquitous where she lives in Peru. “Since we don't have running water that you can just drink out of the tap, lots of people are still buying water bottles … people are still using plastic bags, although they're technically banned.\n\n“[It’s about] not just thinking about plastic in and of itself, but thinking about sustainable consumption and production as a whole, and what that means for our cities, what that means for transport.\n\n“When we think about [plastic] as part of our global consumption model, then we realize that it's not just about not consuming plastic, but it's about changing the systems that are in place and making sure that we're helping the companies, the citizens, the countries in the decisions that they're making, so that they're not just doing a small step at the time, but it's really a holistic change that disrupts our current system.”\n\nDon't miss any update on Plastics and the Environment\n\nSign up for free and access the latest publications and insights across various topics.\n\nSign up for free\n\nLicense and Republishing\n\nWorld Economic Forum articles may be republished in accordance with the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License, and in accordance with our Terms of Use.\n\nThe views expressed in this article are those of the author alone and not the World Economic Forum.\n\nRelated topics:\nPlastics and the EnvironmentCircular EconomyChemical and Advanced MaterialsThe Net Zero Transition\nShare:\nGLOBAL AGENDA\nThe Agenda Weekly\n\nA weekly update of the most important issues driving the global agenda\n\nSubscribe today\n\nYou can unsubscribe at any time using the link in our emails.\nFor more details, review our privacy policy.\n\nMore on Plastics and the Environment\nSEE ALL\n\n5 innovative ways we are tackling plastic waste\n\nEwan Thomson\n\nDecember 8, 2023\n\nINC-3: Here’s what happened at the UN global plastics treaty talks\n\nKate Whiting and Robin Pomeroy\n\nDecember 5, 2023\n\nNew research links nanoplastics to Parkinson’s and some types of dementia\n\nJanosch Heller\n\nDecember 5, 2023\n\n2:30\n\nGlobal Plastic Action Partnership 2023 aims to save the ocean\n\n4 promising approaches to eliminating plastic pollution in Africa\n\nBontu Yousuf\n\nNovember 13, 2023\n\nThe countdown is on for a UN treaty on plastic pollution to move from aspiration into action\n\nLeanne Geale\n\nNovember 9, 2023\n\nABOUT US\n\nOur Mission\nOur Impact\nLeadership and Governance\nOur Partners\nSustainability\nHistory\nCareers\nContact Us\n\nEVENTS\n\nEvents\nOpen Forum\n\nMEDIA\n\nPress\nSubscribe to our press releases\nPictures\n\nMORE FROM THE FORUM\n\nStrategic Intelligence\nUpLink\nGlobal Shapers\nYoung Global Leaders\nSchwab Foundation for Social Entrepreneurship\nCentre for the Fourth Industrial Revolution\nNew Champions\n\nPARTNERS & MEMBERS\n\nSign in\nJoin Us\n\nLANGUAGE EDITIONS\n\nEnglish\nEspañol\n中文\n日本語\n\nPrivacy Policy & Terms of Service\n\n© 2023 World Economic Forum"
}