{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Fact Sheet: Single Use Plastics - Earth Day",
  "href": "https://www.earthday.org/fact-sheet-single-use-plastics/",
  "body": "Share March 29, 2022 END PLASTIC POLLUTION Fact Sheet: Single-Use Plastics The billions upon billions of items of plastic waste choking our oceans, lakes, and rivers and piling up on land is more than unsightly and harmful to plants and wildlife. Plastic pollution is very real and single-use plastics are small but have a large impact.",
  "textContent": "Skip to Content\nJOIN US\nSEARCH:\nTwitter\n \nFacebook\n \nInstagram\n \nYoutube\n \nContrast\nEarth Day 2024\nEarth Hub\nInitiatives\nStories & Events\nAbout Us\nStore\nDONATE\nGREEN CITIES\nFACT SHEET: SINGLE USE PLASTICS\nHOME\nFACT SHEET: SINGLE USE…\nSHARE\nMARCH 29, 2022\nEND PLASTIC POLLUTION\nFact Sheet: Single-Use Plastics\n\nThe billions upon billions of items of plastic waste choking our oceans, lakes, and rivers and piling up on land is more than unsightly and harmful to plants and wildlife. Plastic pollution is very real and single-use plastics are small but have a large impact.\n\nThe following 10 facts shed light on how single-use plastic is a large problem that most people are a part of.  To learn more about the threat and impact of plastic pollution and get tips to reduce your plastic consumption, download our Plastic Pollution Primer and Toolkit today!\n\n8.3 BILLION Metric Tons (9.1 BILLION US Tons) of plastic has been produced since plastic was introduced in the 1950s. [1] \n79% of plastic that has ever been made still sits in landfills or the natural environment (with the exception of the small amount that has been incinerated or recycled) [4]\nAmericans purchase about 50 billion water bottles per year, averaging about 13 bottles per month for every person in the U.S.! That means by using a reusable water bottle, you could save an average of 156 plastic bottles annually.[5]\nThe world produces more than 26 million US tons of polystyrene (plastic foam) each year [8]. Americans alone throw away around 25 billion Styrofoam coffee cups every year [9].\nIn 2017, packaging production constituted the highest-demanded use for plastic, with 146 million metric tons used. [10]\nAt least 14 million tons of plastic end up in our oceans every year. Many countries lack the infrastructure to prevent plastic pollution such as: sanitary landfills; incineration facilities; recycling capacity and circular economy infrastructure; proper management and disposal of waste systems [11]\n When plastics end up in landfills, they aren’t harmless. They break down into tiny toxic particles that contaminate the soil and waterways and enter the food chain when animals accidentally ingest them. [12]\nResearchers in Germany indicate that terrestrial microplastic pollution is much higher than marine microplastic pollution– estimated at four to 23 times higher, depending on the environment. This could ultimately have adverse health effects on humans and animals. [13]\n\n \n\nTags:\n#endplasticpollution Earth Day Network single-use plastic pollution\nEDN Staff\n\nRELATED STORIES\nGREEN CITIES\nAmsterdam: The Green Standard of City Governance\nGREEN CITIES\nWhat’s Stopping Green Cities?\nGREEN CITIES\nWhat is a Circular Economy?\n\nJoin the World’s Largest Environmental Movement!\n\nDONATE\n\nEMAIL ADDRESS\n \nZIP CODE\nI want to receive email updates from EARTHDAY.ORG.\nSIGN UP\n\nBECOME A VOLUNTEER\n\nInternational Network\nPress Room\nContact Us\nCareers\nQuizzes\nToolkits\nFact Sheets\nSupporters\nPrivacy Policy\nINTERNATIONAL NETWORK\nUSA\nItaly\nMiddle East\nNorth Africa\nIndia\nMexico\nSoutheast Asia\nAustralia\nSub-Saharan Africa\nSouth America\n190+ Countries\nTwitter\nFacebook\nInstagram\nYoutube\n\nTax ID - 13-3798288\n1752 N Street NW\nSuite 700\nWashington, DC 20036\n+1 (202) 518- 0044\ninfo@earthday.org\n\n\n\n\n\nTERMS OF USE PRIVACY POLICY"
}