{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "World leaders set sights on plastic pollution - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/world-leaders-set-sights-plastic-pollution",
  "body": "It regulates the transboundary movement of plastic waste and commits countries to better managing plastic pollution. As part of the Basel Convention, states launched in 2019 the Partnership on Plastic Waste, which has financed 23 projects designed to prevent plastic pollution and encourage businesses and states to re-use plastic products. Those ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n16 FEB 2022 STORY CHEMICALS & POLLUTION ACTION\nWorld leaders set sights on plastic pollution\nOcean Voyages Institute/Cover Im via Reuters Connect\n\nFor the better part of five decades, plastic has been pouring into the world’s oceans, poisoning marine life, sullying beaches and, infamously, feeding a garbage patch that’s bigger than France.\n\nBut later this month, the United Nations Environment Assembly (UNEA) is expected to take the first steps toward the creation of a landmark treaty to control plastic pollution worldwide.\n\nAt UNEA, the world’s highest-level decision-making body on the environment, negotiators are scheduled to debate proposals for legally binding rules on the use and disposal of plastic.\n\nThe move is part of a larger global effort to stem the tide of plastic pollution. Every year, an estimated 11 million tonnes of plastic enter the world’s oceans, according to a recent report by the United Nations Environment Programme (UNEP), From Pollution to Solution.\n\nApproximately 300 million tonnes of plastic waste (an amount equivalent to the weight of the human population) are produced every year. However, only 9 per cent is recycled; the vast majority of the rest accumulates in landfills or the natural environment. Over time, these materials break down into microplastics that ease additional pollutants into the human food chain, freshwater systems, and air.\n\nSince the 1950s, the rate of plastic production has grown faster than that of any other material. There has also been a shift away from the production of durable plastic and towards single-use plastics.\n\nUp until now, the Basel Convention has been the only global, legally binding instrument that addresses plastic pollution. It regulates the transboundary movement of plastic waste and commits countries to better managing plastic pollution.\n\nAs part of the Basel Convention, states launched in 2019 the Partnership on Plastic Waste, which has financed 23 projects designed to prevent plastic pollution and encourage businesses and states to re-use plastic products. Those initiatives include efforts to limit ocean pollution in Cameroon, bolster recycling in Thailand, and discourage restaurants in China from using single-use plastic takeout containers.\n\nThe partnership counts half the world’s governments among its members, said Ross Bartley, Trade and Environment Director of the Bureau of International Recycling. However, more participants are needed to “make inroads to effectively minimize the generation of plastic wastes and bring them under environmentally sound management,” he said. \n\nOnce plastic enters the environment, it can go global with environmental impacts that can last hundreds of years.\n\nThe Great Pacific Garbage Patch is a well-known example of that. It’s filled with waste from scores of countries and sits in a stretch of ocean with no national jurisdiction.\n\nAlthough plastics are malleable, they are essentially, permanent. This was the thrust of a photo exhibition, Plastic is Forever, held prior to the 2021 meeting of the Conference of the Parties to the Basel, Rotterdam and Stockholm Conventions.\n\nEfforts to tackle plastic waste pollution will need to be both international and inter-generational. With youth set to inherit the challenge of cleaning up the Earth, a behavior shift in production, consumption and waste management is urgently needed, say experts.\n\nAt the upcoming UNEA, eyes will be on Member States to see if they will take decisive action on plastic pollution. The hope is that Member States will deliberate on proposals to establish an intergovernmental negotiating committee that will lead to a legally binding global instrument.\n\nNegotiating these types of global treaties is complex, requiring buy-in and political consensus. As UNEP’s From Pollution to Solution report put it: “We have the know-how, we need the political will and urgent action by governments to tackle the mounting crisis.”\n\n \n\nThe United Nations Environment Assembly is the world’s highest environmental decision-making body. Through its resolutions and calls to action, the assembly provides leadership and catalyzes intergovernmental action on the environment.\n\n \n\nTOPICS\nChemicals & pollution action Ocean & coasts\nMarine Litter UN Environment Assembly\nFurther Resources\nDrowning in Plastics – Marine Litter and Plastic Waste Vital Graphics\nOur planet is drowning in plastic pollution—it's time for change!\nFrom Pollution to Solution\nRelated Content\nSPEECH\nA new vision for ecosystem restoration\nSTORY\nAs water-related disasters mount, experts push for early warning systems\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}