{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Removing the plastic straw doesn't fix anything if there's ... - Reddit",
  "href": "https://www.reddit.com/r/unpopularopinion/comments/ojcezt/removing_the_plastic_straw_doesnt_fix_anything_if/",
  "body": "Plastic straws aren't banned because they are made of plastic. It's because in wastewater treatment plants they can't be as easily filtered as other hard materials. Straws are small enough get through all filters in these plants and because of this straws are send back to the streams/rivers/oceans with other purified water. Also cotton swabs ...",
  "textContent": "Removing the plastic straw doesn't fix anything if there's literally 5 more things that are made of plastic : r/unpopularopinion\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to unpopularopinion\nr/unpopularopinion\n•\n2 yr. ago\nILikeTheSmellofGas\nRemoving the plastic straw doesn't fix anything if there's literally 5 more things that are made of plastic\n\nLet's say starbucks. Where I'm from and I presume where you also are, the straws are paper. But the thing is, the cup and lid are made of plastic. What's the point of removing the straw if you're just gon leave the other stuff like that. It's stupid and doesn't do anything until you completely change everything so that it isn't plastic.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\n[deleted]\n•\n2 yr. ago\n\nI agree. Some companies now produce a biodegradable plastic like material so hopefully they are using that.\n\nAlibi_main_\n•\n2 yr. ago\n\nI can’t speak for individual companies because I really don’t know what they do, but sadly biodegradable plastics are still new and very expensive, so most places don’t use them.\n\n1 more reply\n9 more replies\nSlanks21\n•\n2 yr. ago\n\nThe illusion of progress. To the eyes of the public any action is good, regardless of the practical irrelevancy. You would be surprised how many people don't know the difference between activity and productivity.\n\n20 more replies\nbossmanbddff\n•\n2 yr. ago\n\nWith the whole plastic thing, I think it should be an \"all or nothing\" initiative with the whole plastic issue. It might be a \"start\" in some people's eyes but to me that's like scooping water out of a lake with a regular cup. It doesn't really do anything\n\n1 more reply\nSlanks21\n•\n2 yr. ago\n\nDoes it do something? Yes. Does it do something of long term significance? Negligible. Plastic straws account for roughly 0.022% of plastic waste discharged into the ocean, less than one tenth of one percent. (Source Financial Times 20 April 2018).\n\nThat article goes on to call the discontinuation of plastic straws to be \"symbolic at best.\"\n\nGo ahead, be proud that you're not using a plastic straw! Youre now only producing 99.978% of plastic waste as before...negligible.\n\n2 more replies\ngr8willi35\n•\n2 yr. ago\n\nWell there were 6 and now there are 5. Keep pushing though.\n\nhanes84\n•\n2 yr. ago\n\nOk, people are complaining that its useless but this needs a bit of clearance. Plastic straws aren't banned because they are made of plastic. It's because in wastewater treatment plants they can't be as easily filtered as other hard materials. Straws are small enough get through all filters in these plants and because of this straws are send back to the streams/rivers/oceans with other purified water. Also cotton swabs are known to be causing the same problem.\n\nsoftdollcx\n•\n2 yr. ago\n\nA lot of people don’t understand that companies making the plastic in these products make a ton of money-that’s why biodegradable products aren’t as popular.\n\n-Awesome1\n•\n2 yr. ago\n\nThe cup and lid are recyclable and straws are not.\n\n3 more replies\nxpotential31\n•\n2 yr. ago\n\nRemoving the straw is A step. Not the only step.\n\n6 more replies\nsage_cosmictrip\n•\n2 yr. ago\n\nBaby steps, I guess. Gotta start somewhere\n\nDieselingineer\n•\n2 yr. ago\n\nthe point behind getting rid of plastic straws was that unlike larger objects like lids and cups, straws can slip through holes in the conveyors at recycling plants and thus most recycling plants just throw the straws away rather than have them accumulate in the machines and jamming up the conveyors\n\ndrygnfyre\n•\n2 yr. ago\n\nThe real reason plastic straws are banned* is another example of putting the burden onto us, while the giant corporations seem to be caring and doing something, when in fact they don't care and their actions don't make a dent at all.\n\n*Them being banned is laughable. Every place I go to where they are supposedly banned, they just give you straws anyway.\n\n-Awesome1\n•\n2 yr. ago\n\nThe plastic starbucks cup and lid are recyclable plastic, the straws go to landfill as they don't cut up the same and clog up the machinery used to break down the recyclable plastic before its melted. I can post links after work or you can Google it :) Maybe it's not like that in all countries but it is a fact in Canada. Not all plastic is reusable for every buyer/facility. Here in NS, Canada, compostables and recyclable material acceptability varies by county, depending on buyer availability and process plant ability.\n\nBlushingbelch\n•\n2 yr. ago\n\nyes, especially painful when they give you two cups per order\n\nView more comments\n \nTop 1%\nRank by size \nr/Millennials\nMid-late millennials rejoice! You could have been born an elder millennial!\nbusinessinsider\n726 upvotes · 434 comments\nr/NoStupidQuestions\nWhy are companies using paper straws?\n3 upvotes · 17 comments\nr/Millennials\n10 cities where millennials are moving: Cambridge, MA; Santa Clara; Seattle\nbusinessinsider\n152 upvotes · 83 comments\nr/Millennials\nA grandma advises her generation on how to refuse helping their millennial children, or to demand to be paid to watch their own grandchildren.\n347 upvotes · 252 comments\nr/Millennials\nMillennials say they have no one to support them as their parents seem to have traded in the child-raising village for traveling\nbusinessinsider\n6.4K upvotes · 1.5K comments\nr/phclassifieds\nPLANTABLE Abaca Masks for Sale! (Message us here or on Facebook at CocoRingo!)\n122 upvotes · 11 comments\nr/Millennials\nMillennial parents are struggling: \"Outside the family tree, many of their peers either can't afford or are choosing not to have kids, making it harder for them to understand what their new-parent friends are dealing with.\"\nbusinessinsider\n4.2K upvotes · 1.2K comments\nr/BeautyGuruChatter\nHas Simplynailogical ever discussed the environmental impact of her business/holo?\n106 upvotes · 31 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Millennials\nMillennials say they need $525,000 a year to be happy. A Nobel prize winner's research shows they're not wrong.\nbusinessinsider\n2.8K upvotes · 776 comments\nr/newzealand\nTakeaways are back - and so is the waste caused by disposable packaging\nrnz.co.nz\n94 upvotes · 34 comments\nr/unpopularopinion\nIf you want to save enviroment, you should not use metal or paper straw, you should ditch straws all together and just drink from the glass/cup.\n48 upvotes · 21 comments\nr/Anticonsumption\nDon't buy stuff you can't afford\nyoutube\n209 upvotes · 64 comments\nr/Anticonsumption\nH&M's recycling program is a scam\nyoutube\n117 upvotes · 17 comments\nr/Anticonsumption\nAccording to One News, 77% of black friday sales were cheaper/same price leading up to the sale.\nyoutube\n313 upvotes · 16 comments\nr/Xennials\nAnyone else love this show in your 20s?\nyoutube\n848 upvotes · 163 comments\nr/psychology\nThe nature cure: how time outdoors transforms our memory, imagination and logic\ntheguardian\n253 upvotes · 13 comments\nr/Xennials\nAnyone remember Pinwheel\nyoutube\n185 upvotes · 66 comments\nr/massachusetts\nA deathbed confession.\ncnn\n100 upvotes · 35 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/unpopularopinion\nEnough plastic in the world\n7 upvotes · 13 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/shrinkflation\nThe insidious thing about shrinkflation is that there's no real ability to make choices that fight it as a consumer because everyone shrinks at the same time or very soon after each other.\n301 upvotes · 58 comments\nr/unpopularopinion\nJust because it's paperless doesn't mean it's better for the planet.\n9 upvotes · 5 comments\nr/Xennials\nAlice Deejay - Better Off Alone\nyoutube\n107 upvotes · 20 comments\nTOP POSTS\nReddit\nreReddit: Top posts of July 13, 2021\nReddit\nreReddit: Top posts of July 2021\nReddit\nreReddit: Top posts of 2021"
}