{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Scientists reveal the U.S. role in the \"deluge\" of plastic littering ...",
  "href": "https://www.washingtonpost.com/climate-environment/2021/12/01/plastic-waste-ocean-us/",
  "body": "\"Plastic is a valuable resource that should be kept in our economy and out of our environment,\" said the group's vice president of plastics, Joshua Baca, in a statement.",
  "textContent": "Accessibility statement\nSkip to main content\nDemocracy Dies in Darkness\nSubscribe\nSign in\n\nclock\nThis article was published more than 2 years ago\n\nCLIMATE\nEnvironment\nWeather\nClimate Solutions\nClimate Lab\nGreen Living\nBusiness of Climate\nCLIMATE SOLUTIONS\nU.S. is top contributor to plastic waste, report shows\nScientists reveal the U.S. role in the ‘deluge’ of plastic littering the world’s oceans in a congressionally mandated report\nBy Tik Root\nUpdated December 1, 2021 at 5:29 p.m. EST|Published December 1, 2021 at 3:23 p.m. EST\nPlastic and other debris is seen on the beach on Midway Atoll in the Northwestern Hawaiian Islands in 2019. (Caleb Jones/AP)\nListen\n4 min\nShare\nComment\n388\nAdd to your saved stories\nSave\n\nThe United States ranks as the world’s leading contributor of plastic waste and needs a national strategy to combat the issue, according to a congressionally mandated report released Tuesday.\n\n“The developing plastic waste crisis has been building for decades,” the National Academy of Sciences study said, noting the world’s current predicament stems from years of technological advances. “The success of the 20th century miracle invention of plastics has also produced a global scale deluge of plastic waste seemingly everywhere we look.”\n\nSign up for the Climate Coach newsletter and get advice for life on our changing planet, in your inbox every Tuesday and Thursday.\n\nThe United States contributes more to this deluge than any other nation, according to the analysis, generating about 287 pounds of plastics per person. Overall, the United States produced 42 million metric tons of plastic waste in 2016 — almost twice as much as China, and more than the entire European Union combined.\n\nADVERTISING\n\n“The volume is astounding,” said Monterey Bay Aquarium’s chief conservation and science officer, Margaret Spring, who chaired the NAS committee, in an interview.\n\nEPA finalizes its first national recycling strategy\n\nThe vast majority of plastics are made from fossil fuels, and some can take hundreds of years to decompose.\n\nThe researchers estimated that between 1.13 million to 2.24 million metric tons of the United States’ plastic waste leak into the environment each year. About 8 million metric tons of plastic end up in the ocean a year, and under the current trajectory that number could climb to 53 million by the end of the decade.\n\nThat amount of waste would be the equivalent to “roughly half of the total weight of fish caught from the ocean annually,” the report said.\n\nCongress last year ordered the National Academy of Sciences study, which drew on expertise from American and Canadian institutions, when it passed Save Our Seas 2.0 in an effort to address plastic waste.\n\n“This report is a sobering reminder of the scale of this problem,” the legislation’s co-author, Sen. Dan Sullivan (R-Alaska), said in a statement. “The research and findings compiled here by our best scientists will serve as a springboard to our future legislative efforts to tackle this entirely solvable environmental challenge and better protect our marine ecosystems, fisheries, and coastal economies.”\n\nShare this article\nShare\n\nSen. Sheldon Whitehouse (R.I.), the law’s primary Democratic sponsor, said, “I look forward to working with colleagues on both sides of the aisle to keep making progress cleaning up this harmful mess.”\n\nChristy Leavitt, plastics campaign director for advocacy group Oceana, said in a statement that the findings show the extent of U.S. responsibility for a global problem.\n\n“We can no longer ignore the United States’ role in the plastic pollution crisis, one of the biggest environmental threats facing our oceans and our planet today,” she said. “The finger-pointing stops now.”\n\nAdvertisement\n\nSpring said that the National Oceanic and Atmospheric Administration and the Environmental Protection Agency would be best positioned to develop a national strategy to curb plastic waste.\n\n“There’s more activity and testing of solutions at the state level as compared with other countries that are taking it at a national level,” she said. “Plastics and microplastics are ubiquitous in inland states too,” Spring said, referring to rivers, lakes and other waterways.\n\nThe world created about 8 million tons of pandemic plastic waste, and much of it is now in the ocean\n\nThe EPA recently released a national recycling strategy, which some critics faulted for not taking aim at the current level of plastics production. Today’s recycling system, scientists found in the new report, is “grossly insufficient to manage the diversity, complexity, and quantity of plastic waste in the United States.”\n\n“A lot of U.S. focus to date has been on the cleaning it up part,” said Spring. “There needs to be more attention to the creation of plastic.”\n\nAdvertisement\n\nThe American Chemistry Council, a trade association, endorsed the idea of a national approach but said it opposed efforts to curtail the use of plastics in society.\n\n“Plastic is a valuable resource that should be kept in our economy and out of our environment,” said the group’s vice president of plastics, Joshua Baca, in a statement. “Unfortunately, the report also suggests restricting plastic production to reduce marine debris. This is misguided and would lead to supply chain disruptions.”\n\nThe bipartisan oceans bill enacted last year also calls for a number of other analyses to be completed by the end of 2022, on topics ranging from the impacts of microfibers to derelict fishing gear.\n\n“You can’t just focus on one thing,” Spring said. “This really all has to be done with the end in mind, which is what is going to happen to this stuff when you’re finished with it.”\n\nSign up for the latest news about climate change, energy and the environment, delivered every Thursday\n\nShare\n388\nComments\nPAID PROMOTED STORIES\nRecommended by\n\nSubscribe to comment and get the full experience. Choose your plan →\n\nMOST READ CLIMATE\n1\nThe other explosive theory for the demise of dinosaurs\n2\nBanning fossil fuels is now a make-or-break issue at climate talks\n3\nSewers are overflowing everywhere. One solution is right in your backyard.\n4\nRomeo and Juliet, two elderly manatees, get a happy ending\n5\nDon’t use a space heater this winter. Do this instead.\nTOP STORIES\nTravel\nLocal guides, travel tips and the latest industry news\nPerspective|Build your hotel shampoo collection for a lifetime of free hair care\nOldest, tallest, sandiest: Comparing America’s quirky Christmas trees\nAdvice|9 ways to prepare for a holiday travel meltdown, from easy to extreme\nTry a different topic\nSign in or create a free account to save your preferences\nAdvertisement\nAdvertisement\nCompany\nAbout The Post\nNewsroom Policies & Standards\nDiversity & Inclusion\nCareers\nMedia & Community Relations\nWP Creative Group\nAccessibility Statement\nSitemap\nGet The Post\nBecome a Subscriber\nGift Subscriptions\nMobile & Apps\nNewsletters & Alerts\nWashington Post Live\nReprints & Permissions\nPost Store\nBooks & E-Books\nPrint Archives (Subscribers Only)\nToday’s Paper\nPublic Notices\nCoupons\nContact Us\nContact the Newsroom\nContact Customer Care\nContact the Opinions Team\nAdvertise\nLicensing & Syndication\nRequest a Correction\nSend a News Tip\nReport a Vulnerability\nTerms of Use\nDigital Products Terms of Sale\nPrint Products Terms of Sale\nTerms of Service\nPrivacy Policy\nCookie Settings\nSubmissions & Discussion Policy\nRSS Terms of Service\nAd Choices\nwashingtonpost.com © 1996-2023 The Washington Post\n\nExpand\nNEWSLETTER\nTHURSDAYS FOR 8 WEEKS\nEcokitchen: Our newsletter guide to climate-conscious cooking\nSign up to get actionable tips on how to make your daily life in the kitchen greener, from saving energy to minimizing food waste, in our 8-week newsletter.\nEnter email address\nSign Up\nNEWSLETTER\nTHURSDAYS FOR 8 WEEKS\nGet our guide to building a greener kitchen.Sign Up"
}