{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "What do I do with unwanted plastic straws? : r/ZeroWaste - Reddit",
  "href": "https://www.reddit.com/r/ZeroWaste/comments/p81lb3/what_do_i_do_with_unwanted_plastic_straws/",
  "body": "I've been thinking about using straws as of recently to drink tea/coffee (so I don't stain my teeth). I have almost a full package of plastic straws…",
  "textContent": "What do I do with unwanted plastic straws? : r/ZeroWaste\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to ZeroWaste\nr/ZeroWaste\n•\n2 yr. ago\nrandom4non\nWhat do I do with unwanted plastic straws?\nQuestion / Support\n\nI've been thinking about using straws as of recently to drink tea/coffee (so I don't stain my teeth). I have almost a full package of plastic straws at home that were purchased a couple of years ago and haven't been used.\n\nShould I use them and once I've finished with the package purchase a more sustainable alternative? Or get the sustainable option first and wait for something that requires the plastic straws to use them?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nsportclips.com\nLearn More\nSort by:\nathousandparrots\n•\n2 yr. ago\n\nUse them and re-use them until they no longer work. You can wash plastic straws just as easily as a metal or other alternative. I do this with Dunkin’ straws when I don’t have one of my metal ones available.\n\nTrumpetBiscuitPaws\n•\n2 yr. ago\n\nAnd if you do this you have control over how they finally are disposed of. If you give them away they could end up being dumped in a lake on a TikTok challenge video! Where I am our general waste is incinerated which is not great but better than them being landfilled or ending up in the sea I suppose. Straws are too small to be recycled anyway. Perhaps when you do dispose of them put them inside something else so they are less likely to be dropped or blow around?\n\n4 more replies\n1 more reply\nyesmaybeyes\n•\n2 yr. ago\n\nDonate them to a hospice or retirement facility in your area. Old people and people recovering from whatever can actually use straws and they normally have garbage cans also.\n\nDeflatedDirigible\n•\n2 yr. ago\n\nNo medical facility will accept donated items from the public like that. It’s a huge liability issue plus they already have a supply of straws that works for their beverage containers.\n\n4 more replies\nDenalikins\n•\n2 yr. ago\n\nGet silicone straws. Not sure about safety of using plastic straws for hot drinks.\n\nSentientSeaweed\n•\n2 yr. ago\n\nI have a pack left over from the beginning of time and use the straws for arranging cut flowers.\n\n[deleted]\n•\n2 yr. ago\n\nI would give away the plastic straws (I would use my local Buy Nothing group) and get a more sustainable alternative.\n\nSalty-Wolverine-742\n•\n2 yr. ago\n\nI have this same question about a small collection of straws I get from take out (received even after asking for no straw 😢). They’re all still individually wrapped so I’ve been adding them to my box to donate to the local mission. I guess I’m hoping they can use them 🤷‍♀️\n\nPuns_go_here\n•\n2 yr. ago\n\nIMO, Get your sustainable option, and hold onto the plastic ones. They have already been bought and made. If you find someone who will take them as a donation, great.\nYou might end up entertaining guests, you might have kids that need a straw, there might be a cake that you need to tier etc. Try to not use them, don’t get new ones, and stick with the sustainable option as much as possible.\n\nBIGBIRD1176\n•\n2 yr. ago\n\nUse a different material, like a metal straw, or buy reusable plastic one\n\n \nr/ZeroWaste\nRandom Thoughts, Small Questions, and Newbie Help — December 10 – December 23\n3 upvotes · 1 comment\nTOP POSTS\nReddit\nreReddit: Top posts of August 20, 2021\nReddit\nreReddit: Top posts of August 2021\nReddit\nreReddit: Top posts of 2021"
}