{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Alternatives to Plastic Straws: Which Materials Are Best? - SciTechDaily",
  "href": "https://scitechdaily.com/alternatives-to-plastic-straws-which-materials-are-best/",
  "body": "Drinking straws are single use plastic products which will be subjected to a Europe-wide sales ban from 2021 onwards. This is stated in EU Directive 2019/904 from June 5, 2019. Consequently, alternative materials have to be established for the production of drinking straws as well as other frequently used products which predominantly were made ...",
  "textContent": "HOME\nABOUT\nCONTACT\nNEWSLETTER\nTRENDING NEWS\nFacebook\n \nTwitter\n \nYouTube\n \nPinterest\n \nNewsletter\n \nRSS\nBIOLOGY\nCHEMISTRY\nEARTH\nHEALTH\nPHYSICS\nSCIENCE\nSPACE\nTECHNOLOGY\nHOT TOPICS\nDECEMBER 7, 2023 | BASEBALL PLAYERS BEWARE – NEW STUDY REVEALS THAT YOUNG PLAYERS ARE AT HIGH RISK OF ELBOW INJURIES\nDECEMBER 7, 2023 | REDEFINING BRAIN EVOLUTION: UNVEILING THE “LITTLE BRAIN’S” ROLE IN THE HUMAN COGNITIVE LEAP\nDECEMBER 7, 2023 | AGE ACTIVELY, LIVE HAPPILY: CAMBRIDGE STUDY FINDS KEY TO BETTER QUALITY OF LIFE IN SENIORS\nDECEMBER 7, 2023 | CHALLENGING SCIENCE: RESEARCHERS DISCOVER MICE MUMMIES ON “MARS-LIKE” VOLCANO PEAKS\nDECEMBER 7, 2023 | A STEP BACKWARD: WILDFIRES UNDO 20 YEARS OF AIR QUALITY PROGRESS IN WESTERN U.S.\nSEARCH FOR:\nHOME SCIENCE NEWS\nAlternatives to Plastic Straws: Which Materials Are Best?\nTOPICS:Materials SciencePlasticPollution\n\nBy BFR FEDERAL INSTITUTE FOR RISK ASSESSMENT SEPTEMBER 13, 2021\n\nDrinking straws are single use plastic products which will be subjected to a Europe-wide sales ban from 2021 onwards. This is stated in EU Directive 2019/904 from June 5, 2019. Consequently, alternative materials have to be established for the production of drinking straws as well as other frequently used products which predominantly were made of plastic so far.\n\nAs set out in the EU Framework Regulation for food contact material (Regulation (EC) No. 1935/2004), objects that come into direct contact with food must be safe. The German Federal Institute for Risk Assessment (BfR) has appraised straw, silicone, metal, paper and paper-board, durum wheat, and glass for their suitability to replace plastic in the production of drinking straws.\n\nIf frequently used, drinking straws made of silicone, stainless steel, or glass are, in the opinion of the BfR, an appropriate alternative to plastic straws. Silicone is suitable as a food contact material (FCM) provided that its manufacture is compliant with the specifications of BfR recommendation No. XV. Metals and alloys (e.g. stainless steel) are also appropriate as FCMs, provided that the specifications of the Council of Europe Resolution regarding metals and alloys are met. Glass is also suitable for food contact. However, there is the risk of breaking. As a result, fragments of glass can get into the food or drink and in case of swallowing dangerous injuries can occur. Meanwhile, there are drinking straws made from particularly durable glass.\n\nIn case of single use, durum wheat (e.g. raw macaroni noodles) is an appropriate material for drinking straws from a health perspective. However, the noodles may decompose, particularly in warm and hot drinks, or over a longer time period, and become useless as a result. Furthermore, they may modify the consistency and taste of the drink.\n\nStraws made of paper and paperboard are only useful if substances are added which prevent the paper from softening. These compounds are also known as wet-strength aids. Certain residues of these products, especially chloropropanols, can migrate into food. If the specifications of BfR recommendation no. XXXVI are met, no health risks are currently noted with the use of drinking straws made of paper and paperboard.\n\nThere are no risk assessments at the moment regarding the use of drinking straws made out of straw. The BfR recommends that straw is not used for this purpose with regard to potential health risks resulting from bacteria, mycotoxins, or other unwanted substances.\n\nRegardless of the material, drinking straws used more than once should be cleaned thoroughly every time before using. If thorough cleaning of the drinking straws cannot be guaranteed, the BfR recommends that such multiple-use drinking straws are not used for reasons of hygiene. Furthermore, they should not have any sharp edges and should also be replaced if there are any signs of material damage (signs of wear and tear).\n\nAbout the BfR\n\nThe German Federal Institute for Risk Assessment (BfR) is a scientifically independent institution within the portfolio of the Federal Ministry of Food and Agriculture (BMEL) in Germany. It advises the Federal Government and Federal Laender on questions of food, chemical and product safety. The BfR conducts its own research on topics that are closely linked to its assessment tasks.\n\nSHARE\nTWEET\nREDDIT\nEMAIL\nSHARE\nPrevious post Next post\nMORE ON SCITECHDAILY\n\nTECHNOLOGY\n\nReducing, Reusing Europe’s 2.5 Million Tonnes of E-Waste Plastic Each Year\n\nEARTH\n\nPlastic Flow Into Ocean Expected to Triple by 2040, But Action Could Stem Tide More Than 80%\n\nEARTH\n\nGlobal Plastic Pollution May Be Nearing an Irreversible Tipping Point\n\nCHEMISTRY\n\nPolymer-Eating Enzymes Make “Biodegradable” Plastics Truly Compostable\n\nCHEMISTRY\n\nRevolutionary Eco-Friendly Plastic: The Future Looks Bright for Infinitely Recyclable Plastic\n\nTECHNOLOGY\n\nAll Plastic Waste Could Be Recycled Into New, High-Quality Plastic With Advanced New Process\n\nTECHNOLOGY\n\nMIT Engineers Cut Carbon Emissions by Adding Recycled Plastic to Concrete\n\nHEALTH\n\nEngineers Design a Reusable, Silicone Rubber Face Mask With an N95 Filter\nWe recommend\nA retrospective cohort study in the United States: Tofacitinib or Vedolizumab initiated for UC after failure of an anti-TNF agent\nDalal R.S et al., Inflammatory Bowel Diseases, 2023; Provided by Pfizer Medical Affairs\nOutcomes of Tofacitinib vs Vedolizumab for Ulcerative Colitis After Anti-Tumor Necrosis Factor Failure\nDalal R.S et al., Inflammatory Bowel Diseases, 2023; Provided by Pfizer Medical Affairs\nA novel rock bolting system exploiting steel particles\nXiaowei Feng et al., International Journal of Mining Science and Technology, 2022\nShared Decision-Making on Using a CDK4/6 Inhibitor Plus an Aromatase Inhibitor for HR+/HER2− Metastatic Breast Cancer: A Podcast\nBrought to you by Pfizer Medical Affairs\nMechanism for suspension magnetization roasting of iron ore using straw-type biomass reductant\nYue Cao et al., International Journal of Mining Science and Technology, 2021\nTaking science to cholera in Bangladesh: the personal odyssey of Dr William B Greenough III and his colleagues\nWilliam B Greenough III et al., eGastroenterology, 2023\nAdsorption behavior and mechanism of copper ions in the sulfidization flotation of malachite\nHan Wang et al., International Journal of Mining Science and Technology, 2022\nNumerical assessment of the influence of former mining activities and plasticity of rock mass on deformations of terrain surface\nPaweł Sikora et al., International Journal of Mining Science and Technology, 2021\nAssessments of the effects of various fracture surface morphology on single fracture flow: A review\nMin Gao et al., International Journal of Mining Science and Technology, 2023\nMetabolic dysfunction-associated fatty liver disease increases risk of chronic kidney disease: a systematic review and meta-analysis\nJianghua Zhou et al., eGastroenterology, 2023\nPowered by\nBE THE FIRST TO COMMENT\nON \"ALTERNATIVES TO PLASTIC STRAWS: WHICH MATERIALS ARE BEST?\"\nLeave a comment\n\nEmail address is optional. If provided, your email will not be published or shared.\n\nComment\n\n\nName\n\n\nEmail\n\n\nSave my name, email, and website in this browser for the next time I comment.\n\nSUBSCRIBE\n\nSciTechDaily: Home of the best science and technology news since 1998. Keep up with the latest scitech news via email or social media.\n  > Subscribe Free to Email Digest\n\n    \nPOPULAR ARTICLES\n\nDECEMBER 5, 2023\n\nEating Your Way To Risk? The Major Impact of Diet on Alzheimer’s Disease\n\nResearch shows plant-based diets reduce Alzheimer’s risk, contrasting with the harmful impact of Western diets rich in meats and processed foods. Rising U.S. obesity trends…\n\nREAD MORE\n\nDECEMBER 5, 2023\n\n“Unusually Massive” – Astronomers Discover a Planet That Shouldn’t Exist\n\nDECEMBER 5, 2023\n\nMagnetic Revolution: Diamonds and Rust Rewrite Physics Textbooks\n\nDECEMBER 5, 2023\n\nReviving Minds: Implant Restores Cognitive Functions After Brain Injury\n\nDECEMBER 4, 2023\n\nSuperconductors’ Secret: Old Physics Law Stands the Test of Time in Quantum Material Conundrum\n\nDECEMBER 4, 2023\n\nUnstable Ice: Antarctic Glacier’s Sudden Collapse Rattles Scientists\n\nDECEMBER 4, 2023\n\nCommon Medications Could Increase Diabetics’ Risk of Sudden Cardiac Arrest\n\nDECEMBER 4, 2023\n\nJupiter’s Surprising Atmospheric Discovery: Webb Reveals Intense 3,000-Mile-Wide Jet Stream\nTAGS\nArtificial Intelligence Astronaut Astronomy Astrophysics Behavioral Science Biochemistry Biotechnology Black Hole Brain Cancer Cell Biology Climate Change Cosmology COVID-19 Disease DNA DOE Ecology Energy European Space Agency Evolution Exoplanet Genetics Hubble Space Telescope Infectious Diseases International Space Station JPL Mars Materials Science Max Planck Institute MIT Nanotechnology NASA NASA Goddard Space Flight Center Neuroscience Nutrition Paleontology Particle Physics Planetary Science Planets Popular Public Health Quantum Physics Virology Yale University\nFOLLOW SCITECHDAILY\nFacebook\nTwitter\nYouTube\nPinterest\nNewsletter\nRSS\nSCITECH NEWS\nBiology News\nChemistry News\nEarth News\nHealth News\nPhysics News\nScience News\nSpace News\nTechnology News\nLATEST NEWS\nA Step Backward: Wildfires Undo 20 Years of Air Quality Progress in Western U.S.\nBaseball Players Beware – New Study Reveals That Young Players Are at High Risk of Elbow Injuries\nRedefining Brain Evolution: Unveiling the “Little Brain’s” Role in the Human Cognitive Leap\nAge Actively, Live Happily: Cambridge Study Finds Key to Better Quality of Life in Seniors\nChallenging Science: Researchers Discover Mice Mummies on “Mars-Like” Volcano Peaks\nSCIENCE NEWS\nCONTACT\nEDITORIAL BOARD\nPRIVACY POLICY\nTERMS OF USE\n\nCOPYRIGHT © 1998 - 2023 SCITECHDAILY. ALL RIGHTS RESERVED.\n\nWe'd like to send you notifications for the latest news and updates.\nBiology\nEarth\nPhysics\nSpace\nChemistry\nHealth\nScience\nTechnology\nAllow\nCancel"
}