{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "12 Best Reusable Straws That Are Better for the Earth - Reader's Digest",
  "href": "https://www.rd.com/list/reusable-straws/",
  "body": "Plastic straws have become a real problem for the environment, filling up landfills and polluting oceans, where they kill marine life and release chemicals that are also toxic to people. It's ...",
  "textContent": "Skip to main content\n\nA Trusted Friend in a Complicated World\n\nTHE HEALTHY\nGAMES\nHOME\nHUMOR\nKNOWLEDGE\nHOLIDAYS\nSUBSCRIBE\nDYSON HAIR TOOLS GUIDE\nAdvertisement\n\nRD.COM  Knowledge  Green Living\n\n12 Best Reusable Straws That Are Better for the Earth\nLois Alter Mark\nUpdated: Oct. 05, 2022\nDitch the plastic and opt for reusable straws that are as good for your pocketbook as they are for the planet.\n\nOur editors and experts handpick every product we feature. We may earn a commission from your purchases.\n\nMIRAGEC/GETTY IMAGES\n\nSips and sustainability\n\nPlastic straws have become a real problem for the environment, filling up landfills and polluting oceans, where they kill marine life and release chemicals that are also toxic to people. It’s time to give up single-use plastics. Fortunately, as companies go green, putting their focus on products geared toward sustainable living, there are more options than ever for great reusable straws. Not only will they help save the planet, but like the best reusable coffee cups, eco-friendly water bottles, and eco-friendly tote bags, they’ll also help save you money.\n\nHow we chose the best reusable straws\n\nTo find the best reusable straws, we read hundreds of reviews, asked experts for their opinions, and tried many of them ourselves. Best of all, we chose the best reusable straws in a variety of materials and price points, so there is something to fit everyone’s needs.\n\nMIRAGEC/GETTY IMAGES\n\nWhat are reusable straws?\n\nWhat makes a straw reusable is the fact that it can be used over and over again, unlike single-use plastics that are used for a few minutes and then thrown away. Most reusable straws are made of either stainless steel, bamboo, glass, or silicone. Although only bamboo is biodegradable, all the other materials can be reused for many years, lowering your consumption and your carbon footprint.\n\nReusable straws are a safe alternative to sip-and-toss straws. They’re made of food-grade materials, and many come with a brush for easy cleaning. Of course, they’re not for every situation. You wouldn’t want to sip from a glass straw while running (you really shouldn’t run with any straw in your mouth) or drink hot liquids through stainless steel. Still, they won’t have you wondering whether it’s recyclable—and being disappointed by the answer.\n\nWhy you should switch to reusable straws\n\nAmericans use an estimated 500 million plastic straws each day, according to nonprofit recycling organization Eco-Cycle. That’s an astonishing number for something that can cause so much damage to the environment.\n\nFor starters, they’re made from fossil fuels, which emit greenhouse gases. And they pollute at every stage of the process.\n\n“There are several problems with plastic straws,” says Betty Ball, cofounder of Skip the Plastic Norwalk, a grassroots environmental organization in Norwalk, Connecticut. “They’re not recyclable, because they jam recycling equipment. As litter, animals and marine life mistake them for food. What’s more, it takes hundreds of years for plastic straws to decompose in landfills or water, and when they do, they break down into microplastics, which have been found in the air, our food—everywhere! So they never really go away because there is no ‘away.'”\n\nNot only do reusable straws conserve natural resources and minimize pollution and waste, but Ball says they’re also less expensive in the long run.\n\nAs they’re doing with styrofoam, many cities and states are starting to take action against plastic straws, although regulations can vary greatly from county to county. “I’m not sure if there’s a central database that’s up to date,” says Ball. “I think Seattle was the first city to make plastic straws available upon request only. New Jersey and Vermont have similar ordinances in place: upon request only. In Connecticut, there are a number of municipalities that have plastic straw ordinances—Norwalk, Stamford, Westport, Hamden, Groton, and Stonington—which essentially state that no food establishment is allowed to provide, distribute, or display a single-use plastic straw unless requested by the customer.”\n\nHow do you carry reusable straws?\n\nMany reusable straws conveniently come with their own case, but if they don’t, you can always wrap them in a napkin or dishcloth to keep them secure. You don’t want to carry them in a plastic bag (hello, greenhouse gas emissions), which would defeat the purpose of helping the environment.\n\nHow do you clean reusable straws?\n\nMany reusable straws come with their own cleaning brush, but Ball says pipe cleaners and even dental floss can work just as well. “Boiling metal, glass, or silicone in hot water effectively cleans reusable straws,” she says. “But make sure they cool down. You can also rinse them after each use or put them in the dishwasher. Check the instructions to make sure you’re cleaning them effectively.”\n\nBe especially careful to thoroughly clean stainless-steel straws, which can harbor food particles and get moldy.\n\nDifferent types of reusable straws\n\nReusable straws can be made from a variety of materials. The best one for you really comes down to personal preference. “People with sensitive teeth may prefer silicone or bamboo over, say, stainless steel,” explains Ball. “Try the one you think will be the most enjoyable experience for you and take it from there.”\n\nWe asked Ball about the pros and cons of the most popular types of reusable straws. Keep reading to get her take on these climate-friendly tools.\n\nMaterials\nGlass\n\nPros:\n\nLong lasting\nTransparent, so you can see when it’s dirty\nNeutral taste\n\nCon:\n\nBreakable, so not as great for sustainable travel\nSilicone\n\nPros:\n\nLong lasting\nDishwasher safe and easy to clean\nCan be used with hot or cold beverages\n\nCon:\n\nNot as easy to recycle\nStainless steel\n\nPros:\n\nLong lasting\nSturdy\nDishwasher safe\nTravel friendly\n\nCons:\n\nSensitive to both hot and cold temperatures\nPossible metallic taste\nBamboo\n\nPros:\n\nMade from a fast-growing, renewable resource\nBiodegradable\nLightweight yet sturdy\n\nCons:\n\nSlightly woody taste\nMore difficult to clean than other materials\nAdvertisement\n\nVIA MERCHANT\n\nBest overall reusable straws\nFinalStraw Reusable Metal Straw\n\nThis eco-friendly straw from the aptly named FinalStraw checks all the boxes: It’s easy to use, easy to clean, easy to take anywhere, and easy on the environment. Collapsible into its own travel case, the stainless steel straw comes with silicone tips and a cleaning tool and is available in ten colors. As the original reusable, collapsible straw, it raised almost $2 million on Kickstarter in 2018 and has, so far, kept 300 million single-use straws out of landfills and the ocean. It’s proof that living a life without plastic is possible with small changes.\n\nPros:\n\nDishwasher safe\nComes with a cleaning tool\nComes with a travel case\n\nCon:\n\nSome reviewers say it can be tricky to clean\n\nShop Now\n\nVIA MERCHANT\n\nBest silicone straws\nSofty Straws Silicone Straws\n\nIf you’re looking for standard-size silicone straws to replace the plastic ones you’re used to, this Amazon’s Choice product is your best bet. “I am so excited to find a straw that I can use on any kind of cup and that feels closer to a regular straw than the big metal ones,” writes one five-star reviewer. “These are tall enough to fit in a 20-ounce cup yet slim and flexible enough that they can easily fit through narrow cup openings.” Plus, the package comes with five different color straws and a squeegee for easy cleaning.\n\nPros:\n\nDishwasher safe\nComes with a straw squeegee for cleaning\n\nCon:\n\nNo carrying case\n\nShop Now\n\nVIA MERCHANT\n\nBest stainless steel straws\nSipWell Stainless Steel Drinking Straws\n\nWith more than 11,000 five-star reviews, these stainless steel straws are, according to one reviewer, “hands-down the best reusable straws I have ever come across.” They come in a set of four and are rustproof and scratchproof. Plus, they’re easy to clean in your dishwasher (use an eco-friendly cleaning product when you run a load!) or with the included cleaning brush. “It’s interesting that what was initially bought on a whim has actually turned into a necessity,” says another reviewer, adding, “These metal straws are perfect.”\n\nPros:\n\nDishwasher safe\nComes with a cleaning brush\n\nCon:\n\nNot intended for smoothies\n\nShop Now\n\nVIA MERCHANT\n\nBest glass straws\nJimJim Clear Glass Straws\n\nThis set features four shatter-resistant glass straws, two straight and two bent, that can be used safely for both cold and hot beverages. The more than 2,000 five-star reviews rave about the pure taste of drinking through glass straws, with many reviewers happily surprised to find that the straws seem to make their cold drinks even colder. You’ll never go back to plastic—unless you’re picking up one of these eco-friendly products made from recycled ocean plastics.\n\nPros:\n\nIncludes both straight and bent straws\nComes with a cleaning brush\nLifetime guarantee\n\nCon:\n\nNo carrying case\n\nShop Now\n\nVIA MERCHANT\n\nBest bamboo straws\nBambaw Reusable Bamboo Drinking Straws\n\nHandcrafted in Bali, these eco-friendly bamboo straws are natural, biodegradable, and compostable, so they’ll never end up polluting the environment. They come in a set of six in a reusable travel pouch and are even sturdy enough to use as a stirrer. More than 930 reviewers give them five stars, with one reviewer writing, “As a scientist who is invested in the environment, I could not recommend these enough. I take them everywhere with me so I always have a straw. They are easy to clean and a well-made product.”\n\nPros:\n\nDishwasher safe\nComes with a carrying case\nComes with a cleaning brush\n\nCon:\n\nSome reviewers say they’re a little too biodegradable and tend to split over time\n\nShop Now\n\nVIA MERCHANT\n\nBest reusable straws for smoothies\nSimply Straws Wide Single Glass Straw\n\nThick beverages like smoothies and milkshakes require bigger, wider straws like these. Available in eight colors, the glass straws look sophisticated and serve as conversation pieces in and of themselves. “I love it!” writes one reviewer. “Not only are folks saving the environment, but it’s stylish [and] cool, and people will always ask, ‘Where did you get your straw from?'” On top of that, Simply Straws is a certified women-owned business and a member of 1 Percent for the Planet.\n\nPros:\n\nDishwasher safe\nCan be personalized\nLifetime guarantee\n\nCon:\n\nGlass is breakable\n\nShop Now\n\nVIA MERCHANT\n\nBest reusable straws on Amazon\nStrawExpert Reusable Metal Straws with Silicone Tips\n\nAmazon’s number one best-selling reusable straw has received more than 35,800 five-star reviews—and no wonder! Not only is this 16-pack a steal, but it also includes a carrying case and cleaning brush to make your life easier. The stainless steel straws are available in a variety of metallic finishes and are topped with silicone tips in eight different colors, so members of the family can claim their own. Using one is a good first step in easing your climate anxiety.\n\nPros:\n\nDishwasher safe\nComes with a carrying case\nComes with a cleaning brush\n\nCon:\n\nSome reviewers say the silicone tips can come off in your mouth\n\nShop Now\n\nVIA MERCHANT\n\nBest travel straws\nGoSili Reusable Silicone Straw and Travel Case\n\nMade of European-grade silicone, GoSili straws are sustainable, recyclable, stain resistant, hypoallergenic, and free from BPS, phthalate, PVC, and lead. They’re also easy to toss in your bag or the glove compartment of your eco-friendly car, thanks to the cute little travel tins they can be easily folded into.\n\nPros:\n\nStraw folds into its own travel tin\nDishwasher safe\nTranslucent, so you can see when it needs to be cleaned\n\nCon:\n\nMay be too short for larger tumblers\n\nShop Now\n\nVIA MERCHANT\n\nBest splurge reusable straws\nLastra Metallic Nesting Straws\n\nThis beautiful set of nesting straws comes complete with everything you need in a compact case that’s easy to take anywhere. You get three different sizes of stainless steel straws—they store one inside the other, like nesting dolls—as well as a cleaning brush, all in your choice of five sophisticated metallic finishes.\n\nPros:\n\nPortable\nComes with a cleaning brush\nDishwasher safe\n\nCon:\n\nA little pricier\n\nShop Now\n\nVIA MERCHANT\n\nBest budget reusable straws\nOzark Trail Stainless Steel Straws with Cleaning Brush\n\nThis best-selling value-priced pack makes it easy to protect the environment while enjoying the drink of your choice. It comes with four straws made of high-grade stainless steel topped with silicone, plus its own cleaning brush. “Love these,” writes one reviewer. “It has a great mouthfeel, unlike other stainless or even paper straws. Beverages taste great using these silicone-tipped stainless steel straws, and I feel great doing my small part to prevent plastics waste.”\n\nPros:\n\nLow price\nComes with a cleaning brush\nLifetime warranty\n\nCon:\n\nNo carrying case\n\nShop Now\n\nVIA MERCHANT\n\nBest reusable cocktail straws\nTeivio Extra-Short Reusable Stainless Steel Straws for Cocktails\n\nAt a petite five inches long, these pretty little straws turn any occasion into a party. Just right for cocktail glasses, they’re available in silver, gold, or multicolor and are an Amazon’s Choice product, boasting almost 1,000 five-star reviews. They come in a package of 12, with one reviewer calling them “the best purchase I have made to date,” adding, “I use them every day. My wife loves them. They feel nice, sturdy, and look quite attractive. They fit perfectly in mini mason jars and coffee mugs.”\n\nPros:\n\nDishwasher safe\nComes with a cleaning brush\nComes with a carrying bag\n\nCon:\n\nYou’ll still need to buy other straws for your everyday drinks\n\nShop Now\n\nVIA MERCHANT\n\nBest edible straws\nPasta Life Gluten-Free Pasta Straws\n\nPasta straws may sound like a novelty, but they’re actually a great eco-friendly option. Not only are they 100 percent biodegradable, but they’re made from rice flour, tapioca starch, and plant-based ingredients that can actually be eaten if you like your pasta very al dente. This is a fun way to do something good for the planet. And speaking of food, these are the sustainable restaurants working to reduce their carbon footprints.\n\nPros:\n\nBiodegradable\nCompostable\nEdible\n\nCon:\n\nMeant for cold beverages only\n\nShop Now\n\nEVGENIYA PAVLOVA/GETTY IMAGES\n\nEnvironmental impacts\n\nIf you’re concerned about climate change and want to learn more about how to protect our natural resources when you shop, read our articles on eco-friendly brands and sustainable product shipping and packaging to help you make the best choices for the environment.\n\nSources:\n\nBetty Ball, cofounder of Skip the Plastic Norwalk\nEco-Cycle: “Be Straw Free Campaign”\n \nOriginally Published: May 20, 2022\nLois Alter Mark\nLois Alter Mark is an award-winning travel, lifestyle, shopping and entertainment writer for Reader's Digest, Forbes and USA Today 10Best. Her work has taken her to all seven continents and introduced her to new people, food and—her latest obsession—pickleball! An avid cruiser, she loves introducing readers to the joys of travel.\n \nThe Healthy\nFood\nHome\nHumor\nKnowledge\nTravel\nVideos\nSubscribe\n\nOUR BRANDS\n\n Taste of Home Family Handyman Birds & Blooms The Healthy\nLifeRich Publishing Advertise with Us About Us Contact Us Customer Care Terms of Use Privacy Policy Your CA Privacy Rights Do Not Sell or Share My Personal Information Accessibility Statement About Ads Affiliate Program Information About Cookies License our Content\n© 2023 Trusted Media Brands, Inc.\nSign Up for Our Newsletters\nSIGN UP\nEnjoy the BEST stories, advice & jokes!"
}