{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "How Microplastics in the Ocean Will Affect Marine Life - The New York Times",
  "href": "https://www.nytimes.com/2022/04/03/science/ocean-plastic-animals.html",
  "body": "Marine snow-making Plastic waste washing up on a beach in Bali, Indonesia. Surface surveys have accounted for only about 1 percent of the ocean's estimated plastic. Agung Parameswara/Getty...",
  "textContent": "SKIP TO CONTENT\nSKIP TO SITE INDEX\nSection Navigation\nSEARCH\nLOG IN\n\nIn the Ocean, It’s Snowing Microplastics\n\nTiny bits of plastic have infiltrated the deep sea’s main food source and could alter the ocean’s role in one of Earth’s ancient cooling processes, scientists say.\n\nCredit...\n\nShare full article\n365\n\nBy Sabrina Imbler\n\nApril 3, 2022\n\nAs long as there has been marine life, there has been marine snow — a ceaseless drizzle of death and waste sinking from the surface into the depths of the sea.\n\nThe snow begins as motes, which aggregate into dense, flocculent flakes that gradually sink and drift past the mouths (and mouth-like apparatuses) of scavengers farther down. But even marine snow that is devoured will most likely be snowfall once more; a squid’s guts are just a rest stop on this long passage to the deep.\n\nAlthough the term may suggest wintry whites, marine snow is mostly brownish or grayish, comprising mostly dead things. For eons, the debris has contained the same things — flecks from plant and animal carcasses, feces, mucus, dust, microbes, viruses — and transported the ocean’s carbon to be stored on the seafloor. Increasingly, however, marine snowfall is being infiltrated by microplastics: fibers and fragments of polyamide, polyethylene and polyethylene terephthalate. And this fauxfall appears to be altering our planet’s ancient cooling process.\n\nSubscribe to The Times to read as many articles as you like.\n\nSabrina Imbler is a reporter covering science and the environment. More about Sabrina Imbler\n\nA version of this article appears in print on April 5, 2022, Section D, Page 1 of the New York edition with the headline: Deep-Sea Disruption. Order Reprints | Today’s Paper | Subscribe\nREAD 365 COMMENTS\nShare full article\n365\n\nADVERTISEMENT\n\nSKIP ADVERTISEMENT\nSite Index\nSite Information Navigation\n© 2023 The New York Times Company\nNYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioYour Ad ChoicesPrivacy PolicyTerms of ServiceTerms of SaleSite MapHelpSubscriptions\nSupport independent journalism with a subscription. Already a subscriber? Log in.\nGet unlimited access\nto all of The Times.\n\nSubscribe now\n\nD\nAn All Access subscription includes News, plus Games, Cooking, Wirecutter and The Athletic.\nOffer for a New York Times All Access subscription; current subscribers not eligible. Subscription excludes print edition. Some games may be available without a subscription. Your payment method will automatically be charged in advance the introductory rate every 4 weeks for 1 year, and after 1 year the standard rate every 4 weeks. Your subscription will continue until you cancel. Cancellation takes effect at the end of your current billing period. Taxes may apply. Offer terms are subject to change.\n\n©2023 The New York Times Company\n\nHelp Feedback"
}