{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "Coal vs. Solid fuel : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/phdvp8/coal_vs_solid_fuel/",
  "body": "Creating solid fuel from petroleum, refined by basic processing and gathered by a pumpjack emits 1.583 pollution per unit of solid fuel when Y = 1. In other words, that's 7.579 MJ per pollution. So burning coal is 3 times more efficient energy-wise and 1.33 times more efficient pollution-wise than basic oil processing into solid fuel.",
  "textContent": "Coal vs. Solid fuel : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n•\n2 yr. ago\nLolwat420\nCoal vs. Solid fuel\nQuestion\n\nSo for the longest time, I would switch over from coal to solid fuel to feed my boilers and furnaces as soon as possible, mostly because solid fuel was more energy dense and burned for longer.\n\nI have since done the math and realized that energy cost would be different.\n\nA single piece of coal has 4MJ of energy, and electric drill (unbuffed/no modules) needs to run for 2 seconds at 90kW (180kJ) to produce that coal. This has a ratio of 4000:180 = 22.22...\n\nA single piece of solid fuel 12MJ of energy, and a chemical plant (unbuffed/no modules) needs to run for 2 seconds at 270kW (540kJ) to produce that that solid fuel. This also has the same ratio of 12000:540 = 22.22...\n\nConsidering that I'll also need an oil refinery, oil rig, and possible some cracking; doesn't that make solid fuel less efficient as an energy source than coal? I know that it's technically infinite, but I hate chasing down oil fields a lot more than coal fields.\n\nWhat are your opinions on the matter?\n\ndiscoverpacifico.com\nShop Now\nSort by:\nAdd a Comment\n_xavius_\n•\n2 yr. ago\n\nMaking solid fuel from coal liquefaction is more efficient though.\n\nReply\nreply\nP3tr0\n•\n2 yr. ago\n\nCoal Liquifaction! In short you are practically producing free energy from coal into Solid Fuel/Rocket Fuel.\n\nReply\nreply\nLolwat420\n•\n2 yr. ago\n\nThat’s really interesting, I’ll have to try it out\n\nReply\nreply\ncammcken\n•\n2 yr. ago\n\nSorry for the necro, Lolwat420, but I think you'd be interested in my numbers. I'm pretty new to this game, about a couple of weeks in, so I've been wondering about the same question myself.\n\nThe equations for coal are simple. I also got 22.22 for the ratio of energy gained over energy invested. In other words, it takes 180kJ to make one coal.\n\nI also looked at pollution. I assumed the 180kJ (from above) was supplied by a boiler and steam engine; obviously, if it comes from a cleaner power source the number will be better.\n\nBoiler pollution + Mining Drill pollution\n\n= (180kJ * 1s/1.8MJ * 30pollution/min * 1min/60s) + (1s/0.5coal * 10pollution/min * 1min/60s\n\n= 0.3833 pollution\n\nSo it takes 0.3833 pollution to make one coal. In other words, mining coal yields 10.435 MJ per pollution.\n\nOil processing is more complex. I assumed 100% for the yield of the oil field, but I left in the variable Y wherever I could fit it cleanly. As before, I assumed the energy invested comes from a boiler for pollution calculations. I assumed no mining productivity bonuses and no modules.\n\nUsing basic oil processing, 44.44 crude oil needs to be refined into 20 petroleum to make 1 solid fuel.\n\nMaking 1 solid fuel from some petroleum requires running the chemical plant for 2 seconds at 210 kW. So:\n\n(2s * 210kW) / 1fuel = 420 kJ to make one solid fuel\n\nMaking 45 petroleum from some crude oil requires running the refinery for 5 seconds at 420 kW. So:\n\n(5s * 420kW) / 45 petroleum = 46.67 kJ to make one petroleum\n\nFor every second a pumpjack runs at 90 kW, it produces 10 crude oil, modified by the yield of the oil field. So:\n\n(1s * 90kW) / (10oil * Y) = 9/Y kJ to make one crude oil.\n\nTo find the total energy costs to produce on solid fuel, I need to add the energy costs of extracting 44.44 crude oil, the cost of refining it into 20 petroleum, and the cost of processing it into 1 solid fuel:\n\nPumpjack Energy + Refinery Energy + Chem Plant Energy\n\n= (44.44oil * 9kJ / oil / Y) + (20petroleum * 46.67kJ / petroleum) + (1fuel * 420kJ / fuel)\n\n= 1753.3 kJ to make one solid fuel (when Y = 1)\n\nThat leaves a ratio of 6.844 for energy received over energy invested, only one third as efficient as coal.\n\nThe math for pollution is similar; I just use pollution rate instead of power rate and add the boiler pollution.\n\n1fuel / (2s * 4pollution/min) * 60s/min = 7.5 solid fuel per pollution\n\n45petroleum / (5s * 6pollution/min) * 60s/min = 90 petroleum per pollution\n\n(10oil * Y) / (1s * 10pollution/min) * 60s/min = 60*Y crude oil per pollution\n\nTo put it all together:\n\nBoiler Pollution + Pumpjack Pollution + Refinery Pollution + Chem Plant Pollution\n\n= (1753.3kJ * 1s/1.8MJ * 30pollution/min * 60s/min) + (44.44oil * 1pollution/(60oil * Y)) + (20petroleum * 1pollution/90petroleum) + (1fuel * 1pollution/7.5fuel)\n\n= 1.583 pollution\n\nCreating solid fuel from petroleum, refined by basic processing and gathered by a pumpjack emits 1.583 pollution per unit of solid fuel when Y = 1. In other words, that's 7.579 MJ per pollution.\n\nSo burning coal is 3 times more efficient energy-wise and 1.33 times more efficient pollution-wise than basic oil processing into solid fuel. Advanced oil processing is better though.\n\nFor advanced oil processing, I assumed 1) all production can and will be scaled up evenly to match petroleum demand perfectly, 2) all light oil that's not used for solid fuel production is cracked into petroleum, and 3) vice-versa, any extra petroleum produced \"frees up\" light oil that doesn't need to be cracked.\n\nThose assumptions allow me to use the optimal 20:5:17 ratio, crack all heavy oil into light, and \"reverse convert\" the petroleum into light oil to estimate the average cost of one light oil. I will count the cost of all refineries, the heavy oil cracking, and the production of solid fuel from light oil. I will not consider the \"negative energy\" saved by not cracking light oil into petroleum.\n\n20 advanced oil processing cycles, run 2 times each (10 seconds each), consumes: 2*20*100=4000 crude oil; produces 2*20*25=1000 heavy oil, 2*20*45=1800 light oil, and 2*20*55=2200 petroleum; and\n\nburns 2*20*5s*420kW = 84000 kJ\n\nemits 2*20*5s*6pollution/min*1min/60s = 20 pollution\n\n5 heavy oil cracking cycles, run 5 times each (10 seconds each), consumes: 5*5*40=1000 heavy oil (matches above); produces 5*5*30=750 light oil; and\n\nburns 5*5*2s*210kW = 10500 kJ\n\nemits 5*5*2*4pollution/min*1min/60s = 3.33 pollution\n\nExtracting the 4000 crude oil required will:\n\nburn 4000oil * 9kJ / (oil * Y) = 36000/Y kJ\n\nemit 4000oil * 1pollution/(60oil * Y) = 66.66/Y pollution\n\nThe 2200 petroleum produced \"frees up\" 3300 light oil. 1800 + 750 + 3300 = 5850 light oil produced. Processing it into solid fuel requires 585 cycles of the solid fuel recipe, which is the equivalent of running 1 chemical plant for 1170 seconds. It produces 585 units of solid fuel, and\n\nburns 1170s * 210kW = 245700 kJ\n\nemits 1170s * 4pollution/min * 1min/60s = 78 pollution\n\nSo it takes 84000 kJ + 10500 kJ + 36000/Y kJ + 245700 kJ = 376200 kJ to produce 585 solid fuel when Y=1. In other words, 0.6431 MJ to make one solid fuel, leaving a ratio of 18.66 for energy received over energy invested.\n\nThe total pollution is, again, the Boiler Pollution + Refinery Pollution + Cracking Pollution + Pumpjack Pollution + Chem Plant Pollution.\n\n(376200 kJ * 1s/1.8MJ * 30pollution/min * 1min/60s) + 20 pollution + 3.33 pollution + 66.66/Y pollution + 78 pollution = 272.5 pollution to make 585 solid fuel when Y=1. In other words, 0.4658 pollution to make one solid fuel or 25.76 MJ per pollution.\n\nSo mining coal is still about 20% more efficient than solid fuel when considering energy, but light oil turned to solid fuel is 2.5 times cleaner than coal.\n\nLet me know if anything is wrong.\n\nReply\nreply\nLolwat420\n•\n2 yr. ago\n\nThis is awesome work! It confirms my suspicions, but I never delved into the pollution aspect of it.\n\nThank you for doing all this, very useful!\n\nReply\nreply\nTheis99999\n•\n2 yr. ago\n\nYou are correct that coal is technically more power efficient. However either option is so massively power positive that it doesn't really matter, what matters is which resources you have available.\n\nReply\nreply\n4wry_reddit\n•\n2 yr. ago\n\nSolid fuel can be a by-product from advanced oil refining/cracking, as it is a means to ensure that nothing backs up. You can always feed in any excess solid fuel into burner belts along with wood etc.\n\nWhen you get into Coal Liquefaction it is possible to gain energy from coal when transforming it to solid fuel. The tech unlocks relatively late though, and at that point people usually have moved on from furnaces and/or steam power.\n\nReply\nreply\nMegaRullNokk\n•\n2 yr. ago\n\nI think Eff1 modules can make wonders on your power consumption. Try to Eff1 everything ASAP, then tell me how you see the world.\n\nReply\nreply\nlaie0815\n•\n2 yr. ago\n\nIn my opinion, it's not worthwhile to run on boilers for very long. I do not like to import coal merely to burn it, so I try to have some alternative power source running before the starter patch of coal can no longer provide as much as I'd need.\n\nSolid fuel can come in handy as a stop-gap measure, when I'm running short of coal but do not yet have an alternative ready. Oil usually isn't scarce at that point. But beyond that, it's either nuclear or solar.\n\nReply\nreply\ncoolio72\n•\n2 yr. ago\n\nYes you need refineries, rigs, and defiantly cracking but those entities workloads are split among producing other products (plastic, rocket fuel, sulfur, lubricant, etc.) and not used solely for the single purpose of making solid fuel.\n\nIf those entities were used for producing only solid fuel then, no, solid fuel would not be reasonable but because the production is split across those many other products then solid fuel becomes the preferred fuel where solid fuel is the highest tier fuel usable.\n\nThe same reasoning applies to rocket fuel in locomotives and other vehicles.\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/SatisfactoryGame\nMega Coal Power plant worth it?\n3 upvotes · 23 comments\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes · 68 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes · 9 comments\nr/NoStupidQuestions\nIf tyres burn for so long then doesn't that make them an efficient fuel? Instead of having huge tyre pile fires why not use them to power engines?\n3 upvotes · 3 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n221 upvotes · 29 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes · 44 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes · 10 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/satisfactory\nFuel or coal?\n6 upvotes · 13 comments\nr/iastate\nBoiler Replacement\n24 upvotes · 35 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes · 38 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes · 38 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes · 45 comments\nr/Planetside\n11 years ago this game felt some next-gen scifi shit, too bad we lost this\nyoutube\n218 upvotes · 94 comments\nr/NoStupidQuestions\nWhat's stopping us from building engines that can burn plant oils?\n4 upvotes · 10 comments\nr/LinusTechTips\nLinus Tech Tips - Reddit vs PC Part Picker vs LTT Forum – Where Should YOU Go for Build Advice? November 18, 2023 at 09:50AM\nyoutube\n331 upvotes · 104 comments\nr/ethoslab\nETHO USES MIND CONTROL - A Hermitcraft Decked Out Animation\nyoutube\n246 upvotes · 9 comments\nr/Machinists\nInteresting/scary way to increase your swing. Not mine, just found it on yt.\nyoutube\n138 upvotes · 37 comments\nr/aoe2\nMemb THOUGHTS ABOUT WARLORDS and CONCERNS - LAST MEMBTV EVENT???\nyoutube\n123 upvotes · 160 comments\nr/linux_gaming\nHow Steam Play/Proton makes Gaming on Linux Awesome by GloriousEggroll\nyoutube\n120 upvotes · 3 comments\nr/ethoslab\nSecret Life #7 - Everyone Be Running\nyoutube\n262 upvotes · 70 comments\nr/teslainvestorsclub\nIn tests, cars powered by e-petrol pollute the air as much as petrol\ntransportenvironment.org\n63 upvotes · 16 comments\nTOP POSTS\nReddit\nreReddit: Top posts of September 3, 2021\nReddit\nreReddit: Top posts of September 2021\nReddit\nreReddit: Top posts of 2021"
}