{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The world's nations agree to fix the plastic waste crisis",
  "href": "https://www.nationalgeographic.com/environment/article/world-nations-agree-to-fix-the-plastic-waste-crisis",
  "body": "The world's nations agree to fix the plastic waste crisis. A plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord. In front of the ...",
  "textContent": "SKIP TO CONTENT\nLOGIN\nNewsletters\nSUBSCRIBE\nMENU\nPlastic bottles wait to be recycled in Tokyo. The UN has agreed to move forward on a global treaty to deal with the problem of plastic waste. \nPHOTOGRAPH BY DAVID GUTTENFELDER, NAT GEO IMAGE COLLECTION\nENVIRONMENTPLANET POSSIBLE\nThe world’s nations agree to fix the plastic waste crisis\n\nA plastic pollution treaty, called Paris Plus, would come with a mandate—and more muscle than the climate accord.\n\nBYLAURA PARKER\nPUBLISHED MARCH 2, 2022\n• 8 MIN READ\n\nIn front of the United Nations African headquarters in Nairobi, a 30-foot-high artwork featuring a faucet “spewing” a long stream of plastic waste dramatically illustrates the worsening flow of plastic fouling the world. Inside the main hall, 175 UN delegates took the first formal steps on Wednesday to turn off the tap. They agreed to negotiate the first comprehensive global treaty to curb plastic pollution—a move hailed as the most significant environmental agreement since the Paris climate accord in 2015.\n\nThe framework of the agreement was hammered out last week ahead of the delegates’ vote. It creates a road map for treaty negotiations that are set to begin in May. Inger Andersen, who heads the UN Environment Program, told the delegates: “This is a historic moment.”\n\nThis 30-foot monument themed \"Turn off the plastics tap\" by Canadian activist and artist, Benjamin von Wong, uses plastic waste retrieved from Nairobi's largest slum, Kibera. It stands outside the UN African headquarters in Nairobi.\nPHOTOGRAPH BY TONY KARUMBA, AFP/GETTY\n\nPlastic waste flowing into the oceans is forecast to triple by 2040, so the vote came not a moment too soon. Or did it? The effort to construct an international agreement to gain control of mounting plastic waste took almost five years just to get to the starting line. How can the UN, slow-moving by design, possibly come up with a solution in time to stave off an environmental disaster? Below is a guide to what’s involved, and why a binding global treaty may be the world’s best hope to contain a plastic waste crisis that knows no international boundaries.\n\nQ: How might a global treaty help solve the plastic waste crisis?\n\nA:  It would address the crux of the problem by requiring nations to commit to cleaning up their plastic waste. Because the treaty would be legally binding, it could pack more punch than the Paris accord, which requires nations to voluntarily commit to reducing greenhouse gas emissions. “This is like ‘Paris Plus,’” says Chris Dixon, the deputy ocean campaign lead at the U.K.-based Environmental Investigation Agency. “The devil is in the details, but this makes sure the ambition of the mandate is carried through. This is the beginning of the journey, not the end.”\n\nQ: Can this process be fast-tracked?  \n\nA:  Negotiators say they plan to reach an agreement within two years, astonishingly quick for the UN. The UN began exploring solutions to plastic waste in 2017. In 2019, the United States, which produces more plastic waste per capita than any other nation, was blamed for thwarting efforts to begin treaty talks, as the Trump administration opposed such a treaty. Last November, the U.S. reversed course and, along with France, announced support for a legally binding treaty. The approach is based on the treaty to end mercury pollution—known as the Minamata Convention which was finalized in just over three years. And it could take less time than the agreement to address climate change took.\n\nQ: What changed to allow this to move forward?\n\nA: Plastic waste has proliferated in recent years, and has been documented in every part of the world. As plastic production has increased—growing faster than production of any other material—the waste issue has taken on a greater urgency. That, in turn, has drawn wide support from all quarters for a global treaty. The American Chemistry Council, an industry trade group that opposed a legally binding treaty in 2019, now supports one. As two proposals were circulated—one by Peru and Rwanda, the other by Japan—support snowballed. By the time negotiators convened in Kenya’s capital city last month, those publicly backing a global treaty included more than 300 scientists, more than 140 nations, and nearly 100 leaders of multinational companies, including some of the largest plastics users: the Coca Cola Company, PepsiCo, and Unilever.\n\nQ: What’s on the table?\n\nA:  The framework’s language is only a guide for the actual treaty talks. Consequently, the language is basic in many places. For example, negotiators had to define what the plastic lifecycle entails. Should the treaty focus on when plastic becomes waste? Solutions in that case would revolve around expansion of reuse programs, recycling, and enhanced and better-funded waste management. Or is the plastic lifecycle more expansive, meaning the treaty would include every step along the way—from production of virgin plastic to packaging design, product distribution, and disposal after use? The industry focused on waste management, but the negotiators opted to recommend the broader definition. Tackling the problem from multiple angles provides more opportunities to intervene along the way, and that could reduce the amount of packaging that becomes waste or eliminate it altogether.\n\nQ: Why do we need an international treaty? Aren’t many nations already addressing the problem?\n\nA: It’s a global problem, and we need a global solution to solve it. About eight million tons of plastic are estimated to spill into the seas every year, and is known to travel across oceans. One nation’s regulations do not prevent another nation’s waste from reaching its shores. Bag bans in one country don’t stop neighboring countries from smuggling in bags for a tidy profit. Plastic waste is also traded internationally; that involves international agreements. More importantly, there are no uniform global standards or policies that guide the industry. Definitions of biodegradable plastics vary, depending on the manufacturer. And virtually no one can sort out the varying rules on what plastics can go into the recycle bin. Meanwhile, multinational corporations selling in multiple nations can find themselves sorting through hundreds of regulations affecting such issues as product design or packaging thickness. These companies strongly support harmonizing definitions, reporting metrics, and methodologies that will simplify industry practices and improve management of waste.\n\nQ: How serious is the plastic waste problem?\n\nA:  Forty percent of all plastics manufactured today is for packaging, most of it disposed of within minutes of opening it. Globally, just 9 percent of plastics get recycled. Both waste and production are on the rise: Between 1950 and 2020, production of plastic, which is made from fossil fuels, increased from roughly two million tons annually to just over 500 million tons. Production is projected to further increase to one billion tons by 2050. Consensus is growing among scientists, activists, and elected officials that to truly curtail the growth of plastic waste, plastic production must be reduced. The industry disagrees.\n\nQ: Does the framework call for a cap or reduction in production of virgin plastic?\n\n A:  No, it does not. The framework also does not include a requirement that production numbers be reported along with other statistics. Collection of production data represents the first step before any regulations could be written—and it’s a step that industry would like to avoid. On this subject, the framework contains a single sentence, instructing negotiators to “specify national reporting as appropriate”—not a strong directive, but one that does leave the door open to sharper language during the treaty talks.\n\nThe framework has drawn universal praise from the parties involved. The International Council of Chemical Associations said in a statement it was “pleased with the outcome and fully supports a legally binding agreement… .”\n\nEllen MacArthur, founder of the nonprofit Ellen MacArthur Foundation, is a proponent of creating a “circular economy” to reduce waste of any kind through reuse and recycling. She called the mandated agreement key to dealing with “the root of causes of plastic pollution, not just the symptoms.”\n\nIn Nairobi Wednesday, Anderson told the delegation at the UN that reaching agreement to proceed toward a treaty “would have been unthinkable just a few years ago. But today … you are taking a crucial step to turn the tide on plastic pollution.” He then recalled how his mother eavesdropped on a pair of American businessmen in a cafe in Denmark a few years before he was born. The men laid out colorful blocks made of a strange new material in front of them, and she heard them say: “This is plastic. This is the future.”\n\n“Look—in the space of one lifetime, we have created a massive problem…,” Anderson said. “Now we must make the wrong-headed way we manufacture and use plastic the past.”\n\nSHARE\nTWEET\nEMAIL\nREAD THIS NEXT\nHow a dramatic win in plastic waste case may curb ocean pollution\nENVIRONMENTPLANET POSSIBLE\nHow a dramatic win in plastic waste case may curb ocean pollution\nA major citizen suit against a giant plastics company resulted in a huge payout and a commitment to do better. The case has set off ripples of change across an industry that often pollutes with impunity.\nCalifornia’s sweeping new plastics law could be a game changer\nENVIRONMENTPLANET POSSIBLE\nCalifornia’s sweeping new plastics law could be a game changer\nPlastic gets to the oceans through over 1,000 rivers\nENVIRONMENTPLANET POSSIBLE\nPlastic gets to the oceans through over 1,000 rivers\nMicroplastics are in our bodies. How much do they harm us?\nENVIRONMENT\nMicroplastics are in our bodies. How much do they harm us?\nGO FURTHER\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nANIMALS\nWhy does Pantone have a color of the year? It started with birds\nParadise or parking lot? A Florida ecosystem is a battleground.\nANIMALS\nWILDLIFE WATCH\nParadise or parking lot? A Florida ecosystem is a battleground.\nCrocodiles are spreading north in Florida. That’s a good thing.\nANIMALS\nCrocodiles are spreading north in Florida. That’s a good thing.\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nHundreds of elephants have died. We may finally know why.\nANIMALS\nHundreds of elephants have died. We may finally know why.\nWhat I discovered in a message in a bottle on a deserted island\nPHOTOGRAPHY\nWhat I discovered in a message in a bottle on a deserted island\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nENVIRONMENT\nIs cooking oil really the future of flying—or a distraction?\nConnecting with curiosity\nPAID CONTENT FOR ADVERTISER\nConnecting with curiosity\nWhat’s the big deal about Earth getting 2°C hotter?\nENVIRONMENT\nWhat’s the big deal about Earth getting 2°C hotter?\nWhat is El Niño?, Video Story\nENVIRONMENT\nWhat is El Niño?\nThese thorny creatures destroy coral—and they're hard to kill\nENVIRONMENT\nThese thorny creatures destroy coral—and they're hard to kill\nHow the nation chooses its best and brightest Christmas trees\nENVIRONMENT\nHow the nation chooses its best and brightest Christmas trees\nHISTORY & CULTURE\nThe quest for the Holy Grail began long before King Arthur\nHISTORY MAGAZINE\nThe quest for the Holy Grail began long before King Arthur\nHow an ancient revolt sparked the Festival of Lights\nHISTORY & CULTURE\nHow an ancient revolt sparked the Festival of Lights\nWhy this once isolated tribe took up cell phones and social media\nHISTORY & CULTURE\nWhy this once isolated tribe took up cell phones and social media\n7 of the most exciting archaeological discoveries in 2023\nHISTORY & CULTURE\n2023 IN REVIEW\n7 of the most exciting archaeological discoveries in 2023\nThe Viking origins of your Bluetooth devices\nHISTORY MAGAZINE\nThe Viking origins of your Bluetooth devices\nWhy an Italian ski trip offers the best value for money\nTRAVEL\nWhy an Italian ski trip offers the best value for money\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\nSCIENCE\nA young tyrannosaur’s last meal gives new insight\n7 medical breakthroughs that gave us hope in 2023\nSCIENCE\n2023 IN REVIEW\n7 medical breakthroughs that gave us hope in 2023\nSalmonella can be deadly. Here’s how to protect yourself from it.\nSCIENCE\nSalmonella can be deadly. Here’s how to protect yourself from it.\nWhy schizophrenia in women is so misunderstood\nSCIENCE\nMIND, BODY, WONDER\nWhy schizophrenia in women is so misunderstood\nHere's what to know about pneumonia\nSCIENCE\nMIND, BODY, WONDER\nHere's what to know about pneumonia\nThe 11 most astonishing scientific discoveries of 2023\nSCIENCE\n2023 IN REVIEW\nThe 11 most astonishing scientific discoveries of 2023\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nTRAVEL\nSunshine and snow in Europe's southernmost ski resort\nA guide to Amman, Jordan's mountain-fringed capital\nTRAVEL\nA guide to Amman, Jordan's mountain-fringed capital\nHow to spend a day exploring Melbourne, Australia\nTRAVEL\nHow to spend a day exploring Melbourne, Australia\n5 of the best alternative art cities\nPAID CONTENT FOR ADVERTISER\n5 of the best alternative art cities\nThese 6 U.S. Christmas markets feel like a fairy tale\nTRAVEL\nThese 6 U.S. Christmas markets feel like a fairy tale\nHow to plan the ultimate coastal rail adventure in the US\nTRAVEL\nHow to plan the ultimate coastal rail adventure in the US\nTHE BEST OF NATIONAL GEOGRAPHIC DELIVERED TO YOUR INBOX\nSign up for more inspiring photos, stories, and special offers from National Geographic.\nEmail Address\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nSIGN UP\nLEGAL\nTerms of Use\nPrivacy Policy\nYour US State Privacy Rights\nChildren's Online Privacy Policy\nInterest-Based Ads\nAbout Nielsen Measurement\nDo Not Sell or Share My Personal Information\nOUR SITES\nNat Geo Home\nAttend a Live Event\nBook a Trip\nBuy Maps\nInspire Your Kids\nShop Nat Geo\nVisit the D.C. Museum\nWatch TV\nLearn About Our Impact\nSupport Our Mission\nMasthead\nPress Room\nAdvertise With Us\nJOIN US\nSubscribe\nCustomer Service\nRenew Subscription\nManage Your Subscription\nWork at Nat Geo\nSign Up for Our Newsletters\nContribute to Protect the Planet\nFOLLOW US\nUnited States (Change)\n\nCopyright © 1996-2015 National Geographic Society\nCopyright © 2015-2023 National Geographic Partners, LLC. All rights reserved\n\nEnter your email to unlock this story and more\nGet the best of Nat Geo delivered to your inbox, plus unlimited access to free content. To continue, enter your email below.\nEmail Address\nSUBMIT\nYes! I would like to receive top content, special offers, and other updates from National Geographic and The Walt Disney Family of Companies. By creating an account, you agree to our Terms of Use and acknowledge that you have read our Privacy Policy and US State Privacy Rights Notice.\nAlready have an account?\nSIGN IN"
}