{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "History of Straws: From Invention to Regulation",
  "href": "https://blog.footprintus.com/en/sustainability/history-of-straws-from-invention-to-regulation",
  "body": "July 2018 Seattle's first in the nation plastic straw ban goes into effect.. July 2018 Starbucks announces it plans to eliminate plastic straws from all global locations by 2020.. September 2018 McDonald's announces it will replace single-use plastic straws with paper-based alternatives in all stores across UK and Ireland.The chain uses 1.8M straws per day in the UK.",
  "textContent": "Skip to content\nStore\nPress Kit\nClose\nSCIENCE\nSOLUTIONS\nABOUT\nCAREERS\nTHE LATEST\nNEWS\nPRESS COVERAGE\nBLOG\nPLASTICS AND CONSUMERS SURVEY\n SEARCH\nContact Us\n Contact Us\nFOOTPRINTAPR 20 2022\nHistory of Straws: From Invention to Regulation\nPrevious\nNext\n\nUpdated: 4.20.22\n\nDrinking straws, and particularly plastic straws, have become ubiquitous around the world. They are one of the top 5 contributors to plastic marine waste, with millions of plastic straws being used every day in the U.S. alone. During a five year cleanup project around American shorelines, nearly 7.5 million straws were found. For some, straws are necessary, but for many they are a minor convenience. When did people start using straws in the first place? And what made them so popular? Let's look at the history of straws, and the movement to pivot away from single-use plastics.\n\n3000 B.C. The earliest use of straws dates back to the Sumerians of Mesopotamia. They used straws to drink beer that they brewed in large vats, which were too heavy to lift and pass around. So they sat on the floor and drank from long straws together.\n\n1888 Marvin Stone, an American inventor, files a patent for drinking straws made of manila paper. Previously people used natural rye grass straws which left a grassy flavor in their beverages. Stone created the prototype for his paper straw by spiraling a strip of paper around a pencil.\n\n1937 Joseph Friedman creates the world's first bendable straw, after noticing his young daughter having a hard time drinking out of a straight straw. He has a hard time selling his straw patent to existing manufacturers so produces them himself through the Flexible Straw Corporation.\n\n \n\n1950s With the rise of the automobile comes the rise of Fast Food. These restaurants replace washable glassware with low cost disposable packaging for meals and drinks on the go.\n\n1960s Plastic replaces paper, shifting straws from a renewable to an oil-based single use product. Every plastic straw created since still exists today.\n\n1980s Straws are everywhere! Krazy Straws and Jumbo Straws are introduced.\n\nFebruary 2011 Milo Cress, age 9, shocks the world with his estimate of 500 million straws per day used in the United States alone.\n\nAugust 2015 Marine biologist Christine Figgener films her research team pulling out a plastic straw that had become stuck in a turtle's nostril. The video went viral and received over 35M views. This video helps strike a cord with the public about the dire impact of our plastic habits on the health of marine life.\n\n\n\n\nAugust 2016 France becomes the first country to impose a total ban on plastic cups, plastic plates and plastic cutlery.\n\nAugust 2017 Lonely Whale kicks off their digital campaign for A Strawless Ocean, highlighting various celebrities taking the pledge to #StopSucking. The campaign helps with educating the public and pushing for regulations on single-use plastic.\n\nFebruary 2018 Queen Elizabeth bans plastic straws and bottles from all royal estates, cafes, and gift shops.\n\nMay 2018 Vancouver becomes first major Canadian city to ban single-use plastic.\n\nMay 2018 16 year-old Girl Scout Shelby O'Neil convinces Alaska Airlines to eliminate plastic straws and stirrers. The airlines, which used 22 million plastic stir straws and citrus picks each year, now plans to use products made from white birch and bamboo.\n\nJuly 2018 Seattle's first in the nation plastic straw ban goes into effect.\n\nJuly 2018 Starbucks announces it plans to eliminate plastic straws from all global locations by 2020.\n\nSeptember 2018 McDonald's announces it will replace single-use plastic straws with paper-based alternatives in all stores across UK and Ireland. The chain uses 1.8M straws per day in the UK.\n\nJanuary 2019 Governor Jerry Brown enacts a \"straw upon request\" policy in the state of California. Most cities within the state phased out plastic straws with compostable, paper-based alternatives. Washington D.C. also bans single-use plastic straws.\n\n2020 England bans all single-use plastic straws.\n\nChina bans all non-compostable bags in major cities, and is extending this ban nationwide in 2022.\n\n2021 Canada bans all single-use plastics, as does Mexico City.\n\n2022 New Jersey rolls out single-use plastic ban, starting with plastic straws. Single-use plastic carryout bags and Styrofoam cups, plates and containers will be banned in the state starting May 4, 2022.\n\n2022 France bans single-use plastic packaging for most fruits and vegetables, which could eliminate 1 billion pieces of plastic waste. \n\nPerhaps the most important and encouraging statistic of all? Worldwide, three out of four people want single-use plastics banned.\n\n \n\nRELATED ARTICLES\nFOOTPRINTAPR 20 2022\nThe Great Straw Freakout: How a Marine Biologist’s Video of an Injured Turtle Galvanized the Global Fight Against Single-Use Plastic\nTo honor Earth Day, Footprint is revisiting our most successful blog post ever: The History of Straws: From Invention to ...\nStart Reading\nFOOTPRINTJUN 14 2019\nCanada Began Saving the World This Week\nStart Reading\nFOOTPRINTFEB 25 2021\nFootprint Foundation: Mass Cold-Stunning Event of Sea Turtles of Unprecedented Magnitude in Texas\nStart Reading\nFollow us on Social Media\nMain\nScience\nSolutions\nCompany\nAbout Us\nLeadership\nBoard of Directors\nHistory\nLocations\nResources\nNews\nPress Coverage\nBlog\nMedia\nPress Kit\nInitiatives\nFootprint Center\nCopyright © 2023 Footprint | Privacy Policy\nNotice\n\nWe and selected third parties use cookies or similar technologies for technical purposes and, with your consent, for experience, measurement and marketing (personalized ads) as specified in the cookie policy. Denying consent may make related features unavailable.\n\nWith respect to advertising, we and 779 selected third parties, may use precise geolocation data, and identification through device scanning in order to store and/or access information on a device and process personal data like your usage data for the following advertising purposes: personalised advertising and content, advertising and content measurement, audience research and services development.\n\nYou can freely give, deny, or withdraw your consent at any time by accessing the preferences panel.\n\nUse the “Accept” button to consent. Use the “Reject” button to continue without accepting.\n\nLearn more and customize\nReject\nAccept"
}