{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Plastic pollution: Green light for 'historic' treaty - BBC",
  "href": "https://www.bbc.com/news/science-environment-60590515",
  "body": "Plastic crisis needs binding treaty, report says. 'Staggering' levels of plastic pollution by 2040. Ocean garbage patch is immense plastic habitat. They say just as climate change has the Paris ...",
  "textContent": "Sign In\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nPlastic pollution: Green light for 'historic' treaty\n2nd March 2022, 08:14 CST\nShare\nBy Helen Briggs\nEnvironment correspondent\nGetty Images\n\nThe world is set to get a global treaty to tackle plastic pollution.\n\nNearly 200 countries have agreed to start negotiations on an international agreement to take action on the \"plastic crisis\".\n\nUN members are tasked with developing an over-arching framework for reducing plastic waste across the world.\n\nThere is growing concern that discarded plastic is destroying habitats, harming wildlife and contaminating the food chain.\n\nSupporters describe the move as one of the world's most ambitious environmental actions since the 1989 Montreal Protocol, which phased out ozone-depleting substances.\n\nPlastic crisis needs binding treaty, report says\n'Staggering' levels of plastic pollution by 2040\nOcean garbage patch is immense plastic habitat\n\nThey say just as climate change has the Paris Agreement, plastic should have its own binding treaty, which sets the world on course for reducing plastic waste.\n\nProf Steve Fletcher of the University of Portsmouth advises the United Nations Environment Programme (UNEP) on plastics issues.\n\nHe said the plastics problem spans international borders and boundaries.\n\n\"One country can't deal with plastic pollution alone, no matter how good its policies are,\" he said.\n\n\"We need a global agreement to enable us to deal with the widespread challenges that plastic gives us as a society.\"\n\nWhat does this mean?\n\nUN member states have agreed to start international negotiations on drawing up a global plastics treaty that could set rules for production, use and disposal of plastics. The decision was made at a meeting of the UN Environment Assembly in Nairobi.\n\nDr Jeanne d'Arc Mujawamariya, environment minister for Rwanda, which has been at the forefront of the proposals, said they were optimistic the negotiations would put in place a framework \"to end plastic pollution\".\n\nConservation charity WWF described the decision as one of the world's most ambitious environmental actions since the 1989 Montreal Protocol, which phased out ozone-depleting substances.\n\nAddressing the full lifecycle of plastic products - production and use, as well as disposal - is key to turning off \"the plastic tap\", said senior policy advisor, Paula Chin.\n\n\"The next step is to make sure all signatories are ready to deliver on the promise of this ground-breaking agreement,\" she added.\n\nWhat happens next?\n\nWorld leaders have until 2024 to agree the plastic pollution treaty, including which elements will be legally binding and how the deal will be financed.\n\nEnvironmental groups are calling for clear and strong global standards that incentivise nations to stick to common rules and regulations over plastics, while penalising harmful products and practices.\n\nThere will be pressure to help countries in the global south dealing with plastic problems created in the global north.\n\n\"There is debate about who pays and how do we make sure that countries in the global south have got the resources to deal with the plastic pollution crisis that they face,\" said Prof Fletcher.\n\nThe UK government, which supported the resolution, described the agreement as \"truly historic\".\n\n\"In the space of just one human lifetime, we have caused unimaginable damage to the global environment, choking every single part of the global ocean with plastic pollution,\" said Lord Zac Goldsmith, government minister for international environment.\n\n\"And although there is much to be done now to turn it into an ambitious and far-reaching treaty, we can now begin to close this ugly chapter. \"\n\nGetty Images\nPlastic takes hundreds of years to degrade\nFacts on plastic:\nIt's thought more than five trillion pieces of plastic are in the world's oceans, which can take years to break down\nEach year, 400 million tonnes of plastic is produced and 40% of that is single-use - plastic only used once before it's thrown away\nMore than eight million tonnes of plastic enters the world's oceans each year and most of that escapes from land\nNot all plastic can be recycled, either because of the way it's made or because it's too expensive or difficult to do so\nAnimals on land or at sea can be harmed by plastic. They can get trapped in carrier bags or food packaging or mistake plastic for food.\n\nCorrection 16th January 2023: The article originally included a picture of a Hawksbill Turtle swimming underwater while entangled in a plastic bag. However as this was a concept picture, and the bag was not present in the original photo, we have replaced this image.\n\nFollow Helen on Twitter @hbriggs.\n\nPlastic\nPlastic pollution\nEnvironment\nRelated\nThe weird materials behind sustainable furniture\n3 days ago\nBusiness\nThe T-shirt chewing enzyme ready to tackle plastic waste\n27 Nov 2023\nBusiness\nFirst ever recycling for hidden plastic lab waste\n21 Nov 2023\nSomerset\nMore\n32 mins ago\nHow the war changed Russia’s climate agenda\n\nNever an enthusiastic participant in green initiatives, Russia, Europe's energy powerhouse, has pushed climate change further down its list of priorities following the invasion of Ukraine. \n\nEurope\n4 hrs ago\nThe colour of climate change\n\nFive years ago a simple design – stripes of colours ranging from dark blue to dark red – started a universal and revolutionary way of communicating global warming.\n\nFuture\n16 hrs ago\nHow divers are using antibiotics to save a massive coral reef\n\nTurks and Caicos Islanders are helping protect the reef from the deadliest ever coral sickness.\n\nLatin America & Caribbean\n1 day ago\nCornish company wins top environmental award\n\nA Cornwall company has won an international award for its work to cut plastic released into the sea.\n\nCornwall\n1 day ago\nPart of sea wall removed to help saltmarsh\n\nThe National Trust says taking down some of the wall will help protect the marsh from being eroded.\n\nEssex\nHome\nNews\nSport\nBusiness\nInnovation\nCulture\nTravel\nEarth\nVideo\nLive\nBBC Shop\nBBC in other languages\nTerms of Use\nAbout the BBC\nPrivacy Policy\nCookies\nAccessibility Help\nContact the BBC\nAdvertise with us\nAdChoices/ Do Not Sell My Info\n\nCopyright 2023 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.\n\nBeta Terms By using the Beta Site, you agree that such use is at your own risk and you know that the Beta Site may include known or unknown bugs or errors, that we have no obligation to make this Beta Site available with or without charge for any period of time, nor to make it available at all, and that nothing in these Beta Terms or your use of the Beta Site creates any employment relationship between you and us. The Beta Site is provided on an “as is” and “as available” basis and we make no warranty to you of any kind, express or implied.\n\nIn case of conflict between these Beta Terms and the BBC Terms of Use these Beta Terms shall prevail.\n\nHome\nNews\nNews\nIsrael-Gaza War\nWar in Ukraine\nWorld\nAfrica\nAsia\nAustralia\nEurope\nLatin America\nMiddle East\nUS & Canada\nUK\nUK\nEngland\nN. Ireland\nScotland\nWales\nIn Pictures\nBBC Verify\nSport\nBusiness\nBusiness\nFuture of Business\nTechnology of Business\nWork Culture\nMarket Data\nInnovation\nInnovation\nTechnology\nScience & Health\nArtificial Intelligence\nCulture\nCulture\nFilm & TV\nMusic\nArt & Design\nStyle\nBooks\nEntertainment News\nTravel\nTravel\nDestinations\nWorld’s Table\nCulture & Experiences\nAdventures\nThe SpeciaList\nEarth\nEarth\nNatural Wonders\nWeather & Science\nClimate Solutions\nSustainable Business\nGreen Living\nVideo\nLive\nLive\nLive News\nLive Sport\nAudio"
}