{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The federal government plans to phase out single-use plastics at ... - NPR",
  "href": "https://www.npr.org/2022/06/09/1103880432/interior-department-plastic-straws-recycling-waste-oceans",
  "body": "The agency would be tasked with finding alternative materials to disposable plastics, such as cutlery, bags, cups, bottles, straws and food containers, it announced Tuesday in honor of World Ocean ...",
  "textContent": "Accessibility links\nSkip to main content\nKeyboard shortcuts for audio player\nPlay Live Radio\nHOURLY NEWS\nLISTEN LIVE\nPLAYLIST\nNEWSLETTERS\nSIGN IN\nNPR SHOP\nDONATE\nNEWS\nCULTURE\nMUSIC\nPODCASTS & SHOWS\nSEARCH\nENVIRONMENT\nLISTEN & FOLLOW\nThe federal government is planning to phase out single-use plastics at national parks\nJUNE 9, 20224:46 AM ET\n\nBy \n\nAyana Archie\n\nA mother bison leads her calf through deep snow toward a road in Yellowstone National Park, Wyo., Feb. 20, 2021.\n\nRyan Dorgan/AP\n\nThe U.S. Interior Department, which helps oversee the country's national parks, says it is planning to phase out single-use plastics on its land and facilities by 2032.\n\nThe agency would be tasked with finding alternative materials to disposable plastics, such as cutlery, bags, cups, bottles, straws and food containers, it announced Tuesday in honor of World Ocean Day.\n\nSuggested alternatives include paper, bioplastics, composite, reusable cloth, glass, aluminum, stainless steel, or any other compostable or recyclable materials.\n\n\"The Interior Department has an obligation to play a leading role in reducing the impact of plastic waste on our ecosystems and our climate,\" Secretary of the Interior Deb Haaland said. \"As the steward of the nation's public lands, including national parks and national wildlife refuges, and as the agency responsible for the conservation and management of fish, wildlife, plants and their habitats, we are uniquely positioned to do better for our Earth.\"\n\nSponsor Message\nCLIMATE\nWe never got good at recycling plastic. Some states are trying a new approach\n\nThe move is part of a December 2021 executive order by President Joe Biden \"to reestablish the federal government as a leader in sustainability,\" he said.\n\nMore than 300 million tons of plastic are produced in the U.S. each year, with 14 million of them ending up in the ocean. Plastics make up 80% of the debris found in oceans, the department said.\n\nThere, marine life can accidentally ingest them, leading to injury or death.\n\n\"Plastic pollution threatens food safety and quality, human health, coastal tourism, and contributes to climate change,\" the agency said.\n\nLess than 10% of plastics are recycled, and rates of recycling have not been increasing, according to the Interior Department.\n\nThe rate of recycling has hovered at 34 to 35% from 2010 to 2017, and dropped slightly to 32.1% in 2018, according to data from the Environmental Protection Agency.\n\nThere was a similar trend in the use of plastics from 2014 to 2018, with very little change year to year. In that period, Americans wasted an average of 34.8 million tons of plastic.\n\nplastic straws\nplastic\nnational parks\nrecycling\ninterior department\nFacebook\nFlipboard\nEmail\nMore Stories From NPR\nCLIMATE\nWhat it means for an oil producing country, the UAE, to host U.N. climate talks\nRESEARCH NEWS\nLooking for honey? This African bird will heed your call and take you there\nEUROPE\n'Signs of life': Sycamore Gap tree will live on, experts say\nWORLD\nColombia is the most dangerous country in the world for environmental defenders\nGLOBAL HEALTH\nCan anything stop the toxic smog of New Delhi?\nSCIENCE\nCompanies say they're closing in on nuclear fusion as an energy source. Will it work?\nPopular on NPR.org\nPOLITICS\nJohn Whitmire elected Houston's next mayor\nNATIONAL\nPolice ID suspect in Arlington, Va., house explosion: Here's what to know\nNATIONAL\nVisitors to Martin Luther King Jr.'s birth home stop a woman from setting fire to it\nSPACE\nHouston, we have a tomato: ISS astronauts locate missing fruit (or vegetable)\nCULTURE\nRick Rubin on taking communion with Johnny Cash and why goals can hurt creativity\nPOLITICS\nHouse Republicans prepare for official vote to authorize impeachment inquiry\nNPR Editors' Picks\nCLIMATE\nOil companies are embracing terms like 'lower carbon.' Here's what they really mean\nSPORTS\nRussians and Belarusians can compete in the 2024 Olympics — as neutral athletes\nASIA\nA year after lifting COVID rules, China is turning quarantine centers into apartments\nART & DESIGN\nIt's time for holiday decorations. How to create an iconic theme — and save money\nBOOK REVIEWS\n4 coffee table art books from 2023 that are a visual feast\nOBITUARIES\nRyan O'Neal, star of 'Peyton Place' and 'Love Story,' dies at 82\nREAD & LISTEN\nHome\nNews\nCulture\nMusic\nPodcasts & Shows\nCONNECT\nNewsletters\nFacebook\nInstagram\nPress\nPublic Editor\nCorrections\nContact & Help\nABOUT NPR\nOverview\nDiversity\nNPR Network\nAccessibility\nEthics\nFinances\nGET INVOLVED\nSupport Public Radio\nSponsor NPR\nNPR Careers\nNPR Shop\nNPR Events\nNPR Extra\nterms of use\nprivacy\nyour privacy choices\ntext only\n© 2023 npr\n\nSponsor Message\n\nBecome an NPR sponsor"
}