{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic Pollution: A Perspective on Matters Arising: Challenges and ...",
  "href": "https://pubs.acs.org/doi/10.1021/acsomega.1c02760",
  "body": "Plastic pollution is a persistent challenge worldwide with the first reports evidencing its impact on the living and nonliving components of the environment dating back more than half a century. The rising concerns regarding the immediate and long-term consequences of plastic matter entrainment into foods and water cannot be overemphasized in light of our pursuit of sustainability (in terms of ...",
  "textContent": "ACS ACS Publications C&EN CAS\nAccess provided byUniversity of the South Log In\nPair your account to your Institution\n\nClick the pair button to affiliate your institution with your personal account\n\nPAIR\nTurn off this notfication\nmore info...\nMy Activity Publications \nADVERTISEMENT\nRETURN TO ISSUEPERSPECTIVENEXT\nPlastic Pollution: A Perspective on Matters Arising: Challenges and Opportunities\nAustine Ofondu Chinomso Iroegbu, Suprakas Sinha Ray*, Vuyelwa Mbarane, João Carlos Bordado, and José Paulo Sardinha\nCite this: ACS Omega 2021, 6, 30, 19343–19355\nPublication Date:July 23, 2021\nhttps://doi.org/10.1021/acsomega.1c02760\n\nCopyright © 2021 The Authors. Published by American Chemical Society. This publication is licensed under \n\nCC-BY-NC-ND 4.0.\nArticle Views\n35100\nAltmetric\n8\nCitations\n29\nLEARN ABOUT THESE METRICS\nShare\n \nAdd to\n Export\nRIS\nPDF (3 MB)\nSUBJECTS:Environmental pollution,Fibers,Materials,Plastics,Water pollution\nACS Omega\nAbstract\n\nPlastic pollution is a persistent challenge worldwide with the first reports evidencing its impact on the living and nonliving components of the environment dating back more than half a century. The rising concerns regarding the immediate and long-term consequences of plastic matter entrainment into foods and water cannot be overemphasized in light of our pursuit of sustainability (in terms of food, water, environment, and our health). Hence, some schools of thought recommend the revisitation and continuous assessment of the plastic economy, while some call for the outright ban of plastic materials, demonstrating that plastic pollution requires, more than ever, renewed, innovative, and effective approaches for a holistic solution. In this paper, dozens of reports on various aspects of plastic pollution assessment are collated and reviewed, and the impact of plastic pollution on both the living and nonliving components of the environment is discussed. Current challenges and factors hindering efforts to mitigate plastic pollution are identified to inform the presented recommendations while underscoring, for policymakers, stakeholders, and the scientific community, the exigency of finding sustainable solutions to plastic pollution that not only encompass existing challenges but also future threats presented by plastic pollution.\n\nThis publication is licensed under\n\nCC-BY-NC-ND 4.0.\n1. Pollution—An Overview\n\tARTICLE SECTIONSJump To\nPollution is a global phenomenon, a persistent challenge that is transnational (i.e., borderless) in nature, transinstitutional in purview, and transdisciplinary in solution scope. (1−3) As indicated in Figure 1, pollution can arise naturally, for example, by saltwater intrusion into freshwater resources and volcanic eruptions that release dangerous gases, or it can be manmade, a result of anthropogenic activities such as the exploitation of the environment and its resources and the introduction of matter or energy into the environment that are not natural to it. (4−6) Substances or energies (e.g., material entropy) that are introduced into the environment through anthropogenic activities can upset and compromise the natural balance of the earth’s intricate and inter-related systems, causing a “domino effect”. (7−9) Pollution can also be considered as (an) unnatural disturbance(s) arising from the intrusion of energy or matter into the environment, which may result in the interruption (i.e., modification) or degradation of the natural state of a system or environment, thereby increasing the risk of the system or environment deviating from its initial state (i.e., original conditions and functions). For example, the water present in commercial petroleum products (e.g., gasoline) can be considered a pollutant because it affects the original conditions and functions of these products in motor engines. Hence, it can be inferred that chemical reactions usually occur as a result of unnatural disturbances (i.e., the agitation or excitation of the state of matter or a system), causing the transformation or transmutation of substances (i.e., matter) from one form to another (which may be reversible or irreversible); accordingly, pollution has the potential to change the dynamics of matter and environments, which consequentially impacts the natural characteristics of living and nonliving components. (8,10) Notwithstanding, we hold that matter or energy entering an environment cannot be considered pollution (or a pollutant) if the effect of such intrusion or disturbance on the environment or system is not negative, i.e., is (i) neutral or (ii) positive. Hence, we posit that meeting these conditions should be the basis for considering such matter or energy as “green” or “eco-friendly”. For example, sunlight is considered friendly to green vegetation but unfriendly to plastic materials; in the former, it is vital for photosynthesis, and in the latter, it is known to promote photodegradation.\nFigure 1\n\nFigure 1. Common sources of pollution.\n\nPollution has detrimental consequences, which cannot be overstated in light of current environmental challenges. For example, it has been reported that a slight deterioration in air quality, owing to pollution, significantly impairs the natural behavior of bees, interrupting their critical roles in the ecosystem and thereby threatening food security. (11) Elsewhere, it has been found that a strong correlation exists between congenital anomalies and community exposure to chemicals associated with environmental contaminants. (12) A recent study has shown that the deterioration in the quality of milk in breastfeeding mothers can be traced to environmental pollution; it further contends that pollutants, such as polychlorinated biphenyls (PCBs), entering the human body have the potential to disrupt and alter the natural balance of a mother’s milk with health consequences for breastfeeding infants that can range from allergies and endocrine disorders to impaired neurodevelopment. (13) To place the existential threat of pollution in context, a global health assessment has established that more than 20% of global deaths can be traced to pollution-related health complications. (14) Pollution impacts almost every aspect of our existence and the living and nonliving components of the environment. For example, satellite data spanning three decades evidence the devastating impact of global warming (a result of environmental pollution), which has shrunk Greenland’s ice sheets to almost nothing, thus contributing to rising global sea levels. (15)\nPlastic pollution is a pressing global challenge owing to the pervasive, near-unmanageable threat it poses to living and nonliving systems and the environmental stress it causes. (16,17) Herein, we define plastic pollution (encompassing macro-, micro-, and nanoplastic debris) as the intrusion or invasion by plastic materials (i.e., polymeric systems), either through direct introduction or degradation processes, of environments (to which they are not native) to negatively or undesirably impact such environments. Similar to greenhouse gases, persistent pollutants, and other environmental contaminants, plastic pollution cannot be restricted by territorial boundaries or legislation because it is able to migrate between water bodies, disperse through air, and be transported to remote locations through human intervention. (18−20)\nThe following criteria are considered conditions for qualifying a pollutant as hazardous to the environment: (8) (i) its biological impact even at minute concentrations is significant (noticeable and observable); (ii) it easily diffuses into the atmosphere, is soluble in water, and has an affinity for accumulating in environments; (iii) it tends to persist in a given environment; (iv) it can impact a wide range of targets (living and nonliving), especially those directly linked to human health or important for environmental stability and functions; (v) its degradation byproducts or their combination with other environmental chemical compounds exhibit toxicity, persist, and accumulate in a target or exceed the original levels of the material; (vi) it is suitable for large-scale production and its benefits are considered to outweigh the concomitant cost of pollution. This perspective shows that plastic pollution satisfies all of these criteria and, thus, is hazardous to both living and nonliving systems in the environment.\nA Google Scholar search using the search criteria “Plastic Pollution” at 10-year intervals in the last seven decades reveals that the number of publications on plastic pollution has increased, as shown in Figure 2. Across the world, the issue of plastic pollution has brought about a paradigm shift in discourses on climate change and ocean and environmental sustainability. (21,22) In almost every country in the world, multiple individuals and groups have become environmental activists against plastic pollution. (23) In addition, governments, world leaders, and various stakeholders participate in discussions, conventions, and resolutions in concerted efforts to find a holistic solution to plastic pollution. (24,25)\nFigure 2\n\nFigure 2. Number of publications between 1952 and 2021 on plastic pollution. The search engine was Google Scholar, while the keyword for the search was Plastic Pollution.\n\nHowever, despite being a half-century-old problem, it is evident that the threat posed by plastic pollution is not abating and remediation will require, more than ever, renewed effort and a holistic approach with concrete commitments from all stakeholders. Borrelle et al. (17) estimated that more than 10% of the global plastic waste generated in 2016 found its way into aquatic environments. Moreover, they forecast that, without immediate intervention, by 2030, the world’s aquatic environments could contain more than 80 metric ton (Mt) of plastic debris. (17) Such a volume of plastic added to the world’s aquatic environments would displace an equal volume of water, shrinking aquatic habitats, increasing the likelihood of floods, and exacerbating global warming; (2) these phenomena, in turn, have countless negative consequences, such as endangering individuals and communities, destroying properties, and straining healthcare facilities and resources, government budgets, and the insurance industry, demonstrating the wider impact of plastic pollution. (26−28)\nConcerns regarding the mounting challenges of pervasive environmental and biological stressors, chiefly arising from the short- and long-term impacts of plastic pollution, have prompted the consolidation of the efforts (and associated financial, scientific, economic, and political resources) of stakeholders, worldwide, in the form of a sustainable development goal (SDG) initiative that prioritizes sustainable and healthy earth for all. (29) Therefore, discourses on environmental pollution such as plastic pollution should evaluate challenges, possible amelioration/mitigation, or control, with reference to the SDGs and current environmental issues.\nThis perspective differs from existing publications on plastic pollution (Table 1) as it underscores key challenges and factors hindering global efforts to mitigate the menace of plastic pollution while highlighting various views on plastic pollution. It also discusses important developments and initiatives, aimed at mitigating the environmental impacts of plastic pollution, and presents recommendations that are based on a multidisciplinary approach. Policymakers, stakeholders (i.e., the plastic economy value chain), and the scientific community are alerted to the exigency of synergistically reshaping the current plastic economy to demonstrate a commitment toward the pursuit of green(er) plastics and support of blue sea initiatives, focusing on sustainable solutions that address the existing and future challenges presented by plastic pollution.\nTable 1. Publications (i.e., Reviews and Perspectives) on Plastic Pollution\ntitle\tyear\thighlights\trefs\nNew perspectives in plastic biodegradation\t2011\t•A significant hazard posed by plastic is its entrainment into food chains\t(30)\n•Certain organisms (e.g., extracellular laccase) are able to biodegrade polyethylene\n•The biodegradation of plastic materials depends on potential biofilm formation and cell surface hydrophobicity\n•Governments should prioritize safe waste disposal especially of plastic materials\nCurrent research trends on plastic pollution and ecological impacts on the soil ecosystem: A review\t2018\t•Studies on the impact of plastic pollution on soil ecosystems are limited\t(31)\n•Plastic debris distribution in soils can seriously impact soil ecosystems and organisms\n•It is necessary to intensify research of plastic pollution and soil ecosystems and organisms to mitigate detrimental consequences\nA catchment-scale perspective of plastic pollution\t2019\t•The smaller the particle size of plastics the higher their potential negative impact on the environment\t(32)\n•Knowledge on the wider impact of infinitesimal plastic particles is limited\n•Plastic pollution poses a serious threat to the natural environment\n•It is necessary to understand the interactions of plastic pollutants with organisms in different ecosystems\nAnalysis and prevention of microplastic pollution in water: current perspectives and future directions\t2019\t•Remedial strategies for microplastics in the environment should focus on legislative control and awareness programs\t(33)\n•Remediation and clean-up initiatives of microplastics present in water should be intensified\n•The wastewater treatment process should be improved to limit the release of microplastics into open waters\n•The use of biodegradable plastics should be encouraged\nAtmospheric microplastics: A review on current status and perspectives\t2020\t•The chemical composition of plastics is key to defining plastic pollution\t(34)\n•Atmospheric plastic debris is a persistent pollutant\n•Studies on atmospheric plastic pollution are limited\n•Intensive research on the spatial and temporal variations of plastic matter distribution in the atmosphere is necessary\nPlastics are polymeric systems (i.e., macromolecules), for example, polyethylene, polyacrylamides, polyesters, and polypropylene. Although plastics are generally polymers, not all polymers are plastics, such as natural cellulose, carbohydrates, proteins (e.g., leather), lignin, and natural rubber (Hevea brasiliensis). In this perspective, we consider plastic pollutants to be polymer-based materials in the environment, which may be plastics or not, that are potentially harmful.\n2. A World of Polymers\n\tARTICLE SECTIONSJump To\nWe have always lived in the polymer age. Humans are essentially polymeric, from the deoxyribonucleic acid (DNA) that encodes our human traits to the protein that covers our body (skin) and our keratin-laden hair. Moreover, our living, walking polymeric forms are sustained by the polymers we consume in the forms of carbohydrates and proteins and protected by the polymer-based clothes we wear. Advances in polymer science and engineering over the years have led to the discovery and commercialization of various polymer-based systems or materials such as polycarbonates, nylons, polyimides, polyurethanes, and liquid crystals, which have found various domestic and industrial applications that shape our world and advance our quality of life. Polymers feature prominently in almost every sector of the economy, from industries that manufacture pharmaceuticals, composites, and tires to laboratories that perform DNA profiling for criminal investigations by law enforcement agencies, demonstrating that polymers and polymer science have contributed and continue to contribute to civilization; additional examples are presented in Figure 3. (35−38) Owing to great minds such as Hermann Staudinger (1881–1965), Wallace Hume Carothers (1896–1937), Paul J. Flory (1910–1985), and Stephanie L. Kwolek (1923–2014) advancing the field of polymer science and engineering, plastics are considered one of man’s greatest feats in the field of science and technology. (39,40) In 1962, Fred Wallace Billmeyer Jr. (1919–2004) predicted that, with advances in polymer science and engineering, plastics will become the dominant materials of the future, surpassing steel, aluminum, and copper. (41) More than half a century later, this prediction seems accurate as, in recent times, plastics have outperformed competing materials, including wood, metal, and glass, as the material of choice in diverse domestic and industrial applications; the production of plastics exceeded 8 billion Mt between 1950 and 2015. (2,42)\nFigure 3\n\nFigure 3. Immense contributions of polymers to human advancement and civilization cannot be overstated; polymers feature heavily in almost every sector of the economy.\n\nOwing to their flexibility and adaptability for various applications, lightweight, moisture resistance, corrosion resistance, and low-cost plastics are sought-after materials for various applications. Commodity plastics such as polypropylene, which is a very cost-effective polymeric material that can be blow-molded, extruded, thermoformed, or injection-molded, are popular for the fabrication of products such as packaging films, plastic crates used for good transportation, storage containers (e.g., ice cream containers and yogurt containers), plastic caps, jerry cans, and hair combs. Other well-known commodity plastics include poly(vinyl chloride) (generally known as PVC and employed in piping and insulation systems), polyethylene (generally employed in packaging films), and poly(ethylene terephthalate) (PET; generally employed in beverage packaging). (36,43) Since our reliance on polymers increases in step with advances in science and technology (e.g., robotics, artificial intelligence, synthetic organs, insulation for energy conservation, and smart materials), a future that is not enriched and heavily dependent on plastics seems unlikely. (43−45)\n3. Health and Environmental Issues\n\tARTICLE SECTIONSJump To\nThere is no gainsaying that plastics have contributed immensely to the rise of human civilization; however, the distribution of plastic debris (macro-, micro-, and nanoplastics) in the environment and its entrainment into biological systems have become a serious issue. (46) Various health conditions such as thyroid dysfunction, obesity, diabetes, and reproductive impairment have been attributed to plastic pollution. (47) For example, it has been shown that nanoplastics impact negatively the composition and diversity of microbial communities in the human gut, which, considering emerging research evidencing the strong relationship between the gut and neural networks in the brain, could negatively impact the endocrine, immune, and nervous systems. (20) As already highlighted, pollution changes the dynamics of systems and environments with consequential impacts on the natural characteristics of their living and nonliving components; thus, it is reasonable to infer that the entrainment of nanoplastics into the human gut holds physiological consequences. The genotoxicity of micro- and nanoplastics to DNA has been established. It has been demonstrated that if the plastic matter is small enough to cross the nuclear membrane surrounding the DNA, damage can occur, impairing the DNA structure or forming lesions, which, unrepaired or misrepaired, can cause mutagenic processes that are considered to play a role in the carcinogenesis of cells. Additionally, it was found that the type and level of damage of DNA depend on the shape, functional groups, and chemical composition of the plastic debris. (48) The human airway is a key pathway for plastic fiber entrainment into the lungs, and biopersistence of the fibers depends on their length, structure, and chemical composition. Moreover, at certain exposure limits, all plastic fibers are likely to produce inflammation, which can lead to lung challenges such as the formation of reactive oxygen species with the potential to initiate cancerous growth through secondary genotoxicity. (49) Although there are few studies on the extent of the damage that prolonged exposure to plastic particles can cause to the human body (suggesting the need to increase research in this area), it is accepted that industry workers at textile facilities are at a high risk of contracting occupational diseases arising from high exposure to textile fibers. (50) It has long been established that constituents of plastic packaging chemically interact with or migrate into fat-containing foods; typical interactions include the migration of antioxidants from the plastic packaging into the food, sometimes bonding to the food surface. (51) Such transfer of packaging additives from the packaging material to its food content is a potential health risk. Furthermore, PET, a common plastic employed in the food and beverage industry, is a source of endocrine disruptors; (52) these endocrine disruptors leach from the plastic packaging into the consumables that it contains. Even at standard room temperature, phthalates (potential endocrine disruptors) are known to leach from PET packaging into various food contents in the presence of water. (52)\nThe low thermal conductivities of plastic materials, although considered advantageous in certain applications (e.g., heat insulation), (43) contribute to global warming when these plastics are distributed in aquatic environments; they displace equal volumes of water and restrict heat flow from the sun to the aquatic environment, leading to a rise in sea levels and the dissipation of energy into the immediate environment. (2) The degradation pathways of plastics in the environment can also contribute to environmental stress. For example, Gewert et al. (53) posited that PVC, a very unstable polymer in the presence of UV radiation (+hv), undergoes dechlorination in the environment, forming polyene moieties and hydrochloric acid (HCl) in the presence of water, as shown in Scheme 1.\nScheme 1\nScheme 1. Possible Pathway for the Photoinduced Dechlorination of PVC in the Presence of Sunlight and Water in the Environmenta\n\naReproduced with permission from Gewert, B.; Plassmann, M. M.; MacLeod, M. Pathways for degradation of plastic polymers floating in the marine environment. Environ. Sci.: Process. Impacts2015, 17, 1513–1521. (53) Copyright 2015, Royal Society of Chemistry, UK.\n\nThis dechlorination process and subsequent release of HCl have the potential to contribute to the acidification of aquatic environments by decreasing the pH level, in addition to the acidification caused by atmospheric CO2. It has been highlighted that increasing ocean acidity will aggravate global warming, (54,55) detrimentally affecting and possibly mutating habitats and the characteristics of various environments (56,57) to seriously undermine our goal of sustainable earth for future generations. However, a major concern must be raised at this point: the risk posed by PVC debris on living systems. Can PVC debris find its way into living systems? If it can, does it follow the above-mentioned degradation pathway? If it does, what health challenges do direct dechlorination and the subsequent release of HCl present living systems such as humans?\nThe load-bearing capacity of an environment is considered finite and it is believed that exceeding this capacity of an environment (and its living and nonliving components) to tolerate stressors such as synthetic waste (e.g., plastic debris) can result in unpredictable, possibly catastrophic, situations owing to a butterfly effect. (9)\n4. Challenges Associated with Plastic Pollution Mitigation\n\tARTICLE SECTIONSJump To\nFactors militating against efforts to manage and limit the negative environmental impacts of plastic pollution are numerous and multifaceted; they include economic and political factors, a lack of commitment by governments and global plastic economy stakeholders, dissenting opinions of scientists, and under-reported or overlooked polluters. (2,58−61) Here, we highlight a few important challenges. For example, in October 2020, it was reported that the United States generated an estimated 42 Mt of plastic waste in 2016, of which between 0.14 and 0.41 Mt was allegedly dumped illegally into the environment (land and water) and another 0.15–0.99 Mt was exported to other countries such as South Africa, Indonesia, and Mexico, where it was inadequately recycled (either burnt or discarded in open landfill sites). It was further stated that between 2010 and 2016, the United States was the most significant contributor to plastic pollution in the environment, overtaking China. (62) This indicting report of a technologically and economically advanced country such as the United States and others (63) demonstrates one of the key challenges facing global efforts to mitigate plastic pollution, i.e., the tendency of global powers to pass the responsibility for their generated waste on to poorer nations, who are less equipped to recycle or manage the waste. Hence, we contend that the issue of plastic pollution and its mitigation strategies transcend the generally narrow public focus on single-use carrier bags (although they contribute to the problem) and concern powerful stakeholders such as multinational corporations and top brands that have the capacity (financially, politically, etc.) to undermine or circumvent concerted global efforts to address plastic pollution. For example, based on an audit undertaken in more than a dozen countries, it was found that well-known global brands, such as Coca-Cola, Nestlé, PepsiCo, and Unilever, are among the top sources of plastic pollution (for the third consecutive year); (64) yet, there are scant reports of these brands taking ownership of the environmental threat posed by plastic packaging used in their products, especially in countries in sub-Saharan Africa (e.g., Nigeria). (65)\nMultiple studies have demonstrated that automobile tires are significant contributors to microplastic pollution in the environment. For example, Kole et al. (66) demonstrated that the wear and tear of tires contribute significantly to the entrainment and distribution of plastic particles in the environment. They estimate the annual per capita emission of tire particles to range between 0.23 and 4.7 kg, with a global average of 0.81 kg. Furthermore, they contend that 5–10% of the plastic pollution in aquatic environments is derived from automobile tires, while 3–7% of the plastic particles in the air that we breathe is derived from automobile tires, which is a significant contribution to the global air burden. (66) However, they did not collate data on the amount of plastic matter, derived from tires, that enters the food chain (through water and air), or how much is consumed by ruminants owing to plastic matter trapped/settled on their food sources, e.g., grasses. Furthermore, they did not include comprehensive data from the wear and tear of bicycle tires or tires employed in the aviation industry since reports that quantify the contributions of these categories of plastic polluters are limited. A related study quantified the relative abundance of plastic matter (i.e., microplastic debris) generated by the wear and tear of automobile tires at roadside drains and in the natural environment near major road intersections, finding that it ranged from 0.6 ± 0.33 to 65 ± 7.36 in 5 mL of sampled material. The report also noted that plastic debris tends to act as a vector for other hazardous systems and thus persists in the environment with serious negative consequences. (67) Owing to increasing concerns that automobile users contribute substantially to microplastic distribution in the environment, the Swedish Government commissioned the Swedish National Road and Transport Research Institute (VTI) to conduct a comprehensive study of this matter between 2018 and 2020. The key findings of their study are summarized. (68)\n\nAt least half of Sweden’s microplastic pollution derives from tires.\n\nParticles as large as 20 μm are deposited on or near roads and are carried off by winds to remote places. In addition, rain or snow clean-up processes transport these particles to other locations.\n\nStormwater transports tire-based microplastics into open waters, reservoirs, and containment areas.\n\nIt is necessary to further investigate the transportation and fate of these generated microplastics in sewerage and natural organisms.\n\nNotwithstanding the mounting evidence of tire-based microplastic pollution, the multibillion-dollar tire industry is resisting scrutiny of its contribution to plastic pollution and the imposition of sanctions and regulations through the intense lobbying of European Union (EU) lawmakers. The report further highlighted how the tire industry commissioned and published no less than ten studies to counter reports revealing the significant risk that tire particles pose to humans and the environment; (69) again demonstrating how polluters undermine efforts to mitigate the plastic pollution caused by their products. In addition, several studies have argued that because tire particles contain toxic substances, such as polycyclic aromatic hydrocarbons (phenanthrene, butylated hydroxyanisole, 2-methylnaphthalene, etc.) that are considered to pose serious health risks to living systems, (70,71) their distribution in the environment should not be trivialized.\nAnother factor limiting efforts to mitigate plastic pollution is the dissenting opinions and counteropinions held by scientists on various aspects of plastic pollution, e.g., sources, risk assessment, and toxicology. For example, Stafford and Jones (72) opine that addressing plastic pollution, such as ocean plastic pollution, is less pressing than addressing other environmental challenges such as climate change and biodiversity loss. They insist that emerging reports highlight the exigency of directing global efforts toward mitigating carbon emissions rather than expending energy on lesser threats, such as marine plastics. They further suggest that although ocean plastic pollution is a problem that needs attention, it does not pose an immediate ecological or toxicological threat at a planetary boundary level (i.e., the threat posed by plastic pollution is contextually less pressing than the threats posed by climate change and biodiversity loss that have long exceeded core planetary boundaries). (72) However, Avery-Gomm et al. (73) have challenged the position of Stafford and Jones, (72) arguing that global threats must continually be kept in perspective because undermining one threat by substituting it with another so-called “heftier” threat would be counterproductive in the global pursuit of sustainability. In their concluding remarks, they posit that the continuous discourse on plastic pollution has informed the improvement of the monitoring and risk evaluation of plastic pollution, as well as the development of frameworks for mitigation and remediation. (73) Elsewhere, an environmental toxicologist and risk assessor has argued that microplastics in marine and freshwater ecosystems do not pose any threat to the aquatic habitat as long as these pollutants are in low concentrations, despite the contradictory views of fellow scientists, referring to the threat posed by microplastics to aquatic habitats as a superficial risk. (74) However, this trivialization of the threat posed by plastic pollution on not only aquatic habitats but also terrestrial and arboreal environments is strongly rejected by Hale, (75) who insists that there is no basis to downplay the threat posed by plastic pollution to aquatic habitats. Hale contends that, in addition to plastic particle size, assessments of the toxicological impacts and consequences of plastic pollution in any given environment must consider the chemical compositions of the polymeric materials employed in the manufacture and production of the plastic materials; the shapes, surface areas, density, and persistence of the plastic particles; as well as the effects of additives (e.g., modifiers) and even sorbed pollutants (e.g., carriers and/or transfer agents). (75) Hale’s position is supported by Kramm et al., (76) who add that plastic pollution is a prototypically global and complex anthropogenic issue. They hold that a reductionist approach to addressing a serious environmental issue such as that presented by plastic pollution is detrimental to mitigation efforts. Moreover, they consider it high time that the scientific community takes responsibility for the environmental problems resulting from the work and inventions of scientists rather than trivializing or shirking responsibility. (76) Although some scientists may want to trivialize the threat of plastic pollution, it is generally accepted that any substance or energy can become toxic and environmentally disruptive at sufficient concentrations. (8) The fundamentally different opinions of scientists are a key challenge to forging cooperation; after all, a house divided against itself cannot stand. Such differences also convey disunity and present avenues or opportunities for plastic polluters to exploit, to avoid responsibility, to the detriment of the environment and, by extension, humanity.\nStudies have evidenced that textiles and fibers are major contributors to the plastic materials that entrain into human lungs, food, and the environment (Table 2). (49,77) However, because clothing is a primary human need, the textile industry directly and indirectly employs more than 100 million people globally and is a significant contributor to the gross domestic product (GDP) and economic growth of various nations. (78,79) In this context, addressing the plastic pollution resulting from the use of textiles and fibers is a challenge since any approach will have consequences (whether that approach involves banning the use of textiles and fibers or mitigating their contribution to plastic pollution as much as possible). Figure 4 shows how much textile lint accumulates in the lint trap of a commercial dryer in a laundry house. This commercial dryer features a trap that prevents lint from escaping; however, washing machines and dryers that do not feature appropriate filtration systems release significant volumes of textile fibers into the environment.\nFigure 4\n\nFigure 4. Lint accumulation from a winter blanket in a commercial dryer. (A) Winter blanket loaded inside a commercial dryer. (B) Accumulation of lint inside the lint trap during the drying of the blanket. (C) Unweighed lint accumulated in the lint trap from the winter blanket after a single dry cycle. Photo Credit: First author (AOCI).\n\nTable 2. Reports Demonstrating that Textile Fibers Contribute Significantly to Environmental Plastic Pollution\ntitle\tyear\thighlights\trefs\nMicroplastics in air: Are we breathing it in?\t2018\t•Over 60 million Mt of synthetic plastic fibers were produced in 2016\t(49)\n•Fibrous microplastic materials are constituents of outdoor and indoor air\n•Airborne microfibers can be carriers of or sorbents for other pollutants\n•Microplastic fibers enter the body during inhalation\nMicrofibres from apparel and home textiles: Prospects for including microplastics in environmental sustainability assessment\t2019\t•A considerable quantity of plastic pollutants is microfibers derived from textiles (especially synthetic fibers such as polypropylene)\t(82)\n•Wastewater effluents contain high concentrations of microfibers\n•Wastewater released on soil surfaces is a source of microfiber contaminants\n•Microfibers exist in both indoor and outdoor airs, they settle on surfaces or are inhaled\nMicroplastic pollution in water and sediment in a textile industrial area\t2020\t•The industrial production facilities of synthetic textiles are primary sources of microplastics discharged into aquatic environments\t(35)\n•The processes of washing, packaging, and transporting of textile materials contribute to plastic pollution\n•The dominant microplastic pollutant identified in this study was polyester fibers\nMini-review of microplastics in the atmosphere and their risks to humans\t2020\t•Microplastics are ubiquitous in the atmosphere\t(50)\n•Major sources of microplastics in the atmosphere are synthetic fibers\n•The relative abundance of fibrous polymeric materials (polypropylene, PET, polyethylene, etc.) in the atmosphere is high\nSystematic Study of Microplastic Fiber Release from 12 Different Polyester Textiles during Washing\t2020\t•Microplastic fibers are the main plastic pollutant in water resources, e.g., freshwater\t(77)\n•These fibers are mainly released into the environment through shedding and washing\n•Although repeated washing reduces the release of microfibers, the lengths of the released fibers increase\nMicroplastic fibers from synthetic textiles: Environmental degradation and additive chemical content\t2021\t•The rapid degradation of polyester and polyamide microfibers occurs under UV radiation in just over 10 months of significant exposure\t(83)\n•Additives in synthetic fibers can potentially leach into the environment\nMoreover, considering that most polymers employed in the manufacturing of synthetic fibers and textiles are derived from petroleum and fossil-based resources, plastic pollution mitigation becomes a challenge (especially for oil-dependent economies) when balancing economics and politics. (80,81)\nProducts and polymer-based articles, such as toothbrushes, shoes (materials or soles may be made from plastics), insulated electrical cables and equipment, light switches, writing pens (i.e., plastic cases), writing and printing inks (employ polymeric systems such as drag-reducing agents and stabilizers), mattresses, wigs and artificial hair (usually derived from high-performance polymers), artificial nails (e.g., acrylics), kitchen wipes (composed of microfibers), automobile paints, phone casings, computer casings, plastic wristwatches, and marine paints, are usually overlooked or underestimated as significant contributors to plastic pollution. Collectively, the “insignificant” contributions of these products or articles to plastic pollution, owing to poor disposal or through the process of wear and tear/degradation, is less insignificant. Notwithstanding, several reports focus on single-use plastic carrier bags as the primary plastic pollutant menacing our environment. (84,85) While we do not fault the positions held by these scientists, we argue that almost everyone releases plastic matter into the environment on a daily basis, e.g., through the shedding of textile fibers from our clothing. Hence, a more holistic approach to the management and control of plastic pollution is necessary to realize a sustainable environment. A small leak will sink a great ship; hence, we must beware of the plastic fibers that billions shed from their clothes daily or that is derived from insignificant contributors. It is our opinion that most people have little or no idea that their footwear (made from polymeric materials) also contributes to plastic pollution in the environment through wear and tear. As people tread on road surfaces, these surfaces abrade their footwear and accumulate plastic particles, which are subsequently washed away by rain into open waters. Furthermore, reports on the contributions of automobile and marine paints/coatings to plastic pollution through wear and degradation are limited. We submit that the contributions of automobile and marine paints/coatings to plastic pollution must be analyzed and quantified, as they represent potential secondary or primary sources of micro- and nanoplastic stressors in the environment. Moreover, the advanced paints and coatings (e.g., anticorrosive paints and coating) (86,87) that scientists and technologists are developing may pose additional environmental challenges when such materials leach, degrade, or form sediments in particular environments. It is worth noting that during the environmental degradation of paints and coatings, sorbed pollutants or additives may combine with biogenic systems and unpredictably alter living and nonliving systems in the environment. These plastic pollutant sources are usually overlooked or understudied, resulting in a knowledge gap that must be addressed to formulate a holistic approach to the management and control of plastic pollution in various environments.\n5. Opportunities\n\tARTICLE SECTIONSJump To\nEvidently, plastic pollution is a global challenge, and, as has been demonstrated, it meets all of the criteria of an environmental hazard for both the living and nonliving components of the environment. It is also apparent that a plastic-free future is unlikely despite the threat plastic pollution poses to the environment. (25) In addition, emerging data indicate an increase in global plastic pollution owing to the demand for personal protective equipment, (88,89) such as facemasks, to limit the spread of COVID-19. Besides, even if we were to ban the production and use of plastics, we would still need to address the plastic pollution currently present in our water, atmosphere, soil, consumables (e.g., table salts), and even vegetation (e.g., wheat and lettuce). (90−92) Hence, concerted global efforts are required to mitigate, manage, and control the current and possible future threats plastic debris distribution in the environment poses to its living and nonliving systems. Fortunately, various courses of action can be taken to realize this goal.\n5.1. Plastic Education in National Curricula\nBecause prevention is better than cure, environmental responsibility and sustainability must be taught (formally and informally) from childhood, be it at home or in religious or formal education settings, to instill an appreciation of life and the environment. Such an educational approach is comparable to comprehensive sex education (CSE) that forms part of school curricula and teaches students life skills that enable them to make appropriate and healthy choices concerning their sexual lives. (93) We hold that incorporating plastic education into the national curricula is critical to mitigating, managing, and controlling plastic pollution and fostering sustainability. (94) We have enumerated elsewhere (2) the opportunities a plastic education curriculum presents. Hence, we support the call by the comity of nations for a global curriculum on plastic pollution, taught from kindergarten to the tertiary level, that addresses existing and emerging environmental and sustainability goals and objectives. For example, it has been established that handwashing clothes limits the amount of plastic fibers that ends up in the environment and prolongs the life span of fabrics. Although most people would consider using washing machines to do their laundry, a greater understanding of the limitations of these conveniences in mitigating plastic pollution may change behavior. It is believed that one of the reasons plastic pollution persists is the disconnect between scientific knowledge and the formative knowledge of the population. The population should be equipped with sufficient knowledge concerning the dangers and detrimental impact of plastic pollution (i.e., heightened risk awareness); instilling this risk awareness through formative education from childhood will promote the acceptance and support of policies and initiatives formulated to mitigate plastic pollution.\nReligious and cultural institutions must actively participate in educating society on the value of sustainable earth and environment. It has been observed that culture, tradition, and religion all overwhelmingly influence the psyche, politics, emotional intelligence, and approach to life of individuals; (95,96) hence, addressing a global issue such as plastic pollution requires a rethink of our educational systems and the roles they play in promoting a sustainable environment. Human behaviors are ranked as some of the main challenges to addressing environmental issues; however, educational, religious, cultural, and traditional organizations can influence the attitudes and behaviors of their members in terms of environmental issues and are best placed to convince the population of the dire need to manage and control plastic pollution through behavioral change and ethical best practice. (2,97)\nFurthermore, global education systems should place greater emphasis on “responsible science”, where every scientific pursuit considers the environment to avoid engineering our own destruction. Scientists must understand that sustainability is their core mandate and must take ownership of the environmental challenges in which they are complicit. We believe that the formal and informal education sectors are critical to achieving the SDGs (29) and posit that plastic pollution mitigation, management, and control can only be achieved through the cooperation of all stakeholders, i.e., every human on the earth, for divided we fall. In closing, we emphasize that incorporating plastic education in national curricula to increase risk awareness is an opportunity that should not be squandered.\n5.2. Green(er) Alternatives\nWe have previously mentioned that for a material to be considered green or eco-friendly, the effect of its intrusion or degradation in any given environment should either be neutral (have no net effect) or positive (energy-efficient, easily recyclable or reusable, etc.). In our view, the concept of “green plastics” should, in addition to biodegradability, encompass biocompatibility as well as a net neutral or positive impact on the environment. Hence, a “green plastic” should be an alternative polymeric material with properties or characteristics that are comparable or superior to those of conventional polymeric materials but that demonstrates less environmental impact. Such plastics can be biobased or fossil-based materials. (98) There has been an increasing and persistent call for rethinking the plastic economy in terms of the future of the environment; the sustainability of civilization; and the pursuit of green(er) chemistry, sustainable chemicals, and a circular economy. (99−102) Consequently, research that explores green(er) alternatives to conventional plastic materials has increased. For example, on June 5, 2014, Avantium (https://www.avantium.com/) Technologies, headquartered in Amsterdam (The Netherlands), reportedly reached an agreement with international brands, such as Coca-Cola, Danone, Swire, and others, to produce packages exclusively from 2,5-furandicarboxylic acid (FDCA), a carbohydrate-based material, industrially known as poly(ethylene furanoate) (PEF), which affords many advantages over fossil-based PET, the dominant plastic material employed industry-wide in beverage packaging. (103) The advantages of PEF over PET include a higher gas barrier and better water, thermal, and tensile properties. (101)\nIn recent years, a myriad of green(er) plastics with the potential to replace conventional plastics in various domestic and industrial applications has emerged. For example, nanocellulose has recently gained prominence as a versatile, benign, ubiquitous, and sustainable material that can be modified, spun, drawn, molded, and even cast, finding applications in almost every economic sector and replacing plastics and other conventional materials such as steel. (104) In addition to its abundance, nanocellulose has been demonstrated to represent a green(er) alternative to plastics used in, among others, the packaging industry, membrane fabrication, and composites with properties and characteristics comparable to and even exceeding those of conventional plastics in terms of resilience, lightweight, and strength. (105) As nanocellulose research and development advances, it is hoped that nanocellulose will replace conventional plastic materials in many domestic and industrial applications to promote our SDGs. The increasing number of green(er) alternatives to conventional plastics, such as DNA biodegradable materials, (106) lignin biodegradable and biocompatible composite films, (107) chitin biocompatible and biodegradable plastics and fibers, (108,109) biocompatible and nontoxic plastics derived from lactic acid, (110) is a testament to the promising technologies available to mitigate plastic pollution. In a yet-to-be-published work, we demonstrate that bamboo straws are not only green(er) than plastic straws but also sustainable and do not negatively impact the environment. We also posit that other green(er) articles, such as tires, shoes, and clothing, may become possible in the near future with concerted effort and political will.\n5.3. Revision of Extended Producer Responsibility (EPR)\nAs previously noted, in too many cases, the cost of pollution is considered tolerable in terms of a narrow cost–benefit analysis; thus, the negative impact of plastic pollution on, among others, our ecosystem and health, with a cost of more than USD 2 trillion per annum is usually under-reported. (47,111) Moreover, because most of the plastic debris generated inland generally finds its way into aquatic ecosystems, the oceans are one of the environments worst hit by plastic pollution, with an estimated impact of over USD 1 trillion per annum in terms of the loss in ocean productivity. (112) As pointed out by Forrest et al., (47) the current extended producer responsibility (EPR) and other plastic-related laws must be reviewed to reflect the exigency of the threat posed by plastic pollution; moreover, “voluntary” financial contributions from entities throughout the value chain of the plastic economy would generate considerable funds for innovative waste management schemes and environmental remediation. The goal of a circular plastic economy will remain elusive unless processes and technologies exist that ensure that the recycling of waste plastic is economically viable; (47) to promote the realization of a circular plastic economy, such technologies and processes must not only be cost-competitive but also enable the production of high-purity monomers (that are comparable to virgin resins) from waste plastic recovered from the environment. (113,114) As long as plastic recycling is disincentivized by its high cost, realizing and sustaining a circular plastic economy will be expensive, which is one of the major reasons that stakeholders in the plastic economy value chain have not fully embraced the concept of a circular plastic economy despite the recognized benefits. (115) Furthermore, we suggest that tariffs and levies on reclaimed or recycled plastic goods and materials should be reviewed throughout the value chain to promote their economic viability and enable them to compete with products produced from virgin resins, thus encouraging businesses to engage in environmental remediation. In addition, policies should be formulated to encourage consumers to use reusable and recycled products, thus incentivizing the reclamation of plastic wastes.\nElsewhere, we have argued (2) that despite the potential benefits of a circular economy, such as job creation, infrastructure development, and a low-carbon economy, we do not foresee the realization of a sustainable circular plastic economy without the cooperation of policymakers, governments, and the population. Hence, the synergistic cooperation of all stakeholders is imperative to plastic pollution mitigation.\n6. Conclusions\n\tARTICLE SECTIONSJump To\nPollution is a global phenomenon and no nation or continent is immune to its negative environmental impact. Plastic pollution, in particular, is hazardous to the living and nonliving components of the environment. The negative impact of macro-, micro-, and nanoplastics on the environment and living organisms results from a combination of inherent characteristics and toxicity, the leaching of additives or constituent compounds, and the release of persistent sorbed pollutants. Although studies concerning the impact of plastic matter on various ecosystems, such as soil and air, are limited, the available literature demonstrates the exigency of revisiting the entire plastic economy value chain to ensure a sustainable environment.\nTo meaningfully address this global challenge, the scientific community must take ownership of the environmental challenges in which it is complicit as well as a remedial action. The political will of governments, cooperation of stakeholders, and determination of the population are imperative to the success of plastic pollution mitigation. Although plastics have contributed immensely to the progress and advancement of our civilization, we must ensure that posterity inherits sustainable earth. The time for action is now.\n7. Future Prospects\n\tARTICLE SECTIONSJump To\nPlastic pollution is a global phenomenon that exacerbates global warming and flooding and must be mitigated to achieve environmental sustainability. While plastic pollution presents a serious environmental threat, numerous opportunities exist that can be harnessed to mitigate, manage, and control this global problem. However, our understanding of plastic pollution is incomplete and further investigation is required to fully elucidate this problem. For example, studies on the accumulation of plastic debris as sediment in water beds (e.g., ocean floors), as a result of the phenomenon of convergence caused by the persistent directional flow of surface water, need to be investigated. We argue that (with the exception of polyethylene, polypropylene, and expanded polystyrene) a significant portion of plastic debris, such as polyesters, rubber particles, polyurethanes, PET, poly(vinyl chloride), linear low-density polyethylene, and high-density polyethylene, with specific gravities exceeding 1 g/cm3, sink to the bottom of the oceans. It is necessary to investigate whether these plastic particles undergo biodegradation and are biocompatible with the life forms inhabiting the ocean floors. The degradation pathways or processes of these plastic materials in the absence of light and oxygen, which are the conditions that exist at ocean floors, must be determined. Do these plastic materials resist anaerobic degradation processes on the ocean floor? What is the impact of free volume or molecular impermeability on the chemical and biological resistance of these plastics? The composition of ocean beds is not easy to study; however, modified nuclear microscopy and micro-Fourier transform infrared (FTIR) mapping may facilitate such investigations. In addition, understanding the degradation pathways of nanoplastics may reveal ways to break plastic materials down into their constituent chemical compounds that can be captured and reused. (116) It is, furthermore, necessary to elucidate the biochemical kinetics and interactions of polymeric systems (e.g., plastic and rubber), their degradation pathways in living systems, the possible risk they pose to living organisms, and their potential to cause living cell mutations and physiological changes. Finally, facile and inexpensive sensors must be developed to monitor our consumables, such as food and water, for plastic debris. A real-time monitoring system of water distribution networks would enable governments to protect water resources and the health of their populations by preventing people from ingesting harmful amounts of plastic materials. However, what amount of plastic constitutes a harmful amount of plastic for an average human is unclear. Perhaps medical science can determine this amount.\nAuthor Information\n\tARTICLE SECTIONSJump To\nCorresponding Author\nSuprakas Sinha Ray - Department of Chemical Sciences, University of Johannesburg, Doornfontein 2028, Johannesburg, South Africa;  Centre for Nanostructures and Advanced Materials, DSI-CSIR Nanotechnology Innovation Centre, Council for Scientific & Industrial Research, CSIR, Pretoria 0001, South Africa;  https://orcid.org/0000-0002-0007-2595; Email: rsuprakas@csir.co.za ssinharay@uj.ac.za\nAuthors\nAustine Ofondu Chinomso Iroegbu - Department of Chemical Sciences, University of Johannesburg, Doornfontein 2028, Johannesburg, South Africa;  Centre for Nanostructures and Advanced Materials, DSI-CSIR Nanotechnology Innovation Centre, Council for Scientific & Industrial Research, CSIR, Pretoria 0001, South Africa;  https://orcid.org/0000-0001-9235-6554\nVuyelwa Mbarane - State Information Technology Agency (SITA), 459 Tsitsa Street, Erasmuskloof 0048, Pretoria, South Africa\nJoão Carlos Bordado - Centro de Recursos Naturais e Ambiente (CERENA), Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1, 1049-001 Lisboa, Portugal\nJosé Paulo Sardinha - Centro de Recursos Naturais e Ambiente (CERENA), Instituto Superior Técnico, Universidade de Lisboa, Av. Rovisco Pais, 1, 1049-001 Lisboa, Portugal\nNotes\nThe authors declare no competing financial interest.\n\nAcknowledgments\n\tARTICLE SECTIONSJump To\n\nThe authors (SSR and AOCI) thank the Council for Scientific and Industrial Research (HGER74p) and the Department of Science and Innovation (HGERA8x) for financial support.\n\nReferences\n\tARTICLE SECTIONSJump To\n\nThis article references 116 other publications.\n\n1Pacheco Ferreira, A. Environmental Fate of Bioaccumulative and Persistent Substances - A Synopsis of Existing and Future Actions. Rev. Gerenc. Políticas Salud 2008, 7, 14– 23\nGoogle Scholar\n2Iroegbu, A. O. C.; Sadiku, R. E.; Ray, S. S.; Hamam, Y. Plastics in Municipal Drinking Water and Wastewater Treatment Plant Effluents: Challenges and Opportunities for South Africa—a Review. Environ. Sci. Pollut. Res. 2020, 27, 12953– 12966,  DOI: 10.1007/s11356-020-08194-5\nGoogle Scholar\n3Bernhardt, A.; Caravanos, J.; Fuller, R.; Leahy, S.; Pradhan, A. Pollution Knows No Borders; Global Alliance On Health And Pollution: Sweden, 2019.\nGoogle Scholar\n4Edwards, B. A.; Kushner, D. S.; Outridge, P. M.; Wang, F. Fifty Years of Volcanic Mercury Emission Research: Knowledge Gaps and Future Directions. Sci. Total Environ. 2021, 757, 143800  DOI: 10.1016/j.scitotenv.2020.143800\nGoogle Scholar\n5Bashir, I.; Lone, F. A.; Bhat, R. A.; Mir, S. A.; Dar, Z. A.; Dar, S. A. Concerns and Threats of Contamination on Aquatic Ecosystems. In Bioremediation and Biotechnology; Springer International Publishing: Cham, 2020; pp 1– 26.\nGoogle Scholar\n6 Ecology of Industrial Pollution; Batty, L. C.; Hallberg, K. B., Eds.; Cambridge University Press: Cambridge, 2010.\nGoogle Scholar\n7Ray, S. S.; Iroegbu, A. O. C.; Bordado, J. C. Polymer-Based Membranes and Composites for Safe, Potable, and Usable Water: A Survey of Recent Advances. Chem. Afr. 2020, 3, 593– 608,  DOI: 10.1007/s42250-020-00166-z\nGoogle Scholar\n8Holdgate, M. W. A Perspective of Environmental Pollution, 1st ed.; The Syndics of the Cambridge University Press: The Pitt Building, Trumpington Street, Cambridge CB2 1RP, Great Britain, 1979.\nGoogle Scholar\n9Frondel, M.; Oertel, K.; Rubbelke, D. The Domino Effect in Climate Change. Int. J. Environ. Pollut. 2002, 17, 201,  DOI: 10.1504/IJEP.2002.000666\nGoogle Scholar\n10WorldWildlife. Pollution—Threats. https://www.worldwildlife.org/threats/pollution#::text=Pollution may muddy landscapes%2Cpoison,or kill plants and animals.&text=Long-term exposure to air,somespecies unsafe to eat (accessed Jan 20, 2021).\nGoogle Scholar\n11Thimmegowda, G. G.; Mullen, S.; Sottilare, K.; Sharma, A.; Mohanta, S. S.; Brockmann, A.; Dhandapany, P. S.; Olsson, S. B. A Field-Based Quantitative Analysis of Sublethal Effects of Air Pollution on Pollinators. Proc. Natl. Acad. Sci. U.S.A. 2020, 117, 20653– 20661,  DOI: 10.1073/pnas.2009074117\nGoogle Scholar\n12Dolk, H.; Vrijheid, M. The Impact of Environmental Pollution on Congenital Anomalies. Br. Med. Bull. 2003, 68, 25– 45,  DOI: 10.1093/bmb/ldg024\nGoogle Scholar\n13Pajewska-Szmyt, M.; Sinkiewicz-Darol, E.; Gadzała-Kopciuch, R. The Impact of Environmental Pollution on the Quality of Mother’s Milk. Environ. Sci. Pollut. Res. 2019, 26, 7405– 7427,  DOI: 10.1007/s11356-019-04141-1\nGoogle Scholar\n14Prüss-Ustün, A.; Wolf, J.; Corvalán, C.; Bos, R.; Neira, M. Preventing Disease Through Healthy Environments: A Global Assessment of the Burden of Disease from Environmental Risks; World Health Organization: Geneva, Switzerland, 2016.\nGoogle Scholar\n15 France24. Climate Change: Greenland’s Ice Sheet has Melted Past the Point of No Return, https://www.france24.com/en/20200815-climate-change-greenland-s-ice-has-melted-past-the-point-of-no-return (accessed Aug 16, 2020).\nGoogle Scholar\n16Thushari, G. G. N.; Senevirathna, J. D. M. Plastic Pollution in the Marine Environment. Heliyon 2020, 6, e04709  DOI: 10.1016/j.heliyon.2020.e04709\nGoogle Scholar\n17Borrelle, S. B.; Ringma, J.; Law, K. L.; Monnahan, C. C.; Lebreton, L.; McGivern, A.; Murphy, E.; Jambeck, J.; Leonard, G. H.; Hilleary, M. A.; Eriksen, M.; Possingham, H. P.; De Frond, H.; Gerber, L. R.; Polidoro, B.; Tahir, A.; Bernard, M.; Mallos, N.; Barnes, M.; Rochman, C. M. Predicted Growth in Plastic Waste Exceeds Efforts to Mitigate Plastic Pollution. Science 2020, 369, 1515– 1518,  DOI: 10.1126/science.aba3656\nGoogle Scholar\n18Wilke, C. Plastics Are Showing up in the World’s Most Remote Places, Including Mount Everest; Science News: Washington, DC, 2020.\nGoogle Scholar\n19Borrelle, S. B.; Rochman, C. M.; Liboiron, M.; Bond, A. L.; Lusher, A.; Bradshaw, H.; Provencher, J. F. Opinion: Why We Need an International Agreement on Marine Plastic Pollution. Proc. Natl. Acad. Sci. U.S.A. 2017, 114, 9994– 9997,  DOI: 10.1073/pnas.1714450114\nGoogle Scholar\n20Teles, M.; Balasch, J. C.; Oliveira, M.; Sardans, J.; Peñuelas, J. Insights into Nanoplastics Effects on Human Health. Sci. Bull. 2020, 65, 1966– 1969,  DOI: 10.1016/j.scib.2020.08.003\nGoogle Scholar\n21Shen, M.; Huang, W.; Chen, M.; Song, B.; Zeng, G.; Zhang, Y. (Micro)Plastic Crisis: Un-Ignorable Contribution to Global Greenhouse Gas Emissions and Climate Change. J. Cleaner Prod. 2020, 254, 120138  DOI: 10.1016/j.jclepro.2020.120138\nGoogle Scholar\n22Marlin, D.; Ribbink, A. J. The African Marine Waste Network and Its Aim to Achieve ‘Zero Plastics to the Seas of Africa. S. Afr. J. Sci. 2020, 116, 8104  DOI: 10.17159/sajs.2020/8104\nGoogle Scholar\n23Eriksen, M. Junk Raft: An Ocean Voyage and a Rising Tide of Activism to Fight Plastic Pollution; Beacon Press Books: Boston, MA, 2017.\nGoogle Scholar\n24Haward, M. Plastic Pollution of the World’s Seas and Oceans as a Contemporary Challenge in Ocean Governance. Nat. Commun. 2018, 9, 667  DOI: 10.1038/s41467-018-03104-3\nGoogle Scholar\n25United Nations Environmental Assembly. Towards a Pollution-Free Planet; United Nations Environment Programme: Nairobi, Kenya, 2017.\nGoogle Scholar\n26Vousdoukas, M. I.; Mentaschi, L.; Voukouvalas, E.; Bianchi, A.; Dottori, F.; Feyen, L. Climatic and Socioeconomic Controls of Future Coastal Flood Risk in Europe. Nat. Clim. Change 2018, 8, 776– 780,  DOI: 10.1038/s41558-018-0260-4\nGoogle Scholar\n27Hudson, P.; Botzen, W. J. W.; Aerts, J. C. J. H. Flood Insurance Arrangements in the European Union for Future Flood Risk under Climate and Socioeconomic Change. Global Environ. Change 2019, 58, 101966  DOI: 10.1016/j.gloenvcha.2019.101966\nGoogle Scholar\n28Tabe-Ojong, M. P. J.; Boakye, J. A.; Muliro, M. Mitigating the Impacts of Floods Using Adaptive and Resilient Coping Strategies: The Role of the Emergency Livelihood Empowerment Against Poverty Program (LEAP) in Ghana. J. Environ. Manage. 2020, 270, 110809  DOI: 10.1016/j.jenvman.2020.110809\nGoogle Scholar\n29 The UN. The Sustainable Development Goals Report, https://unstats.un.org/sdgs/report/2020 (accessed Nov 27, 2020).\nGoogle Scholar\n30Sivan, A. New Perspectives in Plastic Biodegradation. Curr. Opin. Biotechnol. 2011, 22, 422– 426,  DOI: 10.1016/j.copbio.2011.01.013\nGoogle Scholar\n31Chae, Y.; An, Y.-J. Current Research Trends on Plastic Pollution and Ecological Impacts on the Soil Ecosystem: A Review. Environ. Pollut. 2018, 240, 387– 395,  DOI: 10.1016/j.envpol.2018.05.008\nGoogle Scholar\n32Windsor, F. M.; Durance, I.; Horton, A. A.; Thompson, R. C.; Tyler, C. R.; Ormerod, S. J. A Catchment-scale Perspective of Plastic Pollution. Global Change Biol. 2019, 25, 1207– 1221,  DOI: 10.1111/gcb.14572\nGoogle Scholar\n33Picó, Y.; Barceló, D. Analysis and Prevention of Microplastics Pollution in Water: Current Perspectives and Future Directions. ACS Omega 2019, 4, 6709– 6719,  DOI: 10.1021/acsomega.9b00222\nGoogle Scholar\n34Zhang, Y.; Kang, S.; Allen, S.; Allen, D.; Gao, T.; Sillanpää, M. Atmospheric Microplastics: A Review on Current Status and Perspectives. Earth-Sci. Rev. 2020, 203, 103118  DOI: 10.1016/j.earscirev.2020.103118\nGoogle Scholar\n35Deng, H.; Wei, R.; Luo, W.; Hu, L.; Li, B.; Di, Y.; Shi, H. Microplastic Pollution in Water and Sediment in a Textile Industrial Area. Environ. Pollut. 2020, 258, 113658  DOI: 10.1016/j.envpol.2019.113658\nGoogle Scholar\n36Charles, E.; Carraher, J. Carraher’s Polymer Chemistry, 10th ed.; Taylor & Francis Group, LLC: Boca Raton, FL, 2018.\nGoogle Scholar\n37Liechty, W. B.; Kryscio, D. R.; Slaughter, B. V.; Peppas, N. A. Polymers for Drug Delivery Systems. Annu. Rev. Chem. Biomol. Eng. 2010, 1, 149– 173,  DOI: 10.1146/annurev-chembioeng-073009-100847\nGoogle Scholar\n38Lowman, A. M.; Morishita, M.; Kajita, M.; Nagai, T.; Peppas, N. A. Oral Delivery of Insulin Using PH-responsive Complexation Gels. J. Pharm. Sci. 1999, 88, 933– 937,  DOI: 10.1021/js980337n\nGoogle Scholar\n39Patterson, G. Polymer Science from 1935–1953; Springer Briefs in Molecular Science;Springer: Berlin, 2014.\nGoogle Scholar\n40Thompson, R. C.; Swan, S. H.; Moore, C. J.; vom Saal, F. S. Our Plastic Age. Philos. Trans. R. Soc. B Biol. Sci. 2009, 364, 1973– 1976,  DOI: 10.1098/rstb.2009.0054\nGoogle Scholar\n41Billmeyer, F. W. Textbook of Polymer Science, 3rd ed.; Wiley: New York, 1962.\nGoogle Scholar\n42Geyer, R.; Jambeck, J. R.; Law, K. L. Production, Use, and Fate of All Plastics Ever Made. Sci. Adv. 2017, 3, e1700782  DOI: 10.1126/sciadv.1700782\nGoogle Scholar\n43Andrady, A. L.; Neal, M. A. Applications and Societal Benefits of Plastics. Philos. Trans. R. Soc. B Biol. Sci. 2009, 364, 1977– 1984,  DOI: 10.1098/rstb.2008.0304\nGoogle Scholar\n44Ghosh, S.; Nitin, B.; Remanan, S.; Bhattacharjee, Y.; Ghorai, A.; Dey, T.; Das, T. K.; Das, N. C. A Multifunctional Smart Textile Derived from Merino Wool/Nylon Polymer Nanocomposites as Next Generation Microwave Absorber and Soft Touch Sensor. ACS Appl. Mater. Interfaces 2020, 12, 17988– 18001,  DOI: 10.1021/acsami.0c02566\nGoogle Scholar\n45Kim, C.; Batra, R.; Chen, L.; Tran, H.; Ramprasad, R. Polymer Design Using Genetic Algorithm and Machine Learning. Comput. Mater. Sci. 2021, 186, 110067  DOI: 10.1016/j.commatsci.2020.110067\nGoogle Scholar\n46Fadare, O. O.; Wan, B.; Guo, L. H.; Zhao, L. Microplastics from Consumer Plastic Food Containers: Are We Consuming It?. Chemosphere 2020, 253, 126787  DOI: 10.1016/j.chemosphere.2020.126787\nGoogle Scholar\n47Forrest, A.; Giacovazzi, L.; Dunlop, S.; Reisser, J.; Tickler, D.; Jamieson, A.; Meeuwig, J. J. Eliminating Plastic Pollution: How a Voluntary Contribution From Industry Will Drive the Circular Plastics Economy. Front. Mar. Sci. 2019, 6, 627  DOI: 10.3389/fmars.2019.00627\nGoogle Scholar\n48Rubio, L.; Marcos, R.; Hernández, A. Potential Adverse Health Effects of Ingested Micro- and Nanoplastics on Humans. Lessons Learned from in Vivo and in Vitro Mammalian Models. J. Toxicol. Environ. Heal. Part B 2020, 23, 51– 68,  DOI: 10.1080/10937404.2019.1700598\nGoogle Scholar\n49Gasperi, J.; Wright, S. L.; Dris, R.; Collard, F.; Mandin, C.; Guerrouache, M.; Langlois, V.; Kelly, F. J.; Tassin, B. Microplastics in Air: Are We Breathing It In?. Curr. Opin. Environ. Sci. Health 2018, 1, 1– 5,  DOI: 10.1016/j.coesh.2017.10.002\nGoogle Scholar\n50Chen, G.; Feng, Q.; Wang, J. Mini-Review of Microplastics in the Atmosphere and Their Risks to Humans. Sci. Total Environ. 2020, 703, 135504  DOI: 10.1016/j.scitotenv.2019.135504\nGoogle Scholar\n51vom Bruck, C. G.; Figge, K.; Rudolph, F. Interaction of Fat- Containing Food with Plastics Packaging. J. Am. Oil Chem. Soc. 1981, 58, 811– 815,  DOI: 10.1007/BF02665586\nGoogle Scholar\n52Sax, L. Polyethylene Terephthalate May Yield Endocrine Disruptors. Environ. Health Perspect. 2010, 118, 445– 448,  DOI: 10.1289/ehp.0901253\nGoogle Scholar\n53Gewert, B.; Plassmann, M. M.; MacLeod, M. Pathways for Degradation of Plastic Polymers Floating in the Marine Environment. Environ. Sci.: Processes Impacts 2015, 17, 1513– 1521,  DOI: 10.1039/C5EM00207A\nGoogle Scholar\n54Barford, E. Rising Ocean Acidity Will Exacerbate Global Warming. Nature 2013, 7, 40842  DOI: 10.1038/nature.2013.13602\nGoogle Scholar\n55Service, R. F. Rising Acidity Brings an Ocean of Trouble. Science 2012, 337, 146– 148,  DOI: 10.1126/science.337.6091.146\nGoogle Scholar\n56Corrales, X.; Coll, M.; Ofir, E.; Heymans, J. J.; Steenbeek, J.; Goren, M.; Edelist, D.; Gal, G. Future Scenarios of Marine Resources and Ecosystem Conditions in the Eastern Mediterranean under the Impacts of Fishing, Alien Species and Sea Warming. Sci. Rep. 2018, 8, 14284  DOI: 10.1038/s41598-018-32666-x\nGoogle Scholar\n57Dell’Acqua, O.; Ferrando, S.; Chiantore, M.; Asnaghi, V. The Impact of Ocean Acidification on the Gonads of Three Key Antarctic Benthic Macroinvertebrates. Aquat. Toxicol. 2019, 210, 19– 29,  DOI: 10.1016/j.aquatox.2019.02.012\nGoogle Scholar\n58Raszewski, S. Introduction. The International Political Economy of Oil and Gas; Springer International Publishing: Cham, 2018; pp 1– 6.\nGoogle Scholar\n59Balmaceda, M. M. Differentiation, Materiality, and Power: Towards a Political Economy of Fossil Fuels. Energy Res. Soc. Sci. 2018, 39, 130– 140,  DOI: 10.1016/j.erss.2017.10.052\nGoogle Scholar\n60Jambeck, J. R.; Geyer, R.; Wilcox, C.; Siegler, T. R.; Perryman, M.; Andrady, A.; Narayan, R.; Law, K. L. Plastic Waste Inputs from Land into the Ocean. Science 2015, 347, 768– 771,  DOI: 10.1126/science.1260352\nGoogle Scholar\n61Liu, C.; Thang Nguyen, T.; Ishimura, Y. Current Situation and Key Challenges on the Use of Single-Use Plastic in Hanoi. Waste Manage. 2021, 121, 422– 431,  DOI: 10.1016/j.wasman.2020.12.033\nGoogle Scholar\n62Law, K. L.; Starr, N.; Siegler, T. R.; Jambeck, J. R.; Mallos, N. J.; Leonard, G. H. The United States’ Contribution of Plastic Waste to Land and Ocean. Sci. Adv. 2020, 6, eabd0288  DOI: 10.1126/sciadv.abd0288\nGoogle Scholar\n63Ritchie, H.; Roser, M. Plastic Pollution, https://ourworldindata.org/plastic-pollutio (accessed Mar 23, 2021).\nGoogle Scholar\n64Roper, W. Worst Plastic Polluters in 2020, https://www.statista.com/chart/23720/worst-polluting-companies/#::text=According to the Break Free, in the world for 2020. (accessed Mar 23, 2021).\nGoogle Scholar\n65Dumbili, E.; Henderson, L. The Challenge of Plastic Pollution in Nigeria. Plastic Waste and Recycling; Elsevier, 2020; pp 569– 583.\nGoogle Scholar\n66Kole, P. J.; Löhr, A. J.; Van Belleghem, F.; Ragas, A. Wear and Tear of Tyres: A Stealthy Source of Microplastics in the Environment. Int. J. Environ. Res. Public Health 2017, 14, 1265  DOI: 10.3390/ijerph14101265\nGoogle Scholar\n67Knight, L. J.; Parker-Jurd, F. N. F.; Al-Sid-Cheikh, M.; Thompson, R. C. Tyre Wear Particles: An Abundant yet Widely Unreported Microplastic?. Environ. Sci. Pollut. Res. 2020, 27, 18345– 18354,  DOI: 10.1007/s11356-020-08187-4\nGoogle Scholar\n68Andersson-Sköld, Y.; Johanesson, M.; Gustafsson, M.; Järlskog, I.; Lithner, D.; Polukarova, M.; Strömvall, A.-M. Microplastics from Tyre and Road Wear - A Literature Review; Swedish National Road and Transport Research Institute: Sweden, 2020.\nGoogle Scholar\n69Brock, J.; Geddie, J. Tire Industry Pushes Back Against Evidence of Plastic Pollution, https://www.reuters.com/article/us-tyres-plastic-environment-insight-idUSKCN22413H (accessed Mar 23, 2021).\nGoogle Scholar\n70Sibeko, M. A.; Adeniji, A. O.; Okoh, O. O.; Hlangothi, S. P. Trends in the Management of Waste Tyres and Recent Experimental Approaches in the Analysis of Polycyclic Aromatic Hydrocarbons (PAHs) from Rubber Crumbs. Environ. Sci. Pollut. Res. 2020, 27, 43553– 43568,  DOI: 10.1007/s11356-020-09703-2\nGoogle Scholar\n71Kelly, F. J.; Fussell, J. C. Air Pollution and Airway Disease. Clin. Exp. Allergy 2011, 41, 1059– 1071,  DOI: 10.1111/j.1365-2222.2011.03776.x\nGoogle Scholar\n72Stafford, R.; Jones, P. J. S. Viewpoint – Ocean Plastic Pollution: A Convenient but Distracting Truth?. Mar. Policy 2019, 103, 187– 191,  DOI: 10.1016/j.marpol.2019.02.003\nGoogle Scholar\n73Avery-Gomm, S.; Walker, T. R.; Mallory, M. L.; Provencher, J. F. There Is Nothing Convenient about Plastic Pollution. Rejoinder to Stafford and Jones “Viewpoint – Ocean Plastic Pollution: A Convenient but Distracting Truth?”. Mar. Policy 2019, 106, 103552  DOI: 10.1016/j.marpol.2019.103552\nGoogle Scholar\n74Burton, G. A. Stressor Exposures Determine Risk: So, Why Do Fellow Scientists Continue to Focus on Superficial Microplastics Risk?. Environ. Sci. Technol. 2017, 51, 13515– 13516,  DOI: 10.1021/acs.est.7b05463\nGoogle Scholar\n75Hale, R. C. Are the Risks from Microplastics Truly Trivial?. Environ. Sci. Technol. 2018, 52, 931,  DOI: 10.1021/acs.est.7b06615\nGoogle Scholar\n76Kramm, J.; Völker, C.; Wagner, M. Superficial or Substantial: Why Care about Microplastics in the Anthropocene?. Environ. Sci. Technol. 2018, 52, 3336– 3337,  DOI: 10.1021/acs.est.8b00790\nGoogle Scholar\n77Cai, Y.; Yang, T.; Mitrano, D. M.; Heuberger, M.; Hufenus, R.; Nowack, B. Systematic Study of Microplastic Fiber Release from 12 Different Polyester Textiles during Washing. Environ. Sci. Technol. 2020, 54, 4847– 4855,  DOI: 10.1021/acs.est.9b07395\nGoogle Scholar\n78Shishoo, R. The Global Textile and Clothing Industry: Technological Advances and Future Challenges; WoodHead Publishing: U.K., 2012.\nGoogle Scholar\n79Guan, Z.; Xu, Y.; Jiang, H.; Jiang, G. International Competitiveness of Chinese Textile and Clothing Industry – a Diamond Model Approach. J. Chin. Econ. Foreign Trade Stud. 2019, 12, 2– 19,  DOI: 10.1108/JCEFTS-01-2018-0003\nGoogle Scholar\n80Cohen, D. F. S.; Kirshner, J. 6. The Cult of Energy Insecurity and Great Power Rivalry Across the Pacific. In The Nexus of Economics, Security, and International Relations in East Asia; Stanford University Press, 2020; pp 144– 176.\nGoogle Scholar\n81Prontera, A. The New Politics of Energy Security in the European Union and Beyond; Routledge: Abingdon, Oxon; New York, NY, 2017.\nGoogle Scholar\n82Henry, B.; Laitala, K.; Klepp, I. G. Microfibres from Apparel and Home Textiles: Prospects for Including Microplastics in Environmental Sustainability Assessment. Sci. Total Environ. 2019, 652, 483– 494,  DOI: 10.1016/j.scitotenv.2018.10.166\nGoogle Scholar\n83Sait, S. T. L.; Sørensen, L.; Kubowicz, S.; Vike-Jonas, K.; Gonzalez, S. V.; Asimakopoulos, A. G.; Booth, A. M. Microplastic Fibres from Synthetic Textiles: Environmental Degradation and Additive Chemical Content. Environ. Pollut. 2021, 268, 115745  DOI: 10.1016/j.envpol.2020.115745\nGoogle Scholar\n84Schnurr, R. E. J.; Alboiu, V.; Chaudhary, M.; Corbett, R. A.; Quanz, M. E.; Sankar, K.; Srain, H. S.; Thavarajah, V.; Xanthos, D.; Walker, T. R. Reducing Marine Pollution from Single-Use Plastics (SUPs): A Review. Mar. Pollut. Bull. 2018, 137, 157– 171,  DOI: 10.1016/j.marpolbul.2018.10.001\nGoogle Scholar\n85Xanthos, D.; Walker, T. R. International Policies to Reduce Plastic Marine Pollution from Single-Use Plastics (Plastic Bags and Microbeads): A Review. Mar. Pollut. Bull. 2017, 118, 17– 26,  DOI: 10.1016/j.marpolbul.2017.02.048\nGoogle Scholar\n86Armelin, E.; Oliver, R.; Liesa, F.; Iribarren, J. I.; Estrany, F.; Alemán, C. Marine Paint Fomulations: Conducting Polymers as Anticorrosive Additives. Prog. Org. Coat. 2007, 59, 46– 52,  DOI: 10.1016/j.porgcoat.2007.01.013\nGoogle Scholar\n87Harb, S. V.; Trentin, A.; Uvida, M. C.; Hammer, P. Advanced Organic Nanocomposite Coatings for Effective Corrosion Protection. Corrosion Protection at the Nanoscale; Elsevier, 2020; pp 315– 343.\nGoogle Scholar\n88Ammendolia, J.; Saturno, J.; Brooks, A. L.; Jacobs, S.; Jambeck, J. R. An Emerging Source of Plastic Pollution: Environmental Presence of Plastic Personal Protective Equipment (PPE) Debris Related to COVID-19 in a Metropolitan City. Environ. Pollut. 2021, 269, 116160  DOI: 10.1016/j.envpol.2020.116160\nGoogle Scholar\n89Patrício Silva, A. L.; Prata, J. C.; Walker, T. R.; Duarte, A. C.; Ouyang, W.; Barcelò, D.; Rocha-Santos, T. Increased Plastic Pollution Due to COVID-19 Pandemic: Challenges and Recommendations. Chem. Eng. J. 2021, 405, 126683  DOI: 10.1016/j.cej.2020.126683\nGoogle Scholar\n90Li, L.; Luo, Y.; Li, R.; Zhou, Q.; Peijnenburg, W. J. G. M.; Yin, N.; Yang, J.; Tu, C.; Zhang, Y. Effective Uptake of Submicrometre Plastics by Crop Plants via a Crack-Entry Mode. Nat. Sustain. 2020, 3, 929– 937,  DOI: 10.1038/s41893-020-0567-9\nGoogle Scholar\n91Rillig, M. C. Plastic and Plants. Nat. Sustain. 2020, 3, 887– 888,  DOI: 10.1038/s41893-020-0583-9\nGoogle Scholar\n92Zhang, Q.; Xu, E. G.; Li, J.; Chen, Q.; Ma, L.; Zeng, E. Y.; Shi, H. A Review of Microplastics in Table Salt, Drinking Water, and Air: Direct Human Exposure. Environ. Sci. Technol. 2020, 54, 3740– 3751,  DOI: 10.1021/acs.est.9b04535\nGoogle Scholar\n93Global Education Monitoring Report (UNESCO). Global Education Monitoring Report (UNESCO). Facing the Facts: The Case for Comprehensive Sexuality Education; Policy Paper #39, Geneva, Switzerland, 2019.\nGoogle Scholar\n94Leal Filho, W.; Raath, S.; Lazzarini, B.; Vargas, V. R.; de Souza, L.; Anholon, R.; Quelhas, O. L. G.; Haddad, R.; Klavins, M.; Orlovic, V. L. The Role of Transformation in Learning and Education for Sustainability. J. Cleaner Prod. 2018, 199, 286– 295,  DOI: 10.1016/j.jclepro.2018.07.017\nGoogle Scholar\n95Cesur, R.; Mocan, N. Education, Religion, and Voter Preference in a Muslim Country. J. Popul. Econ. 2018, 31, 1– 44,  DOI: 10.1007/s00148-017-0650-3\nGoogle Scholar\n96Baynes, J.; Herbohn, J.; Gregorio, N.; Unsworth, W.; Tremblay, É. H. Equity for Women and Marginalized Groups in Patriarchal Societies during Forest Landscape Restoration: The Controlling Influence of Tradition and Culture. Environ. Conserv. 2019, 46, 241– 246,  DOI: 10.1017/S0376892919000079\nGoogle Scholar\n97Heberlein, T. A. Navigating Environmental Attitudes; Oxford University Press: New York, 2012.\nGoogle Scholar\n98Rujnić-Sokele, M.; Pilipović, A. Challenges and Opportunities of Biodegradable Plastics: A Mini Review. Waste Manage. Res. 2017, 35, 132– 140,  DOI: 10.1177/0734242X16683272\nGoogle Scholar\n99To, M. H.; Uisan, K.; Ok, Y. S.; Pleissner, D.; Lin, C. S. K. Recent Trends in Green and Sustainable Chemistry: Rethinking Textile Waste in a Circular Economy. Curr. Opin. Green Sustainable Chem. 2019, 20, 1– 10,  DOI: 10.1016/j.cogsc.2019.06.002\nGoogle Scholar\n100Kümmerer, K.; Clark, J. H.; Zuin, V. G. Rethinking Chemistry for a Circular Economy. Science 2020, 367, 369– 370,  DOI: 10.1126/science.aba4979\nGoogle Scholar\n101Iroegbu, A. O.; Sadiku, E. R.; Ray, S. S.; Hamam, Y. Sustainable Chemicals: A Brief Survey of the Furans. Chem. Afr. 2020, 3, 481– 496,  DOI: 10.1007/s42250-020-00123-w\nGoogle Scholar\n102Amulya, K.; Katakojwala, R.; Ramakrishna, S.; Venkata Mohan, S. Low Carbon Biodegradable Polymer Matrices for Sustainable Future. Compos. Part C: Open Access 2021, 4, 100111  DOI: 10.1016/j.jcomc.2021.100111\nGoogle Scholar\n103Levant, D.; van der Meulen, M. J. Avantium raises 36M Investment from Swire Pacific, The Coca-Cola Company, Danoneand ALPLA, https://www.avantium.com/press-releases/avantium-raises-e36m-investment-swire-pacific-coca-cola-company-danone-alpla/ (accessed Apr 26, 2021).\nGoogle Scholar\n104Ray, S. S.; Ofondu Chinomso Iroegbu, A. Nanocellulosics: Benign, Sustainable, and Ubiquitous Biomaterials for Water Remediation. ACS Omega 2021, 6, 4511– 4526,  DOI: 10.1021/acsomega.0c06070\nGoogle Scholar\n105Thomas, B.; Raj, M. C.; Athira, K. B.; Rubiyah, M. H.; Joy, J.; Moores, A.; Drisko, G. L.; Sanchez, C. Nanocellulose, a Versatile Green Platform: From Biosources to Materials and Their Applications. Chem. Rev. 2018, 118, 11575– 11625,  DOI: 10.1021/acs.chemrev.7b00627\nGoogle Scholar\n106Wang, D.; Cui, J.; Gan, M.; Xue, Z.; Wang, J.; Liu, P.; Hu, Y.; Pardo, Y.; Hamada, S.; Yang, D.; Luo, D. Transformation of Biomass DNA into Biodegradable Materials from Gels to Plastics for Reducing Petrochemical Consumption. J. Am. Chem. Soc. 2020, 142, 10114– 10124,  DOI: 10.1021/jacs.0c02438\nGoogle Scholar\n107Wang, H.; Yuan, T.-Q.; Song, G.; Sun, R. Advanced and Versatile Lignin-Derived Biodegradable Composite Film Materials Toward a Sustainable World. Green Chem. 2021, 23, 3790– 3817,  DOI: 10.1039/D1GC00790D\nGoogle Scholar\n108He, M.; Wang, X.; Wang, Z.; Chen, L.; Lu, Y.; Zhang, X.; Li, M.; Liu, Z.; Zhang, Y.; Xia, H.; Zhang, L. Biocompatible and Biodegradable Bioplastics Constructed from Chitin via a “Green” Pathway for Bone Repair. ACS Sustainable Chem. Eng. 2017, 5, 9126– 9135,  DOI: 10.1021/acssuschemeng.7b02051\nGoogle Scholar\n109Zhu, K.; Tu, H.; Yang, P.; Qiu, C.; Zhang, D.; Lu, A.; Luo, L.; Chen, F.; Liu, X.; Chen, L.; Fu, Q.; Zhang, L. Mechanically Strong Chitin Fibers with Nanofibril Structure, Biocompatibility, and Biodegradability. Chem. Mater. 2019, 31, 2078– 2087,  DOI: 10.1021/acs.chemmater.8b05183\nGoogle Scholar\n110Nguyen, V. P.; Yoo, J.; Lee, J. Y.; Chung, J. J.; Hwang, J. H.; Jung, Y.; Lee, S.-M. Enhanced Mechanical Stability and Biodegradability of Ti-Infiltrated Polylactide. ACS Appl. Mater. Interfaces 2020, 12, 43501– 43512,  DOI: 10.1021/acsami.0c13246\nGoogle Scholar\n111Raynaud, J. Valuing Plastics: The Business Case for Measuring, Managing and Disclosing Plastic Use in the Consumer Goods Industry; Richens, J.; Russell, A., Eds.; United Nations Environment Programme, 2014.\nGoogle Scholar\n112Beaumont, N. J.; Aanesen, M.; Austen, M. C.; Börger, T.; Clark, J. R.; Cole, M.; Hooper, T.; Lindeque, P. K.; Pascoe, C.; Wyles, K. J. Global Ecological, Social and Economic Impacts of Marine Plastic. Mar. Pollut. Bull. 2019, 142, 189– 195,  DOI: 10.1016/j.marpolbul.2019.03.022\nGoogle Scholar\n113Rahimi, A.; García, J. M. Chemical Recycling of Waste Plastics for New Materials Production. Nat. Rev. Chem. 2017, 1, 0046  DOI: 10.1038/s41570-017-0046\nGoogle Scholar\n114Ragaert, K.; Delva, L.; Van Geem, K. Mechanical and Chemical Recycling of Solid Plastic Waste. Waste Manage. 2017, 69, 24– 58,  DOI: 10.1016/j.wasman.2017.07.044\nGoogle Scholar\n115Staub, C. Low Virgin Plastics Pricing Pinches Recycling Market Further, https://resource-recycling.com/plastics/2020/05/06/low-virgin-plastics-pricing-pinches-recycling-market-further/ (accessed May 1, 2021).\nGoogle Scholar\n116Bianco, A.; Sordello, F.; Ehn, M.; Vione, D.; Passananti, M. Degradation of Nanoplastics in the Environment: Reactivity and Impact on Atmospheric and Surface Waters. Sci. Total Environ. 2020, 742, 140413  DOI: 10.1016/j.scitotenv.2020.140413\nGoogle Scholar\nCited By\n\tARTICLE SECTIONS Jump To \nCitation Statements\nbeta\nSupporting\n0\nMentioning\n37\nContrasting\n0\nExplore this article's citation statements on scite.ai\npowered by  \n\nThis article is cited by 29 publications.\n\nLivius F. Muff, Sandor Balog, Jozef Adamcik, Christoph Weder, Roman Lehner. Preparation of Well-Defined Fluorescent Nanoplastic Particles by Confined Impinging Jet Mixing. Environmental Science & Technology 2023, 57 (45) , 17201-17211. https://doi.org/10.1021/acs.est.3c03697\nXiangze Meng, Yan Ye, Rui Yang. Computational and Experimental Study on the Mechanism of CO2 Production during Photo-Oxidative Degradation of Poly(butylene adipate-co-terephthalate): Differences between PBA and PBT Segments. Macromolecules 2023, 56 (19) , 7749-7762. https://doi.org/10.1021/acs.macromol.3c01649\nAboulfazl Barati, Pixiang Wang, Shaoyang Liu, Erfan Dashtimoghadam. Reactive Blending of Recycled Poly(ethylene terephthalate)/Recycled Polypropylene: Kinetics Modeling of Non-Isothermal Crystallization. ACS Omega 2023, 8 (17) , 15062-15074. https://doi.org/10.1021/acsomega.2c08027\nEthan T. Iverson, Hudson Legendre, Kendra Schmieg, Bethany Palen, Thomas J. Kolibaba, Hsu-Cheng Chiang, Jaime C. Grunlan. Polyelectrolyte Coacervate Coatings That Dramatically Improve Oxygen Barrier of Paper. Industrial & Engineering Chemistry Research 2022, 61 (51) , 18936-18942. https://doi.org/10.1021/acs.iecr.2c03908\nAustine Ofondu Chinomso Iroegbu, Suprakas Sinha Ray. Nanocellulosics in Transient Technology. ACS Omega 2022, 7 (51) , 47547-47566. https://doi.org/10.1021/acsomega.2c05848\nAustine Ofondu Chinomso Iroegbu, Suprakas Sinha Ray. Lignin and Keratin-Based Materials in Transient Devices and Disposables: Recent Advances Toward Materials and Environmental Sustainability. ACS Omega 2022, 7 (13) , 10854-10863. https://doi.org/10.1021/acsomega.1c07372\nAustine Ofondu Chinomso Iroegbu Suprakas Sinha Ray . Biorenewables: Properties and Functions in Materials Application. , 129-161. https://doi.org/10.1021/bk-2022-1410.ch006\nGeorgina C. Laredo, Joel Reza, Edith Meneses Ruiz. Hydrothermal liquefaction processes for plastics recycling: A review. Cleaner Chemical Engineering 2023, 5 , 100094. https://doi.org/10.1016/j.clce.2023.100094\nVinay Kumar, Neha Sharma, Lucky Duhan, Ritu Pasrija, Jithin Thomas, Mridul Umesh, Sivarama Krishna Lakkaboyana, Rodrigo Andler, Alisa S. Vangnai, Meththika Vithanage, Mukesh Kumar Awasthi, Wen Yi Chia, Pau LokeShow, Damià Barceló. Microbial engineering strategies for synthetic microplastics clean up: A review on recent approaches. Environmental Toxicology and Pharmacology 2023, 98 , 104045. https://doi.org/10.1016/j.etap.2022.104045\nEmre Ece, Nedim Hacıosmanoğlu, Fatih Inci. Microfluidics as a Ray of Hope for Microplastic Pollution. Biosensors 2023, 13 (3) , 332. https://doi.org/10.3390/bios13030332\nOlga V. Kuznetsova, Sergey N. Shtykov, Andrei R. Timerbaev. Mass Spectrometry Insight for Assessing the Destiny of Plastics in Seawater. Polymers 2023, 15 (6) , 1523. https://doi.org/10.3390/polym15061523\nSakr Nancy, Abouzeid Mohamed. Utilization of Recycled Plastic in the Construction Industry. 2023, 449-455. https://doi.org/10.1007/978-981-19-1061-6_48\nKrishna Kamal Hazarika, Achyut Konwar, Alimpia Borah, Ananya Saikia, Pankaj Barman, Swapnali Hazarika. Cellulose nanofiber mediated natural dye based biodegradable bag with freshness indicator for packaging of meat and fish. Carbohydrate Polymers 2023, 300 , 120241. https://doi.org/10.1016/j.carbpol.2022.120241\nChinmoy Bhuyan, Achyut Konwar, Prarthana Bora, Parashmoni Rajguru, Swapnali Hazarika. Cellulose nanofiber-poly(ethylene terephthalate) nanocomposite membrane from waste materials for treatment of petroleum industry wastewater. Journal of Hazardous Materials 2023, 442 , 129955. https://doi.org/10.1016/j.jhazmat.2022.129955\nAbraão Tiago Batista Guimarães, Ítalo Nascimento Freitas, Nabisab Mujawar Mubarak, Md. Mostafizur Rahman, Fernando Postalli Rodrigues, Aline Sueli de Lima Rodrigues, Damià Barceló, Abu Reza Md. Towfiqul Islam, Guilherme Malafaia. Exposure to polystyrene nanoplastics induces an anxiolytic-like effect, changes in antipredator defensive response, and DNA damage in Swiss mice. Journal of Hazardous Materials 2023, 442 , 130004. https://doi.org/10.1016/j.jhazmat.2022.130004\nZoe Olivieri, Giulia Cesarini, Monica Orsini, Serena De Santis, Massimiliano Scalici. Uptake of Microplastics in the Wedge Clam Donax trunculus: First Evidence from the Mediterranean Sea. Water 2022, 14 (24) , 4095. https://doi.org/10.3390/w14244095\nMpho Phillip Motloung, Tladi Gideon Mofokeng, Teboho Clement Mokhena, Suprakas Sinha Ray. Recent advances on melt-spun fibers from biodegradable polymers and their composites. International Polymer Processing 2022, 37 (5) , 523-540. https://doi.org/10.1515/ipp-2022-0023\nMarguerite Pappaioanou, Terry Ryan Kane. Addressing the urgent health challenges of climate change and ecosystem degradation from a One Health perspective: what can veterinarians contribute?. Journal of the American Veterinary Medical Association 2022, 34 , 1-7. https://doi.org/10.2460/javma.22.07.0315\nA. H. Gondal, R. A. Bhat, R. L. Gómez, F. O. Areche, J. T. Huaman. Advances in plastic pollution prevention and their fragile effects on soil, water, and air continuums. International Journal of Environmental Science and Technology 2022, 44 https://doi.org/10.1007/s13762-022-04607-9\nFangqing Weng, Lin Li, Qiangxian Wu. Preparation and Mechanisms of Compatible Composite from Water Soluble Starch and Polycaprolactone. Starch - Stärke 2022, 74 (9-10) , 2200069. https://doi.org/10.1002/star.202200069\nCyril Charlier, Sabine Gavalda, Vinciane Borsenberger, Sophie Duquesne, Alain Marty, Vincent Tournier, Guy Lippens. An NMR look at an engineered PET depolymerase. Biophysical Journal 2022, 121 (15) , 2882-2894. https://doi.org/10.1016/j.bpj.2022.07.002\nLalit B. Pawar, Keshav K. Sangle, Yuvraj L. Bhirud. Impact of recycled plastic aggregate concrete in high-temperature environments. Innovative Infrastructure Solutions 2022, 7 (3) https://doi.org/10.1007/s41062-022-00808-w\nMohamed Hamid Salim, Zineb Kassab, Youness Abdellaoui, Ariel García - Cruz, Abdoulaye Soumare, El-houssaine Ablouh, Mounir El Achaby. Exploration of multifunctional properties of garlic skin derived cellulose nanocrystals and extracts incorporated chitosan biocomposite films for active packaging application. International Journal of Biological Macromolecules 2022, 210 , 639-653. https://doi.org/10.1016/j.ijbiomac.2022.04.220\nRajneesh Singhal, Ranjana Pal, Siddhartha Dutta. Chloroplast Engineering: Fundamental Insights and Its Application in Amelioration of Environmental Stress. Applied Biochemistry and Biotechnology 2022, 154 https://doi.org/10.1007/s12010-022-03930-8\nAustine Ofondu Chinomso Iroegbu, Suprakas Sinha Ray. Recent developments and future perspectives of biorenewable nanocomposites for advanced applications. Nanotechnology Reviews 2022, 11 (1) , 1696-1721. https://doi.org/10.1515/ntrev-2022-0105\nAna L. Patrício Silva, Aleksandra Tubić, Maja Vujić, Amadeu M.V.M. Soares, Armando C. Duarte, Damià Barcelò, Teresa Rocha-Santos. Implications of COVID-19 pandemic on environmental compartments: Is plastic pollution a major issue?. Journal of Hazardous Materials Advances 2022, 5 , 100041. https://doi.org/10.1016/j.hazadv.2021.100041\nSuprakas Sinha Ray, Ritima Banerjee. Terminology and dimensions of sustainability, life cycle assessment, and characteristics of sustainable polymer materials. 2022, 17-29. https://doi.org/10.1016/B978-0-323-85868-7.00002-0\nSuprakas Sinha Ray, Ritima Banerjee. Introduction. 2022, 1-16. https://doi.org/10.1016/B978-0-323-85868-7.00017-2\nAustine Iroegbu, Suprakas Ray. Bamboos: From Bioresource to Sustainable Materials and Chemicals. Sustainability 2021, 13 (21) , 12200. https://doi.org/10.3390/su132112200\nDownload PDF\n\t\nclose the sidebar.\nAbstract\nFigure 1\n\nFigure 1. Common sources of pollution.\n\nFigure 2\n\nFigure 2. Number of publications between 1952 and 2021 on plastic pollution. The search engine was Google Scholar, while the keyword for the search was Plastic Pollution.\n\nFigure 3\n\nFigure 3. Immense contributions of polymers to human advancement and civilization cannot be overstated; polymers feature heavily in almost every sector of the economy.\n\nScheme 1\nScheme 1. Possible Pathway for the Photoinduced Dechlorination of PVC in the Presence of Sunlight and Water in the Environmenta\n\naReproduced with permission from Gewert, B.; Plassmann, M. M.; MacLeod, M. Pathways for degradation of plastic polymers floating in the marine environment. Environ. Sci.: Process. Impacts2015, 17, 1513–1521. (53) Copyright 2015, Royal Society of Chemistry, UK.\n\nFigure 4\n\nFigure 4. Lint accumulation from a winter blanket in a commercial dryer. (A) Winter blanket loaded inside a commercial dryer. (B) Accumulation of lint inside the lint trap during the drying of the blanket. (C) Unweighed lint accumulated in the lint trap from the winter blanket after a single dry cycle. Photo Credit: First author (AOCI).\n\nBack\nPartners\n       \n1155 Sixteenth Street N.W.\nWashington, DC 20036\nCopyright © 2023\nAmerican Chemical Society\nAbout\nAbout ACS Publications\nACS & Open Access\nACS Membership\nACS Publications Blog\nResources and Information\nJournals A-Z\nBooks and Reference\nAdvertising Media Kit\nInstitutional Sales\nACS Publishing Center\nPrivacy Policy\nTerms of Use\nSupport & Contact\nHelp\nLive Chat\nFAQ\nConnect with ACS Publications\n \n    \nThis website uses cookies to improve your user experience. By continuing to use the site, you are accepting our use of cookies. Read the ACS privacy policy. CONTINUE"
}