{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Opinion: It's time to ban single-use plastic straws - CT Mirror",
  "href": "https://ctmirror.org/2022/05/03/its-time-to-ban-single-use-plastic-straws/",
  "body": "Single-use plastic products like straws are used for a matter of minutes and left to destroy our planet for over 200 years. It is time for us all to become mindful of the daily choices we make ...",
  "textContent": "Only 21 days 12 hours 8 minutes 24 seconds left to double your impact with a donation.\n\nCreate more original, in-depth, non-partisan journalism for Connecticut.\n\nDonate and double your impact\n\nFrom now until the end of the year, all donations to CT Mirror will be matched dollar-for-dollar as we aim to raise $160,000.\n\nGive and Get Matched\nAct now! All donations to CT Mirror made before January 1st are matched dollar-for-dollar.\nSkip to content\nBROWSE\nNEWSLETTERS\nOPEN DROPDOWN MENU\nMOBILE APP\nOPEN DROPDOWN MENU\nEN ESPAÑOL\nGAMES\nOPEN DROPDOWN MENU\nMORE\nOPEN DROPDOWN MENU\nFACEBOOK\nTWITTER\nINSTAGRAM\nLINKEDIN\nYOUTUBE\nTIKTOK\n\nCT Mirror\n\nConnecticut's Nonprofit Journalism.\n\nEMAIL SIGN-UP DONATE\nUConn Health Gun Safety Advocates\nOpen Search\nPOSTED IN\nSTUDENT VOICE\nIt’s time to ban single-use plastic straws\nby Bergen Kobienia\nMay 3, 2022 @ 12:01 am\nClick to share on Facebook (Opens in new window)\nClick to share on Twitter (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Reddit (Opens in new window)\nClick to email a link to a friend (Opens in new window)\nClick to print (Opens in new window)\n\nGrabbing a plastic straw has become habitual for so many of us; we might grab a straw without any thought to how this seemingly insignificant decision contributes to what has become a substantial impact on our environment.\n\nBased on national averages, each person in the United States uses about 38,000 straws by the age of 65, and each straw can take up to 200 years to decompose. Put in this context, what on its face appears to be a trivial choice which most people do not give much thought to, does in fact carry significant consequences.\n\nSingle-use plastic items are contributing to the destruction of our environment and endangering marine animals and wildlife. According to National Geographic, over one million marine animals die as a result of the more than 8 million tons of plastic that escapes into our environment and oceans every year. The majority of plastic pollution comes from items that are not able to be recycled and become trash, left to pollute our planet.\n\nTo address this crisis, environmentalists are advocating moving beyond expanded recycling programs and simply restricting single-use plastic products to eliminate them from the trash stream. Connecticut proposed legislation to achieve this during the 2021 legislative session but it failed to pass.\n\nBergen Kobienia\n\nNow the federal Break Free From Plastic Pollution Act is awaiting review in the U.S. Senate. I implore all citizens to educate themselves on this critical legislation and encourage their family, friends and neighbors to make their voices heard by our elected representatives. Voters must express their ongoing support for the bill and help reestablish Connecticut as a leader in the fight to confront this environmental and public health crisis. \n\n Restrictions on plastic straws would not only produce an undeniable immediate environmental benefit but would also aid in facilitating a shift in public thinking about the amount of unnecessary waste produced in daily life. In order to dramatically reduce plastic contamination in our environment both awareness and a commitment to reduce unnecessary use is required. However, with regard to plastic straws, as there are numerous environmentally friendly alternatives, an elimination of plastic straws is not only straightforward but the only responsible approach. \n\nThe Pentagon tapped which Connecticut-based company as the sole provider of the F135 military jet engine?\n\nDo you know the answer? Play this week's news quiz to find out.\n\nOne objection to a ban on plastic straws is the need for an exemption for medical necessity. Plastic straws are often required for people with a disability since paper or metal straws are not appropriate substitutes and can even be dangerous as metal can damage teeth, transfer heat, and pose a risk of soft palate injury. Paper straws are often not functional for some individuals as they will not hold form once bitten down on which is problematic for those dealing with tremors, seizures, or other involuntary movement disorders. However, these objections can easily be addressed in the federal legislation by adopting a policy similar to what has been introduced in the United Kingdom. In the U.K. people with disabilities and those with medical conditions are exempted from the plastic straw ban and are able to request a plastic straw when visiting a restaurant or place of public accommodation and can purchase them from a pharmacy as a medical product.  \n\nCritics of the legislation also often cite cost as another reason to oppose the ban. However, paper straws average about two and a half cents whereas plastic straws cost about a half cent. This price difference amounts to just under one dollar a month for individuals based on the national average straw consumption. This additional cost seems minor when compared to the significant environmental impact it will impart. \n\nAs pollution continues to escape into our environment and oceans every year humans, animals and plants are being harmed as a result of frivolous human habits. Single-use plastic products like straws are used for a matter of minutes and left to destroy our planet for over 200 years. It is time for us all to become mindful of the daily choices we make, what we put into the refuse stream, and how we interact and impact the environment. By working together, educating and enrolling others in this essential change, success is possible due to the numerous environmentally safe alternatives available to consumers.\n\nBergen Kobienia is a senior at Trinity College, majoring in Public Policy and Law. \n\nAll donations matched through the end of the year!\n\nWe've found the healthiest way to sustain and grow CT Mirror is through the support of people who use and value it — loyal, engaged readers like you.\n\nWith a gift today, your donation will be matched dollar-for-dollar up to $5,000.\n\nDonate and double your impact\n MORE OP-EDS IN STUDENT VOICE\nConnecticut should require gun safety education for firearm owners\nPrison can impede addiction recovery — but drug courts can help\n\nCT Viewpoints welcomes rebuttal or opposing views to this and all its commentaries. Read our guidelines and submit your commentary here.\n\nTAGGED:Trinity Perspectives\nSTART\nNews\nViewpoints\nEvents\nPodcasts\nAnnouncements\nIn-Depth Series\nInvestigations\nCT Mirror Explains\nCT Mirror Data\nCrossing Connecticut\nEn Español\nEconomic Indicator Dashboard\nLegal Notices\nToolbox\nENGAGE\nSign Up for Newsletters\nDonate\nGames: Weekly Quiz / News Word\nSubmit to CT Viewpoints\nManage Your CT Mirror Membership\nAdvertise With Us\nPublish Branded Storytelling\nFree Nonprofit Advertising\nRequest a Speaking Engagement\nUse CT Mirror Photography\nLEARN\nAbout Us\nHistory\nImpact\nAwards\nFinancial\nStrategic Plan\nPolicies\nFAQ\nCONNECT\nBoard of Directors\nStaff\nCommunity Editorial Board\nSponsors and Funders\nDonors\nFriends of The Connecticut Mirror\nWork for Us\nIntern with Us\nContact Us\n© 2023 The Connecticut News Project. All Rights Reserved.\nProudly powered by Newspack by Automattic\nFacebook\nTwitter\nInstagram\nLinkedIn\nYouTube\nTikTok"
}