{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The Best Reusable Straws to Take With You Anywhere",
  "href": "https://www.cntraveler.com/story/best-reusable-straws",
  "body": "Since the cases are on the larger side, these are my favorite to use at home in place of plastic straws. —M.K. $16 at Amazon. Topics Travel Accessories Drinks Sustainability Reviews.",
  "textContent": "Skip to main content\nNEWSLETTER\nSUBSCRIBE\nSIGN IN\nSEARCH\nINSPIRATION\nDESTINATIONS\nPLACES TO STAY\nNEWS & ADVICE\nBEST PLACES TO GO\nSHOPPING\nCRUISE\nWOMEN WHO TRAVEL\nVIDEO\nTOP TRAVEL GIFTS\nITALY-INSPIRED GIFTS\nGIFTS FOR WOMEN\nGIFTS UNDER $25\nSHOPPING\nThe Best Reusable Straws to Take With You Anywhere\nWe tested a dozen models to find the best options to keep in your bag.\n\nBY MADISON FLAGER AND MEAGHAN KENNY\n\nMarch 3, 2022\n\nAll products featured on Condé Nast Traveler are independently selected by our editors. However, when you buy something through our retail links, we may earn an affiliate commission.\n\nAs more and more restaurants, coffee shops, and hotels phase out single-use plastic straws, reusable straws are becoming a must-have item on the go, both to reduce your waste and enjoy whatever cold beverage you're sipping on. Thankfully, keeping a metal or silicone straw with you is easier than ever—compact carrying cases, simple cleaning brushes, and retractable designs allow you to keep one on hand without it taking up too much space in your bag. \n\nTo find the best reusable straws to take on the road, we tested a dozen straws to make sure the ease of use, size, and mouthfeel were all just right. We went through collapsible telescopic options, silicone straws, and both straight and foldable straws, though we left out glass straws, as they seem impractical for travel.\n\nBelow, the best reusable drinking straws to bring with you anywhere, so you're never stranded with an iced coffee and no straw (or worse, a quickly disintegrating paper one).\n\nThe best collapsible straws\nTop pick:\nKynup collapsible metal straws\n\nOf all the telescopic reusable straws tested, this was the clear favorite. It comes in a set of four, so you can keep one in every bag in your rotation or distribute amongst your family. Each one comes with a matching carabiner keychain (there are four different colors in the set), so you can attach it to a key ring, key loop, or exterior backpack strap, as well as a sturdy cleaning brush that nestles into the straw and pulls out to expand. The straws themselves are long and slim, with a removable silicone tip. Because the reusable metal straws are telescopic, you can adjust it to different lengths based on the cup you're drinking out of. It also slides in and out smoothly (some we tested were sticky or squeaky). The only minor con for me was the case itself was pretty squeaky when twisting open. —Madison Flager, commerce editor\n\n$15 AT AMAZON\nMore options we like:\nDoboli portable telescopic straw\n\nMy second favorite of the bunch came from Doboli. The stainless steel straw had a lot of the same features as the Kynup—a sturdy carabiner and key loop, an included cleaning brush, and a silicone tip (however, the tip was shorter, which made for an awkward mouthfeel). The case the straw sits in is a twist off, and takes a long time to twist closed, which sounds ridiculous, but was a differentiating enough factor to knock it down to second place. This one is super light, and just slightly lighter than the Kynup (1 ounce compared to 1.3 ounces). —M.F.\n\n$7 AT AMAZON\nFunbiz stainless steel straws\n\nWhile thicker than the previous two (though still nearly as light), this Funbiz stainless steel straw gets the job done. Like the others, the straws are dishwasher safe, and each one comes with a carabiner and key loop, plus silicone tips to put on the end of the straw if you prefer; there are three in a set. The tapered silicone tip was a favorite of the bunch, and the extra long brush made for easy cleaning. The case is a pull to open, rather than a twist-off, and is plastic, which makes it slightly less durable than the other two. —M.F.\n\n$7 AT AMAZON\nEco-Pals reusable folding straw\n\nIt's the little the things that make the difference here—these Eco-Pals straws have a telescopic opening, a long extendable cleaning brush, a keychain loop, and silicone tips to put on the end, however the tips were a bit rough (I'd forgo them for this one), and the case is bulkier than the others tested. Plus, it doesn't come with a carabiner. —M.F.\n\n$7 AT AMAZON\nAnpro collapsible stainless steel straws\n\nThese stainless steel straws, which come in a set of three, are in a slightly different category than the picks above, but we're still considering them collapsible: The straws come as two separate telescopic pieces that are easy to twist together to expand into one full straw. This allows the straw and its cleaning piece to fit into a small case (its about three and a half inches long), making them ideal for on the go. Keep a case in your purse or backpack so you'll always have one handy.  —Meaghan Kenny, editorial assistant\n\n$12 AT AMAZON\nA Complete Guide to Eco-Friendly Travel\n26 actionable things you can do to make the world a little better, no matter where you are. \nThe best silicone straw\nEllo Impact silicone fold and store straws\n\nThese silicone straws have become my go-to for any cold beverage. They're soft and easy to drink from and the compact case fits in any small bag (you can even clip the case to your keychain). Know that you need to fold the straws up to put them into the case, but the flexible material makes it easy to do so. The straws come in a set of six in a variety of colors and are dishwasher safe and BPA-free; one cleaning brush is included, too. —M.K.\n\n$13 AT AMAZON\nThe best portable straw\nEcotribe reusable metal straws\n\nThese eco-friendly metal straws make every iced coffee, morning smoothie, and glass of cold water taste even better. The set of four reusable metal straws comes with two wooden cases, two cleaners, and a soft drawstring carrying case. Since the cases are on the larger side, these are my favorite to use at home in place of plastic straws. —M.K.\n\n$16 AT AMAZON\n\nWATCH\n\nA Night in São Paulo\n\nTOPICS\nTRAVEL ACCESSORIES\nDRINKS\nSUSTAINABILITY\nREVIEWS\nMORE FROM CONDÉ NAST TRAVELER\n24 Great Gifts That Will Help Your Running Friends Go the Distance\n\nBY RACHEL CHANG\n\n29 Gifts for the Friend Who’s Always Talking About Italy\n\nBY ALEX ERDEKIAN\n\n55 Best Travel Gifts for Men\n\nBY TODD PLUMMER\n\n12 European Airbnbs with Dreamy Swimming Pools\n\nBY CHARLEY WARD\n\n19 Warm Places to Visit in December, From Hawaiian Beaches to African Deserts\n\nBY CAITLIN MORTON\n\nCondé Nast Traveler does not provide medical advice, diagnosis, or treatment. Any information published by Condé Nast Traveler is not intended as a substitute for medical advice, and you should not take any action before consulting with a healthcare professional.\n\nMORE FROM CONDÉ NAST TRAVELER\n\nABOUT CONDÉ NAST TRAVELER\nSUBSCRIBE\nNEWSLETTER SIGN UP\nGIFT GUIDES\n\nCONTACT\n\nCONTACT THE EDITORS\nCAREERS\nRSS FEEDS\nACCESSIBILITY HELP\nCONDÉ NAST STORE\nDO NOT SELL MY PERSONAL INFO\n\n© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. Condé Nast Traveler may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices\n\nSelect international site\nUnited States"
}