{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2021-06-24..2021-12-23",
  "title": "What's a scary fact you know about the ocean? : r/AskReddit",
  "href": "https://www.reddit.com/r/AskReddit/comments/rjlydf/whats_a_scary_fact_you_know_about_the_ocean/",
  "body": "From what I understand it's not about the changing density of the water, but rather about compression of the air in your lungs. Basically, when you freedive (diving without a tank or external air supply) as you go deeper the water pressure compresses you a little bit, and the most compressible part of you is the air in your lungs.",
  "textContent": "What's a scary fact you know about the ocean? : r/AskReddit\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to AskReddit\nr/AskReddit\n•\n2 yr. ago\nYamper33\nWhat's a scary fact you know about the ocean?\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nApplesintheorchard\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nthe Corryvreckan Maelstrom in Scotland is a permanent whirlpool that is the third strongest in the world. It can produce 15 feet high standing waves.\n\nEdit: thank you for the award!\n\n11 more replies\nTheDodoRexYT\n•\n2 yr. ago\n\nIf you pass a certain level underwater, you can no longer float to the surface. You have to use all your strength to swim back up, which can use up too much oxygen and suffocate.\n\nZippyTwoShoes\n•\n2 yr. ago\n\n40 feet I think then you just sink\n\n21 more replies\n41 more replies\nStormcell74\n•\n2 yr. ago\n\nNot scary but the Pacific is that deep that it hides most of the worlds tallest Mountain\n\n4 more replies\nbig-enchilada\n•\n2 yr. ago\n\na tiger shark can be as long as 18 feet\n\n13 more replies\nteaandcrumpets_\n•\n2 yr. ago\n\nGreenland sharks can live to be 500 years old. Just lurking and swimming and doing sharky things for 500 YEARS.\n\nCometstarlight\n•\n2 yr. ago\n\nAnd it's suggested that they can live even longer than that. Just to think that a single creature, not even a tree, something that has to hunt and avoid disease and other things that could harm it has lived a longer life than many of the great civilizations we study is mindboggling.\n\n22 more replies\nMackay-Mucker\n•\n2 yr. ago\n\nWhat's scary is all the stuff we don't know about the ocean\n\n29 more replies\nCometstarlight\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nAt its deepest (Challenger Deep in the Mariana Trench), you could fit Mt. Everest and still have close to 10,000 feet of water between it and the surface.\n\nBull sharks live in the ocean (and rivers--that's a scary fact)\n\nAnother thing about bull sharks: a human male has a testosterone level between ~15-40. Bull sharks exceed over 900 and have the highest amount of testosterone of any animal in the animal kingdom. (Brought to my attention that the information striked out is incorrect-- thanks, Shark Week)\n\nThe ocean at night is probably the scariest thing I can think of. It's pitch black, you can't see anything, but most all of it can see you. In fact, there's plenty of predators that prefer to do their hunting at night. That's scary to me and why I don't swim at night, among other things.\n\n22 more replies\nTheSaddestLittleBoi\n•\n2 yr. ago\n\nThe concept of \"Shark Spotters\" is common where I live. People stand at a vantage point above popular beaches and look for sharks in the water to help ensure the safety of beach-go'ers.\n\nHowever, underwater sensors have shown us (well, shark biologists) that WAY MORE sharks swim very close to the beach than shark spotters can see.\n\nPeople really have no idea how many sharks they've probably encountered - that being said, very few sharks are actually dangerous to humans.\n\n6 more replies\njivygraphics\n•\n2 yr. ago\n•\nEdited 2 yr. ago\n\nGiant squids routinely fight Sperm whales and leave scars all over them from hooked suction cups.\n\nCrazysaurusRex\n•\n2 yr. ago\n\nA navy ship's sonar dome was damaged by a giant squid. The claws left embedded suggest a specimen much larger than anything ever recorded\n\n4 more replies\n59 more replies\nrubberbandballgaming\n•\n2 yr. ago\n\nThe fact that the famous picture of the blobfish is not actually what a blobfish looks like. When scientists first found them, they did not know that the blobfish is not as resilient as other deep sea creatures, and That particular blobfish was pulled to the surface too quickly, and had its skin and flesh torn off from the immense force of rapid decompression. The blobfish in that photo has its skin torn off. What’s even worse, is that companies have made t shirts and even squishies entirely based off of this photo. It still chills me to this day.\n\n14 more replies\nRSPanther\n•\n2 yr. ago\n\nThere is a floating trash island as big as France\n\nMoe_Lesteryu\n•\n2 yr. ago\n\nThat's just england\n\n8 more replies\n27 more replies\nImNotAWhaleBiologist\n•\n2 yr. ago\n\nWhales are the most dangerous animal in the ocean and kill thousands of people a year.\n\n14 more replies\nHorokusaky\n•\n2 yr. ago\n\nall the facts about the ocean are scary. mountains for me, yes sir, the higher and far from ocean the better.\n\n15 more replies\nHolybartender83\n•\n2 yr. ago\n\nThere’s always a bigger fish.\n\n8 more replies\nunknownlegion0o\n•\n2 yr. ago\n\nIf you drown you will mostly likely never be found\n\n3 more replies\nfynnboy3000\n•\n2 yr. ago\n\nThere's things swimming under you you cant see\n\n6 more replies\nView more comments\n \n2\nRank by size \nRelated\nReddit\nAsk\nOnline community\nSocial media\nMobile app\nMeta/Reddit\nWebsite\nInformation & communications technology\nTechnology\nforward\nback\nr/lakers\nThrowback to when we went 16-5 en route to #17, with all 5 losses being the Lakers beating themselves more than the other team being better for the game, with AD being the best shooter in the world, with us being bigger than everyone, and Vogel The Mad Scientist with S-Tier adjustments every series\n430 upvotes · 77 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/MarvelStrikeForce\n22 million in Corvis blitz!!!\n75 upvotes · 54 comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n139 upvotes · 16 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/gaming\nJurassic Park: Survival | Announcement Trailer\nyoutube\n283 upvotes · 97 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/Music\nTears For Fears - Everybody Wants To Rule The World [Pop]\nyoutube\n148 upvotes · 18 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/GameTheorists\nwhy we not talking about the real important theories?\nyoutube\n126 upvotes · 22 comments\nr/Music\nINXS - Never Tear Us Apart (Official Music Video) [Rock]\nyoutube\n106 upvotes · 10 comments\nr/movies\nFURIOSA : A MAD MAX SAGA | OFFICIAL TRAILER #1\nyoutube\n12K upvotes · 3.4K comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nr/Music\nAretha Franklin feat. The Blues Brothers -- Think [Soul]\nyoutube\n206 upvotes · 20 comments\nr/Music\nTalking Heads - This Must Be the Place (Naive Melody) [New wave, 1983]\nyoutube\n175 upvotes · 14 comments\nr/movies\nAlice in Wonderland (1915) – 4K, full film with score\nyoutube\n376 upvotes · 23 comments\nr/Music\nThe Blues Brothers - Everybody needs somebody [Soul]\nyoutube\n236 upvotes · 25 comments\nr/movies\nThe Zone of Interest | Official Trailer 2 HD | A24\nyoutube\n157 upvotes · 39 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nTOP POSTS\nReddit\nreReddit: Top posts of December 19, 2021\nReddit\nreReddit: Top posts of December 2021\nReddit\nreReddit: Top posts of 2021"
}