{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Previously Banned Plastic Straws Reappear at Disneyland",
  "href": "https://insidethemagic.net/2021/08/plastic-straws-disneyland-ad1/",
  "body": "One of the most noticeable differences Guests have likely experienced over the past couple years is the change from plastic straws, which have been proven to be harmful to not only the...",
  "textContent": "Skip to content\nYouTube\nFacebook\nTwitter\nSearch\nTHEME PARKS\n \nENTERTAINMENT\n \nFEATURED\n \nVIDEOS\n \nGIVEAWAYS\n \nWIN $100\n \nSHOP\nHOME » THEME PARKS » DISNEY PARKS » DISNEYLAND RESORT\nPreviously Banned Plastic Straws Reappear at Disneyland\nPosted on August 9, 2021 by Alessia Dunn\n\nCredit: Inside the Magic\n\nDisney has made a conscious effort to move toward a more green initiative by producing less waste at their theme parks.\n\nExplore More\nMY VIDEOS\n0 of 15 secondsVolume 0%\nThis ad will end in 10\n \nCredit: Inside the Magic\n\nOne of the most noticeable differences Guests have likely experienced over the past couple years is the change from plastic straws, which have been proven to be harmful to not only the environment but wildlife as well, to paper straws which are easily biodegradable. \n\nAs we have previously discussed, Disney’s commitment reduce single-use plastic in the Parks will result in a “reduction of more than 175 million straws and 13 million stirrers annually.” Disney shared back in 2018 that the company would also:\n\nReduce plastics in guest rooms by 80 percent by transitioning to refillable in-room amenities in hotels and on cruise ships.\nReduce the number of plastic shopping bags used in parks and on cruise ships, giving guests the option of purchasing a reusable bag.\nEliminate polystyrene cups at their owned and operated locations around the world.\nContinue recycling and responsibly disposing of single-use waste that can’t be eliminated.\nCredit: Disney\n\nAlthough paper straws are a much better choice environmentally, many Guests may not love using them as they can tend to become soggy quite quickly. Additionally, plastic straws (particularly bendy straws) are a necessity for many disabled people. For a variety of reasons, some Guests actually have begun to bring their own straws to the theme parks. Disney also sells reusable straws to Guests, in case they want an alternative option to the paper straw.\n\nNow, it seems Disneyland is offering plastic straws at very select locations! Disney has not announced that they would be changing the plastic straw policy at Disney Parks, but we have started to see the plastic bendy straw a pop up at some dining locations in Disneyland Resort. Most recently, we found plastic straws available at Mint Julep Bar in New Orleans Square, as of Monday, August 9.\n\nCredit: Inside the Magic\n\nIn our experience, we found the plastic straws are mixed in among the paper options, however, Disney has the paper straws labeled with green on the wrapper for Guests to tell the difference. Note that not all paper straws are labeled with a green wrapper, though, and most paper straws in the Parks have a plain white paper wrapper.\n\nIt is unclear why the plastic straw option has become sporadically available at this location and a few others in the Parks; however, we do have a few speculations as to why.\n\nCredit: Inside the Magic\n\nThere is a chance that Disneyland may have a supply shortage on paper straws (as many businesses throughout the globe have experienced supply shortages on a variety of products as a result of the ongoing pandemic). So, perhaps Disneyland has had to revert to plastic straws in order to ensure that all Guests have a straw option available at applicable locations.\n\nAnother possibility is that Disney may be accommodating to Guests with disabilities. By having a bendable straw options, it can help those Guests with limited mobility (or other needs) drink their beverage with much more ease, as these plastic straws are bendy and also do not disintegrate. Again, both of these options are purely speculation at this point; as mentioned, Disney has not made any statements regarding plastic straws reappearing at the Parks.\n\nIn our experience, have yet to see plastic straws appear at any other location at Disneyland, though we have seen some Guests report them sporadically elsewhere. Disney World seems to still only offer paper straws to their Guests.\n\nDo you think that Disney Parks should begin to offer plastic straws once again at more locations? Let us know your thoughts on this in the comments.\n\nDisney Merchandise Draws Attention for Potentially Inappropriate Imagery - Disney Dining\nThis had to have been a mistake... right?\nExplore More\n\nIN DISNEYLAND RESORT\n\nAlessia Dunn\n\nOrlando theme park lover who loves thrills and theming, with a side of entertainment. You can often catch me at Disney or Universal sipping a cocktail, or crying during Happily Ever After or Fantasmic.\n\nCOMMENTS OFF\nON PREVIOUSLY BANNED PLASTIC STRAWS REAPPEAR AT DISNEYLAND\n\nPost navigation\nOLDER\nOlder post:\nConstruction Underway in Disney Parks: New Orleans Square Updates!\nNEWER\nNewer post:\nDisney Continues Improvements Between Fantasyland and ToonTown\nInside the Magic Your Ultimate Source for Themed Entertainment Coverage\n\nInside the Magic is the world’s largest website for fans of Disney World, Disneyland, Marvel, Star Wars, and more.\n\nCreated in 2005, what started as a tiny central Florida-based website and short weekly podcast that allowed our audience to visit Walt Disney World virtually has grown into the publishing company it is today. We focus on bringing you all things fun so you can plan your theme park vacation, enjoy Disney at home, and more.\n\n© 2005–2023 JAK Schmidt, Inc. All rights reserved.\n\nYouTube\nFacebook\nTwitter\n\nCONTACT US | ADVERTISE ON ITM\n\nPRIVACY POLICY & TERMS OF SERVICE\n\nBy using this site you agree to our privacy policy. The material on this site may not be reproduced, distributed, transmitted, cached, or otherwise used, except with the prior written permission of Inside the Magic.\n\nInformation from your device can be used to personalize your ad experience.\n\nDo not sell or share my personal information.\nA RAPTIVE PARTNER SITE"
}