{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "Paper Straws: Are They Really Good For Our Planet?",
  "href": "https://www.thehappyturtlestraw.com/paper-straws-are-they-really-good-for-our-planet/",
  "body": "Furthermore, consumers and business owners are often dissatisfied with the quality and durability of paper straws. With the majority of plastic straws and paper straws making their way to the ocean and natural waterways, a fully compostable straw is a safe alternative for both marine life and wildlife. The Happy Turtle Straw is 100% edible ...",
  "textContent": "Skip to main content\nOUR MISSION\nOUR PRODUCTS\nOUR SHOP\nOUR CLIENTS\nBLOG\nFAQ\nCONTACT\nLOGIN\n\nNo products in the cart.\n\nPAPER STRAWS: ARE THEY REALLY GOOD FOR OUR PLANET?\n9 February 2022\n\nThe paper straw has been marketed as an eco-friendly, sustainable alternative to the popular plastic straw. Yet, even paper straws have a negative environmental impact. So, are paper straws a wasted effort? \n\nLeading paper straw companies claim that this eco-friendly product is either recyclable or biodegradable, essentially leaving a reduced environmental footprint on mother earth. Unfortunately, not all products that replace single-use plastic are as they seem, and there are just as many problems with paper straws that need to be addressed. In short, biodegradable products (such as straws, cups, and bags) do not biodegrade when incorrectly disposed of. There is a lot of misinformation, especially regarding the disposal of plastic-free products like paper straws. \n\nThe good news is that an even better alternative replaces both the plastic and paper straw, one that is 100% plant-based and disappears completely without polluting the oceans or our waterways. Keep reading to find out more. \n\nTHE PROBLEM WITH PAPER STRAWS\n\nYou may be surprised to learn that not all paper straws are recyclable. Most paper straws on the market are not even compostable. Let’s take a further look at this issue.\n\nWhat is a paper straw?\n\nPaper straws are typically made from three plies of paper bonded together with an adhesive. The choice of paper and adhesive is critical, and due to large-scale production and manufacturing time, not all paper straws are created to decompose. \n\nPaper straws may contain a plastic inner lining to help the paper straw maintain its structure. \nPaper straws are not biodegradable in landfill settings.\nPaper straws may not fully degrade if they are not correctly discarded. \nPaper straws can contain chemicals from the manufacturing process, making them challenging to compost at home. \n\nSo what happens when biodegradable products end up in our landfill systems? \n\nA landfill is specifically designed to prevent decomposing, ensuring any biodegradable items such as bags, cups, and straws don’t do what they promise because the environment doesn’t allow it. This means that paper straws can still have a negative impact if they are discarded with the general waste. Whilst many sustainable, zero-waste brands work hard to offer an eco-friendly alternative to plastic, the truth behind many of these products is that they are still problematic for our ecosystems. \n\nTHE ENVIRONMENTAL IMPACT OF PAPER STRAWS\n\nThe complexities surrounding paper straws and their environmental impact are highly misunderstood by consumers. Similar to biodegradable plastic bags, coffee cups, and containers, biodegradable paper straws are greenwashed as being a sustainable alternative. The truth is, composting these products is not as easy as it sounds, and as we have just learned, the majority are combined with general waste where they can not degrade. \n\nSingle-use plastic straws have become an environmental nightmare, polluting our oceans and waterways, harming marine and wildlife, breaking down into microplastic, and they need to be removed from production. However, whilst a better option to plastic, paper straws are still harmful in their own way. \n\nThe paper industry is incredibly resource-heavy. The pulp and paper production process uses a variety of harmful chemicals. Also, for packaging production, many inks and plasticisers are used. Furthermore, the logging and paper industry is at times unregulated around the globe. Major concerns include illegal land clearing, human rights violations, and mass deforestation playing a role. It may be hard to imagine, but an average of 80,000 acres of forest are cleared for various industries each day. \n\nWASTEWATER CONTAMINATION\n\nDue to the heavy chemicals used in the paper industry, wastewaters are hard to treat and therefore end up contaminating natural watercourses. The manufacturing process uses a large volume of fresh water and is known as one of the main contributors to industrial pollution. \n\nPulp and paper require raw materials such as cellulose fibers, recycled paper, straw, bamboo, flax, and recycled paper. The wastewater often contains particles of these raw materials along with additional residual waste and chemical contaminants. In many destinations, the negative impact of the paper industry has had a direct impact on the local community and the natural way. In Indonesia, the Banten province in Java has suffered years of water contamination in the Ciujung River as a direct result of the Asia Pulp and Paper factory dumping waste into the river catchment areas. In China, the paper industry remains of the main sources of pollution in the country. Furthermore, in Canada, recent studies in 2017 show that the substances released into the air by the pulp mill included chemicals such as ammonia, arsenic, chlorine dioxide, dioxins, manganese, mercury, methanol, sulphuric acid, and cadmium to name a few. According to the United States Environmental Protection Agency, these compounds are known carcinogens and pose a significant threat to human health and the surrounding environment. \n\nTHE HAPPY TURTLE STRAW \n\nInstead of using plastic or paper, both resource-heavy materials, The Happy Turtle Straw is made from 100% plant-based ingredients. This means you can replace paper and plastic straws with a product that even turtles can safely eat. Although there are a variety of plastic and paper alternatives on the market, many are still environmentally harmful due to the large carbon footprint generated through production, transport, and disposal. \n\nFurthermore, consumers and business owners are often dissatisfied with the quality and durability of paper straws. With the majority of plastic straws and paper straws making their way to the ocean and natural waterways, a fully compostable straw is a safe alternative for both marine life and wildlife. The Happy Turtle Straw is 100% edible, made from rice, potato, and tapioca. \n\nHow long does it take a plant-based straw to biodegrade compared with a paper straw? The Happy Turtle Straw takes only 90 days to biodegrade (less if safely eaten by marine life) and a paper straw takes an estimated 6 months or more. A plastic straw can take over 300 years as it breaks down into microplastics. \n\nFINAL THOUGHTS\n\nPaper straws are a safer alternative to plastic straws when they reach the ocean, but they are not as environmentally friendly as we have been led to believe. The best alternative is a 100% plant-based product that is free from chemicals, additives, and is safe enough to eat! \n\nReferences:\n\nhttps://get-green-now.com/are-paper-straws-recyclable/ \nhttps://get-green-now.com/environmental-impact-paper-vs-plastic-straws/#:~:text=Landfills%20are%20specifically%20designed%20to,piles%20of%20garbage%20on%20Earth\nhttps://www.travelforchange.net/post/the-environmental-impact-of-the-paper-industry \nhttps://www.ripublication.com/ijlr19/ijlrv12n1_01.pdf \nhttps://wrm.org.uy/articles-from-the-wrm-bulletin/section1/the-tree-plantation-and-paper-industry-pollutes-water-communities-in-indonesia-affected-by-app/ \nhttps://bioresources.cnr.ncsu.edu/resources/analysis-of-environmental-regulation-policy-for-chinese-paper-enterprises/  \nhttps://www.sciencedirect.com/science/article/pii/S2667010021002249  \nhttps://www.goodnet.org/articles/new-edible-veggie-straws-are-100-natural-biodegradable \n\n \n\nOTHER LINKS\nWE ARE SOCIAL !\nInstagram\nFacebook\nLinkedIn\nNew research has stated that there are more plasti\nHave you ever wondered what sea turtles do during\n Follow us\n\n© 2023 The Happy Turtle Straw. Developed by Hybride.Design\n\nClose Menu"
}