{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Is global plastic pollution nearing an irreversible tipping point?",
  "href": "https://phys.org/news/2021-07-global-plastic-pollution-nearing-irreversible.html",
  "body": "As of 2016, estimates of global emissions of plastic to the world's lakes, rivers and oceans ranged from 9 to 23 million metric tons per year, with a similar amount emitted onto land yearly. These ...",
  "textContent": "Week's top\nLatest news\nUnread news\nSubscribe\nScience X Account\nRemember me\nSign In\n\nClick here to sign in with  or \n\nForget Password?\n\nNot a member? Sign up\n\nLearn more\n\nNanotechnology\nPhysics\nEarth\nAstronomy & Space\nChemistry\nBiology\nOther Sciences\n Medicine\n Technology\n\n766\n\n31\n\nShare\n\nEmail\n\nHome\nEarth\nEnvironment\n\nJULY 1, 2021\n\nIs global plastic pollution nearing an irreversible tipping point?\n\nby Stockholm University\n\nSurface-floating macroplastic item with a decapod, sampled from the German research vessel SONNE during expedition SO268/3 crossing the North Pacific Ocean from Vancouver to Singapore in summer, 2019. ©Gritta Veit-Köhler Senckenberg. Credit: ©Gritta Veit-Köhler Senckenberg\n\nCurrent rates of plastic emissions globally may trigger effects that we will not be able to reverse, argues a new study by researchers from Sweden, Norway and Germany published on July 2nd in Science. According to the authors, plastic pollution is a global threat, and actions to drastically reduce emissions of plastic to the environment are \"the rational policy response\".\n\nPlastic is found everywhere on the planet: from deserts and mountaintops to deep oceans and Arctic snow. As of 2016, estimates of global emissions of plastic to the world's lakes, rivers and oceans ranged from 9 to 23 million metric tons per year, with a similar amount emitted onto land yearly. These estimates are expected to almost double by 2025 if business-as-usual scenarios apply.\n\n\"Plastic is deeply engrained in our society, and it leaks out into the environment everywhere, even in countries with good waste-handling infrastructure,\" says Matthew MacLeod, Professor at Stockholm University and lead author of the study. He says that emissions are trending upward even though awareness about plastic pollution among scientists and the public has increased significantly in recent years.\n\nThat discrepancy is not surprising to Mine Tekman, a Ph.D. candidate at the Alfred Wegener Institute in Germany and co-author of the study, because plastic pollution is not just an environmental issue but also a \"political and economic\" one. She believes that the solutions currently on offer, such as recycling and cleanup technologies, are not sufficient, and that we must tackle the problem at its root.\n\n\"The world promotes technological solutions for recycling and to remove plastic from the environment. As consumers, we believe that when we properly separate our plastic trash, all of it will magically be recycled. Technologically, recycling of plastic has many limitations, and countries that have good infrastructures have been exporting their plastic waste to countries with worse facilities. Reducing emissions requires drastic actions, like capping the production of virgin plastic to increase the value of recycled plastic, and banning export of plastic waste unless it is to a country with better recycling\" says Tekman.\n\nCatching a big blue barrel floating on the ocean surface in the Great Pacific Garbage Patch from the German research vessel SONNE during expedition SO268/3 crossing the North Pacific Ocean from Vancouver to Singapore in summer, 2019. ©Roman Kroke UFZ. Credit: ©Roman Kroke UFZ\"\nA poorly reversible pollutant of remote areas of the environment\n\nPlastic accumulates in the environment when amounts emitted exceed those that are removed by cleanup initiatives and natural environmental processes, which occurs by a multi-step process known as weathering.\n\n\"Weathering of plastic happens because of many different processes, and we have come a long way in understanding them. But weathering is constantly changing the properties of plastic pollution, which opens new doors to more questions,\" says Hans Peter Arp, researcher at the Norwegian Geotechnical Institute (NGI) and Professor at the Norwegian University of Science and Technology (NTNU) who has also co-authored the study. \"Degradation is very slow and not effective in stopping accumulation, so exposure to weathered plastic will only increase,\" says Arp. Plastic is therefore a \"poorly reversible pollutant\", both because of its continuous emissions and environmental persistence.\n\nRemote environments are particularly under threat as co-author Annika Jahnke, researcher at the Helmholtz Centre for Environmental Research (UFZ) and Professor at the RWTH Aachen University explains:\n\n\"In remote environments, plastic debris cannot be removed by cleanups, and weathering of large plastic items will inevitably result in the generation of large numbers of micro- and nanoplastic particles as well as leaching of chemicals that were intentionally added to the plastic and other chemicals that break off the plastic polymer backbone. So, plastic in the environment is a constantly moving target of increasing complexity and mobility. Where it accumulates and what effects it may cause are challenging or maybe even impossible to predict.\"\n\nPlastic residue being filtered out of food waste collected in Norway after fermentation to biogas and soil fertilizer. ©Caroline Hansen and Heidi Knutsen, NGI. Credit: Caroline Hansen and Heidi Knutsen, NGI\nA potential tipping point of irreversible environmental damage\n\nOn top of the environmental damage that plastic pollution can cause on its own by entanglement of animals and toxic effects, it could also act in conjunction with other environmental stressors in remote areas to trigger wide-ranging or even global effects. The new study lays out a number of hypothetical examples of possible effects, including exacerbation of climate change because of disruption of the global carbon pump, and biodiversity loss in the ocean where plastic pollution acts as additional stressor to overfishing, ongoing habitat loss caused by changes in water temperatures, nutrient supply and chemical exposure.\n\nTaken all together, the authors view the threat that plastic being emitted today may trigger global-scale, poorly reversible impacts in the future as \"compelling motivation\" for tailored actions to strongly reduce emissions.\n\n\"Right now, we are loading up the environment with increasing amounts of poorly reversible plastic pollution. So far, we don't see widespread evidence of bad consequences, but if weathering plastic triggers a really bad effect we are not likely to be able to reverse it,\" cautions MacLeod. \"The cost of ignoring the accumulation of persistent plastic pollution in the environment could be enormous. The rational thing to do is to act as quickly as we can to reduce emissions of plastic to the environment.\"\n\nMore information: M. MacLeod at Stockholm University in Stockholm, Sweden el al., \"The global threat from plastic pollution,\" Science (2021). science.sciencemag.org/cgi/doi … 1126/science.abg5433\n\nJournal information: Science \n\nProvided by Stockholm University \n\nExplore further\n\nVideo: A sweet solution to plastic pollution\n798 shares\n\nFacebook\n\nTwitter\n\nEmail\n\nFeedback to editors\n\n1\n2\nRelated Stories\nVideo: A sweet solution to plastic pollution\n\nJUN 25, 2021\n\nPlastic waste has some economic benefit for developing countries\n\nMAY 27, 2021\n\nPlastic waste in the sea mainly drifts near the coast\n\nJUN 2, 2021\n\nMangroves threatened by plastic pollution from rivers, new study finds\n\nJAN 26, 2021\n\nNew technology will identify sources of plastic in the ocean\n\nAPR 8, 2021\n\nEcologists sound alarm on plastic pollution\n\nSEP 17, 2020\n\nRecommended for you\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDEC 8, 2023\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nDEC 8, 2023\n\nResearch finds marine bacteria, atmospheric rivers can contribute to formation of ice clouds\n\nDEC 8, 2023\n\nAdapting to hypoxia: Zooplankton influence efficiency of biological carbon pump in the Humboldt Current\n\nDEC 8, 2023\n\nImproving thunderstorm prediction by watching lightning flashes from space\n\nDEC 8, 2023\n\nA new 66 million-year history of carbon dioxide offers little comfort for today\n\nDEC 7, 2023\n\nLoad comments (0)\nMore news stories\nWhen is an aurora not an aurora? Phenomena called 'Steve' and 'picket fence' are masquerading as auroras\n\nThe shimmering green, red and purple curtains of the northern and southern lights—the auroras—may be the best-known phenomena lighting up the nighttime sky, but the most mysterious are the mauve and white streaks called ...\n\nEARTH SCIENCES\n\n23 HOURS AGO\n\n0\n\n492\n\nA new (micro) lens on optics: Researchers develop hybrid achromats with high focusing efficiencies\n\nUsing 3D printing and porous silicon, researchers at the University of Illinois Urbana-Champaign have developed compact, visible wavelength achromats that are essential for miniaturized and lightweight optics. These high-performance ...\n\nOPTICS & PHOTONICS\n\n23 HOURS AGO\n\n0\n\n227\n\nSaturday Citations: Extragalactic stars in the Milky Way, more biolinguistic evidence and couples coping with COVID\n\nThis week we look at migratory stars, communicative children and how to make the best cup of coffee, as well as examining some of the latest COVID advice.\n\nOTHER\n\nDEC 9, 2023\n\n0\n\n54\n\nSix-million-year-old groundwater pool discovered deep under Sicilian mountains\n\nA multi-institutional team of geoscientists has discovered a deep, ancient underground pool of fresh water underneath part of the Sicilian mountains. In their study, reported in the journal Communications Earth & Environment, ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n2\n\n240\n\nPolyethylene waste could be a thing of the past\n\nAn international team of experts undertaking fundamental research has developed a way of using polyethylene waste (PE) as a feedstock and converted it into valuable chemicals, via light-driven photocatalysis.\n\nPOLYMERS\n\nDEC 8, 2023\n\n3\n\n359\n\nAtlantic Ocean near Bermuda is warmer and more acidic than ever, 40 years of observation show\n\nDecade-long ocean warming that impacts ocean circulation, a decrease in oxygen levels that contributes to changes in salinification and nutrient supply, and ocean acidification are just some of the challenges the world's ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n3\n\n59\n\nResearchers quantify the onset of turbulence in a pipe bent back on itself\n\nHow much stress do pipes undergo when a liquid flows through them, and how does it depend on the degree of curvature of the pipe?\n\nSOFT MATTER\n\nDEC 8, 2023\n\n0\n\n98\n\nStudy of Philippine sea cucumber shows it may have biomedical applications\n\nA small team of marine scientists and chemists at the University of the Philippines, The Marine Science Institute, has found that a type of sea cucumber found locally may have biomedical applications. In their study, reported ...\n\nPLANTS & ANIMALS\n\nDEC 8, 2023\n\n0\n\n78\n\nGenetic mutations that promote reproduction tend to shorten human lifespan, study shows\n\nA University of Michigan-led study based on a review of genetic and health information from more than 276,000 people finds strong support for a decades-old evolutionary theory that sought to explain aging and senescence.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n215\n\nA superconducting junction made from a single 2D material promises to harness strange new physics\n\nPhysicists at RIKEN have developed an electronic device that hosts unusual states of matter, which could one day be useful for quantum computation.\n\nSUPERCONDUCTIVITY\n\nDEC 8, 2023\n\n0\n\n418\n\n'Appetite for drumsticks': First prey found in a tyrannosaur stomach\n\nPrey has been discovered inside the stomach of a tyrannosaur skeleton for the first time, scientists said Friday, revealing that the mighty dinosaurs had an \"appetite for drumsticks\" when they were young.\n\nPALEONTOLOGY & FOSSILS\n\nDEC 8, 2023\n\n0\n\n331\n\nResearchers discover new lipid nanoparticle that shows muscle-specific mRNA delivery, reduces off-target effects.\n\nA team of researchers based at the University of Toronto's (U of T) Leslie Dan Faculty of Pharmacy has discovered a novel ionizable lipid nanoparticle that enables muscle-focused mRNA delivery while minimizing off-target ...\n\nBIO & MEDICINE\n\nDEC 8, 2023\n\n1\n\n70\n\nNew insights into Zebra mussel attachment fibers offer potential solutions to combat invasive species\n\nA recent study from researchers in Canada and Germany has revealed that an unlikely event, occurring over 12 million years ago, played an important role in shaping one of Canada's most damaging invasive species.\n\nEVOLUTION\n\nDEC 8, 2023\n\n0\n\n120\n\nClimate change will increase wildfire risk and lengthen fire seasons, study confirms\n\nWildfires are some of the most destructive natural disasters in the country, threatening lives, destroying homes and infrastructure, and creating air pollution. In order to properly forecast and manage wildfires, managers ...\n\nEARTH SCIENCES\n\nDEC 8, 2023\n\n0\n\n62\n\nConjoined 'racetracks' make new optical device possible\n\nWhen we last checked in with Caltech's Kerry Vahala three years ago, his lab had recently reported the development of a new optical device called a turnkey frequency microcomb that has applications in digital communications, ...\n\nOPTICS & PHOTONICS\n\nDEC 8, 2023\n\n0\n\n20\n\nA micro-ring resonator with big potential: Hybrid device significantly improves laser technology\n\nThe team at EPFL's Photonic Systems Laboratory (PHOSL) has developed a chip-scale laser source that enhances the performance of semiconductor lasers while enabling the generation of shorter wavelengths.\n\nOPTICS & PHOTONICS\n\nDEC 8, 2023\n\n0\n\n43\n\nMedical Xpress\n\nMedical research advances and health news\n\nTech Xplore\n\nThe latest engineering, electronics and technology advances\n\nScience X\n\nThe most comprehensive sci-tech news coverage on the web\n\nNewsletters\nSubscribe\nScience X Daily and the Weekly Email Newsletter are free features that allow you to receive your favorite sci-tech news updates in your email inbox\nFollow us\nTop\nHome\nSearch\nMobile version\nHelp\nFAQ\nAbout\nContact\nScience X Account\nPremium Account\nArchive\nNews wire\nAndroid app\niOS app\nRSS feeds\nPush notification\n© Phys.org 2003 - 2023 powered by Science X Network\nPrivacy policy Terms of use"
}