{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastics in soil threaten food security, health, and environment: FAO",
  "href": "https://news.un.org/en/story/2021/12/1107342",
  "body": "Plastic pollution has become pervasive in agricultural soils, according to a new report released on Tuesday by the UN agriculture agency, posing a threat to food security, people's health, and the environment. While plastic refuse littering beaches and oceans draws high-profile attention, the Food and Agriculture Organization's ( FAO ...",
  "textContent": "Skip to main content / navigation\nWelcome to the United Nations\nLANGUAGE\nالعربية\n中文\nEnglish\nFrançais\nРусский\nEspañol\nPortuguês\nKiswahili\nOther\nUN News\nGlobal perspective Human stories\nSEARCH\nHome\nTopics\nIn depth\nSecretary-General\nMedia\nAUDIO AND SUBSCRIPTION\nAUDIO HUB\nSUBSCRIBE\nPlastics in soil threaten food security, health, and environment: FAO\n© FAO/Cristina Aldehuela In agriculture, plastic products greatly help productivity\n\nFacebook Twitter Print Email\n\n7 December 2021Climate and Environment\n\nPlastic pollution has become pervasive in agricultural soils, according to a new report released on Tuesday by the UN agriculture agency, posing a threat to food security, people’s health, and the environment.\n\nWhile plastic refuse littering beaches and oceans draws high-profile attention, the Food and Agriculture Organization’s (FAO) Assessment of agricultural plastics and their sustainability: a call for action suggests that the land we use to grow our food is contaminated with even larger quantities of plastic pollutants.\n\n“Soils are one of the main receptors of agricultural plastics and are known to contain larger quantities of microplastics than oceans”, FAO Deputy Director-General Maria Helena Semedo said in the report’s foreword.\n\nTweet URL\nStartling numbers\n\nAccording to data collated by FAO experts, agricultural value chains each year use 12.5 million tonnes of plastic products while another 37.3 million are used in food packaging.\n\nCrop production and livestock accounted for 10.2 million tonnes per year collectively, followed by fisheries and aquaculture with 2.1 million, and forestry with 0.2 million tonnes.\n\nAsia was estimated to be the largest user of plastics in agricultural production, accounting for almost half of global usage. Moreover, without viable alternatives, plastic demand in agriculture is only set to increase.\n\nAs the demand for agricultural plastic continues surge, Ms. Semedo underscored the need to better monitor the quantities that “leak into the environment from agriculture”.\n\nWeighing the risks\n\nSince their widespread introduction in the 1950s, plastics have become ubiquitous.\n\nIn agriculture, plastic products greatly help productivity, such as in covering soil to reduce weeds; nets to protect and boost plant growth, extend cropping seasons and increase yields; and tree guards, which protect seedlings and saplings from animals and help provide a growth-enhancing microclimate.\n\nHowever, of the estimated 6.3 billion tonnes of plastics produced before 2015, almost 80 per cent had never been properly disposed of.\n\nWhile the effects of large plastic items on marine fauna have been well documented, the impacts unleashed during their disintegration, potentially affect entire ecosystems.\n\nNowhere safe from microplastics\n\nAnd microplastics – less than 5 mm in size – have been found in human feces and placentas as well as been transmitted to fetuses through their pregnant mothers.\n\nWhile most scientific research on plastics pollution has been directed at aquatic ecosystems, FAO experts say agricultural soils are thought to receive far greater quantities of microplastics.\n\nSince 93 per cent of global agricultural activities occur on land, further investigation in this area is needed, according to the UN agency.\n\n“This report serves as a loud call to coordinated and decisive action to facilitate good management practices and curb the disastrous use of plastics across the agricultural sectors”, said the FAO deputy chief.\n\nKey recommendations\n\nLacking viable alternatives, it impossible for plastics to be banned – and there are no ‘silver bullets’ to eliminate the damages they cause.\n\nThe report does, however, identify several solutions based on the “Refuse, Redesign, Reduce, Reuse, Recycle, and Recover” model.\n\nThe report also recommends developing a comprehensive voluntary code of conduct for all aspects of plastics throughout agrifood chains and calls for more research, especially on the health impact of micro- and nanoplastics.\n\n“FAO will continue to play an important role in dealing with the issue of agricultural plastics holistically within the context of food security, nutrition, food safety, biodiversity and sustainable agriculture”, Ms. Semedo said.\n\n♦ Receive daily updates directly in your inbox - Subscribe here to a topic.\n♦ Download the UN News app for your iOS or Android devices.\n \nPLASTIC POLLUTIONSOILAGRICULTUREAGRI-FOOD\nLISTEN TO UN RADIO\nVolume 40%\n \nINTERVIEWS\n7'2\"\nClimate change affects everyone, but we can still hold back ...\nRELATED STORIES\nFive things you should know about disposable masks and plastic pollution\nFAO warns 90 per cent of Earth’s topsoil at risk by 2050 \nNations sign up to end global scourge of plastic pollution\nNEWS TRACKER: PAST STORIES ON THIS ISSUE\nExcess salt in soils puts food security at risk: FAO\n3 December 2021\nClimate and Environment\n\nImproper water management, including insufficient supply and poor quality drainage systems, are contributing to excessive soil salinization – a problem that threatens global food security, according to the UN’s Food and Agriculture Organization (FAO). \n\nNew FAO analysis reveals carbon footprint of agri-food supply chain\n8 November 2021\nClimate and Environment\n\nFood processing, packaging, transport, household consumption and waste disposal are pushing the food supply chain to the top of the greenhouse gas emitters list, according to a  new study led by the UN agriculture agency, presented on Monday at the COP26 climate conference in Glasgow.\n\nRESOURCES\nNavigate the News\nInformation for Broadcasters\nUN System Links\nMedia Alert\nUN Journal\nMeetings Coverage\nAudiovisual Library\nSECRETARY-GENERAL\nAll Statements\nOfficial Travels\nPress Encounters\nSG Twitter\nSPOKESPERSON'S OFFICE\nLatest Statements\nBriefing Highlights\nBriefing Transcripts\nNotes to Correspondents\nFIND US\nUN News App\nFacebook\nTwitter\nYouTube\nRSS\nContact UN News\nFOOTER MENU\nA-Z SITE INDEX\nCOPYRIGHT\nFAQ\nFRAUD ALERT\nPRIVACY NOTICE\nTERMS OF USE\nSOCIAL MEDIA LINKS\nFOOTER BUTTONS\nDONATE\n\nFacebook\nTwitter\nPrint\nEmail"
}