{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "12 Plastic Pollution Facts That Show Why We Need To Do More",
  "href": "https://www.globalcitizen.org/en/content/effects-of-plastic-pollution-facts-you-should-know/",
  "body": "Plastic pollution is a serious global concern and contributes drastically to climate change. The United Nations' Global Goal 13 calls for immediate climate action and this cannot be achieved if the rate of worldwide plastic pollution remains as is. Join the movement and take action to tackle climate change here.",
  "textContent": "ISSUES\nDefeat Poverty\nDefend the Planet\nDemand Equity\nTAKE ACTION\nREWARDS\nPARTNERS\nDOWNLOAD APP\nENGLISH\nGLOBAL CITIZEN LIFE\nDEFEND THE PLANET\n12 Plastic Pollution Facts That Show Why We Need To Do More\nDid you know that you could be eating 70,000 microplastics every year?\nSHARE\nSHARE\nSHARE\nTWEET\nEMAIL\nA man takes photos of piles of garbage washed on shore at the Zouq Mosbeh costal town, Lebanon, Jan. 22, 2018. Environmentalists say a winter storm has pushed a wave of trash onto the Lebanese shore, stirring outrage over a waste management crisis. | A man takes photos of piles of garbage washed on shore at the Zouq Mosbeh costal town, Lebanon, Jan. 22, 2018. Environmentalists say a winter storm has pushed a wave of trash onto the Lebanese shore, stirring outrage over a waste management crisis that has choked the country since 2015. | Hussein Malla/AP\nLISTEN TO THIS ARTICLE\nBy Seneo Mwamba and Khanyi Mlaba\nJuly 16, 2021\nWhy Global Citizens Should Care\nPlastic pollution is a serious global concern and contributes drastically to climate change. The United Nations’ Global Goal 13 calls for immediate climate action and this cannot be achieved if the rate of worldwide plastic pollution remains as is. Join the movement and take action to tackle climate change here. \n\nIt’s no secret that plastic is terrible for the environment, we hear about it all the time and it has been reiterated over and over again by policy makers, scientists and the likes of David Attenborough. \n\nBut do you know just how bad the plastic pollution problem is? \n\nAccording to the UN Environment Programme (UNEP), 300 million tonnes of plastic is produced every year, and not all of it is recycled. To put that into perspective, that’s equivalent to the weight of the entire human population. \n\nI'LL HELP ADVOCATE FOR A CLEANER AND SAFER ENVIRONMENT!\nBy clicking Sign Up, you agree to our Terms and Privacy Policy.\n\nWhile some countries and cities around the world have enforced plastic bans, and the call for the end of single-use plastics is at an all-time high, more still needs to be done. \n\nSome governments and organisations are doing their part to reduce plastic use and better the environment. Certain retailers have also taken environmental responsibility and have committed to reducing the amount of plastic they produce. \n\nStores such as British supermarket chain Iceland, and furniture store Ikea have put in place plans to phase out single-use plastics and replace them with more sustainable options. Meanwhile, plastic straws and cutlery have been targeted by numerous retailers across the board, and having a plastic bag is enough to land you in jail in some countries.\n\nRelated Stories\n11 Billion Pieces Of Plastic Are Killing The Ocean’s Coral Reefs\n\nIt is also up to us as consumers to understand the impact that our plastic consumption is having on the environment. Get clued up with these lesser-known facts about plastic that you really need to know.\n\n1. Only 9% of all plastic produced is recycled\n\nAccording to a report from the Guardian, an estimated 8.3 billion tons of plastic have been produced since the 1950s — that’s equivalent to the weight of more than 800,000 Eiffel Towers. \n\nDespite this, and the fact that plastic is continuing to be produced each year, the UNEP reports that only 9% of all plastic is recycled and just 12% is incinerated. The remaining plastic has polluted the environment or can be found in dumps and landfills. \n\n2. A whopping 2 million plastic bags are used every minute worldwide\n\nImage: Flickr / European Parliament\n\nThis might seem like an unbelievable number, but according to Ecowatch, between 500 billion and 1 trillion plastic bags are used worldwide annually.\n\nNew Yorkers alone use 23 billion plastic bags every year, according to the New York City Department of Environmental Conservation (which is why it’s so great that the city has banned plastic grocery bags).\n\nBans on plastic bags have already proved to be extremely effective in the countries that have them. In the UK, for example, the introduction of a 5p (7c) plastic bag charge introduced in 2015 has brought about an 83% reduction in plastic bag use.\n\nWhile Britain still produces 1.3 billion plastic bags a year, according to a government report in April 2017, the fall in use marks significant progress.\n\nRelated Stories\n16 Times Countries and Cities Have Banned Single-Use Plastics\n\n3. Single-use plastics are illegal in some parts of the world\n\nKenya introduced one of the world’s toughest laws against plastic bags in 2017. Now, Kenyans who are caught producing, selling, or even using plastic bags will risk imprisonment of up to four years or fines of $40,000 (£31,000). \n\nOther countries that have banned, partially banned, or taxed single-use plastic bags include China, France, Rwanda, and Italy.  \n\nYou can find about other countries and cities that have brought in extraordinary plastic bans here.\n\n4. Every minute of every day a truckload of plastic is dumped into the the ocean\n\nAccording to a study by the World Economic Forum, 32% of all plastic packaging produced finds its way to our oceans every year; this figure is the equivalent of pouring one garbage truck of plastic into the ocean every minute.\n\n5. 73% of beach litter worldwide is plastic.\nImage: Max Pixel\n\nAccording to National Geographic, 73% of all beach litter is plastic.The litter includes filters from cigarette butts, bottles, bottle caps, food wrappers, grocery bags, and polystyrene containers.\n\n6. One million plastic bottles are bought every minute\n\nA report by the Guardian found that 1 million plastic bottles are purchased around the world every minute, and this number is set to increase by another 20% by 2021 if we don’t act.\n\nThe same report said more than 480 billion plastic drinking bottles were purchased in 2016 across the world — up from 300 billion a decade before.\n\nAdditionally, less than half of the bottles purchased in 2016 were recycled — with just 7% of those collected turned into new bottles, and the rest ending up in landfill sites or the ocean.\n\nRelated Stories\nNew Zealand Will Ban Most Single-Use Plastics by 2025\n\n7. There could be more plastic than fish in the ocean by 2050\n\nA report by the Ellen MacArthur foundation in partnership with the World Economic Forum found that if plastic pollution continues at this rate, the amount of plastic in the ocean could outweigh the amount of fish. \n\nThe report predicts that oceans will contain at least 937 million tons of plastic and just 895 million tons of fish by 2050.\n\n8. Up to 95% of plastic polluting oceans is carried by 10 rivers\n\nAccording to World Economic Forum researchers, 88 - 95% of plastic waste that is washed into oceans by 1,350 large rivers around the world comes from just 10 rivers across Asia and Africa.\n\nThe study states that eight of these rivers are in Asia: the Yangtze, Indus, Yellow, Hai He, Ganges, Pearl, Amur, and Mekong. Two of the rivers can be found in Africa: the Nile and the Niger.\n\nHowever, the study does not account for all waste found in seas and oceans, just plastic waste transported to the oceans through the world’s rivers.\n\nThe WEF added that the two things all the rivers named have in common is a high population living in the area, as well as a poor waste management system.\n\n9. 99% of seabirds will be eating plastic by 2050\n\nAccording to the United Nations, ingestion of plastic kills an estimated 1 million marine birds and 100,000 marine animals each year, and scientists believe that if plastic pollution continues at this rate, 99% of the world's seabird species will be ingesting plastic by 2050.\n\nAdditionally, more than 90% of all birds and fish are believed to have plastic particles in their stomach. It’s because plastic breaks up into tiny pieces in the sea, which are then consumed by fish and other sea animals.\n\n10. The average person eats 70,000 microplastics each year\n\nThat works out to about 100 bits of microplastic over the course of just one meal, according to a study published in Environmental Pollution.\n\nA team of UK-based researchers put petri dishes with sticky surfaces next to dinner plates in three homes in the UK. After just 20 minutes, the dishes accumulated an average of 14 microplastics.\n\nRelated Stories\nScottish Scientists Just Worked Out How to Convert Plastic Bottles Into Vanilla Flavouring\n\n11.  The average time that a plastic bag is used is just 12 minutes.\n\nYep, that’s right — they’re used for an average of 12 minutes and then take up to a thousand years to decompose.\n\n12. Over the past 50 years, world plastic production has doubled\n\nWhile increasing numbers of organisations and countries are banning plastic use and production, the world’s leading plastic manufacturers are planning to increase production by almost a third over the next five years, according to the World Economic Forum. \n\nIn 1974, global plastic consumption per year was 2 kilograms (4.4 pounds) per capita. Today, this has increased to 43 kilograms (about 95 pounds) — and this number is still set to increase.\n\nIf plastic consumption increases at its current rate, according to National Geographic, by 2050 there will be 12 billion metric tons of plastic in landfills.\n\nYou can join the Global Citizen Live campaign to defeat poverty and defend the planet by taking action here, and become part of a movement powered by citizens around the world who are taking action together with governments, corporations and philanthropists to make change.\n\nTOPICS\nEnvironment\nPollution\nPlastic pollution\nrecycling\nExtinction\nPlastic waste\nOcean pollution\nLitter\nPlastic bottles\nMicroplastics\nPlastic Packaging\nGlobal Citizen Live\nplastique\nGlobal Citizen Life\nPlastic Pollution in the Ocean\nPlastic Pollution Facts\nWHY WE'RE WRITING\nWhat's at stake?\n\nPlastic is really detrimental to the environment and contributes heavily to climate change, yet only 9% of all plastic is recycled. The rest is dumped and polluted.\n\nWhat can we do?\n\nWe advocate for the United Nations' Global Goal 14 which calls for immediate climate action. Take action with us now to help achieve this goal by 2030.\n\nJoin the movement\nJOIN THE MOVEMENT\nBy clicking Sign Up, you agree to our Terms and Privacy Policy.\nRead more\nVictoria Has Officially Imposed Its State-Wide Plastic Bag Ban\n\nThe ban is expected to help protect the environment by reducing plastic pollution.\n\nBY MADELEINE KECK\n2 MIN READ\nMexico City's Ban on Plastic Bags Officially Takes Effect\n\nMexico City has joined a growing number of cities in banning single-use plastic bags.\n\nBY ERICA SÁNCHEZ AND BRANDON WIGGINS\n3 MIN READ\nAdidas Is Making Even More Clothes From Recycled Ocean Plastic\n\nYour whole wardrobe could soon be made out of recycled ocean plastic.\n\nBY JOE MCCARTHY\n3 MIN READ\n5 Activists Who Are Transforming Plastic Waste Into Beautiful Art, Accessories, and More\n\nOver 8.3 billion tons of plastic has been produced in the last 70 years, yet only 8% is recycled.\n\nBY AARON RAKHETSI\n5 MIN READ\nVictoria Has Officially Imposed Its State-Wide Plastic Bag Ban\n\nThe ban is expected to help protect the environment by reducing plastic pollution.\n\nBY MADELEINE KECK\n2 MIN READ\nMexico City's Ban on Plastic Bags Officially Takes Effect\n\nMexico City has joined a growing number of cities in banning single-use plastic bags.\n\nBY ERICA SÁNCHEZ AND BRANDON WIGGINS\n3 MIN READ\nAdidas Is Making Even More Clothes From Recycled Ocean Plastic\n\nYour whole wardrobe could soon be made out of recycled ocean plastic.\n\nBY JOE MCCARTHY\n3 MIN READ\n5 Activists Who Are Transforming Plastic Waste Into Beautiful Art, Accessories, and More\n\nOver 8.3 billion tons of plastic has been produced in the last 70 years, yet only 8% is recycled.\n\nBY AARON RAKHETSI\n5 MIN READ\nVictoria Has Officially Imposed Its State-Wide Plastic Bag Ban\n\nThe ban is expected to help protect the environment by reducing plastic pollution.\n\nBY MADELEINE KECK\n2 MIN READ\nMexico City's Ban on Plastic Bags Officially Takes Effect\n\nMexico City has joined a growing number of cities in banning single-use plastic bags.\n\nBY ERICA SÁNCHEZ AND BRANDON WIGGINS\n3 MIN READ\nAdidas Is Making Even More Clothes From Recycled Ocean Plastic\n\nYour whole wardrobe could soon be made out of recycled ocean plastic.\n\nBY JOE MCCARTHY\n3 MIN READ\nJOIN THE MOVEMENT\nBy clicking Sign Up, you agree to our Terms and Privacy Policy.\nFOLLOW US ON SOCIAL\nLANGUAGE\nENGLISH\nDEUTSCH\nFRANÇAIS\nESPAÑOL\nSUPPORT THE MOVEMENT\nDONATE NOW\nABOUT\nWho We Are\nImpact\nTerms of Use\nPrivacy Policy\nRewards Winners\nGlobal Citizen - Rewards Program\nGlobal Citizen Ambassadors\nSitemap\nGET INVOLVED\nDonate to Global Citizen\nTake Action\nJobs\nMerchandise Shop\nThe Red Circle\nDonate to Global Citizen\nWATCH + LISTEN\nGlobal Citizen Live\nVax Live\nEvery Vote Counts\nGlobal Goal: Unite\nColor Esperanza\nTogether At Home\nSTAND UP\nACTIVATE: The Global Citizen Movement\nThe Cry Power Podcast with Hozier\nGLOBAL CITIZEN PROGRAMS\nCisco Youth Leadership Award\nGlobal Citizen Prize\nWaislitz Global Citizen Awards\nFellowship Program\nYoung Artists Collective\nEmerging Creatives\nYouth Leaders Award\nGlobal Citizen Fellowship Program\nENQUIRIES\nContact Us\nFAQs\nPress\n\n© 2012-2023 Global Poverty Project, Inc All Rights Reserved\n\nThis site uses cookies to provide you with the best experience. Read more.\t×"
}