{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Plastic straw ban not improved ocean environmental health - Yahoo News",
  "href": "https://news.yahoo.com/banning-plastic-straws-not-helped-improve-oceans-environmental-health-185933411.html",
  "body": "Plastic straw ban not improved ocean environmental health Advertisement Why banning plastic straws has not improved our oceans' environmental health Miguel Artime December 14, 2021 · 6 min...",
  "textContent": "Yahoo News\nSearch query\nNews\nFinance\nSports\nMore\nMail\nSign in\nClose this content\nWhy banning plastic straws has not improved our oceans' environmental health\nMiguel Artime\nDecember 14, 2021·6 min read\nMost major fast-food corporations in the West have banned plastic straws and replaced them with paper ones. (Getty Images) (Daisy-Daisy via Getty Images)\n\nThe world is going through multiple simultaneous crises that compound one another and have one thing in common – their damaging consequences are caused by human hands.\n\nCapable of the worst, but also the best, our species has become a living force able to do dire harm to the natural environment of our planet.\n\nEven so, an army of conscientious thinkers is scrambling to find a solution that repairs the damage done by others, a result that is sadly less common than we would like to believe.\n\nIn fact, some of the policies we enthusiastically pursue to lessen or reverse these anthropogenic effects do not work at all, and seem to be aimed only at appeasing our guilty consciences.\n\nThere are multiple examples of such impulsive behaviours, as unhelpful as they are well-intentioned, that demonstrate our continued failure to plan on a grand scale, and that 'seeing the big picture' is too often beyond our means.\n\nIs it feasible to combat the energy crisis by covering a large area of the Sahara Desert with solar panels? (Getty Images) (Petmal via Getty Images)\n\nLet me explain this with a very simple example. From time-to-time, someone suggests combating the energy crisis by covering a large area of the Sahara Desert with solar panels. The efficacy of the idea is apparently so simple that it is hard to see any drawbacks.\n\nHowever, doing something like this would alter the Earth's albedo, which is the level of radiation that light surfaces (such as snow or sand) bounce back into space due to their refractive nature. The usually dark solar panels would trap more radiation, raising the average temperature of the desert. This, paradoxical as it may seem, would increase the level of rainfall in the Sahel, eventually turning the desert into a kind of orchard.\n\nHowever, since the planet turns out to be an interconnected 'whole', the butterfly effect would cause an identical but opposite effect to appear on the other side of the Earth, let's say the Amazon, which could end up becoming a desert, trapping Brazil in everlasting droughts (something that is already beginning to be seen due to the deforestation encouraged by Brazil's president Jair Bolsonaro).\n\nWatch: How to have an environmentally ethical Christmas\n\nRead more: Three years after the EU demanded single-use plastic ban by 2021... has it worked?\n\nBut important as this issue is, another much closer to home is the epidemic of paper straws that has flooded fast-food restaurants, cafes and bars. The idea, like that of solar panels in the Sahara, appeared unimpeachable.\n\nThe little plastic tubes with which we have traditionally – and quite efficaciously – sipped our drinks were ending up in the oceans, polluting the environment and causing horrific damage to beautiful and vulnerable creatures like sea turtles.\n\nWhat else was there to do but pile into a crusade that would involve using paper straws that turn into toilet-flavoured mush at the first sip?\n\nLet’s start, however, with the story of the turtle, as it is extremely interesting and a textbook example of the emergence of habits that apparently favour sustainability, but which, when it comes down to it, do not pass the scientific test.\n\nThe myth of the environmental efficacy of today’s absorbent straws, famous for self-destructing in three seconds, started in the place where all things happen lately – on social media.\n\nIn 2015, a biologist named Christine Figgener uploaded a video to Facebook that she had recorded while conducting fieldwork in Costa Rican waters for her PhD, a study on the migratory patterns of olive ridley sea turtles (Lepidochelys olivacea).\n\nBiologist Christine Figgener uploaded a video to Facebook showing the struggle to remove a plastic straw from a turtle.\n\nIn the extremely unpleasant video, Figgener and her expedition companions are seen struggling to remove a plastic object embedded in a turtle's nostril. The video of the chelonian, which visibly suffers and bleeds during the extraction, immediately went viral and has now been watched more than 44 million times on YouTube.\n\nThe social reaction to the moving scene was instantaneous. Most major fast-food corporations in the Western world banned plastic straws and replaced them with paper ones, and the movement resonated among most of our governments as well (the EU banned plastic straws earlier this year).\n\nIt is impossible not to empathise with the turtle while watching the video. In fact, it is so unbearable that one tends to think that we are the cancer of the planet, and that the plastic straws thrown in the rubbish by some guy from Madrid, Vancouver or Sydney at his local burger joint will invariably end up killing a turtle in the distant tropics.\n\nRead more: How much damage is eating red meat doing to the environment?\n\nReally? Well, no, not at all. I’m afraid that our chewing of wet cellulose as we sip our gin and tonic is little more than foolishness, and I’m going to explain why.\n\nAccording to a study published in 2017, 95% of all plastic in the Earth’s oceans comes from only 10 rivers. Eight of them are in Asia and the other two are in Africa. Another group specialising in ocean conservation similarly estimated that most of the plastics reaching the sea come mainly from five countries: China, Indonesia, the Philippines, Thailand and Vietnam.\n\nI'm sure some people think that these studies have a pro-Western bias, and that the aim is to hide the problem by blaming less developed countries, but think about one thing. The straw that your child throws in the rubbish bin at the burger joint ends up with others in a bag in a container for plastic recycling\n\nMost developed countries are developed because, among other things, they manage their waste efficiently. So even if the straws don’t end up being recycled, they will end up buried under tons of soil in a location where they are unlikely to reach the oceans.\n\nUnfortunately, the straw that Figgener and her colleagues so painfully extracted from the turtle in the video almost certainly came from an Asian country where rubbish is not managed correctly.\n\nSome 95% of all plastic in the Earth’s oceans comes from only 10 rivers. Eight of them are in Asia and the other two are in Africa. (Getty Images) (Giordano Cipriani via Getty Images)\n\nAt the same time, we have also identified another major problem. Most of the plastic that ends up in the oceans, forming floating islands that continue to grow in size, comes from fishing or shipping gear that ‘falls off’ merchant ships.\n\nIndeed, this is the origin of some 46% of the Great Pacific Garbage Patch, which is already three times the size of France. Unfortunately, until this gear breaks down into small pieces, it can cause the death of many marine creatures.\n\nWe therefore have reliable information we can use as a basis for solutions that are not as far-fetched as adopting paper straws. It would be enough to create programmes in developing countries in which fishermen and seafarers would be paid for their old gear, thus discouraging the easy and destructive solution of throwing it into the sea when it is no longer of use.\n\nAs for the treatment of waste in the five most polluting countries, the solution would be to provide funds to their emerging economies so that they can invest in efficient waste management systems.\n\nSo easy, yet so complicated.\n\nWatch: Should we get rid of single-use plastic items?\n\n View comments"
}