{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "How Does Plastic Pollution Affect Humans? | Earth.Org",
  "href": "https://earth.org/how-does-plastic-pollution-affect-humans/",
  "body": "How Does Plastic Pollution Affect Humans? The global COVID-19 pandemic saw an exponential rise in demand for single-use plastics, especially with plastic food takeaway containers and medical waste such as single-use masks. As of August 2021, around 8.4 million tons of additional pandemic-related plastic waste were generated from 193 countries.",
  "textContent": "POLLUTION\nHow Does Plastic Pollution Affect Humans?\nBY TIN LOK WUAFRICA AMERICAS ASIA EUROPE MIDDLE EAST OCEANIANOV 25TH 20215 MINS\nEARTH.ORG IS POWERED BY OVER 150 CONTRIBUTING WRITERS\n\nThe global COVID-19 pandemic saw an exponential rise in demand for single-use plastics, especially with plastic food takeaway containers and medical waste such as single-use masks.  As of August 2021, around 8.4 million tons of additional pandemic-related plastic waste were generated from 193 countries. While this growing phenomenon has significant impacts on the environment, how does plastic pollution affect humans?\n\n—\n\nHow Do Plastics Enter Our Oceans?\n\nAccording to the International Union for Conservation of Nature (IUCN), at least 8 million tons of plastics end up in our oceans every year. Plastic waste can come in different sizes, but the most harmful type is not the floating bottles on the sea; it’s microplastics, which can’t be observed by the human eye but can easily be consumed by organisms. By definition, microplastics are plastics smaller than 5 mm, often produced for commercial use such as in cosmetics, or segmented from larger plastic waste as a result of their exposure to environmental factors including UV radiation and ocean waves. Plastic ends up in oceans for multiple reasons, but its biggest source comes from transportation towards landfills due to its lightweight. \n\nGovernments are failing us\nThey do not plan for the long term\nTHE MOVEMENT FIGHTS FOR CHANGE!\n\nStudies in the early 2010s found that microplastics were observed in around 15% of fish gathered globally, but near the end of the decade, 33% of fish were found to have consumed microplastics in their systems. Of the 555 species of fish researched, 386 are recorded to have consumed plastic debris, 210 of which are commercially significant. This means that people have more than a 30% chance of being exposed to plastic debris whenever they consume fish. However, does plastic pollution affect humans? We know that plastic is chemical and toxic, but at what quantity of microplastics are enough to harm us?\n\nDefinition of Harmfulness\n\nAlthough studies have shown that human consumption of plastic is, in general, below the level regarded as safe for daily exposure according to the tolerable daily intake of the US Environmental Protection Agency and the European Food Safety Authority, it is questionable on how current safe levels of exposure have been determined. The current redline drawn is dependent on acute toxicity, a measurement of the negative effects of a substance on the human body within 14 days but does not track the accumulating negative effects of a substance at a low level over a longer period. Moreover, the impacts of the substance on particular groups of people, such as children, pregnant women, and other vulnerable individuals, are different from the general public; these potential differences have not been taken into account. \n\nWe likely consume greater amounts of plastic substances every day given the enormous increase in plastic use across the globe and in the wake of the COVID-19 pandemic. However, it is still too early to tell the full extent of its effects on human health. \n\nHow Does Plastic Pollution Affect Humans\n\nThe adverse effects of plastic substances on animals above the safe level of exposure are crystal clear and are particularly harmful during pre-natal and early post-natal development. Scientists have tested the effects of phthalate, a chemical typically used to improve the flexibility of plastics, on animals’ physical development. Male animals were found to have a higher chance of severe disorders relating to the reproductive system, such as defects in the external genitalia and testicular lesions.\n\nThere are also experiments on laboratory animals using doses within the range of human exposure. These experiments show that rats injected with very low doses of BPA, a common industrial chemical used to produce certain plastics, also have significant effects on their reproductive systems, including a decrease in sperm production in males and a decrease in maternal behaviour in females. Given the genetic similarities between humans and rats, we could expect similar adverse effects of plastic substances on our bodies. Though it’s worth noting the adverse effects vary according to the capability of each species’ resistance to toxicity.\n\nYou might also like: The Risks of Microplastics to Our Health and Marine Ecosystems\n\nSolutions to Plastic Pollution\n\nSo how do we reduce our indirect consumption of plastics, besides not consuming seafood at all? The most effective solutions are to increase our global recycling efforts and prevent plastic waste from entering oceans in the first place.\n\nIn Germany, its recycling rate rose dramatically from 3% in 1991 to 66% in 2017. Their incredible success can be attributed to the German Packaging Act, which was first introduced in January 2019, requiring not only German companies but every international retailer and manufacturer to pay a recycling fee for all packaging for consumer goods. The fee is based on the weight and type of packaging. This law gives an economic incentive for companies to use plastic that is lighter and easier to be recycled.\n\nA reverse vending machine for the Container Deposit Scheme in New South Wales, Australia. Photo by: Wikimedia Commons\n\nNevertheless, recycling is only remediation; it is imperative that we globally reduce the demand for plastic. The US state of Washington once implemented a tax on bottled water in 2010. Despite being repealed in 2013, a study has shown that the average quantity of bottled water purchased dropped by 6.4% during the period. This taxation may have failed because bottled water is generally considered a necessary good, especially considering the ongoing issues surrounding drinkable tap water in the US. Such regressive taxation will post a greater financial burden to the low-income people in the country. However, in most nations in Europe where tap water is drinkable, such taxation can effectively reduce plastic demand. Similar taxes can also be levied on luxury goods that require the use of plastic, like bottled soft drinks.\n\nOf course, taxation and recycling can join together. Ireland has recently proposed a Deposit Return Scheme (DRS) for plastic bottles, which is expected to be executed in 2022. Basically, a tax is levied on plastic bottles, but will be refunded to customers once they return their empty containers. Similar schemes have been adopted in many European countries for a while, and results are astonishing. For example, the recycling rate of plastic bottles in Norway is 97%. DRS is a highly effective solution that decreases the demand and increases the recycling rate simultaneously. \n\nThese measures should all be considered. Although they may pose inconveniences in the short run, they are necessary for a sustainable planet. Yet, without the action and contribution of every individual, plastic pollution will never be eradicated from the planet, even with the best policies we can come up with.\n\nYou might also like: Solution for Plastic Pollution: 6 Policies and Innovations Tackling Plastics\n\nFeatured image by: Mithail Afrige Chowdhury\n\nTAGGED:\nAbout the Author\nTin Lok Wu\nCurrently an undergraduate of European Studies at the Hong Kong Baptist University and about to pursue a master’s degree in Political Science at Sciences Po Lyon, Tin Lok is interested in researching environmental issues from a relatively conservative perspective, hoping to incorporate the voices of everybody on the political spectrum into the debate.\n\n\nYou Might Also Like\nPOLLUTION\nFast Fashion and Its Environmental Impact\nMAY 21ST 20237 MINS\nPOLLUTION\n10 Companies Called Out For Greenwashing\nJUL 17TH 20227 MINS\nPOLLUTION\n10 Concerning Fast Fashion Waste Statistics\nAUG 21ST 20235 MINS\nSubscribe to our newsletter\n\nHand-picked stories once a fortnight. We promise, no spam!\n\nSUBSCRIBE\n @earthorg FOLLOW US\nEarth.Org\nAbout Us\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nMeet the Team\nJoin the Team\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\nFollow us\nFacebook\nInstagram\nLinkedin\nTwitter\nYoutube\nGoogle News\nSupport us\nPartnering\nFund Our Mission\nSupporters\nJoin the EO Movement\nSubmit Content\nNGO Newswire\nContribute\nEO Photographers\nEO 2024 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\nContact\n+852 2110 4370\nEmail: contact[at]earth.org\n\nEarth.Org Ltd\n\nThe Hive on Seven\n7F Cheung Hing Industrial Building\nKennedy Town\nHong Kong"
}