{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "The Invention of Plastic Straws - Medium",
  "href": "https://medium.com/the-technical/the-invention-of-plastic-straws-b8c8b014e759",
  "body": "The plastic era gave birth to new inventions such as the Krazy Straw. Fun-Time International is the current manufacturer of the Krazy Straw. While designing regular straws, a glassblower made an ...",
  "textContent": "Write\n\nSign up\n\nSign in\n\nThe Invention of Plastic Straws\n\nJoe Scaglione\n\n·\n\nFollow\n\nPublished in\n\nThe Technical\n\n·\n3 min read\n·\nNov 22, 2021\n\nIf you wanted a straw in the 1880s, you’d have to settle for ryegrass.\n\nRyegrass straws didn’t make for the best drinking experience.\n\nThe Original Paper Straw\n\nMarvin Stone hated the gritty residue ryegrass straws left as they broke down in his Mint Juleps.\n\nTriggered and bored, Stone made his own drinking device.\n\nHe wrapped strips of paper around a pencil, then removed the pencil and glued the strips together, birthing the modern paper straw.\n\nStone tinkered with paraffin-coated manila paper to improve the durability of his straws and filed a design patent to beef up his bank account.\n\nThe Bendy Paper Straw\n\n40 years later, while sitting in agony watching his daughter struggle to drink her milkshake through a straight drinking straw, Joseph B. Friedman decided to take action.\n\nHe jammed a screw into the straight straw, wrapped dental floss around the ridges, and removed the screw.\n\nThis transformed the straight straw into a bendy straw, saving millions from the struggle of awkwardly consuming blended beverages.\n\nThings Get Krazy\n\nIn the 1960s, things got krazy with straws.\n\nPaper straws died off due to the durable drinking experience plastic straws offered.\n\nThe plastic era gave birth to new inventions such as the Krazy Straw.\n\nFun-Time International is the current manufacturer of the Krazy Straw.\n\nWhile designing regular straws, a glassblower made an error and created a bend.\n\nWhere one man sees a mistake, a child sees a fun straw to drink out of.\n\nAnd then a man, with fresh eyes, sees an opportunity to profit.\n\nThe Krazy Straw was a hit.\n\nErik Lipson, owner of Fun-Time International, and supporter of the Krazy movement, also held a patent on crazy glasses; a sipping system you wear on your face!\n\nEat Your Straw\n\nOther straw innovators believed it’s what’s inside the straw that counts.\n\nThe Magic Straw contained flavour beads which dissolved in liquid, creating either a chocolate, strawberry, or banana cream-flavour.\n\nKellogg’s introduced a line of cereal straws in 2007, encouraging kids to drink milk through a tubular Fruit Loop, Apple Jack or Corn Pop, and then eat the straw all together.\n\nBack To The Future of Straws\n\nHowever, with people realizing the world now matters, paper straws are making a comeback.\n\nAardvark Paper Drinking Straws designed a modern age paper straw, which is a combination of paper and glue to increase the straw’s durability in liquid, and allow straws to break down in landfills.\n\nSign up to discover human stories that deepen your understanding of the world.\nFree\n\nDistraction-free reading. No ads.\n\nOrganize your knowledge with lists and highlights.\n\nTell your story. Find your audience.\n\nSign up for free\nMembership\n\nAccess the best member-only stories.\n\nSupport independent authors.\n\nListen to audio narrations.\n\nRead offline.\n\nJoin the Partner Program and earn for your writing.\n\nTry for $5/month\nHistory\nEnvironment\nScience\nBusiness\nLife\nWritten by Joe Scaglione\n163 Followers\n·\nEditor for \n\nThe Technical\n\nA content writer interested in what everyone else is interested in.\n\nFollow\nMore from Joe Scaglione and The Technical\n\nJoe Scaglione\n\nin\n\nThe Technical\n\nThe Explosive Results of Eating Bananas & Drinking Sprite\nThe body’s volcanic reponse to drinking 2L of Sprite and eating bananas\n2 min read\n·\nNov 8, 2021\n\n25\n\n1\n\nJoe Scaglione\n\nin\n\nThe Technical\n\nWhy Men Stopped Wearing Hats\nLook at this picture. You’ll notice that every man in the picture, except for one, is wearing a hat.\n4 min read\n·\nNov 25, 2021\n\n2.4K\n\n83\n\nJoe Scaglione\n\nin\n\nThe Technical\n\nWhat’s The Secret Inside a Ferrero Rocher?\nWhether you’ve consumed thousands or just one, you might notice something familiar about the creamy chocolate spread in the centre…\n2 min read\n·\nJan 5, 2022\n\n10\n\n1\n\nJoe Scaglione\n\nin\n\nThe Technical\n\nPhil Collins & His Accidental Magical Drum Sound That Changed The 80s\nIf you aren’t familiar with the iconic drum fill in Phil Collins’ “In The Air Tonight” which marks the climactic end to nearly 5 minutes of…\n3 min read\n·\nJan 4, 2022\n\n344\n\n2\n\nSee all from Joe Scaglione\nSee all from The Technical\nRecommended from Medium\n\nUnbecoming\n\n10 Seconds That Ended My 20 Year Marriage\nIt’s August in Northern Virginia, hot and humid. I still haven’t showered from my morning trail run. I’m wearing my stay-at-home mom…\n·\n4 min read\n·\nFeb 16, 2022\n\n70K\n\n1019\n\nTimothy R. Flynn\n\nDog Fish Guinea Pig Funeral\nIt had to happen someday. Given the number of animals we have in our household, at least one shared funeral was inevitable. This one…\n·\n9 min read\n·\nSep 22\n\n3\n\nLists\nBusiness 101\n25 stories\n·\n551 saves\nHow to Find a Mentor\n11 stories\n·\n318 saves\nChatGPT prompts\n31 stories\n·\n781 saves\nChatGPT\n23 stories\n·\n306 saves\n\nLyman Stone\n\nHow Many Hobbits? A Demographic Analysis of Middle Earth\nPart 2 of this essay on Middle Earth population, mapping specific populations, is here.\n18 min read\n·\n4 days ago\n\n3.2K\n\n63\n\nIsaac Saul\n\nA personal, non-partisan perspective on the Israel-Hamas war\nTo understand this war, we must understand the thousand-year history that led us here\n11 min read\n·\nOct 12\n\n22K\n\n536\n\nScott-Ryan Abt\n\nin\n\nPitfall\n\nBye Bye, Spotify\nAnd see ya later, all you subscription services in my little empire\n·\n4 min read\n·\nAug 19\n\n17.1K\n\n406\n\nVal Francis\n\nin\n\nBouncin’ and Behavin’ Blogs\n\nIt’s the 21st Century, So Tell Me, Why Shouldn’t Men Wear Jewellery?\nWhy should women be the only ones to enjoy it?\n·\n6 min read\n·\nNov 22\n\n351\n\n5\n\nSee more recommendations\n\nHelp\n\nStatus\n\nAbout\n\nCareers\n\nBlog\n\nPrivacy\n\nTerms\n\nText to speech\n\nTeams"
}