{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "How plastic is infiltrating the world's soils - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/how-plastic-infiltrating-worlds-soils",
  "body": "According to the Global Assessment of Soil Pollution, as the world's population is expected to rise by 2 billion by 2050, reducing plastic pollution in soil will be key to making progress on the UN Sustainable Development Goals (SDGs). The report, published by UNEP and FAO shows that global food security is being compromised by soil pollution.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n03 DEC 2021 STORY CHEMICALS & POLLUTION ACTION\nHow plastic is infiltrating the world’s soils\nUNEP / Florian Fussstetter\n\nThe images are sobering: dead sea birds and choking turtles caught in the plastic that is increasingly flooding into marine ecosystems.\n\nIn many parts of the world, this type of plastic pollution has grabbed headlines.\n\nYet there’s a similar environmental blight that gets far less attention but is potentially as harmful, say experts: agricultural plastic pollution. Recent research by the United Nations Environment Programme (UNEP) and the Food and Agriculture Organization of the United Nations (FAO) indicates that agricultural soils may receive greater quantities of microplastics than oceans.\n\nA byproduct of the slow deterioration of everything from protective mesh to greenhouse panels, this plastic leaches into soils around the world, reducing its quality and often entering the food chain.\n\nWith World Soil Day around the corner – it falls on 5 December – experts are raising the alarm about what they call an invisible threat to the world’s food systems.\n\n“Our accounting systems don’t assign a value to healthy soil, so incentives to keep soil healthy are weak,” said Mahesh Pradhan, Coordinator of UNEP’s Global Partnership for Nutrient Management. “Plastic products on farms are really part of the toxic trail of economic growth.”\n\nRELATED\nSTORY\n7 ways you can counter the scourge of single-use plastics\n\nPlastics in soils is a global problem that usually goes hand-in-hand with intensive agriculture. Experts say it’s present everywhere from Asia to North America to Africa. Stemming the tide will be crucial in the coming years. Researchers estimate that more than 8.3 billion tons of plastic has been produced since the early 1950s and the global volume of plastic waste continues to grow.\n\nAccording to the Global Assessment of Soil Pollution, as the world’s population is expected to rise by 2 billion by 2050, reducing plastic pollution in soil will be key to making progress on the UN Sustainable Development Goals (SDGs).\n\nThe report, published by UNEP and FAO shows that global food security is being compromised by soil pollution. If not addressed, it will continue to hinder the achievement of the goals related to poverty elimination (SDG 1), zero hunger (SDG 2) and the supply of safe drinking water (SDG 6), amongst others.\n\nOrigin story\n\nDecaying greenhouses are a major source of plastic pollution in soils. Photo: Reuters / Huang Yangjun\n\nMuch of the plastic that finds its way into soil is of the single-use variety, says Pradhan. Frequent sources include plastic mulch films, which are used around plants to keep the soil moist, and plastic-encapsulated, slow-release fertilizers, he says. Other plastic products include films for greenhouses and silage, shade and protection nets, and drip irrigation, says Lev Neretin, from the Office of Climate Change, Biodiversity and Environment at FAO.\n\nMany farmers are increasingly reliant on agricultural plastics, which Neretin says extend growing seasons, reduce pesticide consumption, safeguard plants from inclement weather, improve water efficiency and can boost yields up to 60 per cent.\n\nSeveral of these plastics break down into particles smaller than 5mm in size, known as microplastics, before disintegrating further into nanoparticles, which are less than 0.1 micrometre in size. These can then leech into the soil and groundwater systems.\n\nBut the problem isn’t intractable, says Kristina Thygesen, a Senior Expert at GRID Arendal working with UNEP to research plastics in agriculture.“The first step to solving this problem is to start growing more crops that are a better fit for the climate,” she added.\n\nHealth impacts\n\nIn 2018, German researchers estimated that of the 400 million tons of plastic produced globally each year, one-third of it ends up as plastic waste in soils or freshwater. Photo: Pixabay / Dimitri Tsevtsikas\n\nHow soil interacts with plastic depends on several factors, including moisture, acidity, ultraviolet light, and the size and type of plastic.\n\n“The trouble is we don’t know how much long-term damage the breaking down of these products is doing to agricultural soils,” Pradhan says. “We need to develop standardized methods of detecting microplastics in soil to better understand how long they remain there and how they change over time.”\n\nSome studies suggest degraded plastics can accumulate in the food chain. While more research is needed on the health impacts, Neretin says studies have identified microplastics in human organs, most recently in the brain.\n\n“The precautionary principle dictates that much more research is needed on this topic,” he said, adding that the world needs to work towards eliminating microplastics from the food chain.\n\nNext steps\n\nThygesen says innovation will be key to ending farming’s dependence on plastic.\n\n“Right now, a farmer might use plastic to control weeds, but maybe a small machine could be developed that can recognize weeds and remove them,” she said. “We live in a high-tech world, and we can find solutions if we really want to. We need to develop a new generation of agricultural technology.”\n\nPradhan says the entire farming sector needs to become more efficient and reuse plastics.  \n\nThat is happening in many places, says Neretin. Some 60 countries have developed what is known as extended producer responsibility schemes for the management of empty pesticide containers, which place the onus on manufacturers to treat or dispose of their products at the end of their life cycle. Some schemes also collect and recycle a wider range of agricultural plastics.\n\nSome manufacturers have also turned to innovative materials, such as biodegradable plastic, which they claim can safely be broken down by microbes and turned into biomass or water. Ultimately, though, experts say this is an issue that won’t be solved by any one group on its own.\n\nFarmers also need training on plastic management and removal and equitable access to sustainable alternatives, says Neretin. Regulators must also establish clear guidelines on the use and disposal of agricultural plastics. Plastic manufacturers need to innovate and provide circular solutions, and “science needs to study pollution pathways in soil and food chains to determine the effects of plastic pollution,” he said.\n\nAbout World Soil Day\n\nWorld Soil Day is held annually on 5 December to focus attention on the importance of healthy soil and advocate for the sustainable management of soil resources.\n\nThe United Nations Environment Programme (UNEP), the Food and Agriculture Organization of the United Nations (FAO) and GRID Arendal are researching the issue of agricultural plastics. A joint webinar on agricultural plastics will take place on 7  December in conjunction with World Soil Day and the launch of the FAO report ‘Assessment of agricultural plastics and their sustainability: a call for action.’\n\n \n\nTOPICS\nChemicals & pollution action\nAgriculture Land Pollution Waste management\nFurther Resources\nGlobal Assessment of Soil Pollution\nBeat Plastic Pollution interactive\nGlobal Assessment of Marine Litter and Plastic Pollution\nRelated Content\nSTORY\nWhy talks on a new chemicals framework are crucial for people and planet\nSPEECH\nThe Barcelona Convention: Towards a healthy Mediterranean\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}