{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "15 Simple Ways to Ditch Plastic Straws and Other Single-Use Plastic ...",
  "href": "https://greenthatlife.com/ways-to-ditch-plastic-straws-single-use-plastic/",
  "body": "Just think about the last time you went to the beach. Most likely, you spotted plastic straws, bags, and other plastic debris.Plastic is everywhere. And although plastic is made from a non-renewable resource, only a small fraction of plastic waste is recycled.The rest is left to pollute our waterways, oceans, and natural open spaces.",
  "textContent": "GREEN THAT LIFE\nHOLIDAY GUIDE\nLIFESTYLE\nEXPLAINERS\nTAKE ACTION\nCOMMENTARY\nGREEN READING\nRECYCLING RESOURCES\nGREEN TERMS\nGREEN THAT LIFE\nSimple ChangesFoodHomeOfficePersonal CarePlastic Pollution\n15 Simple Ways to Ditch Plastic Straws and Other Single-Use Plastic\nFebruary 6, 20228 minute readSara Goddard\nPlastic pollution – from plastic straws to bottle caps – is at a crisis point.\n\nSo you’re looking to whittle your waste, but unsure how to start. Reducing your dependence on single-use plastics – plastic straws, plastic bags, plastic bottles – is an effective yet simple way to cut the waste.\n\nBefore we jump in, I want to clarify that not all plastics are bad. In fact, plastic is essential in a wide variety of areas, including life-saving medical devices, construction materials, and to reduce food spoilage. (You’ll see that some of my reusable suggestions, below, are made of plastic.)\n\nWhat I’m zeroing in on here is a reduction in unnecessary plastic. These are the kinds of plastic items that you use once, as a matter of convenience, before tossing them in the trash. Worse, this plastic waste ends up as litter, polluting our environment virtually forever.\n\nWhat can you do? There are so many simple ways to reduce unnecessary plastic use and, in the process, make a change in the way you live your life.\n\nTABLE OF CONTENTS\nUnderstand the (Single-Use) Plastic Problem\nBag the Plastic Shopping Bags\nNext Step: Bag Other Plastic Bags\nPlastic Straws Suck! Try Reusable Straws\nPlastic Bottles. Need I Say More?\nCoffee Cups Have Plastic? Yup.\nBring Your Own Utensils\nIt’s a Wrap, But Not With Plastic\nBYOC (Bring Your Own Container)\nBulk Up\nShop at Your Local Farmer’s Market\nMake it Homemade\nParty Without Plastic\nStill Have Plastic? Reuse and Recycle\nSpread the Word\nUnderstand the (Single-Use) Plastic Problem\n\nJust think about the last time you went to the beach. Most likely, you spotted plastic straws, bags, and other plastic debris. Plastic is everywhere. And although plastic is made from a non-renewable resource, only a small fraction (barely 6%) of plastic waste is recycled. The rest is left to pollute our waterways, oceans, and natural open spaces.\n\nUnderstanding why there’s such a “fuss” about single-use plastic is essential. It’s also a  motivator for making that change permanent instead of a temporary fad. So take a few minutes to learn the facts. The Plastic Bag Facts section in my post on Plastic Bag Laws will get you started.\n\nBag the Plastic Shopping Bags\nStock up on a few reusable shopping bags.\n\nInstead of accepting all those plastic bags at the supermarket, pop a few reusable bags in the back of your car. Even if you don’t have a car, there are an endless variety of collapsible bags that are small enough to fit in a purse or even a pocket.\n\nShopping tote. Chico’s collapsible shopping tote has a handy carabiner clip to attach to your purse, backpack, or even your belt loop.\nTote or lunch bag. Baggu totes are so pretty, with a pattern to suit every taste.\nLarge shopping bags. For those big shopping trips, Bee Green foldable bags are a great choice.\nNet bags. Stoncel net bags are a stylish addition to your shopping trip.\nNext Step: Bag Other Plastic Bags\nMinimize plastic packaging in favor of reusable bags.\n\nYou’ve remembered your reusable shopping bags. Terrific! Now take it one step further and tuck a few smaller reusable bags in your shopping bag. They’re a perfect alternative to the plastic film produce bags that you find at the grocer’s and can be used for produce, bulk items, or even to hold small non-food purchases.\n\nHere are my picks, but some people (who are more crafty than I am) up-cycle their own out of old cloth.\n\nCloth. Simple Ecology has a variety of different sized organic cotton muslin bags.\nNet/Mesh. My ChicoBag Produce Stand mesh bags have lasted for years. Although a bit more delicate, I also like Bewise Earthwise mesh bags.\n\nForgot your reusable produce bags? Just leave items loose and give them a wash when you get home.\n\nPlastic Straws Suck! Try Reusable Straws\nInstead of plastic straws, invest in a few reusable straws.\n\nPlastic straws are one of those convenience items that we really don’t think much about. They’re often plonked into a drink at a restaurant and handed to the customer who may not even want it. Then what happens to them? Plastic straws can’t be recycled, so they either end up in the trash or join the hundreds of thousands of plastic straws found on beaches, in waterways, or as choking hazards for wildlife.\n\nThe good news is that it’s incredibly simple to just say “no” to plastic straws. Or, if you want or need one, to reach for a more durable alternative. There are so many options out there that I devoted an entire post to reusable straws with suggested picks.\n\nRelated: Why Plastic Straws are a Problem and What You Can Do\nPlastic Bottles. Need I Say More?\n\nAlong with plastic bags and plastic straws, plastic bottles are easy single-use items to swap out for reusable alternatives. There are countless options, but I list a few here to get you started.\n\nAll-purpose glass. The LifeFactory glass water bottle with Active Flip Top Cap is my go-to reusable bottle.\nAll-purpose stainless steel. The S’well stainless steel bottle comes in all shapes, sizes, and beautiful styles. The screw-top doesn’t work for me in the car, but it’s leak-proof and safe to pop in a bag.\nGlass tumbler with straw. Now that you’ve eliminated plastic straws, try the Ello glass tumbler with straw.  It’s perfect in the summer to hold my favorite after-lunch treat of Grady’s cold brew coffee with lots of ice and oat milk.\nBottle with sip straw. We have a bunch of Camelbak Eddy bottles, with a sip function that’s great for kids. Buy an extra pack of bite valves because they tend to get moldy.\n\nAt home, consider investing in a water filter pitcher or water filter faucet instead of purchasing bottled. We installed an Aqua Pure under-counter filtration system a few years ago, but you can also get filters that mount directly on top of the faucet.\n\nCoffee Cups Have Plastic? Yup.\n\nYou may not realize that those to-go paper coffee cups are also lined with plastic. And then there are the plastic stirrer and plastic lid. All these items, along with the cup, can’t be recycled. Instead they go straight to the landfill, the incinerator, or end up as forever-pollution.\n\nThe better choice? A reusable coffee mug.\n\nCeramic. My preferred material for coffee mugs. I love the Ello Mesa travel mug, which also fits in car cup holders.\nGlass. I’ve used KeepCup’s glass cups over the years and like the shape, feel, and taste of coffee from them. Note that they do leak and lose heat faster than stainless steel versions.\nStainless steel. I’m not wild about the stainless steel/coffee combo, but the easy-sip mechanism in Contigo’s Autoseal mug is perfect for the car and it’s completely leak-proof. I also love my new Ello travel mug, which is attractive and portable, but does occasionally leak.\nBring Your Own Utensils\n\nAt home, avoid disposable utensils as much as possible. When you’re out and about, pack a reusable utensil set for your bag.\n\nBamboo. To-Go Ware’s bamboo utensil set includes a fork, knife, spoon, and chopsticks. The pretty case is made from recycled bottles.\nMetal. Teivio’s stainless steel set includes a fork, knife, small and large spoons, chopsticks, and straws with a cleaning brush. The entire set fits snugly in its own carrying case.\nIt’s a Wrap, But Not With Plastic\nInstead of plastic, use a reusable sandwich bag.\n\nPlastic film is non-recyclable, yet it’s made from a non-renewable resource. Does that make sense? No! Instead of plastic, choose from one of the many reusable alternatives:\n\nA plate to cover leftovers.\nBeeswax. I use Bee’s Wrap brand and like their assorted sizes for different uses. Just wash and reuse.\nStretch lids. Try these reusable silicone food covers on bowls, containers, and even to wrap produce.\nParchment or wax paper. There are tons of brands to choose from. I like If You Care brand. The parchment paper is chlorine-free and certified compostable.\nBYOC (Bring Your Own Container)\n\nHeading to the grocery store? Going out for a meal? Packing a lunch for school or the office?  Pack prepared foods, leftovers, and meals in reusable containers that you bring from home.\n\nYou can reuse old sauce or jam jars, or purchase containers and wraps.\n\nFood Containers. A basic plastic container with a seal top will do, but here are a couple that are stylish and practical:\nBlack & Blum’s stainless steel lunchbox is leakproof and has a divider for different foods.\nFor salads, Rubbermaid’s Brilliance Food Storage Salad Container includes a dressing container and removable insert tray to store toppings.\nPreserve 2 Go’s BPA-free food storage container is an excellent reusable alternative to their plastic counterparts.\nWraps. Wrap-n-Mat instead of plastic wraps for sandwiches. These are cloth on one side and plastic, for use as a place-mat, on the other side.\nBaggies. Rezip storage bags. They look and feel like zip-top baggies, but they’re made from BPA- and lead-free materials.\nBulk Up\nStock up on reusable bags for bulk purchases.\n\nDid you know that nearly 50% of the plastic waste generated is from plastic packaging? Instead of buying individually wrapped or packaged items, cut down on all that unnecessary packaging by making bulk purchases. With your reusable containers and bags in tow, stock up on food and household staples. Litterless and Zero Waste Nerd are two sites that list bulk goods stores, but a quick online search will also work!\n\nShop at Your Local Farmer’s Market\n\nShopping local will help local businesses and reduce the carbon footprint of your trip. And shopping at your farmer’s market is a good way to keep single-use plastic to a minimum. Most vendors keep their produce in open bins, so remember your reusable bags and stock up on delicious, fresh food.\n\nMake it Homemade\n\nAnother way to reduce plastic packaging is to make meals from scratch. You’ll get the added benefit of using fresh ingredients while controlling what goes into your food. Consider making lunch for school or the office and packing it in your reusable containers. (Don’t forget your reusable utensils!)\n\nRelated: Zero Out the Waste: 10 Easy Tips for a Zero Waste Kitchen\nParty Without Plastic\nInstead of balloons try reusable decorations for your next party.\n\nTo be more accurate: party without single-use plastic. So, instead of disposable plastic straws, cutlery, cups, plates, decorations (including balloons), and party favors, opt for reusable alternatives. And if it’s a big event where disposable items are necessary, then choose biodegradable or compostable items.\n\nFor more tips and suggestions, check out Green That Life’s posts on Eco Friendly Party Supplies and Party Decorations.\n\nStill Have Plastic? Reuse and Recycle\n\nStill have plastic, despite your best efforts? Reuse when you can and recycle what’s left. Just make sure you’re recycling responsibly. Check out my Recycling Resources page for information on what can and can’t be recycled.\n\nRelated: 5 Common Recycling Myths and How to Recycle Right\nSpread the Word\nSpread the word: These scouts are encouraging less plastic straws use through their metal straws sale.\n\nRemember that the more of us who make these individual lifestyle changes, the greater the collective influence we’ll have in effecting broad, systemic change. To that end, help spread the word about plastic waste and the ways we can reduce our dependence on single-use plastic. Talk to your neighbors, volunteer, or simply vote for candidates with strong environmental agendas.\n\nRelated: 7 Ways to Inspire Others to Take Action With You\n5 Common Recycling Myths and the Solutions to Recycle Right\nPlastic Straw Pollution Sucks! But Do Bans Work? Your Questions Answered\nWhy Plastic Straws Are a Problem and What You Can Do\nSHARE\nTWEET\nSHARE\nSHARE\nRelated Topics\nhomehow tokitchenreduce wasteshoppingsimple changessingle-use plasticzero waste\nSubscribe\n\nSubscribe to my newsletter\n\nSUBSCRIBE\nYOU MAY ALSO LIKE\nVIEW POST\nHoliday GuideFoodGardenHomeSimple Changes\nAn Eco-Friendly Gift Giving Guide to Green Your 2023 Holiday Season\nNovember 1, 2023Sara Goddard\nVIEW POST\nHoliday GuideFoodHomeSimple ChangesYour Carbon Footprint\nGreen That Holiday: 7 Easy Tips to Make 2023 an Eco Friendly Holiday\nOctober 24, 2023Sara Goddard\nVIEW POST\nFoodYour Carbon Footprint\nHow to Fight Climate Change With Climate-Friendly Food Choices\nAugust 9, 2023Sara Goddard\nVIEW POST\nHomeSimple ChangesYour Carbon Footprint\n7 Green Back to School Tips to Keep You Sustainable and Safe\nAugust 1, 2023Sara Goddard\nVIEW POST\nSustainable FashionSimple ChangesYour Carbon Footprint\n7 Eco-Friendly Back to School Clothes Ideas To Green the Planet and Your Wallet\nAugust 1, 2023Sara Goddard\nVIEW POST\nCommentaryGreen ExplainersHomePlastic PollutionRecycling\nThe Recycling Industry: Planet-Friendly or Environmental Foe?\nJuly 1, 2023Sara Goddard\nVIEW POST\nFoodGardenHoliday GuideHome\n8 Eco-Friendly Party Decorations for a Green Celebration\nMay 12, 2023Sara Goddard\nVIEW POST\nFoodGardenGreen ExplainersHomeOfficePlastic PollutionRecyclingSimple ChangesTake Action\nEasy Earth Day Tips for 2023 to Make Every Day a Green Day!\nMarch 16, 2023Sara Goddard\nABOUT THE AUTHOR\nSara Goddard\n\nGreen That Life is your guide for sustainable living. Its purpose is to provide practical tools, tips, and resources related to a variety of sustainability topics, including waste reduction, pollution prevention, food waste, environmental activism, and more.\n\nGreen That Life founder, Sara Goddard, is an environmental activist, sustainability adviser, and elected official. Sara’s mission through GTL is to provide original content that helps inform and inspire.\n\nSIGN UP FOR MY NEWSLETTER\nSUBSCRIBE\nFOLLOW GREEN THAT LIFE\nFACEBOOK\nINSTAGRAM\nPINTEREST\nRSS\nFEATURED POSTS\n1\nAn Eco-Friendly Gift Giving Guide to Green Your 2023 Holiday Season\n2\nHow to Discuss Climate Change This Holiday Season Without Pissing Off Everyone\n3\nGreen That Holiday: 7 Easy Tips to Make 2023 an Eco Friendly Holiday\n4\nHow to Fight Climate Change With Climate-Friendly Food Choices\n5\n7 Green Back to School Tips to Keep You Sustainable and Safe\nARCHIVES\nArchives\nSelect Month\nNovember 2023\nOctober 2023\nAugust 2023\nJuly 2023\nMay 2023\nMarch 2023\nNovember 2022\nOctober 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nJune 2022\nApril 2022\nMarch 2022\nFebruary 2022\nJanuary 2022\nDecember 2021\nNovember 2021\nOctober 2021\nSeptember 2021\nAugust 2021\nJuly 2021\nJune 2021\nMay 2021\nApril 2021\nMarch 2021\nFebruary 2021\nJanuary 2021\nDecember 2020\nNovember 2020\nSeptember 2020\nAugust 2020\nJuly 2020\nJune 2020\nMay 2020\nApril 2020\nMarch 2020\nFebruary 2020\nJanuary 2020\nDecember 2019\nNovember 2019\nOctober 2019\nSeptember 2019\nAugust 2019\nJuly 2019\nJune 2019\nMay 2019\nApril 2019\nMarch 2019\nCATEGORIES\nCOMMENTARY\nFOOD\nGARDEN\nGREEN EXPLAINERS\nGREEN READING\nHOLIDAY GUIDE\nHOME\nOFFICE\nPERSONAL CARE\nPLASTIC POLLUTION\nRECYCLING\nSIMPLE CHANGES\nSUSTAINABLE FASHION\nTAKE ACTION\nYOUR CARBON FOOTPRINT\nSearch for:\nSEARCH\nDISCLOSURE\nWhen you buy a product or service through a link on this site, I may earn a small commission. This helps cover the cost of running Green That Life. However, I only recommend products that meet my high standards. Thank you!\nSubscribe\n\nSubscribe to my newsletter\n\nSUBSCRIBE\nGREEN THAT LIFE\nHOLIDAY GUIDE\nLIFESTYLE\nEXPLAINERS\nTAKE ACTION\nCOMMENTARY\nGREEN READING\nRECYCLING RESOURCES\nGREEN TERMS\nYour guide to a more sustainable lifestyle"
}