{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-06-24..2021-12-23",
  "title": "Seattle: Pioneering plastic straw ban is effective and popular - PIRG",
  "href": "https://pirg.org/articles/seattle-pioneering-plastic-straw-ban-is-effective-and-popular/",
  "body": "September 3, 2021 Disposable plastic straws are small enough to be a nuisance and big enough to be a problem. Alex Truelove Guest post by Clay Napurano Cities and states around the country have taken steps to ban certain single-use plastics — straws, plastic bags, polystyrene take-out containers and more.",
  "textContent": "The Latest\nEvents\nResources\nMedia center\nAbout\nCareers\n\nPart of the Public Interest Network\n\nPesticides\nBeyond plastic\nKids' health\nOur work \nStates \nTAKE ACTION\nDONATE\nSeattle: Pioneering plastic straw ban is effective and popular\n\nCities and states around the country have taken steps to ban certain single-use plastics -- straws, plastic bags, polystyrene take-out containers and more. These policies are aimed at reducing the flow of plastic into our waterways and the waste stream. But do they work? \n\nBEYOND PLASTIC\n\nSEPTEMBER 3, 2021\n\nDisposable plastic straws are small enough to be a nuisance and big enough to be a problem.\nAlex Truelove\n\nGuest post by Clay Napurano\n\nCities and states around the country have taken steps to ban certain single-use plastics — straws, plastic bags, polystyrene take-out containers and more. These policies are aimed at reducing the flow of plastic into our waterways and the waste stream. But do they work? \n\nIn this blog series, we present four examples of single-use plastics bans that are reducing plastic pollution. \n\nPlastic straws, although a small contributing factor to the huge problem of single-use plastic pollution in the world, are nonetheless dangerous to the environment. America uses and discards up to 390 million straws a day. Straws are unable to be processed in recycling plants or collected in trash traps due to their small size, and end up polluting oceans and forests. Lonely Whale, an environmental organization in Seattle that launched the Strawless in Seattle campaign, considers straws a gateway plastic targeted by bans in order to raise awareness of and effectively decrease single-use plastic pollution. \n\nSeattle became the first major city in the United States to ban plastic straws, beginning July 1, 2018, with the straw ban as one component of a larger plastics ban ordinance that also included utensils and cocktail picks. The ban followed up on a Zero Waste Resolution the city adopted in 2007 that outlined future sustainability actions, including single-use plastic bans and other measures. Under the ban, plastic disposable utensils and straws must be replaced by compostable alternatives. Seattle Public Utilities staff carry out inspections on food service establishments to ensure that they follow the ordinance: otherwise, they face a $250 fine. \n\nA 2019 survey conducted by students at the University of Washington found that 78% of respondents used straws made of compostable materials that are compliant with the ban and 68% used compliant utensils. 82% of responding food service establishments were aware of the ban and 69% had a favorable opinion of it. Puget Soundkeeper reported that before the ban, in 2017, 918 plastic straws were collected from Puget Sound during the annual coastal cleanup event. That number decreased by 62% to 352 in 2019, and by 79% to only 190 in 2020 (though the decline in 2020 may have been partially a result of the COVID pandemic).\n\nTOPICS\nBeyond plastic\nAUTHORS\nAlex Truelove\nFIND OUT MORE\nMore joy, less waste this holiday season\n\nBEYOND PLASTIC\n\nMore joy, less waste this holiday season\n\nNOVEMBER 17, 2023\n\nEvent highlights environmental impact of fast fashion and emerging solutions\n\nBEYOND PLASTIC\n\nEvent highlights environmental impact of fast fashion and emerging solutions\n\nNOVEMBER 10, 2023\n\nWebinar features advocates and state legislators working to reduce plastic pollution\n\nBEYOND PLASTIC\n\nWebinar features advocates and state legislators working to reduce plastic pollution\n\nNOVEMBER 1, 2023\n\nTricks for cutting waste this Halloween\n\nBEYOND PLASTIC\n\nTricks for cutting waste this Halloween\n\nOCTOBER 13, 2023\n\nGet Updates\n\nWe’ll send you email updates with the latest news, valuable resources and opportunities to take action on the issues you care about.\n\nSIGN UP\n\nOur work\nStates\nTake action\nDonate\nThe Latest\nEvents\nResources\nMedia center\nAbout\nCareers\nContact us\nDONATE\n\n© 2023 PIRG\n\nPrivacy policy\n\n\nVisit the website of U.S. PIRG Education Fund, our sister 501(c)(3) organization."
}