{
  "query": "plastic straws",
  "site": null,
  "time_range": "2021-12-23..2022-06-23",
  "title": "The Best Reusable Straws, Ranked | VinePair",
  "href": "https://vinepair.com/articles/reusable-sustainable-straws/",
  "body": "Sustainable straws have become a hot and cold corner of the sustainability movement. In 2018, it was estimated that disposable plastic straw consumption in the U.S. was up to 142 billion straws ...",
  "textContent": "shop\narticles\ncolumns\nreviews\nvp pro\npodcasts\nrecipes\nlearn\nThe Best Reusable Straws, Ranked\n\nWORDS: LILY NELSON\n\nILLUSTRATION: ARIELA BASSON\n\n   \n\nSustainable straws have become a hot and cold corner of the sustainability movement. In 2018, it was estimated that disposable plastic straw consumption in the U.S. was up to 142 billion straws per year. During that same year, Seattle became the largest U.S. city to ban plastic straws, with a host of cities like New York and Miami following suit over the past few years. Now, a new market has emerged for alternative, sustainable, and reusable straws. With so many alternative straw options out there, we decided to sit down and try all of them in order to figure out which ones were worth the hype and the investment.\n\nWe judged a total of 11 straws in general categories — size, material, firmness, porosity, and how they felt when we sipped — with a specific emphasis on first impressions when we initially put them in our drinks, and revisiting each after leaving them in our drinks for two hours.\n\nHere’s how they stacked up:\n\nDon't Miss A Drop\nGet the latest in beer, wine, and cocktail culture sent straight to your inbox.\nThe Drop + VP Pro\nThe Drop Only\nVP Pro Only\n#5: Reed\n\nWe were curious to see if these reed straws would be a strong competitor to the popular bamboo straws. They were not. We could tell right away that they were lower quality and made with a thinner material, as a good portion of the straws that came in the box arrived cracked. While they don’t become flimsy as time progresses, they split at the slightest bit of pressure, which creates a sizable safety hazard of accidentally consuming small bits or cutting your mouth, lips, or tongue.\n\nFirst impression durability: 2/5\nDurability after two hours: 3/5\n\n#4: Glass\n\nGlass straws are a viable option as we enter the realm of dishwasher-safe straws. I personally could never bring myself to purchase these on my own volition because I would always be thinking about the possibility of the glass breaking in my mouth, or even shattering in my bag if I were to take these on the go. Unsurprisingly, the product description for these glass straws did not provide much comfort, describing the craftsmanship of the glass as only being “not easy to wound.” Still, at the end of the day, they’re still on the higher end of the durability scale, can handle hot and cold drinks, and obviously won’t get flimsy inside your drink.\n\nFirst impression durability: 3.5/5\nDurability after two hours: 5/5\n\nADVERTISING\n#3: Metal\n\nMetal straws make it to the top 5 over their glass counterparts primarily because you won’t have any lingering suspicion that the straw is going to break in your mouth. It is certainly the most durable sustainable straw; however, that durability makes them much more difficult to clean given the unmalleable shape, a downside that proved especially true with the curved metal straws we tried. Just be wary of using these when consuming a hot liquid like tea or coffee, as metal is a heat conductor that will absorb the heat from your hot drink, making the straw itself hot to the touch.\n\nFirst impression durability: 5/5\nDurability after 2 hours: 5/5\n\n#2: Bamboo\n\nThe reusable bamboo straws from Public Goods held up far better than the reed straws, and are a commendable value at $4.95 for a 6-pack that comes with a cleaning brush. We were definitely apprehensive after nearly getting splinters from our last wood-based straw, but ended up happy with a thick material and sleek shape that didn’t wane over time while submerged in our drinks.\n\nFirst impression durability: 4/5\nDurability after two hours: 5/5\n\n#1: Silicone\n\nSilicone straws are our highest-ranked reusable straw because you get the best of both worlds: a malleable shape that can fit into any cup and bend for sipping, while still using a super-durable material that will have no problem hanging out in the water cup on your bedside table. They’re also a straw biter’s dream — no cracking, no mushiness, and no unknown materials that could be seeping into our drinks. After trying most of these other straws, we just loved that this straw didn’t pose an immediate question to our safety.\n\nFirst impression durability: 4/5\nDurability after two hours: 5/5\n\nPublished: April 29, 2022\n\nThe Latest\nThe 14 Best Booze Books to Buy This Holiday Season (2023)\nThe 7 Best Rums to Gift This Holiday (2023)\nThe Cocktail College Podcast: El Capitán\n© 2014 - 2023 VinePair Inc. — Made In NYC\nDo Not Sell or Share My Personal Information\n   \nTRENDING TOPICS\nBest Bourbon\nBest Champagnes\nBest Non-Alcoholic Beers\nCognac\nHard Seltzer\nHot Toddy\nIrish Whiskey\nMezcal\nProsecco\nScotch\nFIND & FOLLOW US\nAbout VinePair\nAdvertise With Us\nCareers\nEditorial Guidelines\nContact Us\nHow To Pitch Us\nPrivacy Policy"
}