{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastics in the environment - Nature",
  "href": "https://www.nature.com/collections/hbejbeiihf",
  "body": "Prioritizing plastic pollution Earth is polluted with plastic waste, with impacts on ecosystems and health. This Issue and online Collection bring together research on plastic in the...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nnature  collection\n\nCollection  09 November 2022\n\nPlastics in the environment\n\nPlastic is ubiquitous in our lives and the environment. This Collection brings together research and opinion on the occurrence, transport, and fate of plastics in the environment, and outlines opportunities for its prospective management.\n\nEditors\nLaura Zinke\nCollection content Participating journals\nTransport, form and fate\nPrioritizing plastic pollution\n\nEarth is polluted with plastic waste, with impacts on ecosystems and health. This Issue and online Collection bring together research on plastic in the environment and discussion on how to combat this growing problem.\n\nEditorial\n9 Nov 2022\nNature Reviews Earth & Environment\nThe long-term fates of land-disposed plastic waste\n\nThe large quantities of plastics stored in landfills and dumpsites are often overlooked when discussing plastic pollution. Improperly managed waste disposal sites can leak plastics to the environment, requiring immediate action. Mitigation must be supported by research to quantify the scale of the problem and prioritize efforts.\n\nXunchang FeiYuliang GuoHongping He\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nThe status and fate of oceanic garbage patches\n\nFloating plastic is accumulating in the five subtropical oceanic gyres, but little is known about their composition, sources, and fate. Monitoring has provided insight into persistence and accumulation processes in the North Pacific Ocean, but their relevance in other gyres is unknown. Identifying the sources of plastics, in all subtropical gyres, is necessary for cleanup efforts to be effective.\n\nLaurent Lebreton\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nThe need for a dedicated marine plastic litter satellite mission\n\nMonitoring marine plastic pollution requires repeated, long-term, global and harmonised observations of plastic presence, quantity and type, which satellites can provide. To convince space agencies to take action, coordinated activities are urgently needed to agree on target environments and to integrate in situ and satellite-derived measurements.\n\nVictor Martinez-Vicente\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nAccumulation, transformation and transport of microplastics in estuarine fronts\n\nLarge quantities of plastics flow from rivers to estuaries, where they potentially converge in frontal zones. This Perspective describes the occurrence, transformation and impact of these processes, highlighting their importance in mitigating plastic pollution.\n\nTao WangShiye ZhaoMengli Chen\nPerspective\n9 Nov 2022\nNature Reviews Earth & Environment\nMicroplastics and nanoplastics in the marine-atmosphere environment\n\nAtmospheric transport of microplastics could be a major source of plastic pollution to the ocean, yet observations currently remain limited. This Perspective quantifies the known budgets of the marine-atmospheric micro(nano)plastic cycle and proposes a future global observation strategy.\n\nDeonie AllenSteve AllenStephanie Wright\nPerspective\n10 May 2022\nNature Reviews Earth & Environment\nPlacing nanoplastics in the context of global plastic pollution\n\nThis Perspective aims to place nanoplastics in the context of global plastic pollution by assessing its sources and risks, and by assessing commonalities nanoplastics may share with other nanosized objects in environmental systems.\n\nDenise M. MitranoPeter WickBernd Nowack\nPerspective\n29 Apr 2021\nNature Nanotechnology\nNanoplastics are neither microplastics nor engineered nanoparticles\n\nThis Perspective examines how the characteristics of nanoplastic impact environmental fate, potential effects on biota and human health, sampling and analysis in a different way from either microplastic or engineered nanomaterials.\n\nJulien GigaultHind El HadriMark Wiesner\nPerspective\n29 Apr 2021\nNature Nanotechnology\nQuantitative tracing of uptake and transport of submicrometre plastics in crop plants using lanthanide chelates as a dual-functional tracer\n\nThe uptake and transfer of nanoplastics in the roots and shoots of lettuce and wheat were quantified by doping polystyrene nanoparticles with Eu–β-diketonate and using inductively coupled plasma mass spectrometry, time-gated luminescence and scanning electron microscopy.\n\nYongming LuoLianzhen LiChen Tu\nArticle\n20 Jan 2022\nNature Nanotechnology\nThe streaming of plastic in the Mediterranean Sea\n\nPlastic pollution in seas is widespread, but some areas lack the high concentrations of plastic debris. Here the authors identified places where large amounts of plastic debris pass in the Mediterranean Sea thus helping to study plastic dispersion in regions where plastic debris does not accumulate, and a tool for mitigation strategies.\n\nAlberto BaudenaEnrico Ser-GiacomiMaria Luiza Pedrotti\nArticle\nOpen Access\n27 May 2022\nNature Communications\nBiodegradation of poly(butylene succinate) in soil laboratory incubations assessed by stable carbon isotope labelling\n\nThis study applies stable carbon isotope labelling to study polymer biodegradation in soils. This labelling enables accurate and precise tracking of polymer carbon during biodegradation and, thereby, provides a holistic picture of this process.\n\nTaylor F. NelsonRebekka BaumgartnerMichael Sander\nArticle\nOpen Access\n28 Sep 2022\nNature Communications\nAcute riverine microplastic contamination due to avoidable releases of untreated wastewater\n\nThe authors show how untreated wastewater laced with microplastics and raw sewage is routinely discharged into UK river flows that are too low to disperse the microplastics downstream. This discharge creates acute microplastic contamination of river beds that threatens biodiversity and the quality of riverine habitats.\n\nJamie WoodwardJiawei LiRachel Hurley\nArticle\n13 May 2021\nNature Sustainability\nAn inshore–offshore sorting system revealed from global classification of ocean litter\n\nData on marine litter are scattered. Harmonizing worldwide aquatic litter inventories, this study finds global litter dominated by plastics from take-out food, followed by fishing, with litter being trapped in nearshore areas and land-sourced plastic reaching the open ocean mostly as small fragments.\n\nCarmen Morales-CasellesJosué ViejoAndrés Cózar\nArticle\n10 Jun 2021\nNature Sustainability\nPervasive distribution of polyester fibres in the Arctic Ocean is driven by Atlantic inputs\n\nMicroplastics have spread across the globe and reached even the most remote locations, but an understanding of their origins remains largely elusive. Here the authors quantify and characterise microplastics across the North Pole, finding that synthetic fibers like polyester are dominant and likely sourced from the Atlantic Ocean.\n\nPeter S. RossStephen ChastainBill Williams\nArticle\nOpen Access\n12 Jan 2021\nNature Communications\nAirborne microplastic particles detected in the remote marine atmosphere\n\nAirborne microplastic particles with a possible oceanic origin were identified in the marine atmosphere, far from the coast, using micro-Raman spectroscopy analyses of air samples, during a transect across the North Atlantic Ocean in 2016.\n\nMiri TrainicJ. Michel FloresIlan Koren\nArticle\nOpen Access\n18 Dec 2020\nCommunications Earth & Environment\nMicroplastic release from the degradation of polypropylene feeding bottles during infant formula preparation\n\nPolypropylene-based food containers are utilized widely, but their potential to degrade and produce microplastics is poorly understood. Here, microplastics released from formula preparation procedures in polypropylene feeding bottles are quantified, demonstrating the potential for global infant exposure to microplastics.\n\nDunzhu LiYunhong ShiJing Jing Wang\nArticle\n19 Oct 2020\nNature Food\nAtmospheric transport and deposition of microplastics in a remote mountain catchment\n\nMicroplastics can reach and affect regions far from where they are released because of atmospheric transport, suggest analyses of atmospheric deposition in a remote, pristine mountain catchment in France.\n\nSteve AllenDeonie AllenDidier Galop\nArticle\n15 Apr 2019\nNature Geoscience\nMicroplastic contamination of river beds significantly reduced by catchment-wide flooding\n\nWinter floods flushed out 70% of the microplastic contamination from riverbed sediments in northwest England, according to analyses of sediment samples from 40 rural and urban sites.\n\nRachel HurleyJamie WoodwardJames J. Rothwell\nArticle\n12 Mar 2018\nNature Geoscience\nPotential impacts of atmospheric microplastics and nanoplastics on cloud formation processes\n\nMicroplastics and nanoplastics may affect cloud formation processes by acting as ice-nucleating particles and cloud condensation nuclei.\n\nMischa AeschlimannGuangyu LiDenise M. Mitrano\nPerspective\n14 Nov 2022\nNature Geoscience\nBiological and biogeochemical impacts\nEmbrace complexity to understand microplastic pollution\n\nEnvironmental cycling of microplastics and nanoplastics is complex; fully understanding these pollutants is hindered by inconsistent methodologies and experimentation within a narrow scope. Consistent methods are needed to advance plastic research and policy within the context of global environmental change.\n\nMichael S. BankDenise M. MitranoYong Sik Ok\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nPlastic pollution in the Arctic\n\nPlastic debris and microplastics are ubiquitous in the Arctic. This Review describes the sources, distribution and consequences of this pollution, and calls for immediate action to mitigate further ecosystem impact.\n\nMelanie BergmannFrance CollardMine B. Tekman\nReview Article\n5 Apr 2022\nNature Reviews Earth & Environment\nEcology of the plastisphere\n\nPlastic debris in the marine environment provides a durable substrate that can be colonized by microorganisms and supports the growth of microbial biofilms. In this Review, Amaral-Zettler and colleagues explore the microbial ecology of the plastisphere in the context of its diversity and function, as well as suggesting areas for further research.\n\nLinda A. Amaral-ZettlerErik R. ZettlerTracy J. Mincer\nReview Article\n14 Jan 2020\nNature Reviews Microbiology\nEmergence of a neopelagic community through the establishment of coastal species on the high seas\n\nDiscoveries of persistent coastal species in the open ocean shift our understanding of biogeographic barriers. Floating plastic debris from pollution now supports a novel sea surface community composed of coastal and oceanic species at sea that might portend significant ecological shifts in the marine environment.\n\nLinsey E. HaramJames T. CarltonGregory M. Ruiz\nComment\nOpen Access\n2 Dec 2021\nNature Communications\nInteractions of microplastic debris throughout the marine ecosystem\n\nThe widespread occurrence of microscopic plastic particles in the ocean is of both and ecological and societal concern. Here, the authors review the biological impacts of interactions with microplastics in the marine environment.\n\nTamara S. GallowayMatthew ColeCeri Lewis\nReview Article\n20 Apr 2017\nNature Ecology & Evolution\nField measurements reveal exposure risk to microplastic ingestion by filter-feeding megafauna\n\nCombining microplastic data from the California Current Ecosystem with high-resolution foraging measurements from 191 tag deployments on blue, fin and humpback whales, this study quantifies plastic ingestion rates and routes of exposure risk in filter-feeding megafauna.\n\nS. R. Kahane-RapportM. F. CzapanskiyM. S. Savoca\nArticle\nOpen Access\n1 Nov 2022\nNature Communications\nPlastic pollution fosters more microbial growth in lakes than natural organic matter\n\nUltra-high resolution mass spectrometry revealed that plastic bags leach labile compounds. Bioassays performed in Scandinavian lakes indicated that these compounds are incorporated into biomass faster and more efficiently than natural organic matter.\n\nEleanor A. SheridanJérémy A. FonvielleAndrew J. Tanentzap\nArticle\nOpen Access\n26 Jul 2022\nNature Communications\nEstuarine plastisphere as an overlooked source of N2O production\n\nThe roles of marine plastisphere in global nitrogen cycling are largely unknown. Here, the authors indicate that the plastisphere could act as a potential source of N2O production, which is mainly regulated by the biotic denitrification\n\nXiaoxuan SuLeyang YangYong-guan Zhu\nArticle\nOpen Access\n6 Jul 2022\nNature Communications\nZooplankton grazing of microplastic can accelerate global loss of ocean oxygen\n\nMicroplastic pollution is a major threat to marine food webs, but the wider ranging impacts on global ocean biogeochemistry are poorly understood. Here the authors use an Earth system model to determine that zooplankton grazing on microplastics could exacerbate trends in ocean oxygen loss.\n\nK. KvaleA. E. F. ProweA. Oschlies\nArticle\nOpen Access\n21 Apr 2021\nNature Communications\nMicroplastics and nanoplastics barely enhance contaminant mobility in agricultural soils\n\nThe transfer of organic contaminants from surface to deeper layers in farmland soils is barely enhanced by microplastic and nanoplastic transport, according to an analytical modeling study.\n\nStephanie CastanCharlotte HenkelThilo Hofmann\nArticle\nOpen Access\n16 Sep 2021\nCommunications Earth & Environment\nEffective uptake of submicrometre plastics by crop plants via a crack-entry mode\n\nThe presence of microplastics in wastewaters used for irrigation highlights the urgency of analysing the possible uptake of microplastics by crop plants. This study shows that submicrometre and micrometre plastic particles from treated wastewater enter the steles of crop plants via a crack entry at sites of lateral root emergence.\n\nLianzhen LiYongming LuoYunchao Zhang\nArticle\n13 Jul 2020\nNature Sustainability\nDifferentially charged nanoplastics demonstrate distinct accumulation in Arabidopsis thaliana\n\nThe accumulation of nanoplastics in terrestrial plants is directly linked to the nanoparticles’ charge and can have ecological effects and implications for agricultural sustainability and food safety.\n\nXiao-Dong SunXian-Zheng YuanBaoshan Xing\nLetter\n22 Jun 2020\nNature Nanotechnology\nEstimating the size distribution of plastics ingested by animals\n\nPlastic pollution is an escalating problem and there is a need to predict the range of plastic sizes that an organism of interest could feasibly ingest. Here the authors use previously published data to develop an allometric equation for plastic size ingested as a function of animal body size, a relationship which could help predict risk of plastic introduction into food webs.\n\nIfan B. JâmsFredric M. WindsorIsabelle Durance\nArticle\nOpen Access\n27 Mar 2020\nNature Communications\nTurning microplastics into nanoplastics through digestive fragmentation by Antarctic krill\n\nMicroplastics are emerging ocean contaminants, but their fates in the ocean environment are poorly understood. Here the authors show that Antarctic krill digest micro plastics into nano plastics, thereby generating particles of a size that can cross biological and physical barriers.\n\nAmanda L. DawsonSo KawaguchiSusan M. Bengtson Nash\nArticle\nOpen Access\n8 Mar 2018\nNature Communications\nRecovery from microplastic-induced marine deoxygenation may take centuries\n\nRegional recovery from microplastic pollution-induced marine deoxygenation may take hundreds of years, according to a combination of biogeochemical and microplastic modelling.\n\nKarin KvaleAndreas Oschlies\nBrief Communication\nOpen Access\n22 Dec 2022\nNature Geoscience\nManagement and mitigation\nEntrepreneurs are key assets to systemically address marine plastic pollution\n\nEntrepreneurs are important actors in effectively managing marine plastic pollution, but they face unique challenges in developing sustainable business models within an unsustainable system. However, marine plastic entrepreneurs can engage with these tensions to create far-reaching social change beyond their business models.\n\nHanna Dijkstra\nComment\n22 Sep 2022\nNature Reviews Earth & Environment\nA new treaty process offers hope to end plastic pollution\n\nThe development of a global legally binding treaty by the UN to end plastic pollution is underway. To be effective, the global treaty requires new levels of transparency, disclosure and cooperation to support evidence-based policymaking that avoids the fragmented and reactionary policies of the past.\n\nAntaya MarchKeiron P. RobertsStephen Fletcher\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nRe-framing plastics pollution to include social, ecological and policy perspectives\n\nPlastic pollution is widely presented as a waste problem, resulting in proposed solutions that target end-of-life waste management and consumer behaviour. This framing misrepresents the entangled global social and ecological challenges of the plastic crisis, which must be recognised for effective, equitable and sustainable responses.\n\nPatricia Villarrubia-GómezBethanie Carney AlmrothSarah E. Cornell\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nCurbing single-use plastic with behaviour change interventions\n\nSolving the plastic waste problem requires pre- and post-consumption actions. Behaviour change interventions — including nudges, norm messages and education — offer opportunities to reduce demand for single-use plastic while industry-wide solutions and governmental policies are developed and expanded.\n\nHeather Barnes TrueloveKaitlin T. RaimiAmanda R. Carrico\nComment\n9 Nov 2022\nNature Reviews Earth & Environment\nBioplastics for a circular economy\n\nPlastics support modern life but are also associated with environmental pollution. This Review discusses technologies for the production and recycling of bioplastics as part of a more sustainable and circular economy.\n\nJan-Georg RosenboomRobert LangerGiovanni Traverso\nReview Article\n20 Jan 2022\nNature Reviews Materials\nReducing environmental plastic pollution by designing polymer materials for managed end-of-life\n\nPlastic debris continues to contaminate the environment, negatively impacting wildlife and ecosystems. This Review argues that polymer selection and product design must incorporate strategies for end-of-life management and strive to eliminate, or at least minimize, environmental persistence of plastic materials.\n\nKara Lavender LawRamani Narayan\nReview Article\n11 Oct 2021\nNature Reviews Materials\nRisk assessment of microplastic particles\n\nMicroplastic is a complex contaminant causing great concern in society. This Review examines the properties of microplastic particles compared with natural particles in the environment and discusses methods of assessing the risks to humans and the environment.\n\nAlbert A. KoelmansPaula E. Redondo-HasselerharmMerel Kooi\nReview Article\n21 Jan 2022\nNature Reviews Materials\nA sustainable future for plastics considering material safety and preserved value\n\nThe positive benefits afforded by the widespread use of plastics need to be reconciled with negative impacts on the environment and health across the entire plastics life cycle. Optimizing the balance in several facets of plastics production, use and waste management is necessary for a more sustainable relationship with these materials in the Anthropocene.\n\nDenise M. MitranoMartin Wagner\nComment\n13 Dec 2021\nNature Reviews Materials\nRecognizing the long-term impacts of plastic particles for preventing distortion in decision-making\n\nThere is a growing awareness that plastic pollution poses a major environmental threat. This Review highlights the knowledge gap on their long-term impacts and recommends inclusion in life cycle analysis for better decision-making.\n\nNathalie GontardGrégoire DavidJoshua Sohn\nReview Article\n24 Mar 2022\nNature Sustainability\nCitizen science tackles plastics in Ghana\n\nCitizen science efforts are instrumental in monitoring our progress towards the UN Sustainable Development Goals. Dilek Fraisl, Research Scholar at the International Institute for Applied Systems Analysis, and Omar Seidu, Director of Social and Demographic Statistics and the SDGs Coordinator at the Ghana Statistical Service, discuss how Ghana successfully integrated citizen science data into its official monitoring of marine plastic debris.\n\nStephanie M. Olen\nQ&A\n17 Oct 2022\nNature Sustainability\nThe COVID-19 pandemic necessitates a shift to a plastic circular economy\n\nThe COVID-19 pandemic is exacerbating plastic pollution. A shift in waste management practices is thus urgently needed to close the plastic loop, requiring governments, researchers and industries working towards intelligent design and sustainable upcycling.\n\nXiangzhou YuanXiaonan WangYong Sik Ok\nComment\n27 Sep 2021\nNature Reviews Earth & Environment\nChemistry and materials science for a sustainable circular polymeric economy\n\nChemistry plays a determining role in every stage of the plastic life cycle. We reflect on the challenges and limitations of plastics — their sheer abundance, chemodiversity and imperfect recoverability leading to loss of material — and on the need for chemical and non-chemical approaches to overcome them.\n\nVânia G. ZuinKlaus Kümmerer\nComment\n25 Jan 2022\nNature Reviews Materials\nA systematic scoping review of environmental, food security and health impacts of food system plastics\n\nFood systems rely on plastics, but a top-level understanding of their effects on environmental, food security and human health remains poorly explored. The systematic scoping review presented here describes the research landscape from 2000 onwards, finding many publications on agricultural production, but gaps in our knowledge on low-income regions and outcomes for human health.\n\nJoe YatesMegan DeeneySuneetha Kadiyala\nArticle\n18 Feb 2021\nNature Food\nChina’s plastic import ban increases prospects of environmental impact mitigation of plastic waste trade flow worldwide\n\nChina announced a ban on its import of most plastic waste in 2017, resulting in an impact on global environmental sustainability. Here the authors quantify the environmental impacts of changes in the flow patterns and treatment methods of 6 types of plastic waste in 18 countries subsequent to the ban.\n\nZongguo WenYiling XieChristian Doh Dinga\nArticle\nOpen Access\n18 Jan 2021\nNature Communications\nSharing tableware reduces waste generation, emissions and water consumption in China’s takeaway packaging waste dilemma\n\nThe online food delivery and takeaway market is growing in China, serving 406 million customers with 10.0 billion orders in 2018. Here, data from an online food delivery platform, life-cycle environmental impacts of packaging and tableware waste generated across 353 cities in China, and scenarios for paper alternatives and tableware sharing are presented.\n\nYa ZhouYuli ShanZhifeng Yang\nArticle\n15 Sep 2020\nNature Food\nStrategies to reduce the global carbon footprint of plastics\n\nThe life-cycle GHG emissions from plastics are expected to increase. Here, it is shown that an aggressive strategy of decarbonizing energy infrastructure, improving recycling, adopting bio-based plastics and reducing demand is required to keep emissions below 2015 levels.\n\nJiajia ZhengSangwon Suh\nLetter\n15 Apr 2019\nNature Climate Change\n\nImage credit: Lasha Tsertsvadze / EyeEm/ Getty Images\n\nNature.com\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}