{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastics: Material-Specific Data | US EPA",
  "href": "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/plastics-material-specific-data",
  "body": "Learn about the generation, recycling, composting, combustion and landfilling of plastic materials in municipal solid waste (MSW) in the United States. See the overview table and graph of plastics waste management by weight from 1960 to 2018, and the sources of data on plastics recycling rates and trends.",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\nHere’s how you know\nSearch\nEnvironmental Topics\nLaws & Regulations\nReport a Violation\nAbout EPA\nFacts and Figures about Materials, Waste and Recycling\nCONTACT US\nPlastics: Material-Specific Data\n\n EPA released the \"Draft National Strategy to Prevent Plastic Pollution,\" which focuses on actions to reduce, reuse, collect, and capture plastic waste. \n\nPlastics are a rapidly growing segment of municipal solid waste (MSW). While plastics are found in all major MSW categories, the containers and packaging category had the most plastic tonnage at over 14.5 million tons in 2018. This category includes bags, sacks and wraps; other packaging; polyethylene terephthalate (PET) bottles and jars; high-density polyethylene (HDPE) natural bottles; and other containers. Manufacturers also use plastic in durable goods, such as appliances, furniture, casings of lead-acid batteries and other products. EPA does not include plastics in transportation products, other than lead-acid batteries, in this analysis.\n\nNote:\n\nThis web page contains material-specific information and data on plastics.\n\nTrying to find other information? Read through the products and at the other materials we studied.\n\nStill have a question about the data? Check out our Frequent Questions page.\n\nPlastics are found in nondurable products, such as disposable diapers, trash bags, cups, utensils, medical devices and household items such as shower curtains. The plastic food service items are generally made of clear or foamed polystyrene, while trash bags are made of high-density polyethylene (HDPE) or low-density polyethylene (LDPE). A wide variety of other resins are used in other nondurable goods. Refer to the definitions of durable goods, nondurable goods, and containers and packaging.\n\nPlastic resins are also used in a variety of container and packaging products, such as PET beverage bottles, HDPE bottles for milk and water, and a wide variety of other resin types used in other plastic containers, bags, sacks, wraps and lids.\n\nThis web page is a brief summary of plastic materials-specific data. For more comprehensive information, refer to the 2018 Data Tables on the Advancing Sustainable Materials Management: Facts and Figures Report page.\n\nOn this page:\n\nOverview\nSummary Table and Graph\nOverview\n\nEPA measures the generation, recycling, composting, combustion with energy recovery and landfilling of plastic materials in municipal solid waste.\n\nThe primary data source on the generation of plastics is the American Chemistry Council. In 2018, plastics generation was 35.7 million tons in the United States, which was 12.2 percent of MSW generation.\n\nEPA used data from the American Chemistry Council, the National Association for PET Container Resources, and the Association of Plastic Recyclers to measure the recycling of plastic. While overall the amount of recycled plastics is relatively small—three million tons for a 8.7 percent recycling rate in 2018—the recycling of some specific types of plastic containers is more significant. The recycling rate of PET bottles and jars was 29.1 percent in 2018, and the rate for HDPE natural bottles was 29.3 percent in 2018.\n\nThe total amount of plastics combusted in MSW in 2018 was 5.6 million tons. This was 16.3 percent of all MSW combusted with energy recovery that year.\n\nIn 2018, landfills received 27 million tons of plastic. This was 18.5 percent of all MSW landfilled.\n\nPlease refer to the EPA Methodology Document for further information on estimating the generation and management of plastics.\n\nPlastics Table and Graph\n\nThe data below are from 1960 to 2018, relating to the total number of tons of plastics generated, recycled, composted, combusted with energy recovery and landfilled.\n\n1960-2018 Data on Plastics in MSW by Weight (in thousands of U.S. tons)\nManagement Pathway\t1960\t1970\t1980\t1990\t2000\t2005\t2010\t2015\t2017\t2018\nGeneration\t390\t2,900\t6,830\t17,130\t25,550\t29,380\t31,400\t34,480\t35,410\t35,680\nRecycled\t-\t-\t20\t370\t1,480\t1,780\t2,500\t3,120\t3,000\t3,090\nComposted\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCombustion with Energy Recovery\t-\t-\t140\t2,980\t4,120\t4,330\t4,530\t5,330\t5,590\t5,620\nLandfilled\t390\t2,900\t6,670\t13,780\t19,950\t23,270\t24,370\t26,030\t26,820\t26,970\n\nSources: Plastics information is from the American Chemistry Council, the National Association for PET Container Resources and The Association of Plastic Recyclers.\n\nA dash in the table means that data is not available.\n\nYear\nTons\nPlastics Waste Management: 1960-2018\nRecycled\nComposted\nCombustion with Energy Recovery\nLandfilled\nClick on legend items below to customize items displayed in the chart\n1960\n1970\n1980\n1990\n2000\n2005\n2010\n2015\n2017\n2018\n0\n10,000,000\n20,000,000\n30,000,000\n40,000,000\nFacts and Figures Home\nLearn about the Facts and Figures\nNational Overview\nA to Z Directory\nFrequent Questions about the Data\nFull Report and Data Tables\nContact Us to ask a question, provide feedback, or report a problem.\nLAST UPDATED ON APRIL 21, 2023\nDiscover.\nAccessibility Statement\nBudget & Performance\nContracting\nEPA www Web Snapshot\nGrants\nNo FEAR Act Data\nPlain Writing\nPrivacy\nPrivacy and Security Notice\nConnect.\nData\nInspector General\nJobs\nNewsroom\nRegulations.gov\nSubscribe\nUSA.gov\nWhite House\nAsk.\nContact EPA\nEPA Disclaimers\nHotlines\nFOIA Requests\nFrequent Questions\nFollow."
}