{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "The Plastic Crisis Finally Gets Emergency Status | WIRED",
  "href": "https://www.wired.com/story/plastic-pollution-emergency-united-nations/",
  "body": "The Plastic Crisis Finally Gets Emergency Status. Plastic pollution costs the world up to $600 billion a year. A new UN report provides a road map for drastic action. Humanity's relationship ...",
  "textContent": "Skip to main content\nOPEN NAVIGATION MENU\nThe Plastic Crisis Finally Gets Emergency Status\nBACKCHANNEL\nBUSINESS\nCULTURE\nGEAR\nIDEAS\nPOLITICS\nSCIENCE\nSECURITY\nMORE\nSIGN IN\nSUBSCRIBE\nSEARCH\nBackchannel\nBusiness\nCulture\nGear\nIdeas\nPolitics\nScience\nSecurity\nMerch\nGift Guides\nPodcasts\nVideo\nArtificial Intelligence\nClimate\nGames\nNewsletters\nMagazine\nEvents\nWired Insider\nJobs\nCoupons\nLIMITED TIME OFFER\nGet WIRED - now only $30 $5.\nThis is your last free article. See the future here first with 1 year of unlimited access. BONUS: Free WIRED stickers.\nSUBSCRIBE NOW\nAlready a member? SIGN IN\n\nMATT SIMON\n\nSCIENCEMAY 16, 2023 6:00 AM\nThe Plastic Crisis Finally Gets Emergency Status\nPlastic pollution costs the world up to $600 billion a year. A new UN report provides a road map for drastic action.\nPHOTOGRAPH: GETTY IMAGES\n\nHUMANITY’S RELATIONSHIP WITH plastic isn’t just broken—it’s absurd. We’re now churning out a trillion pounds of it a year—an altogether more stunning figure when you consider that the material is ultra-lightweight by design. Less than 10 percent of that is recycled, while the rest ends up in landfills, leaks into the environment, or is burned. And that dysfunctional relationship is getting exponentially worse, as plastic production could triple by 2060. \n\nThe problem is massive, demoralizing, and ostensibly impossible to fix. But today the United Nations Environment Programme (UNEP) is dropping an urgent report on the extraordinary environmental and human costs of plastic pollution, along with a road map for the world to take action. With several strategies working in concert—like production cuts and more reuse of plastic products—the report finds that humanity might reduce that pollution 80 percent by 2040. The road map lands just weeks ahead of the second round of negotiations for an international treaty on plastics, which scientists and antipollution groups are hoping results in a significant cap on production.\n\nThe report emphasizes the devastating price of our civilization’s addiction to plastic, “particularly when it comes to human health costs of plastics—so endocrine disruption, cognitive impairments, cancers,” says Steven Stone, deputy director of the Industry and Economy Division at the UNEP and a lead author of the report. “When you take those along with the cleanup costs of plastic pollution, you get in the range of $300 billion to $600 billion a year. This report is a message of hope—we are not doomed to incurring all of these costs.” In fact, the report notes, with action on plastic pollution, we might avoid $4.5 trillion in costs by 2040.\n\nThis road map builds on another alarming report the UNEP released earlier this month, which found that of the 13,000 known chemicals associated with plastics and their production, at least 3,200 have one or more hazardous properties of concern. Ten groups of these chemicals are of major concern, such as PFAS and phthalates. Of particular toxicity are a wide range of chemicals in plastics with endocrine-disrupting properties, which short-circuit the hormone system even in very low doses, leading to obesity, cancer, and other diseases. “There are these costs that are going to manifest in human health, in environmental destruction, in marine litter pollution,” Stone says. “Those are costs that fall on everyone. But the consumer of plastic doesn’t take pay for it, neither does the producer. So that’s a massive market failure.”\n\nPlastic is, at the end of the day, a highly toxic material that’s infiltrated every aspect of our daily lives. The goal above all others should be to stop manufacturing so much of the stuff, so the new road map calls for eliminating unnecessary plastics, like the single-use variety.  But the challenge is that plastic remains absurdly cheap to produce—its many external costs be damned.\n\n“This road map is headed in the right direction but must go much further to curb new plastics production,” says Dianna Cohen, CEO and cofounder of Plastic Pollution Coalition. “We are glad to see an emphasis on reduction and reuse, which are key elements of solutions to plastic pollution, as these actions can most rapidly help us diminish plastic production. Missing in the report is requiring industrial/corporate entities that produce material items to stop making more toxic fossil-fuel plastic, full stop.”\n\nFEATURED VIDEO\n\nClimate Scientist Answers Earth Questions From Twitter\n\nMOST POPULAR\nBUSINESS\nHow to Use Google’s Gemini AI Right Now in Its Bard Chatbot\n\nREECE ROGERS\n\nSCIENCE\nHow to Set Your Thermostat—According to Science\n\nCHRIS BARANIUK\n\nGEAR\nThe Best Continuous Glucose Monitors\n\nCAROL MILBERGER\n\nGEAR\nThe Best Radios to Catch Your Favorite Airwaves\n\nNENA FARRELL\n\nADVERTISEMENT\n\nIn addition to reducing production, the report argues, the world must improve recycling systems, which alone could reduce plastic pollution 20 percent by 2040. But recycling in its current form is problematic for a number of reasons. For one, the recycling rate in the United States is now just 5 percent of plastic waste. The US and other developed nations have long shipped millions upon millions of pounds of the plastic waste they can’t profitably recycle to developing countries, where bottles and bags and wrappers are often burned in open pits or escape into the environment. \n\nADVERTISEMENT\n\nA core issue is that over the years, plastic products have gotten much more complicated and therefore much less recyclable: Nowadays, food pouches might have layers of different polymers, or a product might be half plastic, half paper. “By agreeing and then imposing design rules that allow, for instance, a limited number of polymers or a limited number of chemical additives that play well within the system, that already improves heavily the economics of recycling,” says Llorenç Milà i Canals, head of secretariat of the Life Cycle Initiative at the UNEP and lead coordinator of the report. “That makes recycling much more profitable because it will take much less to bring those materials back into the economy.”\n\nHowever, even recycling that’s done properly comes at a huge environmental cost: A study published earlier this month found that a single facility might emit 3 million pounds of microplastic a year in its wastewater, which flows into the environment. The upside, at least, is that the facility would have released 6.5 million pounds of microplastic had it not installed filters, so there’s at least a way to mitigate that pollution. But these tiny particles have now corrupted the entirety of the planet, including a broad range of organisms. And generally speaking, as plastics production is increasing exponentially, microplastic pollution is increasing in lockstep. \n\nADVERTISEMENT\n\nIn that sense, then, recycling is making the plastic pollution problem worse. “Plastic was not designed to be recycled, and recycling it only reintroduces toxic chemicals and microplastics into the environment and our bodies,” says Cohen. “The [UNEP] report’s authors even go so far to acknowledge that even if it is achievable, a circular economy of plastics would be decades in the making, and even under the best scenario, following the road map as outlined would lead to approximately 136 million metric tons of plastic flowing into landfills, incinerators, and the environment to cause pollution in the year 2040. That is an enormous—and unacceptable—amount of plastic.”\n\nMOST POPULAR\nBUSINESS\nHow to Use Google’s Gemini AI Right Now in Its Bard Chatbot\n\nREECE ROGERS\n\nSCIENCE\nHow to Set Your Thermostat—According to Science\n\nCHRIS BARANIUK\n\nGEAR\nThe Best Continuous Glucose Monitors\n\nCAROL MILBERGER\n\nGEAR\nThe Best Radios to Catch Your Favorite Airwaves\n\nNENA FARRELL\n\nADVERTISEMENT\n\nReally, recycling allows the plastics industry to keep making all the plastic it wants, under the guise of sustainability. “If you had an overflowing bathtub, you wouldn’t just run for the mop first—you turn off the tap,” says Jacqueline Savitz, chief policy officer for the conservation nonprofit Oceana, who wasn’t involved in the report. “Recycling is the mop.”\n\nAnother strategy highlighted in the new report is “extended producer responsibility,” in which manufacturers don’t just make the stuff and wipe their hands of it. The plastics industry has long promoted recycling (even though it has known that the current system doesn’t work) because it makes you, the “careless” consumer, responsible for pollution. Extended producer responsibility puts the burden back on the industry, forcing producers to, say, implement systems to take bottles back and reuse them.\n\nAdditionally, the new report notes, countries might impose a tax on plastic, which would make it more expensive for manufacturers to churn out virgin plastic. Governments would then use that money to fund recycling programs and other mitigation measures to reduce plastic pollution. “The costs that are externalized to society are actually put up front,” says Stone. “And then recycled materials are much more competitive with the virgin materials. That will be a tremendous benefit for keeping plastics in play longer.”\n\nAnother way to keep plastics in circulation is to encourage reuse. So instead of having to recycle a single-use water bottle, ideally people would have their own reusable bottles to fill over and over. Instead of buying shampoo in a plastic bottle each time, people might visit refill stores. Combined, such reuse initiatives could reduce plastic pollution by 30 percent, the new report finds. “It does require systems and investment, but it has the potential to be a big economic opportunity,” says Savitz, of Oceana. “New companies could start out small but could end up being sort of the Amazon of reuse.”\n\nFinally, the report calls for a “careful replacement” of certain plastic products—using paper or compostable materials instead, for instance. “Careful” meaning we wouldn’t want to widely deploy some sort of plastic alternative that ends up being just as toxic. This is already a problem, as plastics producers swap out known toxic chemicals, like bisphenol A (aka BPA), for similar chemicals that may be just as toxic, if not more so—a “regrettable substitution,” as scientists call it.\n\nThe good news, at least, is that plastic pollution is finally being elevated to emergency status in the international community. “The fact that there is consensus that this is an issue by all countries, to me means we have a tremendous opportunity,” says Stone. “It’s our job to get the science out there so that people can see the numbers and understand what the stakes are right now. Because plastics pollution is a time bomb, essentially, and we need to deal with it now.”\n\nYou Might Also Like …\n\n📩 Get the long view on tech with Steven Levy’s Plaintext newsletter\n\nThe Mirai Confessions: Three young hackers who built a web-killing monster finally tell their story\n\nUnderage workers are training AI\n\nThe long quest for a universal flu vaccine finally takes its first steps\n\nSecretive White House surveillance program gives cops access to trillions of US phone records\n\nWish List 2023: 47 awesome gifts for all the enthusiasts, connoisseurs, and fanatics in your circle\n\n🌲 Our Gear team has branched out with a new guide to the best sleeping pads and fresh picks for the best coolers and binoculars\n\nMatt Simon is a senior staff writer covering biology, robotics, and the environment. He’s the author, most recently, of A Poison Like No Other: How Microplastics Corrupted Our Planet and Our Bodies.\nSTAFF WRITER\nTOPICS\nPLASTIC\nPOLLUTION\nENVIRONMENT\nCLIMATE CHANGE\nMORE FROM WIRED\nEmissions Should Be Plummeting. Instead, They’re Breaking Dangerous New Records\nAhead of COP28, a scathing new UN report warns that the world is barreling toward an avoidable catastrophe. It’s a plea for world leaders to step up their ambition.\n\nMATT SIMON\n\nIt’s Time to Get Serious About Carbon Removal\nIf the world is to reach net zero, billions of tons of carbon dioxide need pulling from the air every year. At the moment, the global carbon removal system extracts less than 0.01 percent of that.\n\nROB REDDICK\n\nMillions of EV Batteries Could Retire to Solar Farms\nA Southern California company is showing how repurposing EV batteries for solar storage can extend their usefulness for several years.\n\nGABRIELA AOUN ANGUEIRA\n\nHere’s How Bad Climate Change Will Get in the US—and Why There’s Still Hope\nThe nation’s Fifth National Climate Assessment paints a dark portrait of worsening disasters. But it also points toward accelerating progress and a cleaner future.\n\nMATT SIMON\n\nYou Need a Heat Pump. Soon You’ll Have More American-Made Options\nThe Biden administration is announcing $169 million to supercharge domestic production of a device beloved by climate and energy nerds.\n\nMATT SIMON\n\nInside India’s Gargantuan Mission to Clean the Ganges River\nThe Ganges river is one of the world’s most sacred waterways—and one of its most polluted. To restore it, India is undertaking one of the biggest engineering programs in the history of sanitation.\n\nOLIVER FRANKLIN-WALLIS\n\nWhy I’m (Cautiously) Optimistic About COP28\nIn a year of record heat waves and rising global emissions, it would be easy to write COP28 off before it even starts. But that would be a mistake.\n\nHANNAH RITCHIE\n\nSponsored Links by Taboola\nVanguard vs. Fidelity vs. Schwab\nSmartAsset\nLearn More\nNo More Free Returns? Amazon Releases New Fees\nOnline Shopping Tools\nTommy Chong: The Horrifying Truth About CBD\nTommy Chong's CBD\nWatch Now\nHere Are 23 Of The Coolest Gifts For Holiday 2023\nBest Tech Trend\nLearn More\nHere's How To Fly Business Class For The Price of Economy\nGoSearches\n6 Things Not to Do When Selecting a Financial Advisor\nSmartAsset\nLearn More\nWIRED is where tomorrow is realized. It is the essential source of information and ideas that make sense of a world in constant transformation. The WIRED conversation illuminates how technology is changing every aspect of our lives—from culture to business, science to design. The breakthroughs and innovations that we uncover lead to new ways of thinking, new connections, and new industries.\n\nMORE FROM WIRED\n\nSubscribe\nNewsletters\nMattresses\nReviews\nFAQ\nWired Staff\nCoupons\nEditorial Standards\nArchive\n\nCONTACT\n\nAdvertise\nContact Us\nCustomer Care\nJobs\nPress Center\nRSS\nAccessibility Help\nCondé Nast Store\nCOOKIES SETTINGS\n\n© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices\n\nSelect international site\nUnited States"
}