{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Sustainable Bioplastic Straws Made from Potato Starch",
  "href": "https://www.potatobusiness.com/trends-news/a-bioplastic-alternative-to-plastic-straws/",
  "body": "In this respect, researchers in Korea have created a bioplastic alternative to plastic straws. According to the team's article published in ACS Omega, these new straws are stronger than plastic and more durable than paper. Dickens O. Agumba, Duc Hoa Pham, and Jaehwan Kim created the straws by combining potato starch and lignin - a polymer ...",
  "textContent": "POTATO BUSINESS POTATO BUSINESS\nTop Menu\nABOUT US\nMAGAZINES\nSUBSCRIBE\nADVERTISE\nCONTACT\nMain Menu\nHOME\nBUSINESS\nPROCESSES\nPACKAGING\nPRODUCTS\nSTORAGE\nAGRO\nMARKETS\nTRENDS\nEVENTS\nRESOURCES\nSIGN IN / JOIN\nABOUT US MAGAZINES\nPOTATO PROCESSING INTERNATIONAL\nPOTATO BUSINESS DIGITAL\n SUBSCRIBE ADVERTISE CONTACT\nSUBSCRIBE TO OUR NEWSLETTER\nHOME BUSINESS PROCESSES PACKAGING PRODUCTS STORAGE AGRO MARKETS TRENDS\nFOOD SAFETY\nSUSTAINABILITY\nCLEAN LABEL\n EVENTS RESOURCES\nDOSSIERS\nPB PLAY\nKEY SUPPLIERS GUIDE\nBLOGS\nWHITEPAPERS\nSPONSORED CONTENT\nWEBSHOP\nDIGITAL MAGAZINE\nArchive\nSubscribe\n \n \n \nPRINT MAGAZINE\nArchive\nSubscribe\n\n\nMOST POPULAR\nExclusive: What Potato Varieties Are Suitable for Chips\nMarket analysis: The most popular German potato chips\nExclusive: Long Chips – Clean Ingredients Are…\nLay’s Unveils 60+ New Potato Chip Bags for “Smiles” Campaign\n \nSUSTAINABLE BIOPLASTIC STRAWS MADE FROM POTATO STARCH\nBY POTATO BUSINESS7TH MARCH 2023\nSHARE: \n \n \n\nFinding a way to create a straw less harmful to the environment and that is not made out of oil and gas could be a real game-changer. In this respect, researchers in Korea have created a bioplastic alternative to plastic straws.\n\nAccording to the team’s article published in ACS Omega, these new straws are stronger than plastic and more durable than paper.\n\nDickens O. Agumba, Duc Hoa Pham, and Jaehwan Kim created the straws by combining potato starch and lignin – a polymer found in the walls of plant cells – with polyvinyl alcohol to make a slurry. The slurry was then spread on a glass surface to dry before being rolled into a straw form with a Teflon rod and cured in an oven. The sheet was able to make the straw by sealing itself at the edges.\n\n“The functionality of the straws and films surpassed paper and plastic straws, making them quintessential candidates for all-natural sustainable development,” the experts wrote in their paper abstract.\n\nThe crew tested the bioplastic straws and discovered that they could withstand hot (95 degrees Celsius) water for up to 24 hours without becoming brittle. The starch and traditional plastic straws were placed in soil and tree branches, respectively, to test the straws’ ability to biodegrade. After two months, the traditional plastic straws stayed unchanged, but the starch straws began to decompose.\n\nThe researchers contend that because the bioplastic was produced as a sheet, this technique enables straws to be produced in a variety of lengths and thicknesses for various drinking applications. The team asserts that lignin and potato starch are also less costly than the cellulose used to make other straws, which suggests that these straws may be less expensive than other plastic substitutes currently on the market.\n\n“This green, economical, and scalable manufacturing process and the final products also demonstrate a closed-loop cycle, offering new avenues to engineer biobased, hydrostable, strong, UV shielding, and biodegradable materials from economical and sustainable biomass,” the experts concluded.\n\nSHARE: \n \n \nRELATED ARTICLES\nIncreasing the Potato Resilience and Nutritional Value Through Super Pangenome\nOhalo Genetics’ GMO Potato Can be Safely Grown and Bred in the U.S.\nAddressing the Growing Effects of Climate Change on Yields and Potato Crop Quality\nNEWSLETTER\nSubscribe to our FREE NEWSLETTER and stay updated SUBSCRIBE\nYOU MIGHT BE INTERESTED\nAGRO\nTackling the UK Farm Labor Shortage Through Drone Technology\nAGRO\n500 Tonnes of Certified Seed Potatoes Will be Sent to Ukraine\nPB PLAY\n \n \n \n \nPOTATO BUSINESS DOSSIER\nArchive\nSubscribe\nMUST READ\nDundee Tech Firm Wins Agri-industry Award\n8th December 2023\nClassic Dill Pickle Flavored Kettle Style Potato Chip was Recently Introduced\n7th December 2023\nAltho Brets Announced an Investment in a New Potato Chips Factory\n7th December 2023\n\nThis website intends to use cookies to improve the site and your experience. By continuing to browse the site you are agreeing to accept our use of cookies.\n\nPrivacy Preferences\nI Agree\nABOUT US\nPotato B2B magazines\nSubscribe\nAdvertise\nNewsletter Subscribe\nOnline Shop\nContact\nPrivacy and Cookie Policy\nGROUP MAGAZINES\nAsia Pacific Baker & biscuit\nEuropean Baker & Biscuit\nWorld Bakers Digital\nFrozen Food Europe\nFrozen Food Digital\nProgresiv\nTrends HRB\nCONNECT WITH US\n    Follow us on Twitter\n    Like us on Facebook\n  Join us on Linkedin\n\nCopyright © Potato Business. All rights reserved"
}