{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Plastic Pollution in The Ocean - 2023 Facts and Statistics",
  "href": "https://www.rts.com/blog/plastic-pollution-in-the-ocean-2023-facts-and-statistics/",
  "body": "Learn how plastic pollution affects marine life, the environment and human health, and what is being done to combat it. Find out the latest statistics, trends and challenges of plastic waste in the oceans, from microplastics to plastic production to plastic bans.",
  "textContent": "Services\nRecurring Waste Services\nOn-Demand Collection\nDumpster Rentals\nSustainability Programs\nTechnology\nCycle\nPello Smart Bin Sensors – AI Powered Waste Management Technology\nZero Waste Services\n \nIndustries\nGrocery Stores\nHospitals\nHotels and Hospitality\nMunicipalities\nProperty Management\nRestaurants and Food Services\nStadiums and Events\nUniversities\n \nTypes of Waste\nCardboard\nConstruction + Demo\nE-Waste\nFood Donations\nFood Waste\nFurniture\nLandscaping\nMetal, Glass and Plastic\nPaper\nSingle Stream\nTraditional Waste\nUniversal Waste\n \nZerowaste.com\nConsulting Services\nShop\nZero Waste Blog\n \nAbout\nStory and Values\nPeople\nCareers\nESG Report\nIn the News\n \nResources\nBlog\nCase Studies\nCOVID-19 Resources\nGuides\nNew York City Commercial Waste Zones\nOn-Demand Webinars\n \nFree Waste Assessment\nLocations\n \nHaulers\n \nResidents\nCanada\n \nUSA\nPlastic Pollution in The Ocean – 2023 Facts and Statistics\nPublished on December 5, 2022\n  \nBLOG\n\nPlastic consumption has become one of the major focus points of the environmental movement in recent years, and for good reason – it is probably one of the single most damaging products that humans have ever produced, and its legacy will last much longer than any of our lifetimes. \n\nOnce created, plastic will stay around for hundreds – or even thousands –  of years, in which time it can pollute and poison environments and the animals that inhabit them. And yes, that includes people as it filters through the food chain or enters our waterways from landfill and poor waste management.\n\nPlastics break down, but not in the way that organic materials do. They instead slowly degrade into smaller and smaller pieces of plastic – known as microplastics and nanoplastics. Despite their small stature, these tiny plastic particles can be very dangerous and have found their way into every step of the food chain, from marine life to human beings. \n\nMicroplastics, and the damage they cause, are particularly present in marine ecosystems, which have taken the brunt of plastic pollution over the decades. This article will look at how the climate change and plastics are linked, how plastic production is changing to increase sustainability, how plastics are affecting marine life, some new facts and figures about plastic pollution problems in the ocean and what exactly is being done to combat microplastic.  \n\n \n\nHow Much Plastic Is in The Ocean Now?\n\nThere is an estimated 75 to 199 million tons of plastic waste currently in our oceans, with a further 33 billion pounds of plastic entering the marine environment every single year. This constant flow of plastic production is simply too much for existing waste management and recycling infrastructure.\n\nPlastic pollution permeates every inch of the ocean – from microplastics in the food chain to plastic water bottles floating on the surface. One of the most famous examples, however, is the Great Pacific Garbage Patch. This monolith of ocean pollution is made up of all kinds of marine debris and contains 1.8 trillion pieces of plastic, covering an area twice the size of Texas. \n\nHow Much Plastic Do We Produce Each Year?\n\nPlastic is only a relatively new invention, appearing in the early 20th century. However, since its inception, the production of plastic has grown exponentially from 2 million tonnes per year in 1950 to 460 million metric tons in 2019. \n\nThat’s a combined 9.5 billion metric tons of plastic from 1950 to 2019, of which approximately 7 billion metric ton has already become waste. It’s not so surprising considering up to 50% of all plastics produced each year are made as single-use products.\n\n \n\nHow Many Marine Animals Are Killed by Plastic Every Year?\n\nIt’s hard to know exactly how many marine animals are killed each year due to plastic pollution – many will go completely unrecorded. That said, some estimate that over 1 million marine animals, including many sea turtles,  die each year due to plastic pollution in the ocean. The majority of animals that die are seabirds, with mammals often being more visible in the media but only accounting for about 100,000 deaths.  \n\nWhat’s more, these are just the marine animals that die as a direct result of plastic debris in the ocean. The toll would likely be much higher if other factors such as emissions from plastic production or transport were taken into account.\n\n \n\nNew Facts About Plastic Pollution in The Ocean \n\nPlastic pollution in our oceans has long been an issue, but it is one that is constantly changing. Here are some of the latest facts about ocean plastic pollution to get you up to speed. \n\n \n\n1. Business Pledges on Plastic Pollution are Likely to be Broken\n\nA report by the Ellen MacArthur Foundation and UN Environment Programme has found that a pledge made in 2018 – the New Plastics Global Economy Commitment – which saw corporations promise 100% reusable, recyclable or compostable plastic packaging by 2025 will likely be missed. \n\n \n\n2. Plastic Pollution Set to Cost $100 billion as People Start Suing \n\nA report estimated that liabilities related to plastic pollution are going to cost the industry $100 billion  as people sue for damages. Around $20 billion of this is forecast to be in the United States. \n\n \n\n3. Whales are the Largest Consumers of Plastic Waste \n\nA new study has found that whales are consuming millions of particles of plastic every day as they filter feed in the oceans. For blue whales – the world’s largest animal – the estimate was about 10 million pieces of plastic per day, which equates to between 230 kg and 4 metric tons of plastic during the feeding season. \n\n \n\n4. Australia Takes Another Step Against Plastic Pollution \n\nAustralia’s most populous state, New South Wales, is banning a range of single-use plastics, such as straws, cutlery, and drink stirrers, in an attempt to curb plastic pollution. This follows a ban on lightweight plastic bags in June 2022. Victoria and Queensland are set to implement similar bans in February and September 2023, respectively.  \n\n \n\n5. The Majority of Plastic Pollution in the Great Pacific Garbage Patch Originates in Five Nations\n\nLost fishing gear, also known as ghost gear, accounts for about 20% of all marine plastic. New research has found that in the Great Pacific Garbage Patch, the majority of floating plastics can be traced back to five industrialized fishing nations: the US, Japan, South Korea, China, and Taiwan.\n\n \n\n6. California is Leading the Charge on Producer Responsibility\n\nCalifornia has introduced a new law that seeks to make the producers and vendors of plastic packaging responsible for waste, attempting to curb the amount that ends up polluting the oceans. Many environmental groups have supported this law; however, others have raised concerns about giving the plastic industry control over how it deals with waste.\n\n \n\n7. Many Home-compostable Plastics Don’t Fully Break Down\n\nA new study in the United Kingdom by University College London found that 60% of “home-compostable plastics” didn’t fully break down in home compost bins, leading to them ending up in the soil, and potentially the waterways. This is often due to lack of real-world testing and many claims by producers are little more than greenwashing. \n\n \n\n8. Mechanical Plastic Pollution Filters are Killing Marine Animals\n\nMechanical filters, like the Seabin, which were a promising solution to collect and recycle ocean plastics, have been found to catch marine animals as well as the intended garbage. Seabins work by sucking water from the surface, filtering it, and returning clean water to the ocean. However, a study has found that for every 3.6 pieces of trash a Seabin catches, one marine animal is also trapped, half of which were dead when retrieved.\n\n \n\nWhich Country Produces the Most Plastic Waste?\n\nMeasuring which country produces the most plastic waste is not as easy as it sounds, but 2010 data on per capita waste placed Kuwait at the top, with 0.69 kg per person, per day. This was followed by Antigua and Barbuda (0.66 kg), Saint Kitts and Nevis (0.65 kg), and Guyana (0.59 kg). The United States ranked 15th at 0.34 kg per person, per day. \n\nHowever, when it comes to total plastic waste generated, it’s a different picture, with China standing out with 59,079,741 metric tons, followed by the United States (37,825,550 t), Germany (14,476,561 t), Brazil (11,852,055 t), and Japan (7,993,489 t). \n\nHowever, the largest amount of plastic waste does not necessarily translate to the biggest producer of plastic pollution. Data from 2019 on countries’ shares of global plastic waste in the oceans put The Philippines in the top spot, with more than 36% of global input, followed by India (12.92%), Malaysia (7.46%), China (7.22%), and Indonesia (5.75%). At the same time, that doesn’t necessarily mean that the plastic waste originated in those countries – until 2017, China was importing millions of tons of plastic every year from western nations.\n\n \n\nWhat Is the World Doing to Stop Ocean Plastic Pollution?\n\nIt’s clear that plastic pollution continues to be a very serious problem and that the oceans are increasingly at risk – but what are people doing to stop it and how is innovation helping to combat this tricky yet pervasive issue?  \n\nThere are numerous initiatives to curb ocean plastic pollution at any one time, including everything from grassroots beach clean-ups to international agreements. One of the recent changes is the United Nations Environment Assembly’s agreement in March 2022 to develop a legally binding treaty to bring plastic pollution to an end. It will still be years in the making but is a considerable step forward according to many. \n\nWhat’s more, many organizations, such as Ocean Conservancy, are now calling for more dramatic changes to stop ocean plastic pollution, such as the reduction in production and consumption as well as outright bans on single-use plastics. Many are calling for a shift to a zero-waste circular economy as the only solution to a plastic problem that we can’t recycle away.  \n\n \n\nTo learn more about sustainable waste management and recycling for your business, get in touch with one of our expert TRUE advisors at RTS. To read more tips and get more information on recycling, subscribe to the RTS blog. \n\n \n\nPrevious PostView AllNext Post\nReceive Our Industry Updates\nDownload the App\nApple Store\nGoogle Play\nConnect with Us\n    \n \nServices\nRecurring Waste Services\nOn-Demand Collection\nDumpster Rentals\nSustainability Programs\nTechnology\nCycle\nPello Smart Bin Sensors – AI Powered Waste Management Technology\nZero Waste\nIndustries\nGrocery Stores\nHospitals\nHotels and Hospitality\nMunicipalities\nProperty Management\nRestaurants and Food Services\nStadiums\nTypes of Waste\nCardboard\nConstruction + Demo\nE-Waste\nFood Donations\nFood Waste\nFurniture\nMetal, Glass and Plastic\nPaper\nSingle Stream\nTraditional Waste\nUniversal Waste\nLocations\nUnited States\nBoston\nChicago\nDallas\nNew Jersey\nNew York City\nPhiladelphia\nWashington DC\nAbout\nStory and Values\nESG Report\nPeople\nCareers\nCase Studies\nIn the News\nBlog\nGuides\nTestimonials\nContact\nCustomer Service\nFree Waste Assessment\nResident Support\nHaulers\nCustomer Login\n \n\nSee More Partners\n\n1-833-RTS-INFO  |  info@rts.com\nPrivacy Policy | Terms + Conditions"
}