{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Plastic waste discharge to the global ocean constrained by ... - Nature",
  "href": "https://www.nature.com/articles/s41467-023-37108-5",
  "body": "Marine plastic pollution poses a potential threat to the ecosystem, but the sources and their magnitudes remain largely unclear. Existing bottom-up emission inventories vary among studies for two ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSign up for alerts\nRSS feed\nnature  nature communications  articles  article\nArticle\nOpen access\nPublished: 13 March 2023\nPlastic waste discharge to the global ocean constrained by seawater observations\nYanxu Zhang, Peipei Wu, Ruochong Xu, Xuantong Wang, Lili Lei, Amina T. Schartup, Yiming Peng, Qiaotong Pang, Xinle Wang, Lei Mai, Ruwei Wang, Huan Liu, Xiaotong Wang, Arjen Luijendijk, Eric Chassignet, Xiaobiao Xu, Huizhong Shen, Shuxiu Zheng & Eddy Y. Zeng \n\nNature Communications \nvolume\n 14, Article number: 1372 (2023) Cite this article\n\n5791 Accesses\n\n11 Citations\n\n5 Altmetric\n\nMetrics\ndetails\n\nAbstract\n\nMarine plastic pollution poses a potential threat to the ecosystem, but the sources and their magnitudes remain largely unclear. Existing bottom-up emission inventories vary among studies for two to three orders of magnitudes (OMs). Here, we adopt a top-down approach that uses observed dataset of sea surface plastic concentrations and an ensemble of ocean transport models to reduce the uncertainty of global plastic discharge. The optimal estimation of plastic emissions in this study varies about 1.5 OMs: 0.70 (0.13–3.8 as a 95% confidence interval) million metric tons yr−1 at the present day. We find that the variability of surface plastic abundance caused by different emission inventories is higher than that caused by model parameters. We suggest that more accurate emission inventories, more data for the abundance in the seawater and other compartments, and more accurate model parameters are required to further reduce the uncertainty of our estimate.\n\nIntroduction\n\nMarine plastic debris has become a growing concern in recent years due to its potential threat to wildlife and humans1,2. Ocean plastic waste mainly derives from terrestrial sources via either riverine discharge or the erosion of waste from coastal zones while a smaller contribution is from direct dumping by shipping and fishing activities (~25% of the total terrestrial discharge)3,4,5. A majority of these sources ultimately result from the mismanaged plastic waste (MPW) associated with soaring plastic production in the past 70 years6. However, the global flux of plastic waste emitted to the ocean remains unclear, which severely hinders our ability to make effective mitigation strategies.\n\nEstimating the emissions of plastic debris to the global ocean is a challenging task due to the large spatiotemporal heterogeneity of MPW generations and hydrological conditions of the river watersheds and coastal areas4,5. One limitation is the data availability as we have only ~102 rivers with data so far, compared to the large number (>106) of all the rivers worldwide7,8. Regression models are often developed between the measured discharge and proxy data, such as population, plastic use, MPW generation, income level, land use, runoff, and precipitation5,7,8,9. These models are then applied to other rivers without measurement data to achieve a global estimate. Using different subsets of rivers and choosing different proxy data, the estimated global flux can range by up to three orders of magnitudes (OMs) among these studies (Fig. 1). Also, rivers act as reservoirs for plastics, affecting the discharge to oceans10. There is a similar or even worse paucity of data for the emissions from the erosion of waste from coastal zones4.\n\nFig. 1: Estimated global total plastic waste discharge (million metric tons year−1) from land to ocean.\n\nNote that the x-axis is logarithm-based. Jambeck et al.4 consider the emissions from the coastal zones, while Lebreton et al.5, Schmidt et al.83, Mai et al.7, Meijer et al.8, and Weiss et al.9 consider only riverine discharge, and Lebreton and Andrady84 include both riverine and coastal zone sources.\n\nFull size image\n\nIn contrast to directly measured emissions, surface ocean plastic abundances have been extensively measured in the recent decade. There are more than 3000 samples of surface net tow data, mostly located in the centers of gyres in the northern hemisphere that are found to be plastic garbage patches11. Previous studies summarized these data and estimated a load of global plastic in the surface ocean, which ranges 14.4–236 thousand metric tons (Mts)11,12,13. However, these estimates are not directly comparable with plastic emissions, given the complex transport and transformation processes of plastic particles in the ocean (e.g., windage, photo-degradation, beaching, fragmentation, sinking and buoying, and biofouling/defouling)14. A large fraction of the emissions are removed from the surface ocean by these processes and is known as “missing plastics”11,15. Numerical models with a variety of complexity have been developed in the past decade16,17,18,19,20,21,22. These models track the spatial pattern relatively well but contain substantial uncertainties of 2–3 OMs in estimating the surface ocean plastic abundance10.\n\nIn this study, we use a top-down approach to estimate the plastic waste discharge to the global ocean based on surface ocean plastic abundance data. A similar method has been adopted by Brahney et al. to constrain the atmospheric sources of plastics23. We develop a three-dimensional Euler-based global ocean plastic model, which explicitly includes a comprehensive representation of the important processes for plastic particles in the ocean (e.g., sinking and rising, drifting, fragmentation/abrasion, beaching, and biofouling/defouling). The model is driven by ocean physics data from an ocean general circulation model and simulates the historical emissions, transport, transformation, and accumulation of different types and sizes of plastic particles from 1950 to 2018 (see the “Methods” section). The model results are constrained by measured surface ocean plastic abundances sampled between 2000 and 2015. We limit the observations to the data obtained by visual identification due to its large sample size and spatial coverage (Supplementary Table 8)11,13,24,25. The data obtained by other methods (e.g., Fourier transform infrared spectrophotometer or Raman spectroscopy) are not included due to the large discrepancies with the visual identification method (Supplementary Discussion)26. Mass concentrations are used to compare with the observed surface concentrations as plastic discharge inventories are also in a mass unit, while number concentrations are transformed to mass concentrations as they are prone to larger uncertainties due to the fragmentation processes (Supplementary Discussion)11. We employ a three-dimensional variational method to derive an optimally estimated global plastic emission to oceans based on prior emission estimates and seawater plastic observations. A super ensemble containing 156 (=52 × 3) members is constructed by sampling the uncertainties of modeled transport and transformation processes (n = 52) and the existing emission inventories (n = 3). The optimization process is repeated separately with each sampled member to generate an ensemble of optimally estimated emissions, which represents the uncertainties of our estimations (see the “Methods” section).\n\nResults and discussion\nOcean surface plastics\n\nWe choose three emission scenarios to represent the range of uncertainties originating from emission inventories in the literature: (1) High: riverine emissions as suggested by Lebreton et al.5; (2) Middle: riverine emissions by Mai et al.7; and (3) Low: riverine emissions by Weiss et al.9. The Lebreton and Mai inventories are for total plastics, including both microplastics (diameter <5 mm) and macroplastics (diameter > 5 mm), while the Weiss inventory only includes microplastics. In a sensitivity analysis, we transfer the microplastic emissions by the Weiss inventory to total plastics according to the mass fraction of microplastics in river samples [41–48% according to Weiss et al.9], but the optimized emissions are not significantly influenced. For each scenario, we also consider the direct emission from coastal zones following Jambeck et al.4 and marine sources from shipping and fishing activities with the latter two scaled by the riverine emissions27, resulting in global emissions of 7.1, 0.68, and 0.031 million Mt yr–1 for the three scenarios, respectively (see the “Methods” section). According to Wilcox et al., the historical trends of emissions from 1950 to 2018 are assumed to follow the trend of accumulated global plastic production (Supplementary Fig. 1)28.\n\nThe modeling results from the three scenarios reveal large spatial variability for plastic distributions in the surface ocean and successfully replicate the development of “Garbage Patches” in the subtropical ocean gyres in both hemispheres (Fig. 2a–c). In these regions with anticyclonic wind stress, Ekman transport, and direct windage effects result in a convergence zone that concentrates buoyant plastics27. Taking the Middle scenario as an example, the “test case” model (Table 1; see the “Methods” section for more details) simulates that the concentrations of plastics accumulating in these regions range between 0.2 and 4.4 kg km−2 while the observed range is <0.01–16 kg km−2. Compared with the northern hemisphere, accumulation zones in the South Pacific Ocean and South Atlantic Ocean present lower modeled concentrations (0.2–1.4 kg km−2 vs. <0.01–2.3 kg km−2 in observation) due to the lower terrestrial discharge. The model allows us to identify additional zones of plastic accumulation. Heavy discharge from Asia results in 0.2–6.1 kg km−2 in the western subtropical Pacific Ocean (especially the coastal regions) and the highest observed concentration is 14 kg km−2. Simulated concentrations near the discharge points along the coastlines of South Asia and Europe are also relatively high (up to 5.1 vs. 3.1 kg km−2 in observation). Relatively higher concentrations are modeled in the Atlantic sector of the Arctic Ocean (0.24 kg km−2) than in other remote areas due to intense fishing and ship traffic29.\n\nFig. 2: Comparison between the modeled and observed total surface ocean plastic mass concentrations.\n\na, d High emission scenario. b, e Middle emission scenario. c, f Low emission scenario. In panels a–c, the background colors are the modeled annual mean for the year 2018, while the circles are observations. In panels d–f, the dashed lines are 100:1, 10:1, 1:1, 1:10, and 1:100. All the concentrations and the calculation of R2 and RMSE are in a base 10 logarithmic scale with a unit of g km−2. Sources of observation data are listed in Supplementary Table 8.\n\nFull size image\nTable 1 Model parameter sensitivity analyzed in this study\nFull size table\n\nThe three scenarios simulate drastically different concentration levels in the surface ocean, resulting from the large differences in emissions. The High, Middle, and Low scenarios generate a plastic mass of 579, 55, and 2.7 thousand Mt in the global surface ocean, respectively, spanning 2.3 OMs. Figure 2 also contrasts the model results with observed surface plastic concentrations. We find that the Middle scenario agrees with the available observations the best, with 51% (49%) of the data points above (below) the 1:1 line (total n = 764 after averaging the observations within the same 2° × 2.5° model grid), whereas the High and Low scenarios simulate 86% (14%) and 6% (94%) above (below) the 1:1 line, respectively. The High and Middle scenarios have similar r2 values (coefficient of determination for a linear regression model, 0.37 and 0.38), slightly higher than the Low scenario (0.33). All the emission scenarios tend to underestimate the highest observed concentrations in the gyre centers, likely caused by numerical diffusion due to the coarse model resolution17. Most previous models do not consider real plastic emissions and thus are not comparable with observations. Some models also have issues in reproducing the observations in the low concentration ranges or simulating inaccurate ocean locations for the highest plastic concentration patches12.\n\nModel uncertainties\n\nThe model has large uncertainties due to the relatively coarse resolution and simplified ocean physics. The effects of some small-scale processes such as anticyclonic and cyclonic eddies are not included in the model. These processes are quite complicated and are found to contribute inversely in different studies30,31. In addition, the present understanding of the physical and biogeochemical processes of plastics in the ocean is incomplete. There is indeed a trade-off between a finer resolution and a larger number of sensitivity experiments. We set many model scenarios to test the sensitivity of model results to the model parameters (Table 1 and Fig. 3a), which allows us to assess the model uncertainty and compare it against that of plastic emissions. These model scenarios have different fragmentation/abrasion, beaching, biofouling, and sedimentation rates with values ranging as reported in the literature and are driven by the same emission scenario (the Middle one). Also, our model focuses on the global scale so the impact of small-scale processes seems to be of second-order importance.\n\nFig. 3: Sensitivity of the modeled total plastic mass in the surface ocean (Mt, metric tons) to different parameters.\n\na Sensitivity to an individual parameter. b Sensitivity to multiple randomly-sampled parameters. Note the y-axis is on a logarithmic scale. The model scenarios include varying beaching, fragmentation, biofouling, and sedimentation rates. Additional members consider uniform beaching rates for all beaches, fragmentation rates depending on particle size and chemical composition, and low and high marine sources (Table 1).\n\nFull size image\n\nIn the previous studies, the fragmentation/abrasion rates are a function of environmental factors including light, temperature, oxygen, and plankton biomass32. Limited experimental data show that these rates could vary for more than an OM among plastic types and environmental conditions (see the “Methods” section). We find that perturbing this rate by a factor of 10 causes a 22% change in the total plastic mass on the surface ocean as the deposition and sedimentation rates are functions of particle sizes (Fig. 3a). The modeled fraction of uncatchable plastics with diameters less than 0.33 mm that is the standard mesh size of neuston trawls, varies between 0.18% and 18% in the surface ocean. Plastics below this size could not be caught by regular trawls and cause an underestimation of surface plastic concentrations in the observation dataset. Our model thus could appraise such underestimates. The model also suggests that more uncatchable particles are generated with stronger fragmentation/abrasion. In another scenario, we specifically increase the fragmentation/abrasion rate of microplastics by 10 times (but keep that of macroplastics unchanged), as small plastic degrades faster than large ones due to a higher surface-area-to-volume ratio13. The fraction of uncatchable plastics in the surface ocean also increase to 5.1%.\n\nAnother major source of uncertainty is the biofouling of plastics by marine algae, which is the main driver of the vertical transport of positive-buoyant plastics33. The biofouling rate is determined by algae attachment, growth, respiration, and mortality34. These processes are considered as the transformation routes among three types of plastics: floating, neutral, and sinking with increasing degrees of biofouling and density in this model (see the “Methods” section). The rates of different processes in our model follow those of Kooi et al., which are estimated based on literature data for an average marine algal species33. These parameters, however, often vary by 0.5–1 OM among different algal species35. Experimental data also indicate the surface longevity of plastic particles of different sizes varies by a factor of 4 (17–66 days) due to biofouling36. Perturbing the biofouling rate by an OM results in a 0.47 OM change in total plastic mass in the surface ocean (Fig. 3a), smaller than the results of Kvale et al.37. The smaller range of change is probably attributed to the highly simplified removal effects of zooplankton and marine snow which are represented by the plankton biomass in our model.\n\nThe beaching/sedimentation rates are an important source of uncertainty, as beaches and sediments are major reservoirs for marine plastics18,38. The rates of both beaching/sedimentation, resuspension, and the ultimate residence time of plastics on beaches/sediments depend on the characteristics of plastics, the morphological features of beaches/seafloor, wind, circulation, and wave conditions18,39,40,41. We perturb the beaching rate from 1% to 25% day−1, which represents two extremes of the behavior of plastic particles, i.e., nearly no beaching and fast capture by beaches, as suggested by previous empirical studies40,42,43,44. The model suggests that the beached plastics account for 8.1–63% of total discharge in these scenarios (Fig. 3a). A similar level of uncertainty is found for the plastic sedimentation rate, which could vary as high as 2 OMs as suggested by Kane et al.45.\n\nPlastic waste from shipping and fishing activities is a non-negligible source of ocean plastics46,47,48. For example, the increasing number of plastic drink bottles found in the ocean indicates that large amounts of plastic waste originate from ships48. However, attempts to estimate the magnitude of the marine source are scarce and only a few studies assume that the marine source accounts for 20% of the total plastic discharge27,45. Not considering the marine source results in an 18% reduction in the total plastic mass on the surface ocean compared with the test case scenario. The surface plastic mass increases by 30% when the fraction of the marine source increases from 20% to 40% (Fig. 3a).\n\nModel ensemble and optimal emission\n\nWe evaluate the overall uncertainty associated with these model parameters by a Monte Carlo approach as multiple parameters can vary in a wide range simultaneously and could have significant interactions with each other (Fig. 3b and Supplementary Fig. 2). Driven by the Middle emission scenario, ensemble of 50 models is generated with multiple model parameters randomly sampled from their literature-reported ranges (Supplementary Table 7 and Supplementary Fig. 3). We find that different ensemble members span about an OM in predicting the total surface ocean plastic mass. This variability range is larger than that of the individual parameters as discussed above (about 0.5 OM). Indeed, the lowest (#2) and highest (#27) members both have more than one parameter with relatively extreme values (Supplementary Table 7). We also include another two models (#51 and #52) that sample the lowest/highest parameters to represent the largest possible collective variability and the surface mass range. The total surface ocean plastic mass predicted by these two models varies by about 2 OMs. Overall, we find that the variability caused by different emission inventories (spanning 2.3 OMs) far surpasses that of model parameters (spanning 1–2 OMs), indicating that the model can be potentially effective in constraining the magnitude of emissions.\n\nFigure 4 shows the probability distribution of the optimized global emissions of marine plastics by employing a super ensemble three-dimensional variational method (see the “Methods” section). The method optimizes the global plastic emission by minimizing a cost function that measures the deviation from the prior emission inventory and the observed surface ocean plastic abundance (Eq. (24)). Such an optimization process is repeated for each member of the super ensemble, which is consisted of the same 52 model members as above but is driven by all three emission inventories. This results in a total of 156 (=3 × 52) optimal estimates for the global plastic emissions, and the mean (taken as the best estimate) is 0.70 million Mt yr−1 with a 95% confidence interval of 0.13–3.8 million Mt yr−1, spanning about 1.5 OMs.\n\nFig. 4: Optimized global plastic discharge (Mt, metric tons).\n\nThe estimation is derived from a three-dimensional variational method powered by a super ensemble of model parameters and emission inventories. The thicker black line represents the ensemble mean with thinner orange ones for each member. The curve is the probability distribution function (pdf) of the optimized global plastic emissions, which is assumed to be a log-normal distribution based on the simulated surface plastic mass (Supplementary Fig. 2). The short gray vertical lines mark the 95% confidence interval. The minimum and maximum discharges derived from models #52 and #51, which are not shown in the figure, are 102.9 and 107.0 Mt, respectively.\n\nFull size image\n\nWe note that the variability among different emission inventories (1.4 OMs) far surpasses that of the observed ocean plastic abundance data (mean 0.38 OM). The cost function thus puts much more weight on the deviation from observed ocean plastic abundance data than from the prior emission inventories. In another word, the optimized emissions are mainly achieved by minimizing the model- and observation-derived surface ocean plastic concentrations, while the priori emission estimates have a relatively small influence. However, this does not mean the prior emission estimate is useless, as the optimized emissions follow the same spatial and temporal distribution, chemical composition, source contribution, and size distribution of the plastic emissions from the prior emission inventory. The importance of the prior emission estimate would increase as the knowledge of emission inventory is fortified and the prior emission uncertainty better constrained.\n\nThe uncertainty of our optimized estimate for plastic emission is relatively high (~1.5 OM). First, it is contributed by the variability of the model parameters represented by the model ensemble. The modeled ocean concentrations driven by the best-estimate emissions have a mean absolute error of 0.68 OM compared to observations, and 77% of the points have an error less than an OM (Supplementary Fig. 4), which may represent additional model uncertainty not characterized by our model ensemble. The evolving understanding of the environmental processes for marine plastics will narrow down the uncertainty range of our optimized estimate. Second, the top-down approach used in this study limits us to discern emissions from riverine discharge, direct emissions from coastal zones, or oceanic sources, as well as their spatial and temporal patterns. The continuously accumulating observations may also allow us to constrain source-specific and/or regional emissions to individual ocean basins in the future. Third, our results are dependent on available observed surface plastic abundance datasets during 2000–2015 by “sporadically” cruise studies that are often not repeated and mostly located in the centers of gyres. More observed data that cover the global ocean (e.g., over the southern hemisphere) and a longer time period can increase the reliability of our optimal estimation. Fourth, the observations of plastic abundances in other compartments, e.g., water columns and beaches, are rather limited to evaluate the model. Our model captures the observed vertical trend, indicating a reasonable representation of the fraction of plastic mass in the surface ocean (Supplementary Fig. 5). The model ensemble yields a wide range of fractions of the beached plastics to the total discharge (Supplementary Fig. 7), which brackets the potentially highly variable beached fraction in the real ocean. The high end of the range, which is less likely to occur in the ensemble, is possible to be higher than the observations19,49,50. We thus suggest that a combination of both bottom-up and top-down approaches, such as developing more accurate emission inventories, obtaining more data for abundances of plastics in seawater and other compartments, and measuring more accurate model parameters, would be the future research directions.\n\nAs an independent alternative, the present study illustrates a top-down approach to constrain global ocean plastic emissions by taking advantage of seawater measurements. We substantially narrow down the uncertainty of the plastic emissions to the global ocean from 2–3 OMs to ~1.5 OM. A more accurate estimate of the global ocean emissions helps to understand the human perturbation on the marine environment and the fate of plastics in the ocean9. Combined with plastic waste management and MPW generation information, more effective mitigation strategies and measures could also be designed and implemented.\n\nMethods\nGeneral description of model\n\nWe simulate the fate and transport of plastics by the Nanjing University Marine Plastic (NJU-MP) model based on the MITgcm model framework51,52. This model is Euler-based and simulates the emission, transport, diffusion, sinking, and transformation (including biofouling, fragmentation, and abrasion) of plastics in each model grid cell. The model has a resolution of 2° × 2.5° horizontally with 22 vertical levels, and a time step of 4 h. The ocean circulation data are from the Integrated Global Systems Model (IGSM)53. The ocean boundary layer physics is modeled based on Large et al.54, and the effects of mesoscale eddies on isopycnal mixing are parameterized following Gent and McWilliams55. We run the model from 1950 to 2018. The model has a relatively coarse resolution to resolve the currents over coastal regions and western boundary currents such as Kuroshio and Gulf Stream but performs better over the open ocean56. The lower computational costs compared to high-resolution models also allow us to perform long-term and multiple-scenario runs. We test different time steps and the results keep relatively robust due to the low stiffness in simulating these processes. The model includes five categories of different chemical compositions and the density of each category is pre-determined: polyethylene (PE, 950 kg m−3), polypropylene (PP, 900 kg m−3), polyvinyl chloride (PVC, 1410 kg m−3), polystyrene (PS, 1050 kg m−3), and acrylonitrile butadiene styrene (ABS, 1050 kg m−3). Each category has six size bins with bounds equally distributed on a log scale: four for microplastics: <0.0781, 0.0781–0.3125, 0.3125–1.25, and 1.25–5 mm, and two for macroplastics: 5–50 and >50 mm. The plastics’ density is increased when biofouled and we consider three states for PE and PP: floating, neutral, and sinking (no floating and neutral states for PVC, PS, and ABS as they are originally heavier than or as heavy as seawater). There are a total of 54 plastic tracers in the model (PE and PP each have 18 tracers while the other three each have 6 tracers), representing the common chemical compositions, size ranges, and biofouling states of plastics in the marine environment.\n\nWe develop a universal framework for the transport of these tracers in the global ocean. Tracking the three-dimensional motion of plastic particles is distinct from estimating other trace components in ocean models since plastic particles have non-negligible volumes and different densities from seawater. Obtaining closed expressions describing the hydrodynamic forces experienced by rigid particles embedded in various flows has been a subject of active research for a long time57. Equations could be selected and simplified, based on facts, to help the simulation. Most of the time in the global ocean, light particles (PP and PE) float and drift in quasi-two-dimensional motion relative to the sea surface. Light particles can be biofouled and sink to the subsurface ocean, where they can rise again after defouling. Other particles that have a higher density than the seawater (e.g., PVC), would instantly sink after being dumped. Sinking or rising particles make an approximate one-dimensional motion relative to the water column and the velocity depends on their densities and diameters. Thus, in our model, the motion of plastic particles is resolved into advection and mixing (three-dimensional), sinking/rising (one-dimensional), and drifting (two-dimensional). The above processes are computed separately in the model (aka operator splitting) though they occur simultaneously in the real ocean. We calculate particles’ sinking, rising, and drifting velocities by fluid dynamics and empirical equations. Without loss of generality, plastic particles in our model are treated as smooth rigid spheres. These processes are elaborated on in the sections below.\n\nPlastic sources\n\nWe use the riverine plastic emission inventories from Lebreton et al.5, Mai et al.7, and Weiss et al.9, and are referred to as the High, Middle, and Low scenarios, respectively. The Lebreton inventory uses data from a global compilation of solid waste for 105 countries by the World Bank58. It considers the seasonality, spatial variability, and size distribution of local sources. This inventory estimates plastic discharge based on waste management, population density, and hydrological information, and uses MPW as a proxy to predict the discharge from rivers without observation data. They also divided the total plastic discharge into micro- and macroplastics according to the ratio of them in sampled rivers. Mai et al.7 and Weiss et al.9 compiled available riverine discharge data and developed regression models between the discharge of individual rivers and the characteristics of the rivers (e.g., water discharge) and the countries in the corresponding watersheds (e.g., population density, solid waste generation per capita, the fraction of plastics in solid waste, and waste treatment rate). A key feature of the Mai inventory is a prediction model for the waste treatment rate by Human Development Index (HDI) based on an updated database by World Bank59. Weiss et al. use a lower representative mass for microplastics in rivers and are limited to data collected by plankton net sampling9. For these two inventories, we fill the data gap in the spatial, seasonal, and size (i.e., micro vs. macroplastics, refer to Supplementary Table 1 for its mapping to our modeled size bins) distributions of emissions following the Lebreton inventory.\n\nThe coastal plastic emission inventory follows the framework of Jambeck et al.4 which uses MPW as proxy data to estimate plastic discharge but has a lower estimation by Chassignet et al.60. Similar to the Lebreton inventory, it also relies on solid waste data from the World Bank58. There is double counting for emissions from coastal areas that are also located near river mouths, but the overall contribution is negligible60. This Jambeck/Chassignet inventory is directly used for coastal emissions when the Lebreton inventory is chosen for rivers. When the other two lower riverine inventories are chosen, the above coastal inventory is also scaled down to keep the ratio between the riverine and coastal emissions constant. In addition to the riverine and coastal plastic emissions, we consider direct ocean emissions from marine activities such as shipping and fishing, which are assumed to account for 25% of terrestrial discharge for all three emissions scenarios27,45. The spatial pattern of the discharge from marine activities is allocated according to the global footprint of fisheries and shipping tracks61,62.\n\nCumulative plastic production is used as a proxy for the historical trend of plastic discharge from the terrestrial environment during 1950–20186,28. The historical trend of plastic discharge from each continent is assumed to follow that of per-capita gross domestic product (GDP)63. The discharge of each type of plastic is allocated by its proportion to global consumption in 2013 due to the lack of consumption data for the whole period (Supplementary Table 3)64. The historical trend of marine emissions follows that of fishery and shipping activities62. The emissions from shipping activities are expected to decrease substantially since intentional disposal was banned when the MARPOL Convention went into effect in the 1980s65. There might still be unintentional disposal due to container loss and accidents, but we assume that this source is zero due to a lack of data. The resulted global plastic emissions to the ocean for 2018 are thus estimated as 7.1, 0.68, and 0.031 million Mt for the High, Middle, and Low scenarios, respectively. The corresponding historical total emissions are 161, 15, and 0.70 million Mt, respectively (Supplementary Fig. 1).\n\nSinking and rising\n\nThe plastic densities that depend on their polymer types, together with their diameters and shapes, and seawater state, determine their sinking/rising velocities. In a steady-state, three balanced vertical forces act on the particles:\n\n$${{F}}_{{{{{{\\rm{g}}}}}}}={V}_{{{{{{\\rm{p}}}}}}}{\\rho }_{{{{{{\\rm{p}}}}}}}{g}$$\t(1)\n$${{F}}_{{{{{{\\rm{b}}}}}}}=-{V}_{{{{{{\\rm{s}}}}}}}{\\rho }_{{{{{{\\rm{s}}}}}}}{g}$$\t(2)\n$${{F}}_{{{{{{\\rm{D}}}}}}}=-\\frac{1}{2}{C}_{{{{{{\\rm{D}}}}}}}({{{{{\\mathrm{Re}}}}}}_{{{{{{\\rm{s}}}}}}}){A}_{{{{{{\\rm{p}}}}}}}{\\rho }_{{{{{{\\rm{s}}}}}}}\\frac{{({w}-{{w}}_{{{{{{\\rm{s}}}}}}})}^{3}}{|{w}-{{w}}_{{{{{{\\rm{s}}}}}}}|}$$\t(3)\n$${{F}}_{{{{{{\\rm{D}}}}}}}{+}{{F}}_{{{{{{\\rm{g}}}}}}}{+}{{F}}_{{{{{{\\rm{b}}}}}}}=0$$\t(4)\n\nwhere FD is the vertical dragging force of the seawater, Fg is gravity, and Fb is buoyancy. Vp is the volume of the particle, while Vs is the volume of the particle that is submerged in seawater (Vp = Vs in this case, but Vp > Vs for floating particles with zero sinking/rising velocity relative to the seawater, e.g., clean PP and PE). CD is the coefficient of dragging, which is a function of the Reynolds number (Re) of a certain motion of a fluid. Ap is the horizontal sectional area of a particle, ρs is the density of seawater, ρp is the density of a particle, w is the vertical velocity of the particle, ws is the velocity of seawater, and g is the gravity acceleration.\n\nBased on Eqs. (1)–(4), we get:\n\n$${({w}-{{w}}_{{{{{{\\rm{s}}}}}}})}^{2}=\\frac{4|{g}|{{{{{\\rm{d}}}}}}({\\rho }_{{{{{{\\rm{p}}}}}}}-{\\rho }_{{{{{{\\rm{s}}}}}}})}{3{C}_{{{{{{\\rm{D}}}}}}}({{{{{\\mathrm{Re}}}}}}_{{{{{{\\rm{s}}}}}}}){\\rho }_{{{{{{\\rm{s}}}}}}}}$$\t(5)\n\nwhere d is Stokes diameter of a particle, and CD is calculated as66\n\n$${C}_{{{{{{\\rm{D}}}}}}}({{{{\\mathrm{Re}}}}})=\\left\\{\\begin{array}{ll}24{{{{{\\mathrm{Re}}}}}}^{-1} \\hfill& {{{{\\mathrm{Re}}}}}\\le 0.3\\hfill\\\\ 18.5{{{{{\\mathrm{Re}}}}}}^{-0.6} & 0.3 \\, < \\, {{{{\\mathrm{Re}}}}}\\le 1000\\hfill\\\\ 0.44 \\hfill& 1000 \\, < \\, {{{{\\mathrm{Re}}}}}\\le 20,000\\end{array}\\right.$$\t(6)\n\nRes is the Re of seawater and is calculated as:\n\n$${{{{{\\mathrm{Re}}}}}}_{{{{{{\\rm{s}}}}}}}=\\frac{{{{{{\\rm{d}}}}}}{\\rho }_{{{{{{\\rm{s}}}}}}}|{w}-{{w}}_{{{{{{\\rm{s}}}}}}}|}{{\\mu }_{{{{{{\\rm{s}}}}}}}}$$\t(7)\n\nwhere µs is the dynamic viscosity of seawater. By substituting Eqs. (6) and (7) into Eq. (5), with a few techniques (Supplementary Methods), we can solve w67. In this way, we get the rising or sinking speed of the particles, by which we simulate the vertical transport of the plastic particles in the seawater columns (Supplementary Table 4).\n\nDrifting\n\nPlastic particles floating on the sea surface are subject to wind forces, which are commonly referred to as leeway drift, or windage68. We consider the windage of all the plastic size categories, including both microplastics and macroplastics69. The motion of a drifting particle in balance, which is affected by five forces (gravity, buoyancy, seawater stress, horizontal wind stress, and Coriolis force), is described by Eqs. (1), (2), (8), (9), and (10), respectively.\n\n$${{F}}_{{{{{{\\rm{s}}}}}}}=-\\frac{1}{2}{C}_{{{{{{\\rm{D}}}}}}}({{{{{\\mathrm{Re}}}}}}_{{{{{{\\rm{s}}}}}}}){A}_{{{{{{\\rm{s}}}}}}}{\\rho }_{{{{{{\\rm{s}}}}}}}\\frac{{({u}-{{u}}_{{{{{{\\rm{s}}}}}}})}^{3}}{|{u}-{{u}}_{{\\rm {s}}}|}$$\t(8)\n$${{F}}_{{{{{{\\rm{a}}}}}}}=-\\frac{1}{2}{C}_{{{{{{\\rm{D}}}}}}}({{{{{\\mathrm{Re}}}}}}_{{{{{{\\rm{a}}}}}}}){A}_{{{{{{\\rm{a}}}}}}}{\\rho }_{{{{{{\\rm{a}}}}}}}\\frac{{({u}-{{u}}_{{{{{{\\rm{a}}}}}}})}^{3}}{|{u}-{{u}}_{{{{{{\\rm{a}}}}}}}|}$$\t(9)\n$${{F}}_{{{{{{\\rm{c}}}}}}}={V}_{{{{{{\\rm{p}}}}}}}{\\rho }_{{{{{{\\rm{p}}}}}}}{{f}}_{{{{{{\\rm{C}}}}}}}{u}$$\t(10)\n$${{{{{\\mathrm{Re}}}}}}_{a}=\\frac{{{{{{\\rm{d}}}}}}{\\rho }_{a}|{u}-{{u}}_{{{{{{\\rm{a}}}}}}}|}{{\\mu }_{{{{{{\\rm{a}}}}}}}}$$\t(11)\n\nwhere subscript p denotes plastic particle, a denotes air (or wind), and s denotes seawater. Fs and Fa are the horizontal dragging force by seawater and air, respectively. u, us, and ua are the velocity of plastic particles, seawater, and wind, respectively. Aa and As are the vertical sectional areas of particles exposed to the air and seawater, respectively. ρa and Rea are the density and the Reynolds number of air, respectively. µa is the dynamic viscosity of air. fC is the Coriolis parameter.\n\nWe assume the vertical forces act on a particle floating on the ocean surface to reach a balance:\n\n$${{F}}_{{{{{{\\rm{g}}}}}}}+{{F}}_{{{{{{\\rm{b}}}}}}}=0$$\t(12)\n\nwith which we can solve the Vs (in this case, Vs < Vp) and subsequently Aa and As based on geometry (Supplementary Table 5). CD(Rea) and CD(Res) are calculated as functions of Reynolds number of air (Eq. (11)) and seawater (Eq. (7)), respectively, based on Eq. (6).\n\nWe solve u by assuming the horizontal forces Fa and Fs reach a balance while Fc is neglected due to a much smaller magnitude:\n\n$${{F}}_{{{{{{\\rm{a}}}}}}}+{{F}}_{{{{{{\\rm{s}}}}}}}=0$$\t(13)\n\nBy substituting Eqs. (8) and (9) into Eq. (13), we solve u numerically by a gradient descent method. This leads to a constant drifting speed u given ua and us. The ua is from NCEP/NCAR reanalysis70. The random walk of plastic particles caused by oceanic eddy turbulence with a scale that is smaller than the grid size is simulated as an isopycnal diffusion process in the model, which follows the Laplacian operator with the mixing coefficients given in Dutkiewicz et al.35.\n\nStokes drift, a near-surface velocity induced by ocean wind-generated gravity waves, can contribute to the near-surface transport of mass including plastic particles71. For example, it changes the locations of convergence zones for plastic mainly caused by Ekman currents, resulting in a westward entrainment in the north of the convergence zone in the Indian Ocean72. We consider the Stokes drift for plastic tracers on the surface ocean in the model. The surface Stokes drift estimates are from the GlobCurrent73 and the annual mean from 1990 to 2015 is applied for the whole simulation period.\n\nFragmentation/abrasion\n\nFragmentation represents the process during which large plastic particles break up into smaller ones. Abrasion refers to the process in which tiny plastics peel off from the surface of larger ones, usually caused by mechanical shearing74. The rate of fragmentation in seawater has limited data but varies drastically depending on the type and shape of plastics, as well as the environmental factors75,76. For example, in a laboratory experiment, seawater PE, PP, and PS lost ≤1% of their weight per year while the ratio of loss was higher (3–27%) for other polymers such as polyurethane and polyester76. In another study, PE and PP were found to have higher fragmentation rates than 1% yr−1. They lost 0.39–1.02%, with averages of 0.45% and 0.39%, respectively, of their masses per month75. Considering the various fragmentation rates of different types of plastics, the total fragmentation and abrasion rate R (% yr−1) in seawater for all plastics is assumed to be 3–30% yr−1, following a log-normal distribution. Also, 10% yr−1 of the total R (i.e., 0.3–3% yr−1) is allocated as the abrasion rate77. The rate in the surface ocean (Rsurf) is increased proportionally to the downward shortwave solar radiation (q, also a proxy for temperature) in the surface ocean if the plastic particles are not biofouled, reflecting the dependence of weathering rate on sunlight revealed by controlled experiments78,79:\n\n$${R}_{{{{{{\\rm{surf}}}}}}}=\\frac{R}{175}\\,\\cdot \\,q+R$$\t(14)\n\nThe surface downward shortwave radiation is taken from the CMIP5 project, which causes a factor of approximately three between the polar and tropical regions.\n\nBeaching\n\nA plastic particle has a chance to be ‘beached’ (i.e., deposited onto beaches) when it arrives at a beach-adjacent cell. The chance or “beaching rate” is geographically diverse depending on the coastal morphological features, wind, and wave conditions. Previous studies suggest that beached plastic can be eroded back into the ocean, and bi-directional exchanges occur between the beach and coastal seawater40. Atwood et al. found that <10–94% of released microplastics were beached and the majority of beaching occurred within the first three days, which is about 3.3–31% per day42. Ocean drifter studies revealed that the timescales of the beaching and resuspension processes ranged from 3 to 4 weeks under different conditions40,43,44. These timescales can be transferred to beaching rates between 100% per 21 days and 100% per 28 days, i.e., 3.6–4.8% day−1. We simulate the beaching process by a net beaching rate (i.e., beaching—resuspension) in this study due to the large uncertainty of the two processes and the coarse resolution of our model. We assume that the plastics in grid cells immediately adjacent to sandy beaches are partially removed from the seawater and the mass of beached plastics is proportional to the length of the beach in the cell. We assume a net beaching rate in a cell as 2.5–18% day−1. Their dynamics of beaching and resuspension are highly variably on local scales. Not all sandy beaches have a net accumulation of plastic debris, and not vice versa. We thus consider the fraction of sandy beaches as a proxy for the coastal morphological features. So, the effective beaching rate is corrected by the portion of sandy beaches in a cell, which results in a rate between 0.15% and 1.1% day−1. The global sandy beaches dataset is from Luijendijk et al.80. The global estimated percentage of sandy shorelines varies from 10% to 75% due to the lack of reliable global-scale assessment of occurrence or rates of sandy shoreline change.\n\nBiofouling and defouling\n\nBiofouling of light plastic types (PE and PP) is modeled following Kooi et al. which is based on the Lagrangian perspective but adjusted for our Eulerian-based framework33. Kooi et al. directly tracked the growth and respiration of plankton/microbe on the particles but such a process is hard to be replicated in an Euler model because we do not know the history/trajectories of these particles. This process has an impact on the density of plastic particles and is simulated with three types of tracers in our model: floating, neutral, and sinking. Floating plastics have no biomass attached and stay floating on the sea surface with the same density as the original plastic materials. Neutral plastics are assumed to be neutrally buoyant and suspended in water columns. Sinking plastics are heavier than seawater and sink into the subsurface ocean. The biomass of plankton in global oceans is used as a proxy to scale the overall biofouling potential from microbes, phytoplankton, zooplankton, marine snow, and the ingestion and inclusion in feces. The plankton biomass data is taken from the MITgcm Darwin ecosystem model35. Using plankton as a proxy might introduce uncertainty as the community structure varies drastically in different ocean biotic provinces. The Darwin model also does not consider the vertical migrations of zooplankton. But it is relatively robust as it is constrained by satellite remote sensing data35. Especially, the plankton distribution data suggest stronger biofouling in productive coastal waters than in the open ocean, consistent with empirical studies14.\n\nThe volume of biomass on plastic particles (Vbf) depends on the algae volume Va, the number density of attached algae per unit area A (# m−2), and the surface area of the plastic particle θp33:\n\n$$\\frac{{{{{{\\rm{d}}}}}}{V}_{{{{{{\\rm{bf}}}}}}}}{{{{{{\\rm{d}}}}}}t}={V}_{{{{{{\\rm{a}}}}}}}{\\theta }_{{{{{{\\rm{p}}}}}}}\\frac{{{{{{\\rm{d}}}}}}A}{{{{{{\\rm{d}}}}}}t}+{V}_{{{{{{\\rm{a}}}}}}}A\\frac{{{{{{\\rm{d}}}}}}{\\theta }_{{{{{{\\rm{p}}}}}}}}{{{{{{\\rm{d}}}}}}t}$$\t(15)\n\nwhere:\n\n$$\\frac{{{{{{\\rm{d}}}}}}A}{{{{{{\\rm{d}}}}}}t}=\\frac{{\\beta }_{{{{{{\\rm{a}}}}}}}{A}_{{{{{{\\rm{a}}}}}}}}{{\\theta }_{{{{{{\\rm{p}}}}}}}}-{m}_{{{{{{\\rm{a}}}}}}}A$$\t(16)\n\nwhere βa is the encounter kernel rate (m3 s−1), Aa is the ambient algae concentration (# m−3), and ma is the mortality rate (s−1). The encounter kernel rate βa is the sum of Brownian motion and advective shear collision frequencies (m3 s−1):\n\n$${\\beta }_{{{{{{\\rm{a}}}}}}}={\\beta }_{{{{{{\\rm{brownian}}}}}}}+{\\beta }_{{{{{{\\rm{shear}}}}}}}$$\t(17)\n\nwhere:\n\n$${\\beta }_{{{{{{\\rm{brownian}}}}}}}=4\\pi ({D}_{{{{{{\\rm{p}}}}}}}+{D}_{{{{{{\\rm{a}}}}}}})({r}_{{{{{{\\rm{p}}}}}}}+{r}_{{{{{{\\rm{a}}}}}}})$$\t(18)\n$${\\beta }_{{{{{{\\rm{shear}}}}}}}=1.3\\gamma {({r}_{{{{{{\\rm{p}}}}}}}+{r}_{{{{{{\\rm{a}}}}}}})}^{3}$$\t(19)\n$${D}_{{{{{{\\rm{p}}}}}}}=\\frac{k(T+273.16)}{6\\pi {\\mu }_{{{{{{\\rm{sw}}}}}}}{r}_{{{{{{\\rm{p}}}}}}}}$$\t(20)\n$${D}_{{{{{{\\rm{a}}}}}}}=\\frac{k(T+273.16)}{6\\pi {\\mu }_{{{{{{\\rm{sw}}}}}}}{r}_{{{{{{\\rm{a}}}}}}}}$$\t(21)\n\nwhere Dp and Da are the diffusivity of plastics and the individual algae cells (m2 s−1), respectively, rp and ra are the radius of plastics and the individual algae cells, respectively, γ is the shear rate (s−1), k is the Boltzmann constant (m2 kg s−2 K−1), T is the temperature (°C), and µsw is the dynamic water viscosity (kg m−1 s−1) (Supplementary Table 6).\n\nThe transformation rate between different types of plastics τtrans (s−1) is calculated as:\n\n$${\\tau }_{{{{{{\\rm{trans}}}}}}}=\\,\\delta \\frac{\\frac{{{{{{\\rm{d}}}}}}{V}_{{{{{{\\rm{bf}}}}}}}}{{{{{{\\rm{d}}}}}}t}}{\\varDelta V}$$\t(22)\n\nwhere δ is an adjustable coefficient tuned to match the result of Kooi et al.33, and ΔV is the deviation between the volumes of two plastic types, e.g.:\n\n$$\\varDelta V({{{{{\\rm{P{E}}}}}}}_{{{{{{\\rm{neutral}}}}}}},{{{{{\\rm{P{E}}}}}}}_{{{{{{\\rm{floating}}}}}}})={V}_{{{{{{\\rm{P{E}}}}}}}_{{{{{{\\rm{neutral}}}}}}}}-{V}_{{{{{{\\rm{P{E}}}}}}}_{{{{{{\\rm{floating}}}}}}}}$$\t(23)\nModel sensitivity\n\nWe test the sensitivity of model results to key model parameters, including the rates for fragmentation, abrasion, beaching, biofouling, and sedimentation processes, and the magnitude of direct ocean sources (including fishing and shipping activities). We also consider additional members with different assumptions regarding the beaching and fragmentation processes (Table 1). High- or low-end value is considered for each model parameter based on value ranges reported in the literature. All the model scenarios are driven by the same emission scenario (the Middle one).\n\nModel ensemble\n\nAn ensemble of the model (n = 50) is constructed by a Monte Carlo approach by randomly generated model parameters based on their ranges reported in the literature. The fragmentation, biofouling, and sedimentation rates, which are reported to vary a wide range (i.e., no clear upper bound with a lower bound of zero), are assumed to follow a log-normal distribution, while the beaching rate and the fraction of ocean sources, which are reported to have an upper bound, follow a normal distribution. The parameter values of the test case simulation are chosen as the means, and the standard deviations are chosen as a quarter of the literature-reported ranges, i.e., the reported ranges represent 95% confidence intervals (Supplementary Fig. 3 and Supplementary Table 7). We also include another two models (#51 and #52) that sample the lowest/highest parameters. The parameters of #51 (e.g., the lowest marine source and the highest beaching rate) lead to the lowest surface plastic mass while the parameters of #52 (at the opposite end of #51 for all parameters in their ranges) lead to the highest surface plastic mass. All the ensemble members are also driven by the Middle emission scenario.\n\nA super ensemble of the model is built by driving the above-mentioned 52 members by all the three emission inventories (i.e., High, Middle, and Low), resulting in a total number of members of 3 × 52 = 156. All the sensitivity and (super) ensemble member models are run for 69 years, and the modeled surface ocean plastic mass in the last year is chosen as a metric to compare different model scenarios and members.\n\nOptimal estimation\n\nA super ensemble three-dimensional variational method is used to optimally constrain the prior estimate of the global marine plastics emission by the observed surface ocean plastic masses and derive the associated emission uncertainty81. To account for the large uncertainties of the global marine plastic emission and modeled transport and transformation processes, we use the super ensemble (N = 156) as described above. For the ith ensemble member, the optimal estimation of the emission \\({E}_{i}^{{{{{{\\rm{a}}}}}}}\\) can be obtained by minimizing the cost function J:\n\n$$J({E}_{i})=\\frac{{({E}_{i}-{E}_{i}^{{{{{{\\rm{f}}}}}}})}^{2}}{{\\sigma }_{{{{{{\\rm{E}}}}}}}^{2}}+\\mathop{\\sum }\\limits_{y=1}^{Y}\\frac{{({y}_{y}^{{{{{{\\rm{o}}}}}}}+{\\varepsilon }_{y}^{{{{{{\\rm{o}}}}}}}-h({{E}}_{i}))}^{2}}{{\\sigma }_{{{{{{\\rm{o}}}}}},y}^{2}}$$\t(24)\n\nin which the superscript f denotes the prior, a denotes posterior, subscript y denotes the yth observation with Y counts in total, yo is the observed surface ocean plastic mass concentrations, h is the observation forward operator that transforms the state variable to the observed quantities, \\({\\sigma }_{{{{{{\\rm{E}}}}}}}^{2}\\) and \\({\\sigma }_{{{{{{\\rm{o}}}}}}}^{2}\\) are error variances of the prior emission and observations, respectively. The observation error variance is the variance of observed quantities within a model grid for each observation, which covers the uncertainty of previous estimations of the overall floating plastic mass based on the observed data11,12,13. To represent the observation uncertainty and avoid the collapse of ensemble spread due to the same observations used to constrain the estimated emission, observations with perturbations \\({\\varepsilon }^{{{{{{\\rm{o}}}}}}}\\) that is a random draw from \\(N(0,{\\sigma }_{{{{{{\\rm{o}}}}}}}^{2})\\), are used for each ensemble member82. The cost function J is a combination of the distance to the prior emission estimate and all available observations. By minimizing the cost function J for the N members separately, an ensemble of optimally estimated global marine plastic emission \\(\\{{E}_{i}^{{{{{{\\rm{a}}}}}}},i=1,\\ldots,N\\}\\) is achieved.\n\nData availability\n\nAll data are available in the main text, the supplementary materials, or the web site: Plastic discharge data: https://www.ebmg.online/plastics/plastic-discharge. Observed plastic database: https://microplastics.springeropen.com/A-multilevel-dataset-of-microplastic-abundance/. Stokes drift velocity: https://tds0.ifremer.fr/thredds/GLOBCURRENT/Stokes.\n\nCode availability\n\nAll model code is available at the research group website: https://www.ebmg.online/plastics/MITgcm-code.\n\nReferences\n\nWilcoxa, C., Sebilleb, E. V. & Hardestya, B. D. Threat of plastic pollution to seabirds is global, pervasive, and increasing. Proc. Natl Acad. Sci. USA 112, 11899–11904 (2015).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nGall, S. C. & Thompson, R. C. The impact of debris on marine life. Mar. Pollut. Bull. 92, 170–179 (2015).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLi, W. C., Tse, H. F. & Fok, L. Plastic waste in the marine environment: a review of sources, occurrence and effects. Sci. Total Environ. 566–567, 333–349 (2016).\n\nArticle\n \nADS\n \nPubMed\n \nGoogle Scholar\n \n\nJambeck, J. R. et al. Plastic waste inputs from land into the ocean. Science 347, 768–771 (2015).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLebreton, L. C. M. et al. River plastic emissions to the world’s oceans. Nat. Commun. 8, 15611 (2017).\n\nGeyer, R., Jambeck, J. R. & Law, K. L. Production, use, and fate of all plastics ever made. Sci. Adv. 3, e170078 (2017).\n\nMai, L. et al. Global riverine plastic outflows. Environ. Sci. Technol. 54, 10049–10056 (2020).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMeijer, L., van Emmerik, T., van der Ent, R., Schmidt, C. & Lebreton, L. More than 1000 rivers account for 80% of global riverine plastic emissions into the ocean. Sci. Adv. 7, eaaz5803 (2021).\n\nWeiss, L. et al. The missing ocean plastic sink: gone with the rivers. Science 373, 107–111 (2021).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nvan Emmerik, T., Mellink, Y., Hauk, R., Waldschläger, K. & Schreyers, L. Rivers as plastic reservoirs. Front. Water 3, 786936 (2022).\n\nCozar, A. et al. Plastic debris in the open ocean. Proc. Natl Acad. Sci. USA 111, 10239–10244 (2014).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nvan Sebille, E. et al. A global inventory of small floating plastic debris. Environ. Res. Lett. 10, 124006 (2015).\n\nEriksen, M. et al. Plastic pollution in the world’s oceans: More than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PLoS ONE 9, e111913 (2014).\n\nArticle\n \nADS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nCole, M., Lindeque, P., Halsband, C. & Galloway, T. S. Microplastics as contaminants in the marine environment: a review. Mar. Pollut. Bull. 62, 2588–2597 (2011).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nter Halle, A. et al. Understanding the fragmentation pattern of marine plastic debris. Environ. Sci. Technol. 50, 5668–5675 (2016).\n\nArticle\n \nADS\n \nPubMed\n \nGoogle Scholar\n \n\nWichmann, D., Delandmeter, P. & Van Sebille, E. Influence of near-surface currents on the global dispersal of marine microplastic. J. Geophys. Res. 124, 6086–6096 (2019).\n\nMountford, A. S. & Morales Maqueda, M. A. Eulerian modeling of the three‐dimensional distribution of seven popular microplastic types in the global ocean. J. Geophys. Res.: Oceans 124, 8558–8573 (2019).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nLebreton, L., Egger, M. & Slat, B. A global mass budget for positively buoyant macroplastic debris in the ocean. Sci. Rep. 9, 12922 (2019).\n\nArticle\n \nADS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nOnink, V., Jongedijk, C. E., Hoffman, M. J., van Sebille, E. & Laufkötter, C. Global simulations of marine plastic transport show plastic trapping in coastal zones. Environ. Res. Lett. 16, 064053 (2021).\n\nLobelle, D. et al. Global modeled sinking characteristics of biofouled microplastic. J. Geophys. Res. Oceans 126, e2020JC017098 (2021).\n\nHuck, T. et al. Three-dimensional dispersion of neutral “plastic” particles in a global ocean model. Front. Anal. Sci. 2, 868515 (2022).\n\nRichon, C., Gorgues, T., Paul-Pont, I. & Maes, C. Zooplankton exposure to microplastics at the global scale: influence of vertical distribution and seasonality. Front. Mar. Sci. 9, 947309 (2022).\n\nBrahney, J. et al. Constraining the atmospheric limb of the plastic cycle. Proc. Natl Acad. Sci. USA 118, e2020719118 (2021).\n\nLaw, K. L. et al. Distribution of surface plastic debris in the eastern Pacific Ocean from an 11-Year data set. Environ. Sci. Technol. 48, 4732–4738 (2014).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLaw, K. L. et al. Plastic accumulation in the North Atlantic Subtropical Gyre. Science 329, 1185–1188 (2010).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSong, Y. K. et al. A comparison of microscopic and spectroscopic identification methods for analysis of microplastics in environmental samples. Mar. Pollut. Bull. 93, 202–209 (2015).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLebreton, L., Greer, S. & Borrero, J. C. Numerical modelling of floating debris in the world’s oceans. Mar. Pollut. Bull. 64, 653–661 (2012).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nWilcox, C., Hardesty, B. D. & Law, K. L. Abundance of floating plastic particles is increasing in the Western North Atlantic Ocean. Environ. Sci. Technol. 54, 790–796 (2020).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLusher, A. L., Tirelli, V., O’Connor, I. & Officer, R. Microplastics in Arctic polar waters: the first reported values of particles in surface and sub-surface samples. Sci. Rep. 5, 14947 (2015).\n\nBrach, L. et al. Anticyclonic eddies increase accumulation of microplastic in the North Atlantic subtropical gyre. Mar. Pollut. Bull. 126, 191–196 (2018).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nVic, C., Hascoët, S., Gula, J., Huck, T. & Maes, C. Oceanic mesoscale cyclones cluster surface Lagrangian material. Geophys. Res. Lett. 49, e2021GL097488 (2022).\n\nAndrady, A. L. Microplastics in the marine environment. Mar. Pollut. Bull. 62, 1596–1605 (2011).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKooi, M., Van Nes, E. H., Scheffer, M. & Koelmans, A. A. Ups and downs in the ocean: effects of biofouling on the vertical transport of microplastics. Environ. Sci. Technol. 51, 7963–7971 (2017).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nKaiser, D., Kowalski, N. & Waniek, J. J. Effects of biofouling on the sinking behavior of microplastics. Environ. Res. Lett. 12, 124003 (2017).\n\nDutkiewicz, S., Follows, M. J. & Bragg, J. G. Modeling the coupling of ocean ecology and biogeochemistry. Glob. Biogeochem. Cycles 23, GB4017 (2009).\n\nFazey, F. M. C. & Ryan, P. G. Debris size and buoyancy influence the dispersal distance of stranded litter. Mar. Pollut. Bull. 110, 371–377 (2016).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKvale, K., Prowe, A. E. F., Chien, C.-T., Landolfi, A. & Oschlies, A. The global biological microplastic particle sink. Sci. Rep. 10, 16670 (2020).\n\nWoodall, L. C. et al. The deep sea is a major sink for microplastic debris. Royal Society Open. Science 1, 140317 (2014).\n\nGoogle Scholar\n \n\nZhang, H. Transport of microplastics in coastal seas. Estuar., Coast. Shelf Sci. 199, 74–86 (2017).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nHinata, H., Mori, K., Ohno, K., Miyao, Y. & Kataoka, T. An estimation of the average residence times and onshore-offshore diffusivities of beached microplastics based on the population decay of tagged meso-and macrolitter. Mar. Pollut. Bull. 122, 17–26 (2017).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKaandorp, M. L. A., Dijkstra, H. A. & van Sebille, E. Modelling size distributions of marine plastics under the influence of continuous cascading fragmentation. Environ. Res. Lett. 16, 054075 (2021).\n\nAtwood, E. C. et al. Coastal accumulation of microplastic particles emitted from the Po River, Northern Italy: comparing remote sensing and hydrodynamic modelling with in situ sample collections. Mar. Pollut. Bull. 138, 561–574 (2019).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nSamaras, A. G., De Dominicis, M., Archetti, R., Lamberti, A. & Pinardi, N. Towards improving the representation of beaching in oil spill models: a case study. Mar. Pollut. Bull. 88, 91–101 (2014).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nStanev, E. V. et al. Extreme westward surface drift in the North Sea: public reports of stranded drifters and Lagrangian tracking. Cont. Shelf Res. 177, 24–32 (2019).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nKane, I. A. et al. Seafloor microplastic hotspots controlled by deep-sea circulation. Science 368, 1140–1145 (2020).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nRichardson, K., Hardesty, B. D. & Wilcox, C. Estimates of fishing gear loss rates at a global scale: a literature review and meta-analysis. Fish. Fish. 20, 1218–1231 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nRichardson, K., Hardesty, B. D., Vince, J. Z. & Wilcox, C. Global estimates of fishing gear lost to the ocean each year. Sci. Adv. 8, eabq0135 (2022).\n\nRyan, P. G., Dilley, B. J., Ronconi, R. A. & Connan, M. Rapid increase in Asian bottles in the South Atlantic Ocean indicates major debris inputs from ships. Proc. Natl Acad. Sci. USA 116, 20892–20897 (2019).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nPubMed Central\n \nGoogle Scholar\n \n\nRyan, P. G. The transport and fate of marine plastics in South Africa and adjacent oceans. S. Afr. J. Sci. 116, 1–9 (2020).\n\nCollins, C. & Hermes, J. C. Modelling the accumulation and transport of floating marine micro-plastics around South Africa. Mar. Pollut. Bull. 139, 46–58 (2019).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nMarshall, J., Adcroft, A., Hill, C., Perelman, L. & Heisey, C. A finite-volume, incompressible Navier–Stokes model for studies of the ocean on parallel computers. J. Geophys. Res.: Oceans 102, 5753–5766 (1997).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nPeng, Y., Wu, P., Schartup, A. T. & Zhang, Y. Plastic waste release caused by COVID-19 and its fate in the global ocean. Proc. Natl Acad. Sci. USA 118, e2111530118 (2021).\n\nMonier, E. et al. Toward a consistent modeling framework to assess multi-sectoral climate impacts. Nat. Commun. 9, 660 (2018).\n\nLarge, W. G., McWilliams, J. C. & Doney, S. C. Oceanic vertical mixing: a review and a model with a nonlocal boundary layer parameterization. Rev. Geophys. 32, 363–403 (1994).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nGent, P. R. & Mcwilliams, J. C. Isopycnal mixing in ocean circulation models. J. Phys. Oceanogr. 20, 150–155 (1990).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nDutkiewicz, S., Sokolov, A. P., Scott, J. & Stone, P. H. A Three-Dimensional Ocean–Seaice–Carbon Cycle Model and its Coupling to a Two-Dimensional Atmospheric Model: Uses in Climate Change Studies. MIT Joint Program on the Science & Policy of Global Change (2005).\n\nMagnaudet, J. The forces acting on bubbles and rigid particles. In ASME Fluids Engineering Summer Meeting, FEDSM 3522, 22–26 (ASME, Vancouver, Canada, 1997).\n\nHoornweg, D. & Bhada-Tata, P. What a Waste: A Global Review of Solid Waste Management (World Bank, 2012).\n\nKaza, S., Yao, L., Bhada-Tata, P. & Van Woerden, F. What a Waste 2.0: A Global Snapshot of Solid Waste Management to 2050 (World Bank, 2018).\n\nChassignet, E., Xu, X. & Zavala-Romero, O. Tracking marine litter with a global ocean model: where does it go? Where does it come from? Front. Mar. Sci. 8, 667591 (2021).\n\nKroodsma, D. A. et al. Tracking the global footprint of fisheries. Science 359, 904–908 (2018).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nWang, X. et al. Ship emissions around China under gradually promoted control policies from 2016 to 2019. Atmos. Chem. Phys. 21, 13835–13853 (2021).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nThe Word Bank. World Bank Open Data https://data.worldbank.org/ (2022).\n\nChina Plastic. China Plastics Industry Yearbook (China Petrocheical Press, 2014).\n\nThe International Maritime Organization. International Convention for the Prevention of Pollution from Ships https://www.imo.org/en/GoogleSearch/SearchPosts/Default.aspx?q=MARPOL (2022).\n\nKhalaf, H. K. The theoretical investigation of drag coefficient and settling velocity correlations. Master thesis, Nahrain University (2009).\n\nFlemmer, R. L. & Banks, C. L. On the drag coefficient of a sphere. Powder Technol. 48, 217–221 (1986).\n\nArticle\n \nCAS\n \nGoogle Scholar\n \n\nHackett, B., Breivik, Ø. & Wettre, C. In Ocean weather forecasting 507–523 (Springer, 2006).\n\nChubarenko, I., Bagaev, A., Zobkov, M. & Esiukova, E. On some physical and dynamical properties of microplastic particles in marine environment. Mar. Pollut. Bull. 108, 105–112 (2016).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nKalnay, E. et al. The NCEP/NCAR 40-year reanalysis project. Bull. Am. Meteorol. Soc. 77, 437–472 (1996).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nStokes, G. On the theory of oscillatory waves. Trans. Camb. Philos. Soc. 8, 441–455 (1847).\n\nGoogle Scholar\n \n\nDobler, D. et al. Large impact of Stokes drift on the fate of surface floating debris in the South Indian Basin. Mar. Pollut. Bull. 148, 202–209 (2019).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nGlobCurrent. Data Catalogue. http://globcurrent.ifremer.fr/products-data/data-catalogue (2013).\n\nWhite, J. R. & Turnbull, A. Weathering of polymers: mechanisms of degradation and stabilization, testing strategies and modelling. J. Mater. Sci. 29, 584–613 (1994).\n\nArticle\n \nADS\n \nCAS\n \nGoogle Scholar\n \n\nWelden, N. A. & Cowie, P. R. Degradation of common polymer ropes in a sublittoral marine environment. Mar. Pollut. Bull. 118, 248–253 (2017).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nGerritse, J., Leslie, H. A., de Tender, C. A., Devriese, L. I. & Vethaak, A. D. Fragmentation of plastic objects in a laboratory seawater microcosm. Sci. Rep. 10, 10945 (2020).\n\nSun, J., Zheng, H., Xiang, H., Fan, J. & Jiang, H. The surface degradation and release of microplastics from plastic films studied by UV radiation and mechanical abrasion. Sci. Total Environ. 838, 156369 (2022).\n\nBrandon, J., Goldstein, M. & Ohman, M. D. Long-term aging and degradation of microplastic particles: comparing in situ oceanic and experimental weathering patterns. Mar. Pollut. Bull. 110, 299–308 (2016).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nBiber, N. F. A., Foggo, A. & Thompson, R. C. Characterising the deterioration of different plastics in air and seawater. Mar. Pollut. Bull. 141, 595–602 (2019).\n\nArticle\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLuijendijk, A. et al. The state of the world’s beaches. Sci. Rep. 8, 6641 (2018).\n\nLorenc, A. C. Analysis methods for numerical weather prediction. Q. J. R. Meteorol. Soc. 112, 1177–1194 (1986).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nBurgers, G., Van Leeuwen, P. J. & Evensen, G. Analysis scheme in the ensemble Kalman filter. Mon. Weather Rev. 126, 1719–1724 (1998).\n\nArticle\n \nADS\n \nGoogle Scholar\n \n\nSchmidt, C., Krauth, T. & Wagner, S. Export of plastic debris by rivers into the sea. Environ. Sci. Technol. 51, 12246–12253 (2017).\n\nArticle\n \nADS\n \nCAS\n \nPubMed\n \nGoogle Scholar\n \n\nLebreton, L. & Andrady, A. Future scenarios of global plastic waste generation and disposal. Palgrave Commun. 5, 6 (2019).\n\nArticle\n \nGoogle Scholar\n \n\nDownload references\n\nAcknowledgements\n\nWe thank Rong Ji and Wei Chen for the helpful discussions and suggestions. Y.Z. is financially supported by the National Key R&D Program of China grant 2019YFA0606803, the National Natural Science Foundation of China grant 42177349, the Frontiers Science Center for Critical Earth Material Cycling, the Fundamental Research Funds for the Central Universities grant 14380168 and 14380188, and the Collaborative Innovation Center of Climate Change, Jiangsu Province.\n\nAuthor information\nAuthor notes\n\nThese authors contributed equally: Yanxu Zhang, Peipei Wu.\n\nAuthors and Affiliations\n\nSchool of Atmospheric Sciences, Nanjing University, 210023, Nanjing, China\n\nYanxu Zhang, Peipei Wu, Ruochong Xu, Xuantong Wang, Lili Lei, Yiming Peng, Qiaotong Pang & Xinle Wang\n\nFrontiers Science Center for Critical Earth Material Cycling, Nanjing University, 210023, Nanjing, China\n\nYanxu Zhang\n\nScripps Institution of Oceanography, University of California, San Diego, La Jolla, CA, USA\n\nAmina T. Schartup\n\nCenter for Environmental Microplastics Studies, Guangdong Key Laboratory of Environmental Pollution and Health, School of Environment, Jinan University, 511443, Guangzhou, China\n\nLei Mai, Ruwei Wang & Eddy Y. Zeng\n\nState Key Joint Laboratory of ESPC, State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex, School of Environment, Tsinghua University, Beijing, China\n\nHuan Liu & Xiaotong Wang\n\nFaculty of Civil Engineering and Geosciences, Delft University of Technology, Delft, Netherlands\n\nArjen Luijendijk\n\nHydraulic Engineering, Deltares, Delft, Netherlands\n\nArjen Luijendijk\n\nCenter for Ocean–Atmospheric Prediction Studies (COAPS), Florida State University, Tallahassee, FL, USA\n\nEric Chassignet & Xiaobiao Xu\n\nSchool of Environmental Science and Technology, Southern University of Science and Technology, Shenzhen, Guangdong, China\n\nHuizhong Shen\n\nCollege of Urban and Environmental Sciences, Peking University, Beijing, China\n\nShuxiu Zheng\n\nContributions\n\nConceptualization: Y.Z., L.L., E.Y.Z.; Methodology: P.W., R.X., Xuantong W., Y.P., Q.P., Xinle W., L.M., R.W., H.L., Xiaotong W., A.L., E.C., X.X., H.S., S.Z.; Investigation: P.W., R.X., Xuantong W., L.L. Visualization: P.W., R.X., Xuantong W.; Funding acquisition: Y.Z.; Project administration: Y.Z. Supervision: Y.Z.; Writing—original draft: Y.Z., P.W., R.X., Xuantong W., L.L.; Writing—review & editing: Y.Z., L.L., A.T.S., R.W., H.L., A.L., E.C., X.X., H.S., E.Y.Z.\n\nCorresponding authors\n\nCorrespondence to Yanxu Zhang, Lili Lei or Eddy Y. Zeng.\n\nEthics declarations\nCompeting interests\n\nThe authors declare no competing interests.\n\nPeer review\nPeer review information\n\nNature Communications thanks Charlotte Laufkötter and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.\n\nAdditional information\n\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nSupplementary information\nSupplementary Information\nPeer Review File\nRights and permissions\n\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.\n\nReprints and Permissions\n\nAbout this article\nCite this article\n\nZhang, Y., Wu, P., Xu, R. et al. Plastic waste discharge to the global ocean constrained by seawater observations. Nat Commun 14, 1372 (2023). https://doi.org/10.1038/s41467-023-37108-5\n\nDownload citation\n\nReceived\n29 August 2022\n\nAccepted\n28 February 2023\n\nPublished\n13 March 2023\n\nDOI\nhttps://doi.org/10.1038/s41467-023-37108-5\n\nShare this article\n\nAnyone you share the following link with will be able to read this content:\n\nGet shareable link\n\nProvided by the Springer Nature SharedIt content-sharing initiative\n\nSubjects\nEnvironmental sciences\nOcean sciences\nThis article is cited by\nLegacy oceanic plastic pollution must be addressed to mitigate possible long-term ecological impacts\nCamille RichonKarin KvaleMatthias Egger\n\nMicroplastics and Nanoplastics (2023)\n\nHow China is capturing attention with landmark research\nGemma ConroyPratik PawarSian Powell\n\nNature (2023)\n\nComments\n\nBy submitting a comment you agree to abide by our Terms and Community Guidelines. If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate.\n\nDownload PDF\nSections\nFigures\nReferences\nAbstract\nIntroduction\nResults and discussion\nMethods\nData availability\nCode availability\nReferences\nAcknowledgements\nAuthor information\nEthics declarations\nPeer review\nAdditional information\nSupplementary information\nRights and permissions\nAbout this article\nThis article is cited by\nComments\n\nAdvertisement\n\nNature Communications (Nat Commun) ISSN 2041-1723 (online)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}