{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Biodegradable Straws Reportedly Outperform Conventional Plastic Straws",
  "href": "https://www.plasticstoday.com/biopolymers/biodegradable-bioplastic-straw-reportedly-outperforms-conventional-plastic-straws",
  "body": "The plastic straw is one of the casualties in the war on plastics that has even some ardent plastiphobes rethinking their all-or-nothing dogma. If you've ever tried to use a paper straw to enjoy your Frappuccino, you know why. Other alternatives, such as reusable metal straws, also have significant drawbacks.",
  "textContent": "Webinars\nWhite Papers\nEvents\nAbout\nSIGN UP TODAY\nSign in\nEnd Markets\nPlastics Processing\nMaterials\nSustainability\nBusiness\nResin Pricing\nSPONSORED BY\nBIOPOLYMERS\nMATERIALS\nEND MARKETS\nMATERIALS RESEARCH\nSUSTAINABILITY\nBiodegradable Bioplastic Straw Reportedly Outperforms Conventional Plastic Straws\n\nResearchers in South Korea have developed a scalable, low-cost, and binder-free fabrication strategy for straws made from starch, citric acid, and lignin.\n\nNorbert Sparrow\n\nApril 7, 2023\n\n4 Min Read\nMARIE HICKMAN/STONE VIA GETTY IMAGES\n\nThe plastic straw is one of the casualties in the war on plastics that has even some ardent plastiphobes rethinking their all-or-nothing dogma. If you’ve ever tried to use a paper straw to enjoy your Frappuccino, you know why. Other alternatives, such as reusable metal straws, also have significant drawbacks. Now, researchers in South Korea claim to have found a solution: Biodegradable straws made from lignin and citric acid that outperform paper and, more impressively, conventional plastic straws.\n\nThe scientists at the Creative Research Center for Nanocellulose Future Composites in Incheon created a casting slurry by integrating lignin, a waste byproduct from paper manufacturing, and citric acid into bio-based starch and poly(vinyl alcohol), or PVA. The slurry is cast on a glass substrate, partially dried, and rolled on a Teflon rod to fabricate the straws, explains a paper published in ACS Omega. “The straws are perfectly adhered at the edges by the strong hydrogen bonds from the crosslinker — citric acid — during drying,” write Dickens O. Agumba, Duc Hoa Pham, and Jaehwan Kim in the paper. This bonding process eliminates the need for adhesives and binders.\n\nThe straws are then cured in a vacuum oven at 180°C to enhance hydrostability. The tough straws exhibit a high bending strength and were shown to be hydro stable for more than 24 hours. Moreover, they “displayed a unique balance of functionality and degradability at the end of life, making them quintessential candidates for plastic straw replacement,” write the researchers.\n\nWhat about reusable straws?\n\nAs consumers sought alternatives to single-use plastic straws over the years, reusable metal straws started to gain some traction. However, as the researchers point out in the paper, the manufacture of metal straws entails a “high energy cost” and emits “colossal volumes of carbon oxide.” They cite one recent study claiming that the fabrication of a single stainless-steel straw produces over 271% more carbon oxide emissions than its plastic counterpart. I also would add that they are simply inconvenient for use outside the home.\n\nStraws made from biodegradable polylactic acid (PLA) have found favor in the marketplace, but they also have drawbacks, as noted by the researchers — the exorbitant cost of the raw materials, stringent degradation conditions, and poor thermal resistance.\n\nThey do not comment on straws made from canola oil–based polyhydroxyalkanoate (PHA), such as the phade straw, which can claim some commercial success. On the phade website, the company claims that PHA production results in fewer greenhouse gas emissions than PLA; is marine degradable and home compostable; and can withstand high-heat shipping.\n\nBe that as it may, the researchers in Incheon believe they have developed a “simple, scalable, low-cost, and binder-free fabrication strategy for advanced microplastic-free straws . . . from edible starch, citric acid, and lignin, readily available and economical resources as opposed to energy-intensive cellulose-based straws.”\n\nSo, how did we get here?\n\nIn an article published in PlasticsToday in 2018, “Grasping at Straws: Organic Illiteracy and the Anti-Plastics Crusade,” Rod Groleau writes that the tipping point in the movement to ban plastic straws was the photo of a turtle with a straw up its nose that went viral. “It got me wondering why we don’t see air-breathing amphibians inhaling twigs, pencils, and crayons, which are solid and could get stuck much more easily in a nostril,” he writes. “It dawned on me that Mother Nature gave us all two nostrils so that this won’t happen.”\n\nPlastic straws have a storied past, as outlined in a National Geographic article from 2018, “A Brief History of How Plastic Straws Took Over the World.” In a nutshell, plastic straws displaced paper straws, which were popular for several decades, in the 1960s, because they were cheap to produce, convenient, and far more durable than the alternative. As for reusable straws — long, thin tubes made from precious metals, to be precise — they date back to the Sumerians about 5,000 years ago. That practice was abandoned somewhere along the timeline of history. Plus ça change . . . \n\nWhen plastic straw bans began sweeping the nation, and the world, science stepped up. In 2020, Danimer Scientific and WinCup were recognized by the Plastics Industry Association for jointly developing the first commercially sold biodegradable straws made of PHA. These are the aforementioned phade straws.\n\nPretty soon, if all works out for the researchers in Incheon, we may have yet one more alternative to a plastic straw that, well, doesn’t suck.\n\nAbout the Author(s)\n\nNorbert Sparrow\n\nEditor in chief of PlasticsToday since 2015, Norbert Sparrow has more than 30 years of editorial experience in business-to-business media. He studied journalism at the Centre Universitaire d'Etudes du Journalisme in Strasbourg, France, where he earned a master's degree. Reach him at norbert.sparrow@informa.com.\n\nSign up for the PlasticsToday NewsFeed newsletter.\nSUBSCRIBE TODAY\nEditor's Choice\nMichelin’s Uptis tire\nAUTOMOTIVE & MOBILITY\nTaking the Air Out of Tires Isn’t a Bad Thing\n\nDEC 8, 2023\n\nPMMA depolymerization facility\nAUTOMOTIVE & MOBILITY\nAcrylic Depolymerization Plant Reimagines Plastics Value Chain\n\nDEC 7, 2023\n\nDow's manufacturing site in Alberta\nRESIN PRICING\nMonthly Resin Report: Destocking Finally Runs Its Course\n\nDEC 7, 2023\n\nRecent Headlines\n\nTaking The Air Out Of Tires Isn’t A Bad Thing\n\nDEC 08, 2023\n\nAcrylic Depolymerization Plant Reimagines Plastics Value Chain\n\nDEC 07, 2023\n\nMonthly Resin Report: Destocking Finally Runs Its Course\n\nDEC 07, 2023\n\nResin Price Report: Buyers Go Meh As End Of Year Nears\n\nDEC 06, 2023\nOur Network\nBattery Technology\nDesign News\nMD+DI\nPackaging Digest\nPowder & Bulk Solids\nQmed+\nEvents\nPlastec West\nPlastec East\nPlastec Minneapolis\nPlastec South\nPLAST-EX\nEXPOPLAST\nMore Informa Markets Engineering Events\nConnect\nAbout\nAdvertise\nFAQ\nContent Licensing & Reprints\nJoin Us\nSUBSCRIBE TODAY\nFollow Us\n\nCopyright © 2023 All rights reserved. Informa Markets, a trading division of Informa PLC.\n\nAccessibility|\nPrivacy Policy|\nCookie Policy|\nTerms of use|\nVisitor Terms and Conditions\nAbout Cookies On This Site\nWe and our partners use cookies to enhance your website experience, learn how our site is used, offer personalised features, measure the effectiveness of our services, and tailor content and ads to your interests while you navigate on the web or interact with us across devices. By clicking \"Continue\" or continuing to browse our site you are agreeing to our and our partners use of cookies. For more information seePrivacy Policy\nCONTINUE"
}