{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Microplastics: The long legacy left behind by plastic pollution - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/microplastics-long-legacy-left-behind-plastic-pollution",
  "body": "One of the most damaging and long-lived legacies of the plastic pollution crisis is microplastics, a growing threat to human and planetary health. These tiny plastic particles are present in everyday items, including cigarettes, clothing and cosmetics. United Nations Environment Programme (UNEP) research shows that continuous use of some of ...",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n28 APR 2023 STORY OCEAN & COASTS\nMicroplastics: The long legacy left behind by plastic pollution\nGetty Images\n\nThe world is drowning under the weight of plastic pollution, with more than 430 million tonnes of plastic produced annually. Two-thirds are short-lived products that soon become waste, filling the ocean and, often, working their way into the human food chain.\n\nAt this year’s World Environment Day on 5 June, the issue of plastic pollution will be front and center. One of the most damaging and long-lived legacies of the plastic pollution crisis is microplastics, a growing threat to human and planetary health.\n\nThese tiny plastic particles are present in everyday items, including cigarettes, clothing and cosmetics. United Nations Environment Programme (UNEP) research shows that continuous use of some of these products increases microplastics’ accumulation in the environment.\n\nMicroplastics, which can be up to five millimetres in diameter, enter the ocean from marine plastic litter breaking down, run-off from plumbing, leakage from production facilities and other sources.\n\nWhen ingested by marine life such as birds, fish, mammals and plants, microplastics have both toxic and mechanical effects, leading to issues including reduced food intake, suffocation, behavioral changes and genetic alteration.\n\nIn addition to entering the food chain through seafood, people can inhale microplastics from the air, ingest them from water and absorb them through the skin. Microplastics have been found in various human organs, and even in the placenta of newborn babies.\n\nUNEP’s 2021 report From Pollution to Solution warned that chemicals in microplastics “are associated with serious health impacts, especially in women”. These can include changes to human genetics, brain development and respiration rates, among other health issues.\n\n“The impacts of hazardous chemicals and microplastics on the physiology of both humans and marine organisms is still nascent and must be prioritized and accelerated in this Decade of Ocean Science for Sustainable Development,” said Leticia Carvalho, Head of the Marine and Freshwater Branch at UNEP.\n\n“However, action limiting their spread and prevalence will undoubtedly be beneficial to our long-term health and the well-being of marine ecosystems and beyond,” she added.\n\nCigarette filters\n\nMicroplastics known as cellulose acetate fibres comprise the majority of cigarette filters. With six trillion cigarettes consumed by one billion smokers annually, these fibres reach every corner of the world. Cigarette butts are the most common plastic litter on beaches, making marine ecosystems highly susceptible to microplastic leakages.\n\nWhen they break down, cigarettes release microplastics, heavy metals and many other chemicals that impact ecosystems’ health and services.\n\nClothing and textiles\n\nPlastics – including polyester, acrylic and nylon – comprise approximately 60 per cent of all clothing material. Due to abrasion, clothing and textiles with these materials shed microplastics known as microfibres when washed or worn. According to a 2020 UNEP report that maps the global textile value chain, around 9 per cent of annual microplastic losses to the ocean come from clothes and other textiles.\n\nTo reduce these losses, experts recommend re-wearing clothes more often and washing them less often. When purchasing new outfits, opting for sustainably sourced natural materials can decrease or eliminate the threat of microplastic leakage – though doing so may come with other environmental trade-offs.\n\nIn the long term, UNEP and other UN agencies participating in the UN Alliance for Sustainable Fashion will continue to drive coordinated action in the industry. They will also campaign for government action to transition towards a sustainable and circular textile value chain with minimal microplastics. UNEP is working on a roadmap that highlights key actions stakeholders can take, as well as guidance for improving communication measures to drive behavioural change.\n\nRELATED\nSTORY\nHow countries are turning the tide on marine plastic pollution\nSTORY\nHow a source-to-sea approach can curb the threat of plastic pollution\n\nAccording to Elisa Tonda, UNEP’s Head of the Consumption and Production Unit, engaging all stakeholders is necessary to shift the textile industry towards circularity and to address microplastics releases from textiles.\n\n“Policymakers need to implement stronger governance and policies, as well as create a policy environment which incentivizes the design of sustainable fabrics and clothing and promotes a more standardized approach to the determination of releases from different textile products and suitable alternatives,” said Tonda. “Brands should strengthen their efforts in designing sustainable clothing and take responsibility for their products at end-of-life,” she added\n\nCosmetics\n\nCosmetics and personal care products are other staples of grooming routines that can be loaded with microplastics. These products often contain primary microplastics, which are intentionally manufactured and added, often to provide texture - from hand sanitizer and soap to toothpaste and deodorant.\n\nPlastic particles from these products can be absorbed into the skin or, in the case of products like lipstick or lip balm, directly ingested. Microplastics that remain on the skin are eventually washed down the drain and could make their way to the ocean.\n\nAccording to UNEP’s Global Chemicals Outlook II report, significant amounts of microplastics from cosmetics and other sources are more likely to enter waterways in areas with inadequate wastewater treatment facilities.\n\nThe report noted that some exfoliating agents contain more than 10 per cent microbeads - a type of primary microplastic. Furthermore, in a recent study, the Plastic Soup Foundation’s Beat the Microbead campaign found that 83 per cent of 138 sanitizer and hand gel brands contained microplastics.\n\nReducing use, purchasing products with minimal packaging and examining ingredient lists are a few ways consumers can limit their potential exposure to microplastics, according to Madhuri Prabhakar, the foundation’s Microplastics Campaigner.\n\nPrabhakar added that generating a “future-proof definition for microplastics,” will be essential in lobbying governments and businesses for change and potential bans or restrictions.\n\nUNEP’s Clean Seas Campaign’s interactive “What's in your bathroom?” project showcases the prevalence of plastic in common personal care products to encourage consumers to opt for environmentally friendly alternatives.\n\nBusinesses and manufacturers also have a responsibility to decrease primary microplastic use. Meaningfully addressing the issue requires action beginning from the product design phase, according to UNEP’s Assessment Report on Issues of Concern.\n\nTurning the tide\n\nThrough this new focus, Clean Seas Campaign aims to drive change for consumers, policymakers and businesses alike.\n\nIts partnerships with various organizations and businesses can encourage lifestyle and industry changes and lead to greater impetus for essential research. It can also bolster our limited knowledge of microplastics’ true impacts on human health and help to identify the best paths forward.\n\nGiven their pervasiveness in everyday household items, finding answers to microplastics’ complex threats is a critical and pressing challenge.\n\nCountries and businesses can join the Clean Seas campaign, as well as the New Plastics Economy Global Commitment to make ambitious pledges and commitments to combat all aspects of marine litter and plastic pollution. Individuals can also take the Clean Seas pledge to reduce their plastic footprint. Together, we can make the changes necessary to reduce the impacts of plastics and microplastics on environmental and human health.\n\n \n\nAbout World Environment Day\n\nWorld Environment Day on 5 June is the biggest international day for the environment. Led by UNEP and held annually since 1973, the event has grown to be the largest global platform for environmental outreach, with millions of people from across the world engaging to protect the planet. This year, World Environment Day will focus on solutions to the plastic pollution crisis. \n\nAbout the Clean Seas Campaign\n\nUNEP’s Clean Seas campaign is the biggest, most powerful global coalition devoted to ending marine plastic pollution. It connects and rallies individuals, civil society groups, industry and governments to catalyse change and transform habits, practices, standards and policies around the globe to dramatically reduce marine litter and its negative impacts.\n\nTOPICS\nOcean & coasts Resource efficiency\nPlastic pollution Marine Litter\nFurther Resources\nPlastic Pollution\nSingle-use Plastics: A roadmap for Sustainability\nA Global Deal to Beat Plastic Pollution\nRelated Content\nSTORY\nWhat to expect during pivotal talks to end plastic pollution\nSTORY\nMarine biodiversity gets a lifeline with high seas treaty\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}