{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Dyson Fans are rarely worth it to be honest : r/dyson - Reddit",
  "href": "https://www.reddit.com/r/dyson/comments/wt2xc2/dyson_fans_are_rarely_worth_it_to_be_honest/",
  "body": "If you are really in the need for clean air due to heavy pollution, allergies, or whatever, there are air cleaners available with the same or better performance that cost less money If you mainly want a device that moves Air, the performance of Dysons fans is simply lacking, especially when putting noise and quantity of moved air into relation.",
  "textContent": "Dyson Fans are rarely worth it to be honest : r/dyson\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to dyson\nr/dyson\n•\n1 yr. ago\nHabarer\nDyson Fans are rarely worth it to be honest\nRecommendations\n\nThey are an overly fancy marketing product that is not anywhere near worth the price you pay for them. Before you ask, yes i have one myself and that is my honest review.\n\nThe only situation where these fans might be worth the cost in the slightest way is when you live in an area with really unclean and dusty air, in that case yes, the built in filters will sufficiently clean the air in your space of living. But honestly if you live anywhere in Europe, where somewhat decent air quality is the norm, just get a 30€ fan at the nearest hardware store instead. (or about 10 fans for the same money lol)\n\nSo mainly:\n\nIf you are really in the need for clean air due to heavy pollution, allergies, or whatever, there are air cleaners available with the same or better performance that cost less money\n\nIf you mainly want a device that moves Air, the performance of Dysons fans is simply lacking, especially when putting noise and quantity of moved air into relation.\n\np.s. i didn't even know that my air was \"dirty\" until my Dyson told me it was (sarcasm). in that way Dysons marketing for all their products is genius. Create the problem and sell the solution for it, and make the products show the \"problem\" in a most alarming way at any time possible. Their products basically have the human self rationalization feature built within them. They do the same with their new vacuum models that show you the dirtiness of your flow with a laser light.\n\nThat's my 2 cents. i know nobody asked for them but hey, here they are still. Please feel free to now harass me because the self rationalization processes still going on in your mind prohibit you from acknowledging these points because you recently spent ~500€ on a fancy plastic fan.\n\nRead more\nSort by:\nAdd a Comment\nQuick_Repeat_8171\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nAgain i'd much rather trust dysons POLAR test for purification than the outdated CADR that the other \"purifiers\" use. I dont intend to make my room smaller stand it on a pedestal in the middle of the room install 2 fans above and behind it and then stand one meter away from the purifier. And unless you have that set up your not going to get those CADR ratings they claim to have. I'd love to see how these purifiers that always get high marks on CADR do on a real life test like POLAR.\n\nMuch bigger room 9 sensors in corners and all around different heights etc. Fan in the corner where you would put it in a home and it's got to do it all off its own back with no outside help. Bet most wouldnt get far. Just create a nice bubble around the purifier.\n\nAs for the noise. I turn continuous monitoring off. Job done. Never had a motor whine ive got 4 purifiers from tp02 to hp09.\n\nAnd just because you didn't know the air was \"dirty\" before or your floor \"looked clean\" doesn't mean it wasnt a problem... just coz i cant see a virus doesnt mean its not real lol. Just coz i cant see a gas doesn't mean its not there. Or wont cause an issue. That wow when you get a new vacuum cleaner or carpet washer isn't creating mess its just showing you what youve been missing lol.\n\nReply\nreply\n6 more replies\ncurxxx\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nNot many air purifiers can be used as fans with oscillation. Basically just Dysons tbh.\n\nIndoor air quality is a real problem, Dyson isn’t inventing a problem to fix. What are you even talking about? You realize other purifiers have an air quality feature too right? Plus there’s other third party sensors available to compare the Dyson to (hint: Dyson is pretty accurate).\n\nNot to mention certain vulnerable populations require cleaner air than available without purifiers, this isn’t a made up problem.\n\nYour point regardless the laser is also pretty stupid lol. It’s incredibly useful in certain use-cases. My pet food is the same colour as my floor and sometimes I’ll miss it. The laser changes all the food to bright green so it’s hard to miss. No more stepping on pet food 2 seconds after vacuuming :D it’s also useful to determine where you still need to vacuum.\n\nReply\nreply\nPrince412\n•\n1 yr. ago\n\nDyson fans are worth it! I have a Dyson AM02 in my living room that I got back in 2012. It's still going strong. I had to replace 3 Laskos in my bedroom in that span. I finally decided to get the Dyson TP02 in the bedroom. These fans are built to last and are stylish.\n\nReply\nreply\nQuick_Repeat_8171\n•\n1 yr. ago\n\nIve still got the am01 lol. Got it within the first few months of launch as the no blades was the first fan that didnt give me migraines lol. Button is tempermental now but once its on its runs well. Noisy as hell compared to my hp09 though lol\n\nReply\nreply\nEternalOptimist404\n•\n1 yr. ago\n\nReally? I hate my am04 but keep it around as a last resort. Mine is white and looks disgusting, it's designed poorly and impossible to clean. Wish Dyson had a trade in program or something.\n\nReply\nreply\n3 more replies\nMorcman87\n•\n1 yr. ago\n\nAs a owner of two of those products I can admit some of your points. The price is heavy but you are also paying for the brand. Same goes for products from apple for instance. I bought the PH01 mainly because it is a 3 in 1 device. I was looking for a fan, something that would help me with my allergies and I had to increase humidity. The PH01 was a good option. I had to replace it once due to the famous pump column failure but the replaced machine is going strong for two years now. The TP09 on the other hand is a total desaster. It startet whining two weeks after I bought it and I am in a replacement/repair cycle with dyson since then.\n\nConclusion: PH01 was worth it. TP09 is not worth it.\n\nReply\nreply\nHabarer\n•\n1 yr. ago\n\nyes, in retrospect the ph01 would have been the better option, if any, because as you say besides cleaning air it also humidifies. What put me off the most is simply the amount of air flow in relation to the noise level it generates on max setting. there are way cheaper fans that transport more air at significantly less noise\n\nReply\nreply\n2 more replies\nRock-N-Rubi\n•\n1 yr. ago\n\nI have 4 of them - great room, master bedroom, guest bedroom, exercise/ guest room with sleeper sofa and Peloton. 6 actually, one that recently came back from a Dyson repair center and another currently in the same shop for the same issue. They aren’t perfect but my wife and I like them enough to keep them running 24/7. A relative recently stayed in the guest room and went home and bought 3 of them for her house. Another relative stayed with us and wanted Dyson to ship the unit in the shop to him after being repaired if we didn’t want it. You could also say the Peloton is overpriced but it gets enough use to be worthwhile. Our house smells noticeably different when we return from a vacation if the Dyson fans were running or not when gone. Smells that you get used to when living there day after day. Our house is located in a densely forested neighborhood in S.E. Texas and the pollen is out of control most of the year, the Dyson fans help a lot with that and allergies. I tried several other brands of air purifiers over the years and they all ended up in the trash after a short time. The only Dyson air purifier fan I’ve been a little disappointed with is a TP-04A because it’s not wi-fi which I didn’t know when buying from Costco.\n\nReply\nreply\n3 more replies\nTwoKingSlayer\n•\n1 yr. ago\n\ndefinitely. I have a Vornado fan that moves the air much better and is more powerful and it cost 1/3 of the Dyson.\n\nReply\nreply\nComplete-Balance-814\n•\n1 yr. ago\n\nWe have 4 of them, no problems. They are better than regular fans because of the power in them to move air and how quiet they are. Also tons safer to have around children and animals.\n\nAre the perfect? no. Some things are worth the price. This is one of them.\n\nReply\nreply\nbamaboysau1\n•\n5 mo. ago\n\nDP04 is a great fan. I just don't understand how it cools better at lower settings.\n\nReply\nreply\n \nTop 5%\nRank by size \nr/MisterBald\nI Crossed The World's Deadliest Jungle: Darien Gap\nyoutube\n364 upvotes · 153 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/headphones\nHow many of you hear difference between dacs or amps even if it has sufficient power. (no tube or r2r) POLL\n16 upvotes · 47 comments\nr/newzealand\nDVS vs. HRV vs. SmartVent vs. BetterVent lol 😂 help\n22 upvotes · 44 comments\nr/DatGuyLirik\nPlease\nyoutube\n194 upvotes · 16 comments\nr/ABroadInJapan\nHow to Spend 14 Days in JAPAN 🇯🇵 Ultimate Travel Itinerary\nyoutube\n129 upvotes · 21 comments\nr/ABroadInJapan\nI Spent $1,000 on Japan's Tiniest Car (Was it really worth it?) (Journey Across Japan: Non-Stop-North S1E1)\nyoutube\n114 upvotes · 19 comments\nr/mealtimevideos\nTrapping 200 Scammers in an Impossible Maze [22:31]\nyoutube\n155 upvotes · 13 comments\nr/KDRAMA\nVarious Artists - Castaway Diva Full OST Album\nyoutube\n114 upvotes · 26 comments\nr/korea\nRussian Pickpokceters arrested in the subway\nyoutube\n222 upvotes · 65 comments\nr/BuyItForLife\nBest fan for cooling down bedroom?\n146 upvotes · 136 comments\nr/macgaming\nStray on Mac! (Native for ) (M3 Max)\nyoutube\n116 upvotes · 37 comments\nr/amateurradio\nNew to HF trying to decide between dx comander and chameleon MPAS 2.0\n6 upvotes · 24 comments\nr/wyzecam\nWyze cams are a joke\n11 comments\nr/CleaningTips\nFirst World Problem: All Vacs are Trash\n113 upvotes · 92 comments\nr/Netherlands\nWhy Vienna's housing is so affordable compared to Amsterdam?\nyoutube\n153 upvotes · 173 comments\nr/MythicalKitchen\nBinging With Babish Eats His Last Meal\nyoutube\n152 upvotes · 21 comments\nr/flashlight\nThis might not be the best place to ask this, but are there any auxiliary/off road lights that can be bought for a fair price on amazon? Or is it all lying lumens junk?\n1 upvote · 4 comments\nr/intel\nIntel's Snake Oil & Completely Ludicrous Marketing\nyoutube\n343 upvotes · 211 comments\nr/turntables\nShould I buy this Technics SL1200 MK2? I'm not a DJ but I have small kids! (Description in comments)\n48 upvotes · 63 comments\nr/Amd\nCan Integrated Radeon 780M RDNA 3 Graphics Beat The GTX 1050 Ti? (Ft. Minisforum UM780XTX)\nyoutube\n102 upvotes · 83 comments\nr/hometheater\nA contrarian view: bought dual subs during the SVS sale for HT use. And they're sealed. And perfect!\n5 upvotes · 27 comments\nr/Cynicalbrit\nGeekenders - Jesse and Dodger RETURN!\nyoutube\n110 upvotes · 7 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 20, 2022\nReddit\nreReddit: Top posts of August 2022\nReddit\nreReddit: Top posts of 2022"
}