{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "ELI5: non-plastic water bottles with plastic straws and lids",
  "href": "https://www.reddit.com/r/explainlikeimfive/comments/yh0wo2/eli5_nonplastic_water_bottles_with_plastic_straws/",
  "body": "The motivation for using metal straws and glass or metal water bottles isn't a health one, ie avoiding exposure the plastic. The motivation is to minimize use of single-use plastics and further harm the environment. Metal and glass drinking vessels and straws are reusable so there's less waste and especially less plastic waste.",
  "textContent": "ELI5: non-plastic water bottles with plastic straws and lids : r/explainlikeimfive\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to explainlikeimfive\nr/explainlikeimfive\n•\n1 yr. ago\ntellaballet\nELI5: non-plastic water bottles with plastic straws and lids\nChemistry\n\nETA: to clarify, I’m referring to reusable plastic, not single use plastic. Also just wondering about the chemicals leaching from the plastic into the water, and how a reusable plastic straw or lid would or wouldn’t defeat the purpose of using a non-plastic bottle to hold the water. Sorry if those things weren’t clear!\n\nOriginal post:\n\nHow is it that using a stainless steel or glass water bottle is considered healthier than a plastic bottle when most of them come with plastic straws and lids to drink the water with? Don’t the plastic parts negate the non-plastic bottle since the water passes through them?\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nmtnslice\n•\n1 yr. ago\n\nThe motivation for using metal straws and glass or metal water bottles isn’t a health one, ie avoiding exposure the plastic. The motivation is to minimize use of single-use plastics and further harm the environment. Metal and glass drinking vessels and straws are reusable so there’s less waste and especially less plastic waste.\n\npug_grama2\n•\n1 yr. ago\n\nAccidents with metal straws:\n\nhttps://www.livescience.com/65925-metal-straw-death.html\n\nhttps://www.today.com/health/health/metal-straw-punctures-throat-artery-brain-rcna45635\n\nhttps://www.cpsc.gov/Recalls/2016/Starbucks-to-Recall-Stainless-Steel-Beverage-Straws-to-Provide-New-Warnings\n\nrazeronion\n•\n1 yr. ago\n\nI think it's cus stainless steel keeps the liquid inside hotter or colder longer. There is no save the planet sentiments whatsoever.\n\ngreatvaluemeeseeks\n•\n1 yr. ago\n\nBecause plastic breaks down with UV light and heat. You don't know how long the plastic water bottle has been sitting on a pallet in the sun or the back of a hot truck where it's bathed in the water. The lid makes up a tiny portion of surface area exposed to the water compared to the amount of surface area a bottle would expose to the water.\n\n \n24\nRank by size \nr/bali\nDrinking water without plastic waste?\n5 upvotes · 15 comments\nr/todayilearned\nTIL: The Prionailurus rubiginosus or \"Rusty Spotted Cat\" is the world's smallest cat. When fully grown, they can still fit in the palm of your hand.\nyoutube\n290 upvotes · 27 comments\nr/explainlikeimfive\nELI5 - What's the difference between littering a plastic bottle vs a glass bottle?\n5 comments\nr/gardening\nConundrum: Reusing plastic containers as post\n1 upvote · 4 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/NoStupidQuestions\nDoes the type of material for a water bottle help it stay cleaner longer?\n2 upvotes · 6 comments\nr/todayilearned\nTIL the music video for Mint Royale's \"Blue Song\" was the direct inspiration for the 2017 feature film Baby Driver\nyoutube\n113 upvotes · 31 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/canberra\nRecycling plastic bottles in Canberra - remove the lids?\n24 upvotes · 18 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/sousvide\nOne of the more informative steak videos I've seen: Why Ripping Hot Is Too Hot? | TESTED\nyoutube\n128 upvotes · 43 comments\nr/ualbany\nCans of Water sold in CC vending machines\n10 upvotes · 2 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/todayilearned\nTIL: The female vocals on the Rolling Stones' iconic \"Gimme Shelter\" were performed by a 4-months-pregnant Merry Clayton wearing pajamas and curlers in her hair because of the late hour at which she was unexpectedly brought into the recording studio.\nyoutube\n325 upvotes · 34 comments\nr/NoStupidQuestions\nWhy don't we use 1 type of plastic for entire single use bottles?\n1 upvote · 7 comments\nr/recycling\nupdate: Paper water bottle\n6 upvotes · 9 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/ScienceBasedParenting\nReplacing plastic - what to prioritize?\n84 upvotes · 107 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 250 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/answers\nIn small plastic bottles of Gatorade and many teas and juices, why is the plastic so thick compared to most water bottles?\n131 upvotes · 40 comments\nr/Anticonsumption\nEco-friendly alternative to plastic bags?\n7 upvotes · 23 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/bayarea\n\"Welcome to the Bay Area\"\nyoutube\n277 upvotes · 105 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 30, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}