{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "What do plastics have to do with climate change? - Exposure",
  "href": "https://stories.undp.org/what-do-plastics-have-to-do-with-climate-change#!",
  "body": "About 79 percent of plastic waste ends up in landfills or nature and some 12 percent is incinerated. While - theoretically - most plastic materials can be recycled, the reality on the ground looks different.",
  "textContent": "SKIP TO CONTENT ↓\nUNDP\nSustainable Development Goals\nAbout Us\nCategories Contact\nSUBSCRIBE\n DOWNLOAD\nENJOY\n991\nWhat do plastics have to do with climate change?\nBy United Nations Development Programme\nNOVEMBER 15TH, 2022\n\nWhen you think of plastic pollution, you may think of plastic bags strangling sea animals or bottles littering the landscape.\n\nBut the impacts of plastic pollution go far beyond the finished product and start with how plastics are made.\n\nThe plastics industry is actually the fastest-growing source of industrial greenhouse gases in the world. The UN Environment Programme estimates that the greenhouse gas emissions from plastic production, use and disposal could account for 19 percent of the total global carbon budget by 2040.\n\nWe compiled some of the most asked questions about plastics to show you how all of this relates to the climate crisis. Take a look.\n\nFrom production to transport and disposal, plastics result in greenhouse gas emissions at every stage of their lifecycle. Photos: Shutterstock\nWhat are plastics made of?\n\nPlastics are not one distinct material but rather a group of materials with different compositions and characteristics. In fact, there are thousands of different plastic varieties.\n\nHowever, about 99 percent of the plastics we use today originate from fossil fuels like oil, gas or coal. Plastic production is therefore deeply linked with the fossil fuel supply chain, and many fossil fuel companies own, operate or invest in plastic production infrastructure. \n\nPlastic materials can also be produced from renewable sources such as wood fibres or algae, but this industry currently only represents a small fraction of global plastic production.\n\nAlthough plastics can be manufactured from renewable sources, 99 percent of the plastic we use comes from fossil fuels. Photos: Shutterstock\nHow much plastic is produced?\n\nScientists estimate that between 1950 and 2017, the world produced 9.2 billion tons of plastic.\n\nToday, we manufacture around 438 million tons of new plastic every year. With no slowdown in sight, this number is projected to surge to 34 billion tons by 2050.\n\nWe produce about 300 million tons of plastic waste each year, roughly the weight of the entire human population, according to the UN Environment Programme. Photo: Shutterstock\nHow much plastic waste is recycled?\n\n\n\n\nOf all the plastic waste we generate globally, scientists estimate that less than 10 percent is recycled. About 79 percent of plastic waste ends up in landfills or nature and some 12 percent is incinerated.\n\nWhile – theoretically – most plastic materials can be recycled, the reality on the ground looks different. From contamination of plastic waste (for example, with labels or food remains) to harmful chemical additives found in some plastics (for example, flame retardants) to a lack of economic incentives and profitability, there are many barriers to effective recycling.\n\nAs a result, much of today’s recycling is merely postponing final disposal in landfills or incinerators, not preventing plastic waste.\n\nOnly a small fraction of plastic waste (10 percent) is actually recycled. The rest is either incinerated or ends up in landfills. Photos: UNDP/Sumaya Agha\n\nPlastics result in greenhouse gas emissions at every stage of their lifecycle – from the extraction and transport of fossil fuels to energy- and emissions-intensive refining processes to plastic waste management or leakage into the environment.\n\nIn 2019, plastic production and incineration resulted in greenhouse gas emissions equal to the emissions from 189 five hundred-megawatt coal power plants.\n\nIf plastic production and use grow as predicted, then by 2030, these emissions could reach 1.34 gigatons per year – equivalent to the emissions released by more than 295 new 500-megawatt coal-fired power plants.\n\nQuite simply, emissions from the plastic lifecycle threaten our ability to meet global climate targets.\n\nThe plastics industry is the fastest-growing source of industrial greenhouse gases in the world. An estimated 850 million metric tons of greenhouse gases were released into the Earth’s atmosphere in 2019 from the production and disposal of plastic. Photos: Shutterstock\nWhy is plastic bad for the environment?\n\nIn addition to fuelling the climate crisis, plastic can seriously harm ecosystems when leaking into the environment.\n\nThis includes physical impacts such as animals getting entangled in or ingesting plastic, chemical harm caused by hazardous additives in plastic products or biological damage through plastic particles carrying invasive species or impeding important biological processes such as carbon sequestration.\n\nPlastic pollution isn't just unsightly; it can cause harm to ecosystems and impede important biological processes like carbon sequestration. Photos: Shutterstock (left) and UNDP Bolivia/Miguel Samper (right)\nWhat must be done to tackle plastic pollution?\n\nTo mitigate the climate, environmental and health impacts of plastic pollution, we must turn off the tap and eliminate plastic pollution at its source, not only cutting down its use at an individual level but cutting down its overall production.\n\nThere are many opportunities to achieve this, including ending the production and consumption of single-use plastics, reducing the use of inessential plastics packaging, championing the transition to zero-waste communities, enforcing extended producer responsibility, and including the plastics sector in greenhouse gas emission reduction targets.      \n\nAn estimated 50 percent of plastic produced is for single-use items. Photos: Shutterstock\nHow can you help?\n\nMany of us are aware of the daily actions we can take to reduce our individual plastic footprint: bringing your own bottles to avoid buying plastic ones, choosing groceries and personal care products without packaging whenever available, supporting sustainable local alternatives and reuse models and more.\n\nHowever, the most impactful actions you can take to end plastic pollution are:\n\nadvocate for and support the implementation of policy and legislation to reduce plastic production, boost circular design, improve waste management and hold polluters accountable;\nsupport initiatives providing critical solutions to reduce plastic pollution and advocating for governments and businesses to act;\nbecome an advocate for reducing plastic pollution yourself and help change others’ behaviours.\nDaily actions such as relying on reusable bottles and shopping bags can make a significant difference. For greater impact, individuals can advocate for policies and actions to reduce overall plastic production and to hold polluters accountable. Photos: Shutterstock\n\nAt the fifth UN Environment Assembly, 175 nations agreed to begin negotiations on a legally binding UN treaty on plastic pollution that addresses the full lifecycle of plastic.\n\nThis historic agreement could help create the necessary accountability and transparency to transform the way we produce, consume and dispose of plastics.\n\nThe official negotiations for this legal instrument start in November 2022 and are set to wrap up in 2024.\n\n© 2023 United Nations Development Programme\n\nNEXT\nPREVIOUS\nENJOY\n991\n   \nSHARE STORY\nUNDP works in nearly 170 countries and territories, helping to achieve the eradication of poverty, and the reduction of inequalities and exclusion. We help countries to develop policies, leadership skills, partnering abilities, institutional capabilities and build resilience in order to sustain development results.\nJoin 11.5k others\nStay updated\n SUBSCRIBE TO STORIES\nBy subscribing to the mailing list of United Nations Development Programme your email address is stored securely, opted into new post notifications and related communications. We respect your inbox and privacy, you may unsubscribe at any time.\nPrivacy Policy Terms of Service Report\nFollow Us\n     \nUNDP Sustainable Development Goals About Us \n Categories Contact\nMore Stories by United Nations Development Programme\nEmpowering women in justice\nWhy investing in women is vital to achieving justice\nREAD\nGaza : « Rien n'est comparable à cette guerre »\nDecember 5th, 2023\nREAD\nGaza: “Nada es comparable a esta guerra”\nDecember 5th, 2023\nREAD\nGaza: ‘In this war, everything is different’\nDecember 4th, 2023\nREAD\nChange-makers in action\nBuilding disability inclusive, resilient communities\nREAD\nLet communities lead\nScaling up the work of people living with HIV and key populations on the path to end AIDS\nREAD\nStory Told With\nSTART PUBLISHING FOR FREE"
}