{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Should I be using plastic straws from juice boxes as a ... - Reddit",
  "href": "https://www.reddit.com/r/NoStupidQuestions/comments/yga3fz/should_i_be_using_plastic_straws_from_juice_boxes/",
  "body": "I get the plastic straws from the juice boxes I often get as part of my school lunch. Btw, I once had a pack of chewing gum I forgot I had in my backpack. When I rediscovered the white chewing gum, it had been crushed to paste and stuck like glue on things. So, I had pens & sharpies that were caked in the solidified gum.",
  "textContent": "Should I be using plastic straws from juice boxes as a substitute for chewing gum? : r/NoStupidQuestions\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to NoStupidQuestions\nr/NoStupidQuestions\n•\n1 yr. ago\nCHRF-1621\nShould I be using plastic straws from juice boxes as a substitute for chewing gum?\nUnanswered\n\nI get the plastic straws from the juice boxes I often get as part of my school lunch.\n\nBtw, I once had a pack of chewing gum I forgot I had in my backpack.\n\nWhen I rediscovered the white chewing gum, it had been crushed to paste and stuck like glue on things. So, I had pens & sharpies that were caked in the solidified gum.\n\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nYou-got-that-wrong\n•\n1 yr. ago\n\nIt is generally not a good idea to chew on plastic, so I do not recommend it. With what we know about micro-plastics, choking hazards, and general dental health it is easy to see why it is a bad idea. If you were chilling on the school bus chewing on a piece of plastic and hti a speed bumb causing you to inhale that shit? You are going to have a bad day, you might even die. Nobody areound is going to know wtf is wrong with you. 10 minutes for the ambulance to get there in the best of circumstances. As you slowly turn purple and die with a chewed up plastic straw obstructing your airway, gouging your insides with every last kick and spasm, hopefully you recall this reddit comment and how at least one person pointed out to you that it can be dangerous to chew on bits of plastic garbage for no reason other than that you want to. Pick the gum over the garbage, can't go wrong.\n\nEntropy. That gum in your backpack is purpose built to one day be smashed and pulverized to bits. So at any given time the state of your gum is either pulverized, or not yet pulverized. The amount of time it takes to be pulverized is relative, so the further you zoom out, the less significant any length of time will appear. I guess my point is, the gum got all chewed up without actually going in your mouth. It was always destined to do so anyway, so there is no real loss. Had you simply just chewed all that gum in the amount of time it took for you to notice that it got smashed up in your backpack, you never would have marked it's passing as significant. Honestly that just sounds like a shitty mess I am glad I do not have to deal with. I also do not think it is very relevant to the whole straw question\n\nCHRF-1621\n•\n1 yr. ago\n\nEntropy. That gum in your backpack is purpose built to one day be smashed and pulverized to bits. So at any given time the state of your gum is either pulverized, or not yet pulverized. The amount of time it takes to be pulverized is relative, so the further you zoom out, the less significant any length of time will appear. I guess my point is, the gum got all chewed up without actually going in your mouth. It was always destined to do so anyway, so there is no real loss. Had you simply just chewed all that gum in the amount of time it took for you to notice that it got smashed up in your backpack, you never would have marked it's passing as significant. Honestly that just sounds like a shitty mess I am glad I do not have to deal with. I also do not think it is very relevant to the whole straw question\n\nWhile death by inhaling a plastic straw on a school bus is unlikely for me (I don't take the school bus ever unless it's on a field trip and I've never gone on a field trip since middle school) I can see your point in that there's a chance of someone bumping into me while I was chewing on the straw at lunch.\n\nMummyPanda\n•\n1 yr. ago\n\nLook up chewigems if you like to Chew. They are designed for the purpose\n\n \nTop 1%\nRank by size \nr/ReadyMeals\nOK, am I the only person that seems to have grown fatter fingers when trying to open the Factor sauce containers?\n8 upvotes · 3 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes · 16 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/mac\nThe impact of 8gb vs 16gb measured\nyoutube\n323 upvotes · 311 comments\nr/ireland\nPaper straws are useless\n294 upvotes · 92 comments\nr/gaming\n\"The Open Hand Charity Scam Is So Much Worse\"\nyoutube\n1.1K upvotes · 277 comments\nr/autism\nDo you chew on things to soothe yourself?\n20 upvotes · 22 comments\nr/castiron\nStupidly used a plastic spatula in my cast iron pan. Is it safe?\n3 upvotes · 27 comments\nr/gaming\nPhysically correct slime simulator\nyoutube\n191 upvotes · 23 comments\nr/ElectronicsRepair\nAny ideas on how to clean travel charger leads of sticky substance stuck inside?\n1 upvote · 6 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/Piracy\nSony Steals Customers' Purchased Content - Piracy is COMPLETELY JUSTIFIED | Louis Rossmann Youtube\nyoutube\n498 upvotes · 123 comments\nr/ualbany\nCans of Water sold in CC vending machines\n10 upvotes · 2 comments\nr/carbonsteel\nPSA: The new Matfer Bourgeat pans that are sold in plastic bags DO have a coating on them\n2 upvotes · 12 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nr/vegan\nThoughts on buying vegan options wrapped in plastic? For example, I LOVE tofu, but never buy it because of the plastic. https://www.forbes.com/sites/briankateman/2021/03/08/will-the-plant-based-food-industry-ditch-plastics/?sh=23d2c3dc64d6\n11 comments\nr/apple\nM3 MacBook Pro: 10 games tested with 8GB RAM\nyoutube\n162 upvotes · 106 comments\nr/gaming\nPoets of the Fall Perform \"Herald of Darkness\" from Alan Wake 2\nyoutube\n185 upvotes · 23 comments\nr/gaming\nZero Punctuation... I mean uh, Fully Ramblomatic! | Alan Wake 2\nyoutube\n3.8K upvotes · 263 comments\nr/NoahGetTheBoat\nMother and daughter carjacked at gunpoint in Chicago\nyoutube\n181 upvotes · 14 comments\nr/gaming\nGTA 6 TRAILER DROPPED NOW\nyoutube\n56K upvotes · 6.8K comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/videos\nWhat would a magnitude 15 earthquake be like?\nyoutube\n259 upvotes · 37 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 29, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}