{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "It looks like plastic, feels like plastic, but it isn't. This ... - Reddit",
  "href": "https://www.reddit.com/r/Damnthatsinteresting/comments/y8ajci/it_looks_like_plastic_feels_like_plastic_but_it/",
  "body": "\"this invention can solve the global plastic pollution problem\", but only if an American company can own the patent and make 8,000% profit, and if not, they can and do bury burgeoning products in litigation and other forms of corporate sabotage, like buy the patent from the inventor and shelf the product.",
  "textContent": "It looks like plastic, feels like plastic, but it isn't. This biodegradable bioplastic (Sonali Bag) is made from a plant named jute. And invented by a Bangladeshi scientist Mubarak Ahmed Khan. This invention can solve the Global Plastic Pollution problem. : r/Damnthatsinteresting\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to Damnthatsinteresting\nr/Damnthatsinteresting\n•\n1 yr. ago\nsurajvj\nIt looks like plastic, feels like plastic, but it isn't. This biodegradable bioplastic (Sonali Bag) is made from a plant named jute. And invented by a Bangladeshi scientist Mubarak Ahmed Khan. This invention can solve the Global Plastic Pollution problem.\nVideo\nArchived post. New comments cannot be posted and votes cannot be cast.\nsnickers.com\nLearn More\nSort by:\n[deleted]\n•\n1 yr. ago\n[deleted]\n•\n1 yr. ago\n\nHear this kinda stuff all the time…never happens.\n\nVeryStableGenius\n•\n1 yr. ago\n\nPolylactic acid (PLA) is a big thing. It's made from corn. It is the principal 3D printing plastic. Also used for food wrap and plastic utensils.\n\nIt is compostable, but it takes a long time. Basically, industrial composting but not your home compost bin. In the ocean, it lasts for 80 years, about 10x less than petro-plastics.\n\n82 more replies\n125 more replies\n[deleted]\n•\n1 yr. ago\nJMace\n•\n1 yr. ago\n\nA lot of the time when we hear news like this (particularly with regards to energy production) it's either not accurate information, or the cost to produce it is just too high, or it can't be scaled effectively.\n\nThe last report I read that they were selling these bags at 10Tk, which translates to roughly 9.5 cents US per bag. Polythene bags cost about a penny to produce. Unless the cost comes down, it will be hard for them to compete with plastic.\n\nAuctoritate\n•\n1 yr. ago\n\nor the cost to produce it is just too high\n\nEvery time I hear this excuse I can't help but think about how it's basically going \"well our planet is being ravaged by pollution, but the better alternative is more expensive so we have no choice but to keep on using the materials that are destroying nature'\n\nAnd I already spend 10 cents per plastic bag at the grocery store. Oh no, the 10 cents would to a green alternative instead of the store's bank account?? Cry me a river.\n\n24 more replies\n17 more replies\n[deleted]\n•\n1 yr. ago\nFun_Hour2368\n•\n1 yr. ago\n\nsadly there are many bio-based polymers that have been identified as potential alternatives to plastic.\n\nresource availability, production capacity, and end-use application performance (namely oxygen barrier) has always been too tall of an order for any of these to meet\n\nQuirky_Butterfly_946\n•\n1 yr. ago\n\nSo a few questions need to be answered.\n\nHow many plants are used to make 100yrd\n\nHow quickly does this plant grow from seed to harvest\n\nWhat type of soil does the plant need, and does the soil need to be fertilized. If so how often\n\nWhat is the process of manufacturing, what machines are used, how much output a day can they do\n\nHow is this manufacturing being fueled, gas, oil, electric, and is this source available\n\nHow many people need to harvest the plant, what are the working conditions, wages\n\nWhat is the cost for 100yrds from seed to end product\n\nWill any future need to increase production cause land to be altered from its original state and if so what is the expected area\n\nEtc,\n\n7 more replies\nNo_Abbreviations3667\n•\n1 yr. ago\n\noil companies here of this. Inventor goes for talk with oil companies. Doesn't want to sell but give patent to the world. Inventor dies mysteriously. Factory burns down. Formula disappears. 10 years later oil companies come out with a new type of plastic and looks like the heroes. Makes billions of dollars. Isn't life wonderful. Am I being too negative in my age ???\n\nlethe25\n•\n1 yr. ago\n\nNah you’ve just been paying attention.\n\n2 more replies\nm135in55boost\n•\n1 yr. ago\n\nCoke literally paid people to kill Union reps a few years ago so no you're not.\n\n5 more replies\nCMDR_omnicognate\n•\n1 yr. ago\n\nhonestly 99% of the time these miracle materials never go anywhere is because they aren't actually miracles at all, and they're just hiding the flaws of it. either that or news companies blow the new discovery out of proportions because it makes the story better\n\n5 more replies\neverydayasl\n•\n1 yr. ago\n\nSomebody work with him! This is amazing.\n\n[deleted]\n•\n1 yr. ago\n\nThis is from 2019. No idea if it ever took off but it’s not brand new. Hopefully it’s as promising as it seems.\n\nsrandrews\n•\n1 yr. ago\n\nI find interesting the attribution of conspiracy and the ignorance of economics and other forces. Should the function and cost of a bioplastic bag beat plastic bags such as polyethylene bags, then the Sonali bag would be used. It is basic free-market.\n\nAnd Bangladesh decided to say no to the free market and ban polyethylene bags. And so Sonali bags are used there (certainly among the other numerous bioplastic bags as well).\n\nSo there are two things that make bioplastics viable or not: a free market and/or a regulated market.\n\nBut instead somehow there is conspiracy standing in the way of a simple choice people are able to make. It boggles my mind. No mystery or conspiracy here. We are simply unable to actualize the world we want due to obstacles we ourselves create.\n\n12 more replies\nthesnapening\n•\n1 yr. ago\n\nShould definitely be given a noble prize but companies make way too much using plastic they ain't changing until forced to.\n\n5 more replies\njustagirlexploring\n•\n1 yr. ago\n\nJute requires a large amount of water to cultivate. This is not an environmentally friendly solution.\n\n5 more replies\nEuphoric-Dance-2309\n•\n1 yr. ago\n\nYou can make the same kind of thing from hemp. Big oil doesn’t want that though.\n\nView more comments\n \nTop 1%\nRank by size \nr/nonononoyes\nClever teenage girl eluding a creepy guy pursuing her in a car\nyoutube\n1.1K upvotes · 337 comments\nr/ExplainLikeImCalvin\n[ELIC]Why is corn the only food you can still see after going to the bathroom?\n123 upvotes · 11 comments\nr/OldSchoolCool\nMy moms best friend is on his deathbed. His dying wish is for us to show his videos of him hang gliding in the 1970s and 1980s. So here's one.\nyoutube\n6.1K upvotes · 357 comments\nr/MushroomGrowers\n[Gourmet] What's the general consensus on consuming recycled, cardboard-grown fungi?\n396 upvotes · 92 comments\nr/midjourney\n[Infinity zoom] Alan Watts on Meditation and Mantras\nyoutube\n109 upvotes · 1 comment\nr/interestingasfuck\nThe President of France is victim of child grooming and ephebophilia\nbusinessinsider\n4.6K upvotes · 656 comments\nr/UpliftingNews\nExperience: I play piano for rescued elephants\ntheguardian\n122 upvotes · 5 comments\nr/lotrmemes\nYou’ve heard of Frodo on a Toto, but have you heard of…\n13 comments\nr/climate\nThe Beef Industry Is Trying to Sell Us Bullcrap: Like the oil and gas industry once did, Big Meat is slowly ramping up its PR spin on climate.\ngizmodo\n947 upvotes · 84 comments\nr/labrats\nHave any of my fellow labrats noticed an increase in the price of laboratory reagents in the past few months? I bought 2.5 L of nitric acid for 130€ before the war and now it's almost 400€\n30 upvotes · 16 comments\nr/Conservative\nCalifornia becomes first state to ban plastic produce bags\nktla\n12 upvotes · 36 comments\nr/sanfrancisco\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n188 upvotes · 99 comments\nr/NatureIsFuckingLit\n🔥 First-ever images prove that a 'lost' species of echidna is not extinct\nbbc\n290 upvotes · 11 comments\nr/singularity\nGemini unlocking scientific literature: \"Over a lunch break, Gemini read 200,000 papers for us, filtered it down to 250, and extracted their data.\"\nyoutube\n194 upvotes · 39 comments\nr/EngineeringPorn\nUni-wheel by Hyundai\nyoutube\n157 upvotes · 35 comments\nr/mylittlepony\nWhat, that's not...\n228 upvotes · 27 comments\nr/ChatGPT\nSam Altman, CEO of OpenAI, Fired By OpenAI Board of Directors\ncnbc\n154 upvotes · 46 comments\nr/todayilearned\nTIL that Weird Al signs contracts with artists before parodying their music, and they get paid too!\nyoutube\n1.3K upvotes · 250 comments\nr/bayarea\nSan Francisco now at 35% office vacancy rate, highest ever recorded: data\nyoutube\n593 upvotes · 264 comments\nr/bayarea\nBusinesses call for permanent clean-up of Oakland neighborhood\nyoutube\n187 upvotes · 49 comments\nr/NatureIsFuckingLit\n🔥 This is why grazing bison are good for the grasslands ecosystem\nbbc\n148 upvotes · 5 comments\nr/apple\nFuzzy Feelings | Apple Holiday Film\nyoutube\n134 upvotes · 16 comments\nr/business\nMost Americans tip 15% or less at a restaurant — and some tip nothing, poll finds\ncnbc\n1.2K upvotes · 1.1K comments\nr/UpliftingNews\nFirst ever images prove 'lost echidna' not extinct\nbbc\n3.6K upvotes · 93 comments\nr/singularity\nStable Video AI Watched 600,000,000 Videos!\nyoutube\n93 upvotes · 25 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 19, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}