{
  "query": "plastic straws",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "2. Environmental implications and health risks of plastic straws",
  "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10234838/",
  "body": "Go to: 1. Introduction The current practices of production, design, utilization, and disposal of plastics have confirmed severe negative impacts on the globe for ecosystem imbalance, biodiversity, human health, climate change, sustainable livelihoods, cultural diversity, and ultimately human rights ( Kumar et al., 2021 ).",
  "textContent": "Skip to main content\n\nAn official website of the United States government\n\n Here's how you know \nLog in\nAccess keys\nNCBI Homepage\nMyNCBI Homepage\nMain Content\nMain Navigation\nSearch PMC Full-Text Archive\nSearch in PMC\nAdvanced Search  User Guide\nJournal List  Elsevier - PMC COVID-19 Collection  PMC10234838\nAs a library, NLM provides access to scientific literature. Inclusion in an NLM database does not imply endorsement of, or agreement with, the contents by NLM or the National Institutes of Health.\nLearn more: PMC Disclaimer | PMC Copyright Notice\nJ Hazard Mater Adv. 2023 Nov; 12: 100328.\nPublished online 2023 Jun 2. doi: 10.1016/j.hazadv.2023.100328\nPMCID: PMC10234838\nPMID: 37324518\nSustainable management of drinking plastic straws is required to reduce plastic pollution: Are we using them more during COVID-19?\nTadele Assefa Aragaw\nAuthor information Article notes Copyright and License information PMC Disclaimer\nAssociated Data\nData Availability Statement\nGo to:\nAbstract\n\nNowadays, single-use plastic pollution attracts the attention of scholars, policymakers, and practitioners. In addition to personal protective equipment (PPEs) waste during the COVID-19 pandemic, other unpreceded plastic wastes such as packaging from online shopping and food delivery, viruses confirmatory testing, and drinking straws also contributed to pollution and worsened around the globe. This perspective aimed to provide insights into drinking plastic straws as an important source of plastic pollution. Literature searches confirmed that drinking plastic straws, unlike PPEs, have not been researched whether it is an important contributor to pollution or not during the COVID-19 pandemic. Thus, research on the pollution level of this plastic waste and its association with COVID-19 is required. Drinking straw producers and users require adequate strategies and management of this plastic pollution and more widespread rules and regulations to prevent environmental implications and health risks. This study can usefully give highlights for environmentalists, solid waste management experts, policymakers, and governments by describing the environmental impact and raising health risks of drinking plastic straw pollution.\n\nKeywords: Sustainable alternatives, Plastic litters, Microplastics, Plastic management, Health risks\nGo to:\nGraphical abstract\n\nGo to:\n1. Introduction\n\nThe current practices of production, design, utilization, and disposal of plastics have confirmed severe negative impacts on the globe for ecosystem imbalance, biodiversity, human health, climate change, sustainable livelihoods, cultural diversity, and ultimately human rights (Kumar et al., 2021). In addition to commonly used plastics, personal protective equipment (PPEs) (De-la-Torre et al., 2022), packaging from online shopping and food delivery (Oliveira et al., 2021), viruses confirmatory testing materials (Aragaw and Mekonnen, 2022), and drinking straws during the COVID-19 pandemic also contributed to plastic pollution and worsened around the globe. Reports assured that the COVID-19 pandemic has created additional environmental sustainability issues (Mekonnen and Aragaw, 2021). The issue is alarming as several petroleum-based plastics are non-biodegradable and could be persistent for a long time (Dwivedi et al., 2019). Improper management such as incineration and the landfill of plastic wastes could pollute the land-based environment, depending on the facilities and technologies established, ultimately marine pollution (Kibria et al., 2023). If the incineration technology for plastic waste management might not eco-friendly, still it could emit toxic chemicals, such as dioxin, which is carcinogenic and a hormone disruptor, and cause toxicity (Darbre, 2018).\n\nHuman beings have been using different drinking strategies for many reasons, thus drinking using a straw is assumed to minimize tooth contact, resulting in a reduction the health risks and happier teeth too. Positioning the straw so that the liquid doesn't touch any teeth and goes right to the throat; hence, helps to prevent cavities arising from sugary and/or acidic drinks, resulting in discolored protection from harmful liquids (Koubi et al., 2013). Although disposable plastic straws have been primarily made for the protection of teeth health, people have adopted them as luxurious and comfortable utensils in restaurants, cafeterias, and bars during their recreation time (Mundt et al., 2020). In addition, in the COVID-19 pandemic era, people have been encouraged to use drinking straws by the public due to their thought of virus transmission reduction because of non-contact with liquid-containing cups/containers. Thus, COVID-19 demanded and has resulted in an unprecedented rise in the world's production of all kinds of single-use plastics including drinking straws, quantified data is not available (de Sousa, 2021). Before COVID-19 emerged, 500 million straws were used every single day, in just the U.S. alone, according to the National Geography Society (NGS) since 2019 estimates (NGS 2019). Out of this, approximately 8.3 billion plastic straws polluted the world's beaches, and 8 million tons of plastic straws flow into the ocean every year, and straws comprise just 0.025 percent of that (NGS 2019). However, estimated production and consumption of plastic straws during the COVID-19 pandemic is not yet provided, but these straw users in restaurants and cafeteria are increased (published scientific literature is not available). Moreover, many annual events and relaxing times for many peoples take over near beaches with huge plastic straw utilization, and this could lead to a big wave of ocean pollution. Another preliminary study on marine litter pollution along a beach in India found plastic straws as the third most common debris at 9.3% out of all macro-debris (Behera et al., 2021). Also, in Malaysia, plastic straws were investigated one straw per person was utilized daily, and an estimated 30 million straws were used daily (Moy et al., 2021). The per capita usage of straws may be varied from country to country based on the countries’ development and community awareness. For example, in the United States of America, approximately 1.6 straws per capita were used at a daily rate (Snier, 2021).\n\nDrinking straws litter emergence is polluting both the terrestrial and aquatic environment, this piece of evidence revealed that plastic pollution in the environment has been increasing. Furthermore, single-use plastic polymers are a potential source of microplastic pollution in terrestrial and marine environments (T.A. Aragaw, 2021). For instance, plastic packaging, bottles, and containers, mostly made up of PP, PE, and PET were identified as important and potential sources of microplastic pollution (T.A. Aragaw, 2021). Likewise, single-use drinking plastic straws, mostly manufactured from PP and PET polymers, disposed to the natural environment could be an important source of microplastic, as they can break down into pieces of particles under various environmental weathering.\n\nScientific research on plastic waste (general) pollution on the environment and subsequently human health effects have increased in recent years. However, when searching \"drinking plastic straws”, and \"pollution\" as a keyword in the Web of Science database, the results were limited. The publication count with the corresponding country categories is shown in Fig. 1 A and B. Even almost no results were found when the search was set to “drinking plastic straws”, “COVID-19″ and “pollution” keywords (Figs. 1C, D). It is noteworthy that the number of articles retrieved by using the keywords of “COVID-19″ and “drinking plastic straws pollution” accounted for a negligible percentage, which proves the neglection of the impact of plastic straws waste pollution. However, plastic straw-induced pollution that entered into the natural ecosystem will not disappear with the end of ocean threat, particularly with the decrease in public attention, as these may add sources of plastic pollution to the ecosystem and impacts human health. Therefore, this short viewpoint/perspective aimed to increase awareness concerning single-use drinking plastic straws are an important source of pollution, particularly COVID-19 increased impacts. The viewpoint also discussed its environmental implication, and health impacts, and required the development of sustainable and alternative recyclable and reusable drinking straws.\n\nFig. 1\n\nPublished research visualization by using the term \"drinking plastic straws”, \"pollution\" (A, B); \"drinking plastic straws”, \"pollution\", “COVID-19″ (C, D) in the ISI Web of Science.\n\nGo to:\n2. Environmental implications and health risks of plastic straws\n\nThe increased consumption of single-use plastic straws worldwide has given rise to add-on environmental threats, adding to packaging, personal care, and household product of plastic wastes (from macro-litter to nanoplastic particles range) in the environment (Roy et al., 2021; T.A. Aragaw, 2021). Most of these materials are transported from the land-based environment into the waterways, ultimately getting into oceans and adding to the presence of plastics in the aquatic medium. For instance, SANDBOX NEWS, an organization committed to advocacy for the Be Straw Free campaign motion, reported on December 8, 2019, on the presence and impact of plastic straws in the environment (Sandbox Staff 2019).\n\nThe environmental impacts of disposable plastics, including drinking straws in this case, and their breakdown of small-sized particles of pollution have been repeatedly studied. Amobonye et al. (2021) recently reviewed the current status of plastics and microplastics' adverse effects on aquatic and terrestrial habitats, the atmosphere, and human health (Amobonye et al., 2021). Similarly, all those plastic straws are mostly single-use and are made out of commonly used plastic polymers, polypropylene (PP), and polyethylene terephthalate (PET) (Neto et al., 2021). Of course, they consist of different additives to be the straw liquid resistant and colored. Thus, these plastic/microplastics can adversely affect aquatic biotas, then after human health via the food web. The toxicity of plastics/microplastics for biotas and human health can be acute toxicity, chronic toxicity, carcinogenicity, genotoxicity, and development of toxicity (Yuan et al., 2022). Also, disrupting the body balance of biotas, which can increase energy consumption, and decrease growth rate are important effects that arose from microplastics (Li et al., 2021). Consequently, ingested microplastics by aquatic organisms, are ultimately consumed by human beings, raising attention to global food security and safety (De-la-Torre, 2020). Reduction in visual attractiveness in recreational areas is also vital to human mental stability and the tourism economy. Moreover, indiscriminately disposing of plastic straws in the environment could of acting as a carrier for toxic chemicals, such as plastic particles which can adsorb contaminants such as heavy metals (Aragaw and Mekonnen, 2021).\n\nMeanwhile, the effects of drinking plastic straws in the COVID-19 scenario are critical recent attractive attention. Drinking in public restaurants using caps, and containers have been suspected as the source of coronavirus transmission. Thus, drinking straws have been assumed to be utilized to prevent transmission because putting the mouth on drinking containers/caps can harbor a virus if it is not properly washed or handled. Consequently, drinking plastic is suspected to be hugely disposed of in the natural environment from the anthropogenic source and be deposited in different environmental matrices, posing severe effects (Moy et al., 2021). Though there are no worldwide marine litter studies that show the contribution of plastic straws to other plastics during the COVID-19 pandemic, it is supposed to be a great contributor. For instance, Abreo and Kobayashi reported that plastic straw is one of the marine litters associated with COVID-19 in Davao Gulf, Mindanao, Philippines (Abreo and Kobayashi, 2021). Based on the survey, plastic straw was found as one of the nine different types of marine litter found in the study site, it is higher count as compared with facemasks. Plastic bags and plastic packaging, plastic straw, and face mask were the high proportion, the medium, and the lowest proportion, respectively. This indicates that plastic straws are an important marine litter contributor during the COVID-19 pandemic time. Thus, the pollution and fate of drinking plastic straws should be sufficiently investigated worldwide, like that of any single-use plastic waste (such as food packaging). Moreover, it is known, micro/nanoparticles may be directly inhaled and released from the drinking straw as compared with other plastic products, posing human health risks. It is expected that a large number of plastic particles may be leached out from the plastic straw depending on the liquid type and the plastic straw quality. The acidic liquids (such as Coca-cola, and Pepsi), and Alcohols may highly fragment the plastic straws and be directly ingested by the users. Consequently, reducing the use of plastic straws (such as for juice, soft drink, and alcohol drinking), understanding their quality and effect, and the severe risks to human health is critical. Thus, mobilization and awareness creation on protecting environmental pollution through the reduction, elimination, and proper management of single-use drinking straws should be carried out. Furthermore, the impacts of these plastics are a parallel pose for human health, all of which already have associated multilateral biological system threats. This results in a need for governmental support to establish a new global campaign on the drinking plastic straw threat that the local and traditional knowledge, innovations, and practices of people's participation to the global scale of the crisis.\n\nGo to:\n3. Call for sustainable alternatives\n\nBy simultaneously considering the economic development in one country and the complexity of plastic pollution (the impact on the terrestrial and marine environment, human health risk), sustainable strategy and searching for alternatives should be more common, especially in countries where improper plastic management is practiced. Feasible and sustainable strategic alternatives to drinking plastic straws that provide certain relief for environmental pollution and human health can help ecological balance and lower the load of contaminants. Citizen science is viable and sustainable solutions are needed to reduce plastic pollution and create public awareness and intense dealing with communities to government that can be holistically supported by its impact evidence to eliminate the utilization rates. Though banning plastic straws has been proposed by various countries, there is some argument that they should not be banned due to it needed for sick and disabled people, rather it is vital to propose and produce adequate alternatives to single-use plastic straws that meet convenience, comfortable, and its functionality (Roy et al., 2021). For example, producing and evaluating biodegradable plastics as alternative materials. Sustainable alternative solutions are: (1) reusable and recyclable glasses made straws. The majority of glass straws are made of shatter-resistant borosilicate but are still reusable and recyclable. (2) biodegradable, and affordable agave straws produced from bioplastics. Agave is becoming a staple in bioplastics and can produce a straw that closely resembles our society's beloved plastic straw but in a form that is both biodegradable and affordable. (3) Use of seaweed as raw materials to produce straws. Seaweed is an easy-to-grow, carbon-absorbing plant. Seaweed straws have a similar texture to plastic but won't survive in the ocean for centuries. Instead, they quickly biodegrade into food for marine animals; (4) durable cellulose made of straws. Bamboo straws serve as the “middleman” between a single-use and a forever-use item. Bamboo straws are durable, but they probably will not last you a lifetime. When they have run their lifetime, the straws will decompose in your regular garden compost pile. Though the listed above alternatives are recommended, a life cycle assessment (LCA) analysis is required to shift petroleum-based plastic straw products to biodegradable based plastics. As a result, the current plastic alternatives and waste management approaches should be altered on their challenges, in that it could address full LCA principally focusing on prevention, reduction, and redesigning problematic plastics out of the global economy.\n\nGo to:\n4. Conclusion\n\nHuman beings have been frequently using drinking straws, and the COVID-19 transmission threat could probably increases their consumption, so it could become an environmental concern. However, it's an add-on plastic waste source to the land-based environment due to the unpreceded usage is being neglected, and the subsequent marine contamination that could be caused by them was not likely to be of primary scientific concern. There are no or limited relevant studies that report the effect of plastic straw pollution, including during the time of COVID-19. Particularly, plastic straw production rate across the years and worldwide marine litter surveys in pre-, during, and post-pandemic scenario is required to see its pollution contribution. We foresee that agencies in environmental protection, and policymakers will realize, through this perspective paper, the seriousness of drinking plastic straws’ environmental pollution, especially in the COVID-19 scenario its prevalence could be high. Thus, effective and sustainable plastic straw management strategies and environmental pollution protection studies should be carried out.\n\nGo to:\nDeclaration of Competing Interest\n\nThe author declares that there are no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\nGo to:\nAcknowledgments\n\nThe author is thankful to colleagues and experts that support and initiates me and for their constructive comments and proofreads. Also, the author would like to thank researchers and/or scientists for their contribution to the field and would like to apologize if any fault in the literature or do not adequately acknowledge them.\n\nFunding\n\nThe author (s) received no financial support for this research, authorship, and/or publication.\n\nGo to:\nData availability\n\nNo data was used for the research described in the article.\n\nGo to:\nReferences\nAbreo N.A.S., Kobayashi V. First evidence of marine litter associated with COVID-19 in Davao Gulf, Mindanao, Philippines. Philipp. J. Sci. 2021;150:1145–1149. doi: 10.56899/150.05.23. [CrossRef] [Google Scholar]\nAmobonye A., Bhagwat P., Raveendran S., Singh S., Pillai S. Environmental impacts of microplastics and nanoplastics: a current overview. Front. Microbiol. 2021;12 doi: 10.3389/fmicb.2021.768297. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAragaw T.A. The macro-debris pollution in the shorelines of Lake Tana : first report on abundance, assessment, constituents, and potential sources. Sci. Total Environ. 2021;797 doi: 10.1016/j.scitotenv.2021.149235. [PubMed] [CrossRef] [Google Scholar]\nAragaw T.A. Microplastics pollution in African countries’ water systems : a review on findings, applied methods, characteristics, impacts, and managements. SN Appl. Sci. 2021;3:629. doi: 10.1007/s42452-021-04619-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAragaw T.A., Mekonnen B.A. Microplastic Pollution. Sustainable Textiles: Production, Processing, Manufacturing & Chemistry. Springer Singapore; 2021. Distribution and impact of microplastics in the aquatic systems : a review of ecotoxicological effects on biota; pp. 65–104. [CrossRef] [Google Scholar]\nAragaw T.A., Mekonnen B.A. Understanding disposable plastics effects generated from the PCR testing labs during the COVID-19 pandemic. J. Hazard. Mater. Adv. 2022;7 doi: 10.1016/j.hazadv.2022.100126. [CrossRef] [Google Scholar]\nBehera D.P., Kolandhasamy P., Sigamani S., Devi L.P., Ibrahim Y.S. A preliminary investigation of marine litter pollution along Mandvi beach, Kachchh, Gujarat. Mar. Pollut. Bull. 2021;165 doi: 10.1016/j.marpolbul.2021.112100. [PubMed] [CrossRef] [Google Scholar]\nDarbre P.D. Overview of air pollution and endocrine disorders. Int. J. Gen. Med. 2018;11:191–207. doi: 10.2147/IJGM.S102230. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDe-la-Torre G.E. Microplastics: an emerging threat to food security and human health. J. Food Sci. Technol. 2020;57:1601–1608. doi: 10.1007/s13197-019-04138-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDe-la-Torre G.E., Dioses-Salinas D.C., Pizarro-Ortega C.I., Fernández Severini M.D., Forero-López A.D., Mansilla R., Ayala F., Jimenez Castillo L.M., Castillo-Paico E., Torres D.A., et al. Binational survey of personal protective equipment (PPE) pollution driven by the COVID-19 pandemic in coastal environments: abundance, distribution, and analytical characterization. J. Hazard. Mater. 2022;426 doi: 10.1016/j.jhazmat.2021.128070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nde Sousa F.D.B. Plastic and its consequences during the COVID-19 pandemic. Environ. Sci. Pollut. Res. 2021;28:46067–46078. doi: 10.1007/s11356-021-15425-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDwivedi P., Mishra P.K., Mondal M.K., Srivastava N. Non-biodegradable polymeric waste pyrolysis for energy recovery. Heliyon. 2019;5:e02198. doi: 10.1016/j.heliyon.2019.e02198. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKibria, M.G., Masuk, N.I., Safayet, R., Nguyen, H.Q., and Mourshed, M. (2023). Plastic Waste: challenges and Opportunities to Mitigate Pollution and Effective Management (Springer International Publishing) doi: 10.1007/s41742-023-00507-z. [PMC free article] [PubMed] [CrossRef]\nKoubi G., Colon P., Franquin J.C., Hartmann A., Richard G., Faure M.O., Lambert G. Clinical evaluation of the performance and safety of a new dentine substitute, Biodentine, in the restoration of posterior teeth—a prospective study. Clin. Oral Investig. 2013;17:243–249. doi: 10.1007/s00784-012-0701-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKumar R., Verma A., Shome A., Sinha R., Sinha S., Jha P.K., Kumar R., Kumar P., Shubham, Das S., et al. Impacts of plastic pollution on ecosystem services, sustainable development goals, and need to focus on circular economy and policy interventions. Sustainability. 2021;13:9963. doi: 10.3390/su13179963. [CrossRef] [Google Scholar]\nLi Y., Sun Y., Li J., Tang R., Miu Y., Ma X. Research on the influence of microplastics on marine life. IOP Conf. Ser. Earth Environ. Sci. 2021;631 doi: 10.1088/1755-1315/631/1/012006. [CrossRef] [Google Scholar]\nMekonnen B.A., Aragaw T.A. Environmental Footprints and Eco-Design of Products and Processes. Springer; Singapore: 2021. Environmental Sustainability and COVID-19 Pandemic: An Overview Review on New Opportunities and Challenges; pp. 117–140. [CrossRef] [Google Scholar]\nMoy C.H., Tan L.S., Shoparwe N.F., Shariff A.M., Tan J. Comparative study of a life cycle assessment for bio-plastic straws and paper straws: Malaysia's perspective. Processes. 2021;9:1007. doi: 10.3390/pr9061007. [CrossRef] [Google Scholar]\nMundt D., Carl S., Harhoff N. A field experiment on reducing drinking straw consumption by default. Front. Psychol. 2020;11 doi: 10.3389/fpsyg.2020.565537. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nNeto A.M., Gomes T.S., Pertel M., Vieira L.A.V.P., Pacheco E.B.A.V. An overview of plastic straw policies in the Americas. Mar. Pollut. Bull. 2021;172 doi: 10.1016/j.marpolbul.2021.112813. [PubMed] [CrossRef] [Google Scholar]\nNGS A brief history of how plastic straws took over the world. Natl. Geogr. Soc. 2019 https://www.nationalgeographic.com/environment/article/news-plastic-drinking-straw-history-ban [Google Scholar]\nOliveira W.Q.de, Azeredo H.M.C.de, Neri-Numa I.A., Pastore G.M. Food packaging wastes amid the COVID-19 pandemic: trends and challenges. Trends Food Sci. Technol. 2021;116:1195–1199. doi: 10.1016/j.tifs.2021.05.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRoy P., Ashton L., Wang T., Corradini M.G., Fraser E.D.G., Thimmanagari M., Tiessan M., Bali A., Saharan K.M., Mohanty A.K., et al. Evolution of drinking straws and their environmental, economic and societal implications. J. Clean. Prod. 2021;316 doi: 10.1016/j.jclepro.2021.128234. [CrossRef] [Google Scholar]\nSandbox Staff How much do plastic straws affect the environment? LIFESTYLE Opin. 2019 https://sandbox.spcollege.edu/index.php/2019/12/how-much-do-plastic-straws-affect-the-environment/ [Google Scholar]\nSnier, M. (2021). Eternal Plastics. SSEC. https://ssec.si.edu/stemvisions-blog/eternal-plastics#:∼:text=Most drinking straws are made,polypropylene%2C a commonly used polymer.&text=The gas goes through a,Another polymer is polyethylene terephthalate.\nYuan Z., Nag R., Cummins E. Human health concerns regarding microplastics in the aquatic environment—from marine to food systems. Sci. Total Environ. 2022;823 doi: 10.1016/j.scitotenv.2022.153730. [PubMed] [CrossRef] [Google Scholar]\nArticles from Journal of Hazardous Materials Advances are provided here courtesy of Elsevier\nOTHER FORMATS\nPubReader PDF (630K)\nACTIONS\nCite\nCollections\nSHARE\n \n \n \n \n \nRESOURCES\nSimilar articles\nCited by other articles\nLinks to NCBI Databases\nFOLLOW NCBI\n\nConnect with NLM\n\n  \n\nNational Library of Medicine\n8600 Rockville Pike\nBethesda, MD 20894\n\nWeb Policies\nFOIA\nHHS Vulnerability Disclosure\n\nHelp\nAccessibility\nCareers\n\nNLM\nNIH\nHHS\nUSA.gov"
}