{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "It's Time to Talk About Plastic Pollution and Its Impacts on Human ...",
  "href": "https://medicine.duke.edu/news/its-time-talk-about-plastic-pollution-and-its-impacts-human-health",
  "body": "The Problem: A Plastic Pollution Pandemic . Plastic pollution is ubiquitous across all ecosystems. Plastic particles have been found in human organs, blood and placenta. In March, the U.S. Environmental Protection Agency issued its strongest warning yet on the danger of a common group of chemical additives, PFAS, in drinking water.",
  "textContent": "Skip to main content\nSearch\nMain navigation\nAbout the Department\ntoggle sub nav items\nDivisions\ntoggle sub nav items\nFaculty\ntoggle sub nav items\nPatient Care\ntoggle sub nav items\nResearch\ntoggle sub nav items\nEducation and Training\ntoggle sub nav items\nNews\ntoggle sub nav items\nHome\nNews\nIt’s Time to Talk About Plastic Pollution and Its Impacts on Human Health\nApril 18, 2023 By Liz Switzer\n\nEarth Day is a time to raise awareness of the need to protect Earth's natural resources for future generations. It’s also time to have cross-discipline conversations about plastic pollution’s impact on human health, says two School of Medicine researchers with Duke University’s Plastic Pollution Working Group (PPWG). \n\nGlobally, humans can ingest up to 5 grams of plastic every week—the equivalent of a credit card, says Jason Somarelli, PhD, assistant professor in the division of Medical Oncology and co-leader of PPWG, along with an interdisciplinary cohort of faculty and students across nine Duke schools and departments that is funded by a pre-catalyst grant from the Nicholas Institute for Energy, Environment & Sustainability to better understand the problems surrounding plastic pollution and identify solutions. \n\n“Basically, we want to understand how bad plastic really is for your health,” Somarelli says. “Plastic is a huge problem and it needs many solutions. There is no one answer. But the bottom line is we should know what’s going on with plastic and our health.”\n\n“We hear so much about the environmental hazards of plastic pollution, and justifiably so, because it's terrible but what sometimes gets lost in the shuffle are the medical aspects of it,” says Will Eward, DMV, MD, an associate professor of orthopedic surgery whose lab studies comparative oncology across different species. “We know a very, very big risk factor for getting cancer is being born after 1965. It's almost up there with where smoking was historically. In  addition to the environmental aspects of this—which are huge and painful to see—perpetuating carcinogens is a huge medical problem.”\n\n \n\nThe Problem: A Plastic Pollution Pandemic\n\nPlastic pollution is ubiquitous across all ecosystems. Plastic particles have been found in human organs, blood and placenta. In March, the U.S. Environmental Protection Agency issued its strongest warning yet on the danger of a common group of chemical additives, PFAS, in drinking water. But uncertainty remains around how plastics and their additives affect human health. What is known is that the average human consumes and inhales up to 121,000 plastic particles every year—a number that increases with bottled water consumption.\n\nWhile the majority of research on health impacts has focused on phthalates and BPA, recent studies have identified more than 10,000 substances related to plastics manufacturing – including over 2,400 substances that have been identified as substances of potential concern.\n\nA subgroup of the PPWG led by Somarelli and funded by Bass Connections —a program that supports Duke’s commitment to interdisciplinary, collaborative inquiry—took a deep dive into 2,100 of these substances. They found over 100 plastic additives that are known carcinogens and hundreds more for which cancer-causing potential is simply not known. These findings will be submitted for publication later this year.  \n\nResearchers curated the substances according to whether or not they can be found in a database of cancer-causing chemical. Then they looked at the genes that are turned off and on by the chemicals, comparing similarities between clusters of chemical additives based on the genes they impact. From there, they traced the substances to products on the market such as food, packaging and baby toys.\n\n“When we look at the gene expression patterns, the known carcinogens are just smattered throughout the rest of the additives, which means to me that the carcinogens and the additives with unknown cancer-causing potential regulate similar cellular processes,” Somarelli says.  It tells me there may be some that are top priorities that we need to study. It’s fascinating - and a little bit scary - that for 90 percent of the stuff in plastic, we just don’t know what it’s doing.”\n\n \n\nPosing Provocative Medical Questions  \n\nThe PPWG’s research poses provocative questions for the medical and scientific communities, such as what role plastic and its additives play in cancer and cancer aggressiveness, particularly in young people with diseases with increasing incidence rates, like colorectal cancer.\n\nThe impact of plastics on early childhood development, metabolism, pregnancy, and immune system suppression must also be better understood, as does plastic’s impact on different scales of biology, from cells and DNA to organ systems up to individual animals and people, and the populations of animals and people that are disproportionately impacted.\n\n“We should be talking about these questions,” Somarelli says. “I want to know these things.”\n\nSo does Beatrice Schleupner ‘22, a biology major who manages Eward’s lab and works with him and Somarelli on the Bass Connections team. While the experience is one of her most cherished at Duke, she says, it’s also scary.\n\n“Younger people today are really concerned with issues like climate change and pollution. When we do this research and realize how dangerous these micro and nanoplastics can be to our health, it’s intimidating,” she says. “Maybe it's affecting our immune response, or it's causing things like colorectal cancer, or interacting with our gut microbiome. All of these are potential harms we need to think about.”\n\n \n\nOne Health\n\nThe PPWG is highly interdisciplinary with group members’ research falling within six broad themes, one of which is One Health, a paradigm for understanding biological interconnectedness. One Health views animal, human, and environmental health as a single, interconnected entity with plastic pollution having multiple potential impacts to every aspect of global health.\n\nAs a basis for understanding the context around plastics pollution, framing environmental issues from a human health perspective, Somarelli says, can help capture the attention of people who are not likely to care about the environment otherwise.\n\n“We’re pretty siloed in general,” he says.  “I think that needs to change. We all need to understand this concept of One Health and we need to be a society that cares about each other.”\n\nOther co-leads of the PPWG are Meagan Dunphy-Daly, PhD, director of the Duke University Marine Laboratory Scholars Program, Michelle Nowlin, Michelle Nowlin, JD/MA, professor of law, and co-director of the Duke Environmental Law and Policy Clinic, John Virdin, director, Ocean and Coastal Policy Program at the Nicholas Institute, and Zoie Diana, PhD candidate in  marine science and conservation at the Nicholas Institute.\n\nSHARE\n\nFacebook\nTwitter\nLinkedIn\nShare\nNews Sidebar Nav\nRelated News\nKarachaliou Receives Early Career Investigator AASLD Abstract Award\nMario Family Foundation Awardees Focus on Older Adult Care, Heart Failure Patients, HIV\nLeveling the Playing Field: Maria Marquine’s Mission to Advance Latino Health Equity\nAshana Awarded Doris Duke Foundation Grant to Fund Trauma-Informed ICU Project\n2023 Resident Research Day Features Califf Research Award Winners\nFooter\nCareers\nGiving\nAbout Duke and Durham\nTerms and Conditions\nTwitter\n\nmedschool.duke.edu | duke.edu | dukehealth.org\n\n@2023 Duke University and Duke University Health System. All rights reserved."
}