{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Efficiency modules reduce pollution absorption : r/factorio - Reddit",
  "href": "https://www.reddit.com/r/factorio/comments/wmesnj/efficiency_modules_reduce_pollution_absorption/",
  "body": "If you can put speed modules into them then they absorb a lot more pollution though. It works a little backwards, we have these greenhouses from K2 that absorb pollution from atmosphere instead of generating it by 5/m. When you add 2 Eff 1 modules it goes \"up\" to -0.8 absorbed, instead of increasing.",
  "textContent": "Efficiency modules reduce pollution absorption : r/factorio\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to factorio\nr/factorio\n\n1 yr. ago\nZaflis\nEfficiency modules reduce pollution absorption\nComplaint\nsnickers.com\nLearn More\nSort by:\nAdd a Comment\n[deleted]\n\n1 yr. ago\n\nTime to add some pollution modules instead then\n\nReply\nreply\nbot403\n\n1 yr. ago\n\nThe anti module pack. The inefficiency module, the slow module, and the lazy module.\n\nFor those ocd folks who really need a perfect ratio by slowing something down that can't be gotten any other way\n\nReply\nreply\n1 more reply\nUntitledGenericName\n\n1 yr. ago\n\nWait it makes sense, hear me out...\n\nGreenhouse plants use pollution to make wood The efficiency module makes them more 'efficient' so they need less pollution to make wood So they absorb less pollution\n\n100% makes sense. Flawless logic and cold, hard, throbbing facts\n\nReply\nreply\nZaflis\n\n1 yr. ago\n\nAnd what if it's a mechanical air filter machine where you place efficiency modules just to reduce its energy use?\n\nReply\nreply\ndan_Qs\n\n1 yr. ago\n\nBut one mole of wood still translates to the same ratio of moles of CO2?\n\nReply\nreply\n[deleted]\n\n1 yr. ago\n\nI mean that's exactly what you should expect to happen. That's why I don't put them in forestry's. If you can put speed modules into them then they absorb a lot more pollution though.\n\nReply\nreply\nZaflis\n\n1 yr. ago\n\nIt works a little backwards, we have these greenhouses from K2 that absorb pollution from atmosphere instead of generating it by 5/m. When you add 2 Eff 1 modules it goes \"up\" to -0.8 absorbed, instead of increasing. Actually it would make sense if it remained the same -5.\n\nAlso i really don't know if this issue is to be tackled by devs or mod creator.\n\nReply\nreply\n[deleted]\n\n1 yr. ago\n\nIts raised on the K2 discord a lot of times but it cant be fixed. A negative polution modifier is increased by speed/prod modules and decreased by eff modules, because its a basic multiplication.\n\nReply\nreply\n17 more replies\nDeadlypandaghost\n\n1 yr. ago\n\nAlways the mod creator. A developer is only responsible for their built in modding tools working. The modder is responsible for compatibility between their mod and the game.\n\nReply\nreply\n3 more replies\nescafrost\n\n1 yr. ago\n\nSpeed modules.\n\nReply\nreply\nGuava-King\n\n1 yr. ago\n\nThrow production modules instead?\n\nReply\nreply\n \nTop 1%\nRank by size \nRelated\nFactorio\nAction game\nGaming\nforward\nback\nr/technology\nNew Solar Panel Design Uses Wasted Energy to Make Water From Air\nmsn\n78 upvotes 路 4 comments\nr/factorio\nAre efficiency modules worth it?\n10 upvotes 路 17 comments\nr/factorio\nHow Hard is it to Beat Factorio in HELL?\nyoutube\n579 upvotes 路 68 comments\nr/energy\nGame-Changing Carbon Capture Technology To Remove 99% of CO2 From Air\nscitechdaily\n80 upvotes 路 49 comments\nr/Factoriohno\nThe absolute shortest possible way to explain how trains work. These are the ABSOLUTE. BASICS.\nyoutube\n150 upvotes 路 9 comments\nr/KerbalSpaceProgram\nScience and Tech Tree with Tom 'FRIIIDAAAAAAAAY' Vinita - KSP 2 Dev Chats\nyoutube\n144 upvotes 路 44 comments\nr/sysadmin\nCarbon Footprint\n15 upvotes 路 40 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n221 upvotes 路 29 comments\nr/Frostpunk\nFrostpunk 2 | Teaser Trailer\nyoutube\n509 upvotes 路 38 comments\nr/Aquariums\nWhat is this black hairy stuff? How do I get rid of it? I recently changed lights from the hood that came with the tank to a better one suited for a planted tank. Then this happened. Help!\n4 upvotes 路 4 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes 路 53 comments\nr/rust\nLifetimes in Rust, clearly explained\nyoutube\n120 upvotes 路 10 comments\nr/factorio\n(New Player) So I'm kind of on the ropes with biters right now, can I use circuits to manage my factory's pollution?\n4 upvotes 路 11 comments\nr/Seablock\nWhat advantage is there to purify water from hydrogen + oxygen - It seems it needs more energy.\n32 upvotes 路 10 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes 路 17 comments\nr/aquarium\nNitrate removal.\n2 upvotes 路 18 comments\nr/Amtrak\nFuture trains Could Provide Carbon Capture on Wheels\nspectrum.ieee.org\n41 upvotes 路 22 comments\nr/godot\nI Did it, Every Single Godot Node Explained in 42 Minutes! This was so much more work than I anticipated. Thank you guys for the support on the series! imma go take a nap.\nyoutube\n273 upvotes 路 38 comments\nr/bettafish\nalgae in tank\n1 upvote 路 5 comments\nr/aoe2\nComparing HD pathing to current DE pathing\nyoutube\n152 upvotes 路 45 comments\nr/ethoslab\nETHO USES MIND CONTROL - A Hermitcraft Decked Out Animation\nyoutube\n246 upvotes 路 9 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes 路 35 comments\nr/Aquariums\nNew Hobbyist with a brand spanking new tank.\n4 upvotes 路 3 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes 路 19 comments\nr/factorio\n[K2SE] Cruising to victory in just under 600 hours...\n192 upvotes 路 53 comments\nTOP POSTS\nReddit\nreReddit: Top posts of August 12, 2022\nReddit\nreReddit: Top posts of August 2022\nReddit\nreReddit: Top posts of 2022"
}