{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "Our fight against plastic pollution in California | TNC",
  "href": "https://www.nature.org/en-us/about-us/where-we-work/united-states/california/stories-in-california/stop-plastic-waste/",
  "body": "June 30, 2022 — Today, CA took decisive action to fight plastic pollution, signing into law SB 54—the nation's most comprehensive and ambitious policy to address pollution from single-use plastic packaging and foodware. Read the full statement. The Problem Our plastic problem is bigger than you think.",
  "textContent": "Skip to content\nLanguage:\nEnglish\nEnglish\nEspañol\nWHAT WE DO\nABOUT US\nGET INVOLVED\nMEMBERSHIP & GIVING\nShow search\n RENEW \nDONATE\n\nSTORIES IN CALIFORNIA\n\nStand Up to Plastic\n\nYou deserve to decide what goes into your environment and your body.\n\nLast updated August 08, 2022\n\nSHARE\nView page in: English | Español\nCalifornia Tackles Plastic Pollution\n\nJune 30, 2022 — Today, CA took decisive action to fight plastic pollution, signing into law SB 54—the nation’s most comprehensive and ambitious policy to address pollution from single-use plastic packaging and foodware. Read the full statement.\n\n \n\nThe Problem\n\nOur plastic problem is bigger than you think. About 11 million tons of plastic enters the ocean every year, and as the fifth largest economy in the world, California is a big part of the problem. But plastic isn’t just in the ocean, it’s everywhere. It’s in our drinking water, it falls in our rain and studies show that harmful plastic pollution disproportionately affects disadvantaged communities. No matter who you are, or where you live, plastic is in your body.\n \n\nIn California, you are eating and breathing plastic every day.\n\nHow We Got Here\nOur Work\nFrom Our Experts\nSURFER on trash strewn beach. © Jason Childs\nWho's Behind This?\n\nBig plastic is big oil. Most plastic is made from fossil fuel, and the pace of plastic production is skyrocketing. \n\nSolutions That Fall Short\n\nThe plastic industry wants to make the problem our responsibility as Californians, and so far, they’ve done a pretty good job. They’ve made it our job to clean up our beaches and recycle, all while they ramp up plastic production every year. California can’t keep pace with plastic’s exponential growth and our environment and communities are paying the price.\n \n\nSolutions That Make a Difference\n\nWe can’t solve this problem by cleaning up the plastic industry’s mess for them, we have to work together to clean up the plastic industry.\n\nRecycling isn’t enough\n\nCalifornia can’t recycle most of the plastic that goes in your bin. Our state’s facilities can’t keep pace with plastic’s exponential growth, and they can’t handle many types of plastics produced today. \n\nThe Nature Conservancy in California is fighting plastic with a big picture approach:\n\nIn the policy arena, we are working with the latest science to advance high-impact policies that will cut the production of single-use plastic flooding our state. Recently passed legislation, Senate Bill 54 (SB 54), sets the tone for the kind of ambitious and comprehensive policy that is needed to turn off the tap.\nIn the private sector, we’re generating foundational research and partnering with global clothing brands to keep plastic microfibers from leaching into the environment when clothes are produced and washed.\n\nDon’t let the plastic industry dictate what goes into your environment or your body.\n\nPOLLUTION California can’t keep pace with plastic’s exponential growth and our environment and communities are paying the price. © Sebnem Coskun/TNC Photo Contest 2021\nPlastic Pollution by the Numbers\n50%\n\nof plastic produced today is \"single use\"\n\n11\n\nMillion tons of plastic enters the ocean every year\n\n4.85\n\nMillion lbs of plastic microfibers contaminate CA every year\n\n850\n\nMillion tons of greenhouse gases emitted yearly\n\nFIGHTING PLASTIC BIG AND SMALL (2:45) We’ve got a problem—a plastic problem. From the takeout containers and water bottles overflowing your bin, to the tiny plastic fragments that are almost invisible to the eye, plastic is everywhere. It’s in our environment, our communities and even our bodies.\nTNC’s Work: Fighting Plastic Big and Small\n \nTackling Single-Use Plastics\nMonitor the flow of plastic trash: We’re figuring out how to track and measure plastic litter in California’s communities and finding out how it enters our waterways.\nAdvance high-impact policy: We’re working with a diverse coalition of partners to push measures that limit the amount of single-use plastic that California produces and uses. With an economy of our size, changes we make here affect the whole globe.\nFighting Plastic Microfibers\nWork with global apparel brands: We’re working with a coalition of some of the biggest apparel brands in the world to reduce microfiber leakage into the environment during the clothing manufacturing process.\nScale microfiber capture: We conducted a study to evaluate the amount of microfibers entering California’s lands and waters from our washing machines and determine the best solutions to address the problem. *Hint hint* filters coming soon to a washing machine near you!\n\nLooking for a deeper dive into the health effects of microplastics? Read this article from Nat Geo!\n\n \n\n \n\nThe future is in our hands. We must act now to tackle plastic pollution at the source and ensure that our environment and our communities are not drowning in plastic.\n\nALEXIS JACKSON, PH.D.\nOcean Policy and Plastics Lead, California Chapter\nIt's Now or Forever\n\nWhile SB 54 marks a significant milestone to tackle plastic pollution in California, the work doesn’t stop here.  TNC in California is planning to leverage the momentum of this victory to further transform California into a global leader on effective and impactful plastic waste reduction, from single-use packaging to agriculture-derived plastics and the small synthetic fibers shed from your clothing. \n\nIt is up to us to continue to ensure that future generations do not inherit an ocean choked with plastic.  \n\nPLASTIC: IT'S NOW OR FOREVER WEBINAR (28:27) Learn how TNC is advancing research aimed at understanding key aspects of the problem, driving high-impact policy to reduce plastic flows, and leveraging technology and design-thinking to create new solutions. We also share some easy lifestyle changes that you can make to reduce plastic pollution.\nYOU MAY ALSO LIKE\nCalifornia History\n\nWe're celebrating 60 years of conservation in the Golden State.\n\nCalifornia Land Management\n\nWe're invested in making conservation business as usual so that we can change the trajectory of our planet. It's already working in California!\n\nConservation Technology\n\nTapping California’s Most Abundant Resource: Innovation\n\nVIEW MORE ITEMS\nMake a Difference in California\n\nTogether, we can achieve transformative change on a scale that’s attainable—for California, and for the world.\n\nSTAND UP FOR NATURE\nBECOME A MEMBER\nSite Footer\nExplore\nOur Mission\nOur Accountability\nNewsroom\nMagazine\nFind Events\nVolunteer\nConnect\nContact Us\nCareers\nFAQ\nEthics Helpline\nGive\nDonate Now\nMembership\nGift & Estate Planning\nSign Up for E-News\nEmail:\nSIGN UP\nGet text updates from The Nature Conservancy:\nSIGN UP\n\nSee Mobile Terms & Conditions\n\nSOCIAL\nGLOBAL SITES\nAustralia\nBrazil\nCanada\nChina\nIndia\nMexico\nHong Kong (China): English 中文\nIndonesia: English Bahasa\n\nThe Nature Conservancy is a nonprofit, tax-exempt charitable organization (tax identification number 53-0242652) under Section 501(c)(3) of the U.S. Internal Revenue Code. Donations are tax-deductible as allowed by law. Global sites represent either regional branches of The Nature Conservancy or local affiliates of The Nature Conservancy that are separate entities. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\n© 2023 The Nature Conservancy Terms of Use | Privacy Statement | Charitable Solicitation Disclosures | Mobile Terms & Conditions | Notice of Nondiscrimination"
}