{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-06-23..2022-12-22",
  "title": "What to expect as negotiations to end plastic pollution kick off - UNEP",
  "href": "https://www.unep.org/news-and-stories/story/what-expect-negotiations-end-plastic-pollution-kick",
  "body": "According to one UNEP study, over 14 million metric tonnes of plastic enters and damages aquatic ecosystems annually, and greenhouse gas emissions associated with plastics are expected to account for 15 per cent of the total emissions allowable by 2050 if humanity is to limit global warming to 1.5°C.",
  "textContent": "Skip to main content\nNews, Stories & Speeches Events Get Involved Language\nWho we are\nWhere we work\nWhat we do\nPublications & data\nBreadcrumb\nHome\n News, Stories & Speeches\n story\n28 NOV 2022 STORY CHEMICALS & POLLUTION ACTION\nWhat to expect as negotiations to end plastic pollution kick off\nPhoto: Getty Images\n\nAlong the southeastern coast of Uruguay lies Punta del Este, a city known for its beaches, woodlands and, now, as the site where historic negotiations to end global plastic pollution will begin.\n\nFrom 28 November to 2 December, representatives from governments, the private sector and civil society will start developing an international legally binding instrument to end plastic pollution, including in the marine environment, a document they hope to finalize by 2024.\n\nRELATED\nSPEECH\nA roadmap towards a circular plastics economy\nPRESS RELEASE\nHistoric day in the campaign to beat plastic pollution: Nations commit to develop a legally binding agreement\n\nThe first session of this Intergovernmental Negotiating Committee (INC), known as INC-1, comes nine months after representatives from 175 countries endorsed a landmark resolution on plastic pollution at the United Nations Environment Assembly. Countries tasked the UN Environment Programme (UNEP) with convening and managing the INC process.\n\nThe resolution comes amid a mounting plastic crisis that experts say threatens the environment, human health and the economy. Research shows that humanity produces around 460 million metric tonnes of plastic a year, and without urgent action, this will triple by 2060. According to one UNEP study, over 14 million metric tonnes of plastic enters and damages aquatic ecosystems annually, and greenhouse gas emissions associated with plastics are expected to account for 15 per cent of the total emissions allowable by 2050 if humanity is to limit global warming to 1.5°C.\n\n“The science is clear: we need rapid, ambitious and meaningful global action to curb plastic pollution,” says Jyoti Mathur-Filipp, Executive Secretary of the INC Secretariat on Plastic Pollution. “At INC-1, we can lay the groundwork needed to implement a life-cycle approach to plastic pollution, which would significantly contribute to ending the triple planetary crisis of climate change, nature and biodiversity loss, and pollution and waste.”\n\nTowards a life-cycle approach\n\nExperts say that recycling alone can't end plastic pollution and that humanity needs to consume and produce less of the material. That has led to what's known as the life-cycle approach. Along with managing plastic waste and promoting reuse, it examines how products are designed, produced and distributed and attempts to reduce the amount of plastic used along the way.\n\n“We are not going to recycle or ban our way out of the plastic pollution crisis,” says Sheila Aggarwal-Khan, Director of UNEP’s Economy Division. “Waste collection and recycling are extremely important, but they must be part of an integrated approach.”\n\nAccording to a UNEP report, a life-cycle approach can reduce the volume of plastics entering the ocean by over 80 per cent and save governments US$70 billion by 2040. It can also reduce greenhouse gas emissions by 25 per cent and create 700,000 jobs.\n\nWhat to expect at INC-1\n\nNegotiators at INC-1 are tasked with preparing measures and obligations related to the development of the legally binding treaty.\n\nThe INC secretariat has prepared an analysis of issues that revolve around four main areas needed to transition to a circular economy: eliminating and substituting unnecessary plastic and hazardous additives, designing plastic products to be reused and recycled, ensuring products are reused and recycled, and managing plastic pollution in an environmentally responsible manner.\n\nResearch shows that humanity produces around 460 million metric tonnes of plastic a year, and without urgent action, this will triple by 2060. Photo: UNEP/Florian Fussstetter\n\nGiven the unanimous endorsement of the resolution at the UN Environment Assembly, experts are hopeful that Member States will discuss the objectives and scopes of the instrument at INC-1. This could involve agreeing to ambitious targets, legal obligations and regular monitoring and reporting. Examples of possible measures include extended producer responsibility legislation; subsidies, taxes and tariffs; and bans or restrictions on specific substances, polymers or products.\n\n“Negotiators have the opportunity to foster innovation at this early stage in the process – looking to the future, learning from the past,” says Mathur-Filipp. “The UN Environment Assembly resolution guides the work. It’s really important to not renegotiate things that have already been agreed to.”\n\nIn conjunction with the INC-1 meeting, UNEP hosted an open multi-stakeholder forum on 26 November, where around 1,800 participants, including many stakeholders active along the plastic value chain, identified key opportunities and challenges.\n\n“Among all stakeholders, we aimed to identify the most effective actions that Member States may wish to consider to enable their decisions to be most effective,” says Aggarwal-Khan. “This is important so that we can continue leveraging and scaling up the actions to end plastic pollution, including while the negotiations take place.”\n\nBeyond INC-1\n\nThe proposed timetable involves four more INC meetings through November 2024, and UNEP will report on the INC’s progress during the sixth session of the United Nations Environment Assembly in February 2024. Once INC negotiations are completed, UNEP will convene a diplomatic conference to adopt the instrument and open it for signatures.\n\n“We are optimistic we can come up with an agreement, but there will need to be flexibility. We have a short time frame,” says Mathur-Filipp. “The different needs and circumstances of Member States is recognized in the resolution, so solutions will have to reflect that.”\n\nAs negotiations ramp up over the coming months, governments, businesses and citizens must continue to shift away from single-use plastic products and integrate a life-cycle approach to the plastic value chain, say experts.\n\n“There is massive public attention on this treaty, and we must build on this momentum,” says Mathur-Filipp. “With collaboration and urgent action, INC-1 can signal the official start of a really meaningful and impactful movement – now and into the future.”\n\nTo learn more, please contact Llorenç Milà i Canals, UNEP’s Head of the Secretariat of the Life Cycle Initiative: llorenc.milaicanals@un.org.\n\nPollution and Waste\n\nTo fight the pervasive impact of pollution on society, UNEP launched #BeatPollution, a strategy for rapid, large-scale and coordinated action against air, land and water pollution. The strategy highlights the impact of pollution on climate change, nature and biodiversity loss, and human health. Through science-based messaging, the campaign showcases how transitioning to a pollution-free planet is vital for future generations.\n\n \n\nTOPICS\nChemicals & pollution action\nPollution Industry Waste management\nFurther Resources\nUNEP’s work on pollution\nIntergovernmental Negotiation Committee (INC)\nMulti-stakeholder Forum INC1\nINC-1\nRelated Content\nSPEECH\nPursuing healthy nature and a stable climate to leave no one behind\nSTORY\n500km swim showcases an American river slowly healing\nLearn about our work \nSign up for updates \nGet involved \nGOVERNANCE & LEADERSHIP\nExecutive Director\nDeputy Executive Director\nSenior Management Team\nCommittee of Permanent Representatives\nEnvironment Assembly - UNEA\nFUNDING & PARTNERS\nOverview\nCivil Society\nMember States\nPrivate Sector\nEnvironment Fund\nGlobal Environment Facility\nGreen Climate Fund\nCentres collaborating with UNEP\nSTRUCTURE\nDivisions and Offices\nEvaluation Office\nSecretariats and Conventions\nKEY DOCUMENTS\nAnnual Report\nMedium Term Strategy\nProgramme of Work and Budget\nSpeeches\nRESOURCES\nEnvironment and Social Safeguards\nFrequently Asked Questions\nIntergovernmental Negotiating Committee (INC) on Plastic Pollution\nKnowledge Repository\nKunming-Montreal Global Biodiversity Framework\nPolicies & Strategies\nProjects – Open Data Portal\nSustainability at UNEP\nSustainable Development Goals\nUNEA Monitoring and Reporting Portal\nWorld Environment Situation Room\nREGIONAL PRESENCE\nAfrica\nAsia and the Pacific\nEurope\nLatin America and the Caribbean\nNew York Office\nNorth America\nWest Asia\nADVOCACY\nBeat Pollution\nChampions of the Earth\nClean Seas\nFaith for Earth\nGoodwill Ambassadors\nUN Decade on Ecosystem Restoration\nUN International Days\nUNEP at 50\nYoung Champions of the Earth\nMEDIA\nMedia Centre\nSocial Media\nNews, Stories & Speeches\nWORK WITH US\nCalls for Proposals\nJob Vacancies\nSUBSCRIBE TO THE UNEP NEWSLETTER\n\n© 2023 UNEP Terms of Use Privacy Report Project Concern Report Scam Contact Us"
}