{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Three ways to solve the plastics pollution crisis - Nature",
  "href": "https://www.nature.com/articles/d41586-023-00975-5",
  "body": "Plastic pollution: Three problems that a global treaty could solve. Enzymes do have an advantage over mechanical recycling, however, because they are highly selective in what they digest. When ...",
  "textContent": "Your privacy, your choice\n\nWe use essential cookies to make sure the site can function. We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.\n\nBy accepting optional cookies, you consent to the processing of your personal data - including transfers to third parties. Some third parties are outside of the European Economic Area, with varying standards of data protection. See our privacy policy for more information on the use of your personal data.\n\nManage preferences for further information and to change your choices.\n\nAccept all cookies\nSkip to main content\n\nAdvertisement\n\nView all journals\nSearch\nLog in\nExplore content\nAbout the journal\nPublish with us\nSubscribe\nSign up for alerts\nRSS feed\nnature  news feature  article\nNEWS FEATURE\n11 April 2023\nThree ways to solve the plastics pollution crisis\nResearchers are studying how more-sophisticated policies, smarter recycling and new materials could stem the tide of waste.\nBy Diana Kwon\nTwitter\n \nFacebook\n \nEmail\n\nA canal blocked by waste, including discarded plastic, in Dhaka, Bangladesh. Credit: Ahmed Salahuddin/NurPhoto/Shutterstock\n\nTwo decades ago, Germany set up a simple scheme to reduce plastic waste. When people buy drinks in a disposable plastic bottle, they pay a small extra fee and get that back by depositing the used bottle at a return centre. Many other countries have similar incentives.\n\nBut has the intervention actually cut Germany’s use of single-use plastics? There’s little evidence for that, says Antaya March, a researcher at the Global Plastics Policy Centre, which was set up in 2022 at the University of Portsmouth, UK, to conduct independent assessments of plastic-waste management around the world. The scheme did entice people to return their plastic bottles, thus reducing littering. But it was also followed by an unintended increase in single-use bottles, March says — perhaps because people felt reassured that it was fine to buy drinks in plastic bottles that would be recycled.\n\nWhether policies such as these help to cut down on plastic use is a crucial question, as the world grapples with growing concerns about the fate of plastics.\n\nOf the 8.7 billion tonnes of plastic waste produced between 1950 and 2021, only 11% has ever gone through recycling, according to unpublished estimates by Roland Geyer, an industrial ecologist at the University of California, Santa Barbara (see ‘A tide of plastic waste’).\n\nSource: Ref. 1 and unpublished work by R. Geyer\n\nIn 2019, the most recent year for which a breakdown is available, more than two-thirds of the 353 million tonnes (Mt) of plastic waste produced was sent to landfill or incinerated, and 22% (79 Mt) was mismanaged — meaning that it was left as uncollected litter, dumped in unregulated sites on land or in water, or burnt in the open — according to the Organisation for Economic Co-operation and Development (OECD) in Paris1. It projects that, by 2060, rising plastic production will lead to a tripling of annual waste to more than one billion tonnes, and that annual plastic pollution (the mismanaged portion) could double, if no new policies are implemented to stem the tide (see ‘Where plastic waste goes’).\n\nSource: Ref. 1\n\nBut change could be ahead. Last March, the United Nations Environment Assembly approved a historic agreement to forge a global plastics treaty by the end of 2024. That process will involve hammering out policies and ways to enforce them. Seeing countries agree to seek a treaty covering the whole life cycle of plastics was a very positive sign, says Kara Lavender Law, an oceanographer at the Sea Education Association in Falmouth, Massachusetts. “I have to say, I’m the most optimistic I’ve been since working in this area for probably 15 years,” she says.\n\nResearchers around the world are now working to help cut plastic pollution. The Portsmouth team, Law and many others represent one approach: to investigate the best policies to reduce the production, use and disposal of plastics. Other researchers focus on using technology to improve recycling — or to create new kinds of plastic altogether.\n\nAll three broad categories of solutions will be needed, says Steve Fletcher, director of the Portsmouth policy centre. “It’s about having a system that works across the entire plastics life cycle,” he says.\n\nAssessing the best policies\n\nThe world doesn’t lack well-meaning efforts to cut down on plastic waste. There are bans or taxes on certain types of plastic, such as single-use bags and takeaway containers. There are regulations around how plastic waste can move across international borders, and extended producer responsibility schemes, in which manufacturers are required either to collect and recycle (or responsibly dispose of) their plastics-containing products after use, or to fund those efforts.\n\nSo far, the Portsmouth team has reviewed more than 130 policies of various types worldwide, on the basis of evidence such as scientific papers, industry reports, news articles and expert opinion.\n\nAntaya March (left) and Steve Fletcher of the Global Plastics Policy Centre at Portsmouth, UK.Credit: University of Portsmouth\n\nTheir key finding: in most cases, there was “virtually zero monitoring of policies”, says Fletcher. “That’s quite worrying, because how are we expected to put together a global treaty on combating plastic pollution if there isn’t much evidence around about what works and what doesn’t?” he says.\n\nGermany does compile some figures, which show a two-decade rise in the use of plastic bottles. After the deposit system was introduced in 2003, the share of single-use bottles returned under the scheme also rose, while the share of reusable bottles declined. (With rising attention to plastic waste, these trends might have started to reverse, according to a 2022 report in German (see go.nature.com/3macuj5).) A spokesperson for the German Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection told Nature that 96.3% of returned bottles are recycled, and that the deposit scheme probably stabilized what would have been a sharper fall in the use of reusable bottles.\n\nAn example of a policy that has been effective, says March, was a 2016 ban on selling or using plastic shopping bags (with some exemptions) in Antigua and Barbuda. Full data on the effect of this policy weren’t available, but what evidence there is indicates that it led to a 15% decrease in the amount of plastic discarded in landfill in its first year. Several factors contributed to this success, March says, including a clear implementation plan, public support, early stakeholder engagement and enforcement: in this case, a fine of US$1,100 and up to 6 months in prison.\n\nMarch, Fletcher and their colleagues are sharing their work with some of the countries in the UN Environment Programme to inform the plastics-treaty negotiations. “It’s hard to see what shape a treaty could have without any form of monitoring,” Fletcher says.\n\nA waste picker delivers a bag of plastic to a recycling centre in Kenya.Credit: James Wakibia\n\nWell-implemented interventions could have a substantial effect, according to a 2020 analysis by Winnie Lau, director of the Preventing Ocean Plastics project at the Pew Charitable Trusts in Washington DC, and her colleagues2. By consulting experts and available data, they tried to assess the potential of eight interventions that exploit current knowledge and technologies, including producing fewer plastics, clamping down on the international export of plastic waste, replacing plastics with alternative materials such as paper, and scaling up the capacity of various recycling methods.\n\nThey found that if no actions were taken, by 2040 approximately 240 Mt of mismanaged plastic waste would be produced each year (a rise from 91 Mt in 2016; Lau’s team gives higher figures than does the OECD). But if all eight interventions were implemented to their maximum potential, as the team assessed it, mismanaged plastic waste would fall to 44 Mt per year by 2040 — a decrease of around 80% compared with the no-action scenario.\n\nThe take-home message was that the knowledge and technology needed to solve a sizeable chunk of the plastic-pollution problem already exist. “That was a pretty big surprise to us,” Lau says. “We weren’t sure if we could have such a huge impact without thinking about developing new materials or entirely new systems.” But logistics and costs, among other challenges, stand in the way of bringing in these measures to their maximum capacity, she adds.\n\nOne of the biggest difficulties in implementing policies to cut down on plastics entering the environment is a lack of data on where plastics are produced, used and end up (see also Nature 611, 650–653; 2022). Last September, Lau and her colleagues at Pew, along with several other organizations, launched an effort to build a global plastics disclosure system, which they will encourage firms that want to reduce their plastic consumption and waste to adopt; the system is somewhat analogous to carbon disclosure systems that enable companies to report their carbon footprint.\n\nClosing the loop\n\nAt a facility in Clermont-Ferrand, France, a company called Carbios is testing a technology that it says will form the basis for the world’s first enzymatic recycling plant, which it aims to start building this year and to open in 2025. The plant will use genetically modified enzymes to break down a common plastic called polyethylene terephthalate (PET).\n\nThe Carbios team hopes that enzymes can overcome some of the shortcomings of mechanical recycling, the most popular method today for repurposing used plastics. This involves first sorting and separating plastics, which are a mixture of different kinds of polymers (long molecular chains); then washing them, and finally grinding or melting them down to produce new plastics. In addition to PET, which is used in fabrics and packaging, some of the other commonly used plastics that can be recycled in this way include polypropylene (PP), used in packaging and construction, and polyethylene (PE) — a polymer that can be manufactured at varying densities and so is found in a wide range of products, from shopping bags and folding chairs to surgical implants (see ‘Types of plastic’).\n\nSource: Ref 1.\n\nMechanical recycling is sensitive to contaminants such as food and additives, and the process can reduce the length of the polymers, affecting the plastic’s properties (such as toughness or hardness) and its ability to be processed into new materials. This degradation, also known as downcycling, can eventually render plastics unrecyclable.\n\nMechanical recycling: a worker feeds plastic waste into a crushing machine at a recycling facility in Medellin, Colombia.Credit: Edinson Ivan Arroyo Mora/Bloomberg/Getty\n\nBreaking down plastics with enzymes is one alternative. This can split polymers into their building blocks, or monomers, which can then be used to build plastics with the same properties as the starting material. This makes it possible to indefinitely recycle the plastic, a process often referred to as closed-loop recycling. (Some researchers define ‘closed-loop’ as simply being able to reprocess plastics into other comparable plastic products — even when this cycle cannot be continued indefinitely.)\n\nThe first reports of enzymes that could degrade plastics date back at least three decades. But the concept received a big boost in 2016, when researchers in Japan reported the discovery of a naturally occurring bacterium that consumes plastics as its sole source of food. This microbe, Ideonella sakaiensis, contains two enzymes that work together to break down PET3.\n\nPlastics tsunami: Can a landmark treaty stop waste from choking the oceans?\n\nThe study prompted other researchers to explore plastic-guzzling enzymes. Min Jiang, a biochemical engineer at Nanjing Tech University in China, says his team had focused on finding enzymes that could degrade pesticides, but then added plastics-eaters to their repertoire. Jiang and his team have scoured landfills, forests and oceans to find microorganisms that can break down plastics.\n\nOne key focus of Jiang’s group has been on developing ways to enzymatically recycle polyurethanes, plastics used in insulation, furniture, shoe soles and other everyday products. So far, the team has identified more than 20 microbes that can degrade polyurethanes—and is studying those organisms’ enzymes in the laboratory, he says.\n\nJiang’s team is also a member of MIX-UP, a consortium of 14 institutions in Europe and China aiming to use microbes both to depolymerize plastics into their constituent monomers (or oligomers — chains of a few building blocks) and to build new plastics. The goal is to use protein engineering to make natural plastic guzzlers faster and more robust, says MIX-UP member Uwe Bornscheuer, a biochemist at the University of Greifswald in Germany, who is also on Carbios’s advisory board. Naturally occurring bacterial enzymes are typically slow, but scientists can modify them to act faster. According to Alain Marty, chief scientific officer of Carbios, a 20-cubic-metre bioreactor can, using the company’s enzymes, degrade 100,000 plastic bottles in 20 hours; its 2025 facility aims to break down 50,000 tonnes of PET a year.\n\nPET plastic flakes and enzymes are mixed together in this Carbios demonstration bioreactor.Credit: Carbios\n\nDespite the explosion of interest, enzyme-based recycling has limitations. The technology remains costly. One 2023 estimate by Gregg Beckham, a chemical engineer at the US National Renewable Energy Laboratory in Golden, Colorado, and his colleagues suggest that enzymatically recycled PET might currently cost around twice as much as the virgin product, and around four times as much as the mechanically recycled one; it also uses more energy and emits more greenhouse gases than does mechanical recycling4.\n\nSo far, the enzyme approach seems limited to PET and polyurethanes: two polymers which might be easier to break down because they are not made solely of carbon–carbon bonds. Other plastics, such as polyolefins (polyethylene and polypropylene) and polystyrene, which are held together by carbon–carbon bonds, have been much more difficult to tackle, says Jose Jiménez, a molecular biologist at Imperial College London.\n\nPlastic pollution: Three problems that a global treaty could solve\n\nEnzymes do have an advantage over mechanical recycling, however, because they are highly selective in what they digest. When they work on a PET bottle that includes additives — such as other plastic types, or chemicals for colouring — the enzymes digest the PET and leave the rest, says Marty. That means enzymatic recycling can deal with some plastics that mechanical recycling cannot, and requires a less stringent sorting process. Carbios argues that this will help enzymatic processing compete on cost over time. (For instance, European Union rules will require PET bottles to contain at least 25% recycled plastic by 2025, which Carbios says will cause PET waste to become scarcer and thus raise the cost of sourcing material for mechanical recycling.)\n\nEnzyme-based recycling is just one form of chemical recycling, the term for a broader class of techniques that break plastics into their molecular building blocks. Chemical catalysts might be used, too, says Beckham — and many scientists are trying to go beyond just breaking down PET.\n\nIn a 2022 study, Beckham and his colleagues demonstrated that combining biological and chemical catalysts could be a powerful technique for mixed plastics5. The researchers used a two-step process, including a metal catalyst and an engineered soil bacterium, to degrade a blend of plastics — PET, high-density polyethylene (HDPE), a plastic commonly used in shampoo bottles and milk cartons, and polystyrene, which is used to make styrofoam — into chemicals that could be used to make new polymers. More work is needed before this technology is available for use, says Beckham, such as figuring out the cost and what new plastic it could be used to produce.\n\nAlli Werner at the US National Renewable Energy Laboratory tests plastic-degrading enzymes.Credit: Dennis Schroeder/NREL\n\nAnother technique sometimes referred to as chemical recycling is pyrolysis, in which mixed plastics are heated to extremely high temperatures in the absence of oxygen until they break down into components that can be used as fuel or for building new polymers. But this labelling is controversial. Critics question whether it can really be considered recycling — because it is often used to generate fuel — and have argued that it is an energy-intensive process that is little better than incineration. Despite these critiques, many large chemical companies are in the process of building pyrolysis plants around the world.\n\nSome polymer scientists, such as Michael Shaver at the University of Manchester, UK, argue that even though new recycling methods are important, “mechanical recycling and reuse will always be better in terms of environmental footprint”. So increasing the amount of plastics that are mechanically recycled is crucial, Shaver says, by improving the systems through which plastics are collected and processed at recycling plants. “We can’t chemically recycle our way out of this problem.”\n\nBuilding better plastics\n\nFor Jeremy Luterbacher, a biochemical engineer at the Swiss Federal Institute of Technology in Lausanne (EPFL), Switzerland, one solution is going back to the drawing board — and designing a new type of plastic. Luterbacher sees the ideal plastic replacement as having a life cycle akin to paper: minimally modified from the source material, simple to recycle, and with minimal potential for harm if it leaks into the environment.\n\nIn 2022, Luterbacher’s group reported a way to use chemicals known as aldehydes to turn inedible biological material, such as wood chips and the cobs of maize (corn), into a biodegradable polyester, called dimethylglyoxylate xylose, that he thinks could be this replacement material6. Although the production process is currently proof of concept, it should be possible to make this polyester simply and in large amounts, Luterbacher says.\n\nA bioplastic (white powder) developed in Jeremy Luterbacher’s group at the Swiss Federal Institute of Technology in Lausanne sits on a mixture of other plastics (such as PET and polyethylene). The bioplastic can be chemically dissolved and recycled without affecting the other plastics.Credit: Lorenz Manker\n\nLuterbacher hopes that staying as close as possible to the original chemical structure of wood, maize cobs or whatever material is used will help to reduce the cost and complexity of this process by reducing the steps needed to get to a polymer. A start-up that he co-founded, Bloom Biorenewables in Marly, Switzerland, is developing this, but there are many steps between idea and commercial product, Luterbacher says. For instance, if dimethylglyoxylate xylose is to be used in food packaging, researchers will need to be sure that, as it degrades, any molecules produced won’t be harmful to health or have any other unintended effects such as leaving a bad taste.\n\n“When you’re competing against products that have been developed, in some cases, over 100 years, it takes a lot of resources to catch up,” he says.\n\nLike Luterbacher, many researchers are working to develop a new generation of plastics that are often collectively referred to as bioplastics. This umbrella term can refer to any of the bio-based plastics, which are derived from plant-based materials; biodegradable plastics, which can degrade within months in the environment; and compostable plastics, a subset of biodegradable plastics that, among other things, do not produce toxic residues when broken down. (The term biodegradable is itself controversial. Researchers have raised questions about whether such plastics actually break down in the time span manufacturers claim, and have concerns that they might contribute to the problem of microplastics in marine ecosystems.) Because bioplastics don’t rely on fossil fuels as their raw material, their production can also have a smaller carbon footprint than for virgin-plastic counterparts.\n\nChemistry can make plastics sustainable – but isn’t the whole solution\n\nCurrently, the two biggest categories of bioplastics, polyhydroxyalkanoates (PHAs) and polylactic acid (PLAs), are both bio-based and biodegradable; they are used in applications including food packaging, cutlery and textiles. Firms are investing billions of dollars into making bioplastics. But they currently comprise only an estimated 1% of the more than 400 million tonnes of plastics produced per year. And when it comes to competing with virgin plastics, bioplastics face limitations.\n\nShaver says that PLA is often brittle, and some PHAs can be difficult to process. He adds that the physical properties of these plastics are often tuned by blending in other materials or using high levels of additives — which it’s important to be transparent about to ensure product safety, especially if these plastics are released to be biodegraded in the environment.\n\nIt’s also expensive to mass-produce bioplastics, even though they can lead to lower carbon emissions than do virgin plastics. Existing bioplastics, Jiménez says, “are much more expensive than simply getting plastic from oil”.\n\nOne common way to make PHAs, for example, involves extracting molecules that accumulate in bacteria grown under special conditions — a process that can be costly and hard to scale. Some researchers are trying to boost PHA production by using genetically modified bacteria or even chemicals, rather than microorganisms, to make the bioplastic.\n\nImproving plastics design doesn’t only mean going back to the drawing board, says Melanie Bergmann, a marine ecologist at the Alfred Wegener Institute in Bremerhaven, Germany. It can also involve improving on what we already have — for example, by ensuring that products contain just one type of plastic to make them more easily recyclable.\n\nA tractable problem?\n\nWill humanity be able to find a way through the plastics crisis? Some of the researchers Nature interviewed are optimistic. Bornscheuer, for example, is reassured that so many research teams around the world are working on this problem, and because he sees more media attention and public interest.\n\nBergmann has a less rosy outlook. The many obstacles in dealing with climate change give her little confidence that the plastics problem will be adequately addressed. Still, she sees the UN resolution to create a global plastics treaty as a step in the right direction. “I have great hopes — plastics pollution is a transboundary problem, so we need global action to efficiently address it,” she says.\n\n“The plastics pollution crisis is literally visible, and it’s hard not to be heartbroken when you see it in the natural environment, especially,” Beckham says. “I do think that humankind has recognized this problem, and I am hopeful that we can solve this. But it will take monumental amounts of work and time.”\n\nNature 616, 234-237 (2023)\n\ndoi: https://doi.org/10.1038/d41586-023-00975-5\n\nReferences\n\nOECD. Global Plastics Outlook: Policy Scenarios to 2060 (OECD Publications, 2022).\n\nGoogle Scholar\n \n\nLau, W. W. Y. et al. Science 369, 1455–1461 (2020).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nYoshida, S. et al. Science 351, 1196–1199 (2016).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nUekert, T. et al. ACS Sustain. Chem. Eng. 11, 965–978 (2023).\n\nArticle\n \nGoogle Scholar\n \n\nSullivan, K. P. et al. Science 378, 207–211 (2022).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nManker, L. P. et al. Nature Chem. 14, 976–984 (2022).\n\nArticle\n \nPubMed\n \nGoogle Scholar\n \n\nDownload references\n\nReprints and Permissions\n\nLatest on:\nPolicy\nEnvironmental sciences\nSociety\n\nMassive shake-up of French science system is biggest in decades\n\nNEWS 08 DEC 23\n\nNature-based climate solutions: align policy with science\n\nCORRESPONDENCE 05 DEC 23\n\nA system-transitions report for the next IPCC assessment cycle\n\nCORRESPONDENCE 05 DEC 23\n\nJobs\nMechanical Engineering – Smart Manufacturing Faculty Senior Lecturer / Lecturer\n\nUniversity of Doha for Science and Technology (UDST) is the first national applied University in the State of Qatar, offering applied Bachelor's an...\n\nQatar (QA)\n\nUniversity of Doha for Science and Technology\n\nResearch Group Head, BeiGene Institute\n\nA cross-disciplinary research organization where cutting-edge science and technology drive the discovery of impactful Insights\n\nPudong New Area, Shanghai\n\nBeiGene Institute\n\nECNU Seeking Global Talents\n\nFounded in 1951, and based in Shanghai, East China Normal University (ECNU) is one of the top research universities in China. Directly under the Mi...\n\nShanghai, China\n\nEast China Normal University\n\n4-year Group leader position\n\nA 4-year Group leaders’ position at the Hellenic Pasteur Institute on one (1) of : A. Host- Pathogen Interactions or B. Antimicrobial Resistance\n\nHellenic Pasteur Institute, Greece (GR)\n\nHellenic Pasteur Institute\n\nPostdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging\n\nThe Rudolf Virchow Center has a vacancy for a Postdoc (f/m/d) (Nanophotonics / Biophysics) in the field of high-resolution fluorescence imaging.\n\nWürzburg (Stadt), Bayern (DE)\n\nUniversity of Würzburg - Rudolf Virchow Center\n\nYou have full access to this article via University of the South Jessie Ball duPont Library\n\nDownload PDF\nRelated Articles\n\nPlastics tsunami: Can a landmark treaty stop waste from choking the oceans?\n\nPlastic pollution: Three problems that a global treaty could solve\n\nChemistry can make plastics sustainable – but isn’t the whole solution\n\nSubjects\nPolicy Environmental sciences Society Green chemistry\nSign up to Nature Briefing\n\nAn essential round-up of science news, opinion and analysis, delivered to your inbox every weekday.\n\nEmail address\nYes! Sign me up to receive the daily Nature Briefing email. I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy.\nSign up\n\nNature (Nature) ISSN 1476-4687 (online) ISSN 0028-0836 (print)\n\nnature.com sitemap\nAbout Nature Portfolio\nAbout us\nPress releases\nPress office\nContact us\nDiscover content\nJournals A-Z\nArticles by subject\nNano\nProtocol Exchange\nNature Index\nPublishing policies\nNature portfolio policies\nOpen access\nAuthor & Researcher services\nReprints & permissions\nResearch data\nLanguage editing\nScientific editing\nNature Masterclasses\nLive Expert Trainer-led workshops\nResearch Solutions\nLibraries & institutions\nLibrarian service & tools\nLibrarian portal\nOpen research\nRecommend to library\nAdvertising & partnerships\nAdvertising\nPartnerships & Services\nMedia kits\nBranded content\nCareer development\nNature Careers\nNature\n Conferences\nNature\n events\nRegional websites\nNature Africa\nNature China\nNature India\nNature Italy\nNature Japan\nNature Korea\nNature Middle East\nPrivacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights\n\n© 2023 Springer Nature Limited"
}