{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "Ocean plastic pollution reaches 'unprecedented' levels | CNN",
  "href": "https://www.cnn.com/2023/03/08/world/ocean-plastic-pollution-climate-intl/index.html",
  "body": "The world's oceans are polluted by a \"plastic smog\" made up of an estimated 171 trillion plastic particles that if gathered would weigh around 2.3 million tons, according to a new study.",
  "textContent": "Ad Feedback\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nMore\nAudio\nLive TV\nLog In\nMore than 170 trillion plastic particles found in the ocean as pollution reaches ‘unprecedented’ levels\nBy Laura Paddison, CNN\n 4 minute read \nPublished 12:31 PM EST, Wed March 8, 2023\nPlastic floats in the Great Pacific Garbage Patch.\nThe Ocean Cleanup\nCNN\n — \n\nThe world’s oceans are polluted by a “plastic smog” made up of an estimated 171 trillion plastic particles that if gathered would weigh around 2.3 million tons, according to a new study.\n\nA team of international scientists analyzed global data collected between 1979 and 2019 from nearly 12,000 sampling points in the Atlantic, Pacific and Indian oceans and the Mediterranean Sea.\n\nThey found a “rapid and unprecedented” increase in ocean plastic pollution since 2005, according to the study published Wednesday in the journal PLOS ONE.\n\n“It is much higher than previous estimates,” Lisa Erdle, director of research and innovation at the 5 Gyres Institute and an author on the report, told CNN.\n\nWithout urgent policy action, the rate at which plastics enter the oceans could increase by around 2.6 times between now and 2040, the study found.\n\nThe world is creating more single-use plastic waste than ever, report finds\n\nPlastic production has soared in the last few decades, especially single-use plastics, and waste management systems have not kept pace. Only around 9% of global plastics are recycled each year.\n\nHuge amounts of that plastic waste end up in the oceans. The majority comes from land, swept into rivers – by rain, wind, overflowing storm drains and littering – and transported out to sea. A smaller but still significant amount, such as fishing gear, is lost or simply dumped into the ocean.\n\nOnce plastic gets into the ocean, it doesn’t decompose but instead tends to break down into tiny pieces. These particles “are really not easily cleaned up, we’re stuck with them,” Erdle said.\n\nMarine life can get entangled in plastic or mistake it for food. Plastic can also leach toxic chemicals into the water.\n\nAnd it isn’t just an environmental disaster; plastic is also a huge climate problem. Fossil fuels are the raw ingredient for most plastics, and they produce planet-heating pollution throughout their lifecycle – from production to disposal.\n\nPlastic pollution on a beach in Honduras.\nThe Ocean Cleanup\n\nFiguring out exactly how much plastic is in the ocean is a hard exercise. “The ocean is a complex place. There are lots of ocean currents, there are changes over time due to weather and due to conditions on the ground,” Erdle said.\n\nThe researchers spent years poring over peer-reviewed papers as well as unpublished findings from other scientists to try to collate the most extensive record they could – both in terms of timeframe and geography.\n\nCountries agree on historic oceans treaty to protect the high seas\n\nMost of the study’s samples were collected in the North Pacific and North Atlantic, where the majority of data exists. The study authors say more data is still needed for areas including the Mediterranean Sea, Indian Ocean and the South Atlantic and South Pacific.\n\n“This research opened my eyes to how challenging plastic in the ocean is to measure and characterize and underscores the need for real solutions to the problem,” Win Cowger, a research scientist at Moore Institute for Plastic Pollution Research in California and a study author, said in a statement.\n\nSince the 1970s, there has been a slew of agreements aimed at stemming the tide of plastic pollution reaching the ocean, yet they are mostly voluntary, fragmented and rarely include measurable targets, the study noted.\n\nThe study authors call for urgent international policy intervention. “We clearly need some solutions that have teeth,” Erdle said.\n\nA bird is surrounded by ocean plastic on the Northwestern Hawaiian Islands.\nMatthew Chauvin/The Ocean Cleanup\n\nThe United Nations has agreed to create a legally binding global plastics treaty by 2024, which would address the whole life of plastics from production to disposal. But big divisions remain over whether this should include cuts in plastic manufacturing, which is predicted to quadruple by 2050.\n\nJudith Enck, a former EPA regional administrator and now-president of Beyond Plastics, a non-profit focused on research and consumer education, said that policies to reduce the amount of plastic produced in the first place are the only real solution, especially as companies are continuing to find new ways to pump more plastics into the market.\n\n“The plastics and petrochemical industries are making it impossible to curb the amount of plastic contaminating our oceans,” Enck told CNN by email.\n\n“New research is always helpful, but we don’t need to wait for new research to take action — the problem is already painfully clear, in the plastic accumulating in our oceans, air, soil, food, and bodies.” Enck said.\n\nRELATED\nPAID CONTENT\nRECOMMENDED BY\nRecommended for you\nRecommended by\nMORE FROM CNN\nThe world may be close to getting its first cargo ship that ...\nThese small words could make or break the global climate ...\nCNN poll: Large majority of US adults and half of ...\nAd Feedback\nRECOMMENDED FOR YOU\n16 Movies That Destroyed Actors' Careers: No One Can Argue With No.12\nYourDIY\nSteve Jobs Left His Daughter Billions Making Her The Richest Heiress\nInvesting Magazine\nBanned For 84 Years; Powerful Pain Reliever Legalized In Tennessee\nHealthy & Happy\nAd Feedback\nNEWS & BUZZ\nAmazon's nightgown dress is going viral. Is it worth the hype ?\nJulia Stiles performs iconic ‘Save the Last Dance’ routine in surprise ‘SNL’ cameo\nAd Feedback\nCONTENT BY POWER LIFE\nAging Americans Should Do This Daily\nHere's What Older \"Ripped\" Guys Are Doing\nGet Fitter After 40 With This Trick (No Exercise Needed)\nThe 1-Minute Routine Aging Americans Should Do\nAlways Feel Empty On Energy, This Could Be Why\nSearch\nUS\nCrime + Justice\nEnergy + Environment\nExtreme Weather\nSpace + Science\nWorld\nAfrica\nAmericas\nAsia\nAustralia\nChina\nEurope\nIndia\nMiddle East\nUnited Kingdom\nPolitics\nSCOTUS\nCongress\nFacts First\n2024 Elections\nBusiness\nTech\nMedia\nCalculators\nVideos\nMarkets\nPre-markets\nAfter-Hours\nMarket Movers\nFear & Greed\nWorld Markets\nInvesting\nMarkets Now\nBefore the Bell\nNightcap\nOpinion\nPolitical Op-Eds\nSocial Commentary\nHealth\nLife, But Better\nFitness\nFood\nSleep\nMindfulness\nRelationships\nEntertainment\nMovies\nTelevision\nCelebrity\nTech\nInnovate\nGadget\nForeseeable Future\nMission: Ahead\nUpstarts\nWork Transformed\nInnovative Cities\nStyle\nArts\nDesign\nFashion\nArchitecture\nLuxury\nBeauty\nVideo\nTravel\nDestinations\nFood & Drink\nStay\nNews\nVideos\nSports\nPro Football\nCollege Football\nBasketball\nBaseball\nSoccer\nOlympics\nHockey\nVideos\nLive TV\nCNN Headlines\nCNN Max\nDigital Studios\nCNN Films\nHLN\nTV Schedule\nTV Shows A-Z\nCNNVR\nAudio\nCNN Underscored\nElectronics\nFashion\nBeauty\nHealth & Fitness\nHome\nReviews\nDeals\nMoney\nGifts\nTravel\nOutdoors\nPets\nCNN Store\nCoupons\nWeather\nClimate\nStorm Tracker\nWildfire Tracker\nVideo\nAbout CNN\nPhotos\nInvestigations\nCNN Profiles\nCNN Leadership\nCNN Newsletters\nWork for CNN\nWorld\nFOLLOW CNN\nLog In\nTerms of Use\nPrivacy Policy\nCookie Settings\nAd Choices\nAccessibility & CC\nAbout\nNewsletters\nTranscripts\n\n© 2023 Cable News Network. A Warner Bros. Discovery Company. All Rights Reserved.\nCNN Sans ™ & © 2016 Cable News Network."
}