{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "7 Solutions to Ocean Plastic Pollution - Oceanic Society",
  "href": "https://www.oceanicsociety.org/resources/7-ways-to-reduce-ocean-plastic-pollution-today/",
  "body": "Avoid products containing plastic microbeads by looking for \"polythelene\" and \"polypropylene\" on the ingredient labels of your cosmetic products (find a list of products containing microbeads here ). 6. Spread the Word. Stay informed on issues related to plastic pollution and help make others aware of the problem.",
  "textContent": "Skip to content\nABOUT\nBLOG\nCONTACT\n\t\nOur Work\nSea Turtle Conservation\nAccess to Nature\nBlue Habits\nPlastic Pollution\n2023 Global Ocean Cleanup\nClimate Change\nSustainable Travel\nSustainable Seafood\nTake A Trip\nBrowse All Trips\nSnorkeling Trips\nWildlife Trips\nFamily Trips\nVolunteer Trips\nAbout Our Trips\nWhale Watching\nFarallon Islands Whale Watching\nAdopt\nAdopt a Dolphin\nAdopt a Whale\nAdopt a Sea Turtle\nAdopt an Albatross\nDonate\nDouble Your Donation\nWays to Give\nBecome a Member of Oceanic Society\nShop\n\t\n7 Solutions To Ocean Plastic Pollution\nHome / Blog / 7 Solutions To Ocean Plastic Pollution\n\nFebruary 24, 2023 • Blue Habits Tips, Resources\n\nShare This\nFacebook\nTwitter\nLinkedIn\n\nPlastic pollution is one of the greatest threats to ocean health worldwide. But, there are many solutions to plastic pollution that you can participate in today. This article covers some of the basic facts about ocean plastic pollution and provides several specific plastic pollution solutions that everyone can take part in.\n\nThe Ocean Plastic Pollution Problem\n\nWith skyrocketing plastic production, low levels of recycling, and poor waste management, between 4 and 12 million metric tons of plastic enter the ocean each year—enough to cover every foot of coastline on the planet! And that amount is projected to triple in the next 20 years. Let that sink in for a moment.\n\nIn the ocean, plastic pollution impacts sea turtles, whales, seabirds, fish, coral reefs, and countless other marine species and habitats. In fact, scientists estimate that more than half of the world’s sea turtles and nearly every seabird on Earth have eaten plastic in their lifetimes. Plastic pollution also mars otherwise beautiful beaches, coastlines, and snorkel and dive sites worldwide, even in remote areas such as Midway Atoll.\n\nA sea turtle mistakes a plastic bag for food. © Ben J. Hicks / benjhicks.com\n\nOne of the reasons that plastic pollution is such a problem is that it doesn’t go away: “plastics are forever.” Instead, plastic debris simply breaks down into ever-smaller particles, known as microplastics, whose environmental impacts are still being determined.\n\nPlastic Pollution Solutions: 7 Things You Can Do Today\n\nEveryone can do something to help solve the plastic pollution problem, and millions of people worldwide are already taking action to reduce their plastic use. Here are seven ways you can make a difference, starting today.\n\n1. Reduce Your Use of Single-Use Plastics\n\nWherever you live, the easiest and most direct way that you can get started is by reducing your own use of single-use plastics. Single-use plastics include plastic bags, water bottles, straws, cups, utensils, dry cleaning bags, take-out containers, and any other plastic items that are used once and then discarded.\n\nThe best way to do this is by a) refusing any single-use plastics that you do not need (e.g. straws, plastic bags, takeout utensils, takeout containers), and b) purchasing, and carrying with you, reusable versions of those products, including reusable grocery bags, produce bags, bottles, utensils, coffee cups, and dry cleaning garment bags. And when you refuse single-use plastic items, help businesses by letting them know that you would like them to offer alternatives.\n\n2. Support Legislation to Curb Plastic Production and Waste\n\nAs important as it is to change our individual behaviors, such changes alone are insufficient to stop ocean plastic pollution. We also need legislation that reduces plastic production, improves waste management, and makes plastic producers responsible for the waste they generate. There are a variety of ways that you can support local, national, and international legislation that provide critical solutions to reduce plastic pollution. One such effort in the United States is the 2021 Break Free From Plastic Pollution Act, a comprehensive federal bill that aims to address the plastic pollution crisis, and there are a number of state level initiatives to introduce extended producer responsibility (EPR) legislation that makes plastic producers and distributors responsible for their products and packaging at the end of life.\n\nAt the international level, hundreds of organizations and businesses successfully worked together with United Nations member states to enact a global plastics treaty, signed by 175 member states, that will set global rules and regulations to reduce plastic pollution. And legislation that limits, taxes, or bans unnecessary single use plastic items, such as plastic bags, takeout containers, and bottles, has been successfully enacted in many places globally, and you can support the adoption of such policies in your community too. Here is a comprehensive resource and toolkit on legislative approaches to limiting plastic bags, foodware, microplastics, and more.\n\n3. Recycle Properly\n\nThis should go without saying, but when you use single-use (and other) plastics that can be recycled, always be sure to recycle them. At present, just 9% of plastic is recycled worldwide. Recycling helps keep plastics out of the ocean and reduces the amount of “new” plastic in circulation. If you need help finding a place to recycle plastic waste near you, check Earth911’s recycling directory. It’s also important to check with your local recycling center about the types of plastic they accept.\n\n4. Participate In (or Organize) a Beach or River Cleanup\n\nHelp remove plastics from the ocean and prevent them from getting there in the first place by participating in, or organizing a cleanup of your local beach or waterway. This is one of the most direct and rewarding ways to fight ocean plastic pollution. You can simply go to the beach or waterway and collect plastic waste on your own or with friends or family, or you can join a local organization’s cleanup or an international event like our Global Ocean Cleanup or the International Coastal Cleanup.\n\n \n\nTake Our 7-Day Fight Plastic Waste Challenge\n\nJoin the global movement to fight plastic waste with our 7-day challenge. With just a few minutes a day, you’ll be on your way to reducing ocean plastic pollution from home.\n\nTake the Challenge\n\n \n\n5. Avoid Products Containing Microbeads\n\nTiny plastic particles, called “microbeads,” have become a growing source of ocean plastic pollution in recent years. Microbeads are found in some face scrubs, toothpastes, and bodywashes, and they readily enter our oceans and waterways through our sewer systems, and affect hundreds of marine species. Avoid products containing plastic microbeads by looking for “polythelene” and “polypropylene” on the ingredient labels of your cosmetic products (find a list of products containing microbeads here).\n\n6. Spread the Word\n\nStay informed on issues related to plastic pollution and help make others aware of the problem. Tell your friends and family about how they can be part of the solution, or host a viewing party for one of the many plastic pollution focused documentaries, like A Plastic Ocean, Garbage Island: An Ocean Full of Plastic, Bag It, Addicted to Plastic, Plasticized, or Garbage Island.\n\n7. Support Organizations Addressing Plastic Pollution\n\nThere are many non-profit organizations working to reduce and eliminate ocean plastic pollution in a variety of different ways, including Oceanic Society, Plastic Pollution Coalition, 5 Gyres, Algalita, Plastic Soup Foundation, and others. These organizations rely on donations from people like you to continue their important work. Even small donations can make a big difference!\n\nThese seven ideas only scratch the surface for ways you can help address the growing problem of plastic pollution in the oceans. The important thing is that we all do something, no matter how small. For more ideas and resources, sign up to join our Blue Habits community of people worldwide committed to joyful daily actions that improve ocean health.\n\n \n\nReduce Plastic Pollution From Home with Our 7-Day Challenge\n\nJoin the global movement to fight plastic waste by participating in our 7-day challenge.\n\nTake the Challenge\n\nOceanic Society community members clean up San Francisco’s Ocean Beach.\n\nBrian Hutchinson\nBrian Hutchinson is Oceanic Society’s Vice President of Outreach, co-founder of the State of the World’s Sea Turtles Program, and program officer of the IUCN-SSC Marine Turtle Specialist Group. Brian holds a B.A. in zoology from Connecticut College, and has been working to advance global marine conservation for more than fifteen years. Brian is an avid traveler who has visited more than 40 countries and led Oceanic Society expeditions in Costa Rica, Cuba, Baja California, and Trinidad.\nJoin our community.\nLatest Posts\nWhale Watching, Baja California: Encounter the Ocean Giants\nRead More\nExploring the Remote Corners of the Coral Triangle with Planet Deep\nRead More\n7 Do’s & Don’ts for Choosing Sustainable Seafood\nRead More\nSustainable and Eco-friendly Gift Guide for the Holidays\nRead More\nJoin our community.\nAdventure awaits.\nRequest a Catalog\nBecome a Member\n\n© François Baelen / Coral Reef Image Bank\n\nContact\n\t\n\nOceanic Society\nP.O. Box 844\nRoss, CA 94957\n\n\t\n\nWhale Watching\n1-415-256-9604\n\nExpeditions & General Inquiries\n1-800-326-7491\n\nOffice Hours\n\nCA Office\n\nMon-Fri: 8AM–3PM\n(PDT/PST)\n\nDC Office\n\nMon-Fri: 9AM–5PM\n(EDT/EST)\n\nNavigate\nOur Work\nTake A Trip\nWhale Watching\nAdopt\nDonate\nShop\nAbout\nBlog\nContact\nLegal\nTerms of Use\nPrivacy Policy\nAccessibility Statement\nSitemap\n \n \n \n\n© 2023 Oceanic Society. The Oceanic Society is a registered organization. Our Federal Tax ID is 94-3105570.\n\nWebsite by Yoko Co\n\nBy continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy.I Agree"
}