{
  "query": "plastic pollution",
  "site": null,
  "time_range": "2022-12-22..2023-06-22",
  "title": "12 Facts About Plastic Pollution You Need to Know",
  "href": "https://givingcompass.org/article/10-facts-about-plastic-pollution-you-absolutely-need-to-know",
  "body": "There could be more plastic than fish in the ocean by 2050. Up to 95% of plastic polluting oceans is carried by 10 rivers. 99% of seabirds will be eating plastic by 2050. The average person eats 70,000 microplastics each year. The average time that a plastic bag is used is just 12 minutes. Over the past 50 years, world plastic production has ...",
  "textContent": "Giving Compass\nARTICLE\n12 FACTS ABOUT PLASTIC POLLUTION YOU NEED TO KNOW\nMay 6, 2023\nCurated Article\nGlobal Citizen\nSAVE\nGiving Compass' Take:\nSeneo Mwamba and Khanyi Mlaba share facts that everyday consumers need to know about why the end of plastic use is so vital.\nHow can you tackle plastic in your community and beyond?\nLearn why reducing plastic pollution isn't enough to save the ocean.\nWhat is Giving Compass?\n\nWe connect donors to learning resources and ways to support community-led solutions. Learn more about us.\n\nIt’s no secret that plastic is terrible for the environment, we hear about it all the time and it has been reiterated over and over again by policy makers, scientists and the likes of David Attenborough.\n\nBut do you know just how bad the plastic pollution problem is?\n\nAccording to the UN Environment Programme (UNEP), 300 million tonnes of plastic is produced every year, and not all of it is recycled. To put that into perspective, that’s equivalent to the weight of the entire human population.\n\nIt is also up to us as consumers to understand the impact that our plastic consumption is having on the environment. Get clued up with these lesser-known facts about plastic that you really need to know.\n\nOnly 9% of all plastic produced is recycled\nA whopping 2 million plastic bags are used every minute worldwide\nSingle-use plastics are illegal in some parts of the world\nEvery minute of every day a truckload of plastic is dumped into the ocean\n73% of beach litter worldwide is plastic\nOne million plastic bottles are bought every minute\nThere could be more plastic than fish in the ocean by 2050\nUp to 95% of plastic polluting oceans is carried by 10 rivers\n99% of seabirds will be eating plastic by 2050\nThe average person eats 70,000 microplastics each year\nThe average time that a plastic bag is used is just 12 minutes\nOver the past 50 years, world plastic production has doubled\n\nRead the full article about plastic pollution facts by Seneo Mwamba and Khanyi Mlaba at Global Citizen.\nREAD THE FULL ARTICLE\n\nCategories:\nClimateGlobalEnvironment (Other)\nMore Articles\nARTICLE\nConverting Plastic Waste Into Fuel\nGlobal Citizen\nDec 15, 2020\nARTICLE\nTips to Reduce Your Use of Single-use Plastic\nGlobal Citizen\nAug 22, 2023\nWays to Give\nNONPROFIT\nNew Georgia Project Inc\nAtlanta, GA\nFUND\nGCCLP Disaster Relief Fund\nAtlanta, GA\nWays to Get Involved\nEVENT\n2024 Women & Climate Change Solutions Giving Circle Event\nDec 13th 2023\n3:00 pm - 5:00 pm EST\nOnline Event\nWhat is Giving Compass?\n\nWe connect donors to learning resources and ways to support community-led solutions. Learn more about us.\n\nSign Up for Our Newsletter\n\nStay in the know with our weekly Top 10 Reads and quarterly highlights.\n\nFollow Us\nNewsletter\n\nBecome a newsletter subscriber to stay up-to-date on the latest Giving Compass news.\n\nAbout Us\nAbout Giving Compass\nIn The News\nContent at Giving Compass\nGiving Compass Network\nGiving Compass\nGiving Compass Insights\nPartnerships & Services\nNonprofits\nAuthors\nPartner With Us\nContact Us\n\nWe are a nonprofit too. Donate to Giving Compass to help us guide donors toward practices that advance equity.\n\nDONATE TO GIVING COMPASS\nTrending Issues\nClimate\nDemocracy\nEducation\nHomelessness\nReproductive Justice\n\nCopyright © 2023, Giving Compass Network\n\n•\n\nA 501(c)(3) organization. EIN: 85-1311683\n\n•\nPrivacy Policy\n•\nUser Agreement"
}