{
  "query": "plastic pollution",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "Rare footage from 1930's Bali : r/videos - Reddit",
  "href": "https://www.reddit.com/r/videos/comments/xca22a/rare_footage_from_1930s_bali/",
  "body": "The plastic pollution of Bali was found to not come from Bali. Tourism isn't the cause. The cause is from the vast amount of plastic pollution in the oceans from other countries. Bali just happens to have an interesting structure of landmass located in a specific location as to facilitate the deposition of the floating garbage.",
  "textContent": "Rare footage from 1930's Bali : r/videos\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to videos\nr/videos\n•\n1 yr. ago\n[deleted]\nRare footage from 1930's Bali\nSorry, this post was deleted by the person who originally posted it.\nArchived post. New comments cannot be posted and votes cannot be cast.\nSort by:\nthevoiceofterror\n•\n1 yr. ago\n\nI am a collector of 16mm films, and I owned this at one point. This was originally released in 1939, which makes it one of the very early Castle Films.\n\nAt one point I had a whole collection of travelogues. Some are really interesting, like post WW2 Italy. And some are quite lame, like Paris. \"And how are the potatoes made? Why french fried of course!\"\n\nmaritimeprizm\n•\n1 yr. ago\n\nthis is so cool! is there a place that these films can be viewed?\n\n3 more replies\n13 more replies\nnightintheslammer\n•\n1 yr. ago\n\n\"Not now, honey! I'm watching this documentary on Bali's sturdy women folk!\"\n\nbeka13\n•\n1 yr. ago\n\nThe narrator threw so much shade at the men.\n\n19 more replies\n[deleted]\n•\n1 yr. ago\n\n“Just look at their firm bodies and graceful gates. They are poetry in motion as they move!”\n\n5 more replies\nmontanagrizfan\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nI think the title screen makes it pretty clear exactly what the producer likes most about Bali\n\nhttps://imgur.com/a/c7xbMdD\n\nThose are some nice Art Deco boobs there.\n\n7 more replies\nChroniklogic\n•\n1 yr. ago\n\nHaving been to Bali, it kinda makes me sad seeing how nice and pristine everything was. Plastic has ruined the world.\n\n115 more replies\nmaxame\n•\n1 yr. ago\n\nit's impressive seeing them balancing all that on their heads and walking around\n\n2 more replies\nifurmothronlyknw\n•\n1 yr. ago\n\nI can guarantee boys in the 40s and 50s had copies of this hidden in the woods\n\ntoddinraleighnc\n•\n1 yr. ago\n\nI saw it at a drive in way back before the main feature.\n\n18 more replies\nlobsterbash\n•\n1 yr. ago\n\n\"The men prefer to take the ox carts. It's certainly easier than walking! Why should they work, anyway!? There's plenty of womenfolk [to do it].\"\n\nThe weird sexist contempt/envy is so thick you can stab it.\n\nPaulClarkLoadletter\n•\n1 yr. ago\n\n“…and thus develop firm, beautiful bodies.”\n\nI feel like the narrator may be doing so without pants on.\n\n16 more replies\nCatchMeWritinQWERTY\n•\n1 yr. ago\n\nI think it’s a bit sarcastic, no?\n\n6 more replies\n24 more replies\n[deleted]\n•\n1 yr. ago\n\nAnyone notice the titty in the title card.\n\nAregisteredusername\n•\n1 yr. ago\n\nKeep going there’s more\n\n13 more replies\nIchthyologist\n•\n1 yr. ago\n\nThis was just porn disguised as a documentary at the time. The title card gives away the game.\n\nOk-disaster2022\n•\n1 yr. ago\n\nNear the end they're showing a festival performance featuring actors and dancers in full costume. They intercut a random shot of a lone bare chested woman because they haven't had bare breasts on screen for like a minute or two.\n\nOnce you get used to the nudity it's just that, a different normal, and nothing sexual about it. Boobs are just floppy chest fat. It was more bizarre listening to the narrator's description of things depicting. Objectifying the women, denigrating the men, and the leering view of the camera work focusing on bare chests.\n\nAlso I've carried things on my head, it is wonderfully efficient and doesn't have as much strain to it.\n\n12 more replies\n12 more replies\nZolome1977\n•\n1 yr. ago\n\nSaw the opening shot and expected to see Godzilla’s spine spikes to come out of the water.\n\n2 more replies\nPckMan\n•\n1 yr. ago\n\nOk so basically you're telling me those people were fine living simple, sustainable agrarian lifestyles but then we decided that was just poverty and underdevelopment so it needed to change, or at the very least change enough so that we can take in the beautiful scenery in air conditioned rooms. Now it's an overcrowded nightmare filled with trash. Cool.\n\nDelamoor\n•\n1 yr. ago\n•\nEdited 1 yr. ago\n\nWell, the guy from the thirties is saying they were fine, living sustainable, simple agrarian lifestyles. It's not like people in the thirties had a goddamn clue what was good or bad, look where that decade ended up.\n\nBut, like everywhere before modern medicine, good luck to you if you caught a mystery fever, got some dirt in a wound, or were over the age of 45, y'know? Have fun rolling the dice in childbirth, hope you aren't one of the majority for whom there are complications. Women were seen as low-value in part because of the insane death rate for first time mothers; the terrible odds for survival meant it wasn't worth investing emotional energy into girls, they'll likely just die when they have their first kid at 14. Disabilities? What the fuck are those, some kind of black magic?\n\nY'know, all that. Same stories the world over.\n\nThere's a huge deal of idealization of the experience of pre-modern living. That we fucked up the present doesn't mean the past was ideal either. Part of the whole reason we persue modernity was because it promises better than what we used to have. Laziness and corruption is ultimately what's doomed us, not simply just the idea of developing.\n\n11 more replies\n23 more replies\nView more comments\n \n15\nRank by size \nr/videos\nNSFW\nA real outtake from Disney's Bear in the Big Blue House\n10K upvotes · 320 comments\nr/videos\nNSFW\nBillionaire Reverses Age by Cumming on His Own Face\n5.2K upvotes · 563 comments\nr/videos\nGrand Theft Auto VI Trailer 1\nyoutube\n5K upvotes · 1.2K comments\nr/videos\nBlinding Headlights on US roads\nyoutu.be\n4.1K upvotes · 1.3K comments\nr/videos\nBethesda's Game Design Was Outdated a Decade Ago - NakeyJakey\nyoutube\n2.8K upvotes · 667 comments\nr/videos\nBBC presenter gives middle finger live on air\nyoutu.be\n2.7K upvotes · 416 comments\nr/videos\nSchool district facing $1 million lawsuit after student injured during 'promposal'\nyoutube\n2.4K upvotes · 582 comments\nr/videos\nThe Expanse - I Am That Guy\nyoutube\n1.9K upvotes · 432 comments\nr/videos\nNorm was deeply closeted\nyoutube\n1.8K upvotes · 222 comments\nr/videos\nGuy takes a 5 day trip on a Greyhound Bus from NY to LA\nyoutube\n1.7K upvotes · 662 comments\nr/videos\n1 year ago, the Family of Neveah Hall was awarded $95.5 million after suffering brain damage from a former dentist\nyoutu.be\n1.7K upvotes · 354 comments\nr/videos\nThis explosion in Arlington tonight\nx\n1.5K upvotes · 301 comments\nr/videos\nExposing the Color Blind Glasses Scam\nyoutube\n1.4K upvotes · 444 comments\nr/videos\nWhen everything is a subscription\nyoutu.be\n1.2K upvotes · 124 comments\nr/videos\nTulsa man could face more charges after 12-year-old delivers his child | FOX23 News Tulsa\nyoutu.be\n1.1K upvotes · 246 comments\nr/videos\nGodzilla x Kong: The New Empire | Official Trailer\nyoutu.be\n872 upvotes · 588 comments\nr/videos\nToddInTheShadows: I Fact-Checked The Worst Video Essayist On YouTube\nyoutu.be\n860 upvotes · 283 comments\nr/videos\nMMR: What They Didn't Tell You | Journalist Brian Deer's exposé of Anti-vaxx quack Andrew Wakefield, the man responsible for the 'vaccines cause autism' myth. This doc eventually led to Wakefield being stripped of his medical license, and his original paper being retracted.\nyoutube\n857 upvotes · 42 comments\nr/videos\nSuch sad news Judge Frank Caprio is battling cancer\nyoutu.be\n722 upvotes · 48 comments\nr/videos\n\"I'm not drunk.\"\nyoutube\n675 upvotes · 526 comments\nr/videos\nConan's \"In the Year 2000\" with Jim Carrey\nyoutube\n614 upvotes · 94 comments\nr/videos\n2 guys try to walk across a US state in a completely straight line [PART 2]\nyoutu.be\n585 upvotes · 137 comments\nr/videos\nThere Will Never Be Another Conan O'Brien\nyoutube\n572 upvotes · 152 comments\nr/videos\nFor the record, John Cleese only argued for 1:23 seconds … not 5 minutes\nyoutu.be\n546 upvotes · 137 comments\nr/videos\nNick Mullen: The Year of the Dragon - FULL SPECIAL\nyoutu.be\n536 upvotes · 78 comments"
}