{
  "query": "plastic straws",
  "site": "reddit.com",
  "time_range": "2022-06-23..2022-12-22",
  "title": "We should be using PAPER cups with PLASTIC straws. Not the ... - Reddit",
  "href": "https://www.reddit.com/r/CrazyIdeas/comments/xsksmp/we_should_be_using_paper_cups_with_plastic_straws/",
  "body": "Paper cups have a film of plastic on the inside...so what we should be doing is coating the paper straw with plastic to make people feel better about using a paper straw (sarcasm) Metal straws and ceramic cups. Down with single use anything!!!! Straw plastic is very difficult to recycle, paper biodegrades.",
  "textContent": "We should be using PAPER cups with PLASTIC straws. Not the other way around. : r/CrazyIdeas\nOpen menu\nReddit Recap\nLog In\nExpand user menu\nGo to CrazyIdeas\nr/CrazyIdeas\n•\n1 yr. ago\nctl-alt-replete\nWe should be using PAPER cups with PLASTIC straws. Not the other way around.\n\nIt’s a superior drinking experience and eliminates more plastic. We’re moving towards the opposite.\n\nSort by:\nAdd a Comment\n-B0B-\n•\n1 yr. ago\n\nCrazy idea: we should stop hyperfocusing on cups and straws and instead start eating rich people\n\nReply\nreply\nDeracination\n•\n1 yr. ago\n\nDo we just get little sampler bits off everyone to see whose meat's richest? We'll need a professional people taster for that many people. Maybe even two.\n\nReply\nreply\n2 more replies\nthisesmeaningless\n•\n1 yr. ago\n\nReal talk though, the whole eliminating plastic straws thing is a classic example of trying to push the problem on individuals so that the giant companies can avoid taking responsibility for their massive contribution to pollution. The vast majority is from the giant corporations, not individual consumers. I try to do my part by saving water and not contributing to plastic waste, but individual people doing this is not going to be the difference between the planet dying and not.\n\nReply\nreply\n1 more reply\n_DeifyTheMachine_\n•\n1 yr. ago\n\nI agree, but counter idea: instead of sarcastically suggesting we eat the rich (which, realistically, is never going to happen except in a total uprising in which case society itself has broken down, and would only affect CEOs, not all the invisible ultra-rich capitalists who share just as much of the blame), we should start using a different slogan, like I dunno, a copy pasta of things you can do on an individual level to make change. Urban vandalism and grassroots movements and shit.\n\nBut yeah, paper straws are (ironically) just a straw man. They don't fix much other than making consumers feel like they're doing something. And indeed, plastics aren't even the problem (they're actually fantastically useful materials for their properties), just irresponsible production/use and disposal of them.\n\nThe paper straw thing had an effect, sure, and I'd like to think that idea is spreading to using less single-use plastics and stupid consumer products that are completely irrelevant except to very few people, but all those turtles that are now not choking on straws aren't going to magically survive us trawling the ocean to death.\n\nReply\nreply\n8 more replies\nproverbs17-28\n•\n1 yr. ago\n\nPaper cups have a film of plastic on the inside...so what we should be doing is coating the paper straw with plastic to make people feel better about using a paper straw (sarcasm)\n\nI honestly think we should be requiring everyone to bring their own drink containers\n\nIn time of old, it was customary to bring a eating utensils, napkin and a few other things that I am forgetting\n\nReply\nreply\nDeracination\n•\n1 yr. ago\n\nYou're forgetting pants\n\nReply\nreply\n2 more replies\n[deleted]\n•\n1 yr. ago\n\nMetal straws and ceramic cups.\n\nDown with single use anything!!!!\n\nReply\nreply\nthrowaway4618869\n•\n1 yr. ago\n\nIf metal straws are the only choice, then I don’t want straws\n\nReply\nreply\n1 more reply\nSwordTaster\n•\n1 yr. ago\n\nStraw plastic is very difficult to recycle, paper biodegrades. Plastic cups are easy to recycle, the paper cups have an internal layer of plastic which makes them near impossible to recycle and they don't biodegrade properly\n\nReply\nreply\nOpenPlex\n•\n1 yr. ago\n\nWhat makes straw plastic difficult to recycle?\n\nReply\nreply\n1 more reply\nSGI256\n•\n1 yr. ago\n\nReally crazy idea - dont frequent establishments that use disposable plates, bowls, cups, or silverware.\n\nNo McDonalds, no Starbucks, etc...\n\nReply\nreply\nHondaCivic90\n•\n1 yr. ago\n\ni may be the only person in the world but i like paper straws more\n\nReply\nreply\nRansidcheese\n•\n1 yr. ago\n\nEveryone complains that their straw disintegrates or whatever. I've never had this happen. I don't understand what I'm doing differently but paper straws work just fine for me.\n\nOR we could all learn to drink from a cup normally like damn adults. I understand if you have a disability or something, but otherwise if you're at a restaurant with actual cups there's not much good reason for anyone to use a straw. IMO.\n\nReply\nreply\n1 more reply\ndaikon_jpg\n•\n1 yr. ago\n\nCrazier idea: we as the middle/lower class should stop worrying about plastic straws and reusing glass jars and stop the Uber rich from taking private jets. If you want to fly, great. You fly in economy class like the rest of us. You need to go somewhere fast? Okay, take the 30 minute drive instead of the 15min flight that wastes billions in fuel. You shouldn’t have your own mode of transportation just to separate yourself from poor people.\n\nReply\nreply\nEmerald_Guy123\n•\n1 yr. ago\n\nEven crazier idea: focus on the 3rd world companies and corporations that are causing climate change rather than things like this with a tiny footprint.\n\nReply\nreply\ntheflyingkiwi00\n•\n1 yr. ago\n\nThat's how it's been in nz for as long as I can remember until they all started using paper straws\n\nReply\nreply\ndallassoxfan\n•\n1 yr. ago\n\nCrazier idea: stop thinking either makes a difference. There is plenty of landfill space to handle all the cups and straws we could every consume. The pacific garbage patch is almost entirely made up of Asian trash washed down river from impoverished areas.\n\nhttps://theseaandme1913397.wordpress.com/2019/02/25/who-is-responsible-for-the-great-pacific-garbage-patch/\n\nReply\nreply\n[deleted]\n•\n1 yr. ago\n \nTop 1%\nRank by size \nr/mildlyinfuriating\nNew Jersey outlawed plastic straws to minimize plastic waste. Used to be paper cups and plastic straws. Now it’s paper straws and plastic cups. Thanks McDonalds!\n66 upvotes · 26 comments\nr/unpopularopinion\nPaper straws are an absolute farce.\n76 upvotes · 23 comments\nr/kurzgesagt\nTHE LAST THING THAT WILL EVER HAPPEN\nyoutube\n132 upvotes · 35 comments\nr/trailrunning\nLonger coat for rainy running?\n5 upvotes · 11 comments\nr/todayilearned\nTIL Sean Connery's knighthood was likely blocked by the British Labour Party for two years because of his support for an independent Scotland (he finally got it in 2000 and showed up in a kilt)\nabcnews.go\n510 upvotes · 30 comments\nr/Physics\nPBS Space Time - What if Gravity is not Quantum\nyoutube\n354 upvotes · 66 comments\nr/Anticonsumption\npaper cups should be standard\n33 upvotes · 21 comments\nr/SmarterEveryDay\nI Was SCARED To Say This To NASA... (But I said it anyway) - Smarter Every Day 293\nyoutube\n282 upvotes · 193 comments\nr/Python\nWhat the Heck Are Monads?!\nyoutube\n131 upvotes · 53 comments\nr/ireland\nShould Ireland ban (plastic) bottled water?\n210 upvotes · 206 comments\nr/xkcd\nWhat If? YouTube Channel Launches\nyoutube\n331 upvotes · 17 comments\nr/SmarterEveryDay\nThis TRANSPARENT ENGINE is Fascinating (How Engines Work) - Smarter Every Day 292\nyoutube\n203 upvotes · 47 comments\nr/geek\nBit bending an MRI to play Bach\nyoutube\n140 upvotes · 16 comments\nr/Anticonsumption\nThe Coca-Cola Company and PepsiCo named top plastic polluters for the fourth year in a row [2021] | Break Free From Plastic\nbreakfreefromplastic.org\n661 upvotes · 21 comments\nr/Documentaries\nWhy Decentralization Matters (2021) - Big tech companies were built off the backbone of a free and open internet. Now, they are doing everything they can to make sure no one can compete with them [00:14:25]\nyoutube\n486 upvotes · 28 comments\nr/unpopularopinion\nMore foods should be squeeze based\n20 comments\nr/rickandmorty\nReally wanted to see an Interdimensional Cable 3 episode after that short segment (Cake or Fake?)\nyoutube\n416 upvotes · 37 comments\nr/rickandmorty\nS7E8: Rise of the Numbericons: The Movie - COLD OPEN\nyoutube\n124 upvotes · 105 comments\nr/raspberry_pi\nYou can use external GPUs on the Raspberry Pi 5 - Jeff Geerling\nyoutube\n121 upvotes · 19 comments\nr/BabyLedWeaning\nAre non toxic table cloths a thing?\n1 upvote · 6 comments\nr/rickandmorty\nS7E7 Cold Open: Wet Kuat Amortican Summer\nyoutube\n203 upvotes · 27 comments\nr/HostileArchitecture\nNYC is Building Anti-Homeless Streets…\nyoutube\n361 upvotes · 78 comments\nr/cpp\nMy entire C++ Game Programming university course (Fall 2023) is now available for free on YouTube. Make your own 2D ECS game engine using C++, SFML, and ImGui\nyoutube\n221 upvotes · 29 comments\nr/Netherlands\nWhat do you think about plastic waste management in the Netherlands? Can the concept of 'zero waste' and minimalism be promoted more?\nplasticsoupfoundation.org\n81 upvotes · 114 comments\nr/Documentaries\nThe Forever Chemical Scandal (2023) PFAS chemicals are used in thousands of products aimed at making life easier. But the chemicals are now almost everywhere, including in human blood, and are being linked to severe health problems. [00:48:02]\nyoutube\n620 upvotes · 76 comments\nTOP POSTS\nReddit\nreReddit: Top posts of October 1, 2022\nReddit\nreReddit: Top posts of October 2022\nReddit\nreReddit: Top posts of 2022"
}